{
    "q": [
        {
            "docid": "9927_20",
            "document": "Endomembrane system . Many types of cells export proteins produced by ribosomes attached to the rough ER. The ribosomes assemble amino acids into protein units, which are carried into the rough ER for further adjustments. These proteins may be either transmembrane proteins, which become embedded in the membrane of the endoplasmic reticulum, or water-soluble proteins, which are able to pass through the membrane into the lumen. Those that reach the inside of the endoplasmic reticulum are folded into the correct three-dimensional conformation. Chemicals, such as carbohydrates or sugars, are added, then the endoplasmic reticulum either transports the completed proteins, called secretory proteins, to areas of the cell where they are needed, or they are sent to the Golgi apparatus for further processing and modification.",
            "score": 228.2292091846466
        },
        {
            "docid": "9775_9",
            "document": "Endoplasmic reticulum . The endoplasmic reticulum serves many general functions, including the folding of protein molecules in sacs called cisternae and the transport of synthesized proteins in vesicles to the Golgi apparatus. Correct folding of newly made proteins is made possible by several endoplasmic reticulum chaperone proteins, including protein disulfide isomerase (PDI), ERp29, the Hsp70 family member BiP/Grp78, calnexin, calreticulin, and the peptidylpropyl isomerase family. Only properly folded proteins are transported from the rough ER to the Golgi apparatus – unfolded proteins cause an unfolded protein response as a stress response in the ER. Disturbances in redox regulation, calcium regulation, glucose deprivation, and viral infection or the over-expression of proteins can lead to endoplasmic reticulum stress response (ER stress), a state in which the folding of proteins slows, leading to an increase in unfolded proteins. This stress is emerging as a potential cause of damage in hypoxia/ischemia, insulin resistance, and other disorders.",
            "score": 311.77831304073334
        },
        {
            "docid": "2354497_3",
            "document": "Heat shock . The cellular response to heat shock damage, the heat shock response, includes the transcriptional up-regulation of genes encoding heat shock proteins (HSPs) as part of the cell's internal repair mechanism. The effects of stressors such as temperature changes and toxins are counteracted by these HSPs, that upon activation respond to heat, cold and oxygen deprivation by activating several cascade pathways. HSPs are also present in cells under perfectly normal conditions, but an elevation in stress levels for the cell promotes an increase in their production levels by activating heat-shock genes at levels higher than normal. Some HSPs, called chaperones, also have increased production levels when the cell faces various stress factors. Chaperone's functions includes making sure that the cell’s proteins are properly folded in the correct conformation and they ensure this by facilitating protein folding using their substrate binding domain. An example of chaperons are the HSP70 (heat shock protein) chaperones. For example, HSPs help new or misfolded proteins to fold into their correct three-dimensional conformations, which is essential for their function. They also shuttle proteins from one compartment to another inside the cell, and target old or terminally misfolded proteins to proteases for degradation. Heat shock proteins are also believed to play a role in the presentation of pieces of proteins (or peptides) on the cell surface to help the immune system recognize diseased cells. 5 major families of HSPs are recognized: the Hsp70 (DnaK) family, the chaperonins (GroEL and Hsp60), the Hsp90 family, the Hsp100 (Clp) family and the small HSP (sHSP) family. Other proteins such as, protein disulfide isomerase and calnexin/calreticulin, have chaperone functions and assist protein folding in the Endoplasmic Reticulum.",
            "score": 237.5679111480713
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 222.6745184659958
        },
        {
            "docid": "11344743_19",
            "document": "Biomolecular engineering . Site-directed mutagenesis can be useful for many different reasons. A single base pair replacement, could change a codon, and thus replace an amino acid in a protein. This is useful for studying the way certain proteins behave. It is also useful because enzymes can be purposefully manipulated by changing certain amino acids. If an amino acid is changed that is in close proximity to the active site, the kinetic parameters may change drastically, or the enzyme might behave in a different way. Another application of site directed mutagenesis is exchanging an amino acid residue far from the active site with a lysine residue or cysteine residue. These amino acids make it easier to covalently bond the enzyme to a solid surface, which allows for enzyme re-use and use of enzymes in continuous processes. Sometimes, amino acids with non-natural functional groups (such as ketones and azides) are added to proteins These additions may be for ease of bioconjugation, or to study the effects of amino acid changes on the form and function of the proteins. The coupling of site directed mutagenesis and PCR are being utilized to reduce interleukin-6 activity in cancerous cells. The bacteria \"bacillus subtilis\" is often used in site directed mutagenesis. The bacteria secretes an enzyme called subtilisin through the cell wall. Biomolecular engineers can purposely manipulate this gene to essentially make the cell a factory for producing whatever protein the insertion in the gene codes.",
            "score": 174.91106986999512
        },
        {
            "docid": "7718899_11",
            "document": "HLA-A . The HLA-A signal peptide is a series of hydrophobic amino acids present at the N-terminus of the protein that directs it to the endoplasmic reticulum where the remaining seven domains are translated. The three α domains form the binding groove that holds a peptide for presentation to CD8+ t-cells. The transmembrane region is the region that is embedded in the phospholipid bilayer surrounding the ER lumen. The HLA-A protein is a single-pass transmembrane protein. In other words, the first four domains of the protein are inside the ER lumen, while the last three domains are present outside the lumen, giving the protein the orientation required for proper function. The last three domains of the protein form a tail of primarily β-sheets that remains in the cell's cytosol. Once the HLA-A protein is completely translated, it must be folded into the proper shape. A molecular chaperone protein called calnexin and an enzyme called ERp57 assist in the folding process. Calnexin holds the HLA-A heavy chain while Erp57 catalyzes disulfide bonds between the heavy chain and the light, β-microglobulin chain. This bond induces a conformational change in the heavy chain, forming the binding groove. Calnexin then dissociates with the complex, now referred to as a peptide loading complex, and is replaced by calreticulin, another chaperone protein. Short peptides are continually transported from around the cell into the ER lumen by a specialized transport protein called TAP. TAP then binds to the peptide loading complex along with another protein, called tapasin. At this point the peptide loading complex consists of HLA-A (heavy chain), β-microglobulin (light chain), an ERp57 enzyme, calreticulin chaperone protein, TAP (with a bound peptide fragment), and tapasin. Tapasin increases the stability of TAP, in addition to stabilizing the entire peptide loading complex. At this point TAP releases the peptide it transported into the ER lumen. The proximity of the HLA-A binding groove to TAP is ensured by the peptide loading complex. This increases the likelihood that the peptide will find the groove. If the peptide's affinity for the HLA-A protein is great enough, it binds in the groove. Research suggests that tapasin may actively load peptides from TAP into the HLA-A complex while also holding class I molecules in the ER lumen until a high affinity peptide has been bound.",
            "score": 206.32618701457977
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 192.97430038452148
        },
        {
            "docid": "38262758_4",
            "document": "Hes3 signaling axis . Following receptor activation by the ligand, several steps can sequentially ensue. For example, the 3D shape changes to the intracellular domain may render it recognizable to catalytic proteins (enzymes) that are located inside the cell and have physical access to it. These enzymes may then induce chemical changes to the intracellular domain of the activated receptor, including the addition of phosphate chemical groups to specific components of the receptor (phosphorylation), or the physical separation (cleavage) of the intracellular domain. Such modifications may enable the intracellular domain to act as an enzyme itself, meaning that it may now catalyze the modification of other proteins in the cell. Enzymes which catalyze phosphorylation modifications are termed kinases. These modified proteins may then also be activated and enabled to induce further modifications to other proteins, and so on. This sequence of catalytic modifications is termed a “signal transduction pathway” or “second messenger cascade”. It is a critical mechanism employed by cells to sense their environment and induce complex changes to their state. Such changes may include, as noted, chemical modifications to other molecules, as well as decisions concerning which genes are activated and which are not (transcriptional regulation).",
            "score": 199.7336345911026
        },
        {
            "docid": "11380335_6",
            "document": "Endoglycosidase H . Endoglycosidase H (Endo H) is commonly used by cell biologists to monitor posttranslational modification in the Golgi apparatus. Most proteins destined for the cell surface are translated by ribosomes into the rough endoplasmic reticulum (ER) and translocated into the Golgi. Upon entering the ER a molecule containing 14 sugar subunits is linked en bloc to an asparagine in a selective manner by the enzyme oligosaccharyl transferase. It is this oligosaccharide molecule which is modified by a series of enzymes as the protein moves through the different compartments of the Golgi apparatus. Endoglycosidase H is able to cleave each structure of this oligosaccharide as it is processed until the enzyme Golgi alpha-mannosidase II removes two mannose subunits. Since all later oligosaccharide structures are resistant to Endo H cleavage the enzyme is widely used to report the extent of oligosaccharide processing a protein of interest has undergone.",
            "score": 167.13344824314117
        },
        {
            "docid": "164901_3",
            "document": "Post-translational modification . Post-translational modifications can occur on the amino acid side chains or at the protein's C- or N- termini. They can extend the chemical repertoire of the 20 standard amino acids by modifying an existing functional group or introducing a new one such as phosphate. Phosphorylation is a very common mechanism for regulating the activity of enzymes and is the most common post-translational modification. Many eukaryotic proteins also have carbohydrate molecules attached to them in a process called glycosylation, which can promote protein folding and improve stability as well as serving regulatory functions. Attachment of lipid molecules, known as lipidation, often targets a protein or part of a protein attached to the cell membrane.",
            "score": 223.23715448379517
        },
        {
            "docid": "54987630_5",
            "document": "EF-Tu receptor . EFR, like other proteins, undergoes translation in a cell's ribosomes. After the primary structure of the protein has been formed it must fold into its three dimensional tertiary structure to become functional. This occurs in the endoplasmic reticulum (ER). While in the ER, this primary polypeptide chain undergoes a regulatory process known as ER-quality control (ER-QC) to help ensure it folds into the correct 3-D structure. and avoids. ER-QC process consists of a series of chaperone proteins that help guide the folding of the EFR polypeptide chains, preventing the aggregation of many polypeptide chains into one large group. Proteins that have not folded are kept in the ER until they have folded into their correct 3-D shape. If folding does not occur then the unfolded protein is eventually destroyed.",
            "score": 225.6933093070984
        },
        {
            "docid": "14873446_3",
            "document": "KDELR1 . Retention of resident soluble proteins in the lumen of the endoplasmic reticulum (ER) is achieved in both yeast and animal cells by their continual retrieval from the cis-Golgi or a pre-Golgi compartment. Sorting of these proteins is dependent on a C-terminal tetrapeptide signal, usually lys-asp-glu-leu (KDEL) in animal cells and his-asp-glu-leu (HDEL) in \"S. cerevisiae\". This process is mediated by a receptor that recognizes and binds the tetrapeptide-containing protein and then returns it to the ER. In yeast, the sorting receptor is encoded by a single gene, ERD2, which is a seven-transmembrane protein. Unlike yeast, several human homologs of the ERD2 gene, constituting the KDEL receptor gene family, have been described. The protein encoded by this gene was the first member of the family to be identified, and it encodes a protein structurally and functionally similar to the yeast ERD2 gene product. The KDEL receptor mediates the retrieval of misfolded proteins between the ER and the Golgi apparatus. The KDEL receptor functions by binding to endoplasmic reticulum chaperones. These chaperones are recognized by the KDEL receptor in downstream compartments of the ER. Once bound, they are packaged into coat protein complex I vesicles for retrograde transport to the ER. In vitro studies in yeast have revealed that this receptor regulates membrane transport in the early stages of the secretory pathway from ER to the Golgi. An error or mutation in the KDEL receptor disturbs the ER quality control and diseases associated with ER stress are observed.",
            "score": 189.24550986289978
        },
        {
            "docid": "544743_7",
            "document": "Wolfram syndrome . Within cells, wolframin is located in a structure called the endoplasmic reticulum. Among its many activities, the endoplasmic reticulum folds and modifies newly formed proteins so they have the correct 3-dimensional shape to function properly. The endoplasmic reticulum also helps transport proteins, fats, and other materials to specific sites within the cell or to the cell surface. The function of wolframin is unknown. Based on its location in the endoplasmic reticulum, however, it may play a role in protein folding or cellular transport. In the pancreas, wolframin may help fold a protein precursor of insulin (called proinsulin) into the mature hormone that controls blood glucose levels. Research findings also suggest that wolframin may help maintain the correct cellular level of charged calcium atoms (calcium ions) by controlling how much is stored in the endoplasmic reticulum. In the inner ear, wolframin may help maintain the proper levels of calcium ions or other charged particles that are essential for hearing.",
            "score": 214.63159501552582
        },
        {
            "docid": "413102_16",
            "document": "Folding@home . Folding@home is also used to study protein chaperones, heat shock proteins which play essential roles in cell survival by assisting with the folding of other proteins in the crowded and chemically stressful environment within a cell. Rapidly growing cancer cells rely on specific chaperones, and some chaperones play key roles in chemotherapy resistance. Inhibitions to these specific chaperones are seen as potential modes of action for efficient chemotherapy drugs or for reducing the spread of cancer. Using Folding@home and working closely with the Center for Protein Folding Machinery, the Pande lab hopes to find a drug which inhibits those chaperones involved in cancerous cells. Researchers are also using Folding@home to study other molecules related to cancer, such as the enzyme Src kinase, and some forms of the engrailed homeodomain: a large protein which may be involved in many diseases, including cancer. In 2011, Folding@home began simulations of the dynamics of the small knottin protein EETI, which can identify carcinomas in imaging scans by binding to surface receptors of cancer cells.",
            "score": 203.38108587265015
        },
        {
            "docid": "19588_18",
            "document": "Mitochondrion . The outer mitochondrial membrane, which encloses the entire organelle, is 60 to 75 angstroms (Å) thick. It has a protein-to-phospholipid ratio similar to that of the eukaryotic plasma membrane (about 1:1 by weight). It contains large numbers of integral membrane proteins called porins. These porins form channels that allow molecules of 5000 daltons or less in molecular weight to freely diffuse from one side of the membrane to the other. Larger proteins can enter the mitochondrion if a signaling sequence at their N-terminus binds to a large multisubunit protein called translocase of the outer membrane, which then actively moves them across the membrane. Mitochondrial pro-proteins are imported through specialised translocation complexes. The outer membrane also contains enzymes involved in such diverse activities as the elongation of fatty acids, oxidation of epinephrine, and the degradation of tryptophan. These enzymes include monoamine oxidase, rotenone-insensitive NADH-cytochrome c-reductase, kynurenine hydroxylase and fatty acid Co-A ligase. Disruption of the outer membrane permits proteins in the intermembrane space to leak into the cytosol, leading to certain cell death. The mitochondrial outer membrane can associate with the endoplasmic reticulum (ER) membrane, in a structure called MAM (mitochondria-associated ER-membrane). This is important in the ER-mitochondria calcium signaling and is involved in the transfer of lipids between the ER and mitochondria.",
            "score": 159.19888508319855
        },
        {
            "docid": "23634_3",
            "document": "Protein . A linear chain of amino acid residues is called a polypeptide. A protein contains at least one long polypeptide. Short polypeptides, containing less than 20–30 residues, are rarely considered to be proteins and are commonly called peptides, or sometimes oligopeptides. The individual amino acid residues are bonded together by peptide bonds and adjacent amino acid residues. The sequence of amino acid residues in a protein is defined by the sequence of a gene, which is encoded in the genetic code. In general, the genetic code specifies 20 standard amino acids; however, in certain organisms the genetic code can include selenocysteine and—in certain archaea—pyrrolysine. Shortly after or even during synthesis, the residues in a protein are often chemically modified by post-translational modification, which alters the physical and chemical properties, folding, stability, activity, and ultimately, the function of the proteins. Sometimes proteins have non-peptide groups attached, which can be called prosthetic groups or cofactors. Proteins can also work together to achieve a particular function, and they often associate to form stable protein complexes.",
            "score": 169.20809710025787
        },
        {
            "docid": "159266_22",
            "document": "Gene expression . Enzymes called chaperones assist the newly formed protein to attain (fold into) the 3-dimensional structure it needs to function. Similarly, RNA chaperones help RNAs attain their functional shapes. Assisting protein folding is one of the main roles of the endoplasmic reticulum in eukaryotes.",
            "score": 185.61331915855408
        },
        {
            "docid": "9378673_7",
            "document": "De novo protein structure prediction . Several lines of evidence have been presented in favor of the notion that primary protein sequence contains all the information required for overall three-dimensional protein structure, making the idea of a de novo protein prediction possible. First, proteins with different functions usually have different amino acid sequences. Second, several different human diseases, such as Duchenne muscular dystrophy, can be linked to loss of protein function resulting from a change in just a single amino acid in the primary sequence. Third, proteins with similar functions across many different species often have similar amino acid sequences. Ubiquitin, for example, is a protein involved in regulating the degradation of other proteins; its amino acid sequence is nearly identical in species as far separated as \"Drosophila melanogaster\" and \"Homo sapiens\". Fourth, by thought experiment, one can deduce that protein folding must not be a completely random process and that information necessary for folding must be encoded within the primary structure. For example, if we assume that each of 100 amino acid residues within a small polypeptide could take up 10 different conformations on average, giving 10^100 different conformations for the polypeptide. If one possible confirmation was tested every 10^-13 second, then it would take about 10^77 years to sample all possible conformations. However, proteins are properly folded within the body on short timescales all the time, meaning that the process cannot be random and, thus, can potentially be modeled. One of the strongest lines of evidence for the supposition that all the relevant information needed to encode protein tertiary structure is found in the primary sequence was demonstrated in the 1950s by Christian Anfinsen. In a classic experiment, he showed that ribonuclease A could be entirely denatured by being submerged in a solution of urea (to disrupt stabilizing hydrophobic bonds) in the presence of a reducing agent (to cleave stabilizing disulfide bonds). Upon removal of the protein from this environment, the denatured and functionless ribonuclease protein spontaneously recoiled and regained function, demonstrating that protein tertiary structure is encoded in the primary amino acid sequence. Had the protein reformed randomly, over one-hundred different combinations of four disulfide bonds could have formed. However, in the majority of cases proteins will require the presence of molecular chaperons within the cell for proper folding. The overall shape of a protein may be encoded in its amino acid structure, but its folding may depend on chaperons to assist in folding.",
            "score": 181.54112458229065
        },
        {
            "docid": "52085_13",
            "document": "Protein folding . A fully denatured protein lacks both tertiary and secondary structure, and exists as a so-called random coil. Under certain conditions some proteins can refold; however, in many cases, denaturation is irreversible. Cells sometimes protect their proteins against the denaturing influence of heat with enzymes known as heat shock proteins (a type of chaperone), which assist other proteins both in folding and in remaining folded. Some proteins never fold in cells at all except with the assistance of chaperones which either isolate individual proteins so that their folding is not interrupted by interactions with other proteins or help to unfold misfolded proteins, allowing them to refold into the correct native structure. This function is crucial to prevent the risk of precipitation into insoluble amorphous aggregates. The external factors involved in protein denaturation or disruption of the native state include temperature, external fields (electric, magnetic), molecular crowding, and even the limitation of space, which can have a big influence on the folding of proteins. High concentrations of solutes, extremes of pH, mechanical forces, and the presence of chemical denaturants can contribute to protein denaturation, as well. These individual factors are categorized together as stresses. Chaperones are shown to exist in increasing concentrations during times of cellular stress and help the proper folding of emerging proteins as well as denatured or misfolded ones.",
            "score": 231.3566358089447
        },
        {
            "docid": "611074_18",
            "document": "Point mutation . Point mutations can have several effects on the behavior and reproduction of a protein depending on where the mutation occurs in the amino acid sequence of the protein. If the mutation occurs in the region of the gene that is responsible for coding for the protein, the amino acid may be altered. This slight change in the sequence of amino acids can cause a change in the function, activation of the protein meaning how it binds with a given enzyme, where the protein will be located within the cell, or the amount of free energy stored within the protein.",
            "score": 171.2942955493927
        },
        {
            "docid": "6781_17",
            "document": "Cytosol . Protein molecules that do not bind to cell membranes or the cytoskeleton are dissolved in the cytosol. The amount of protein in cells is extremely high, and approaches 200 mg/ml, occupying about 20-30% of the volume of the cytosol. However, measuring precisely how much protein is dissolved in cytosol in intact cells is difficult, since some proteins appear to be weakly associated with membranes or organelles in whole cells and are released into solution upon cell lysis. Indeed, in experiments where the plasma membrane of cells were carefully disrupted using saponin, without damaging the other cell membranes, only about one quarter of cell protein was released. These cells were also able to synthesize proteins if given ATP and amino acids, implying that many of the enzymes in cytosol are bound to the cytoskeleton. However, the idea that the majority of the proteins in cells are tightly bound in a network called the microtrabecular lattice is now seen as unlikely.",
            "score": 170.00629901885986
        },
        {
            "docid": "4007073_6",
            "document": "Gene expression profiling . The human genome contains on the order of 25,000 genes which work in concert to produce on the order of 1,000,000 distinct proteins. This is due to alternative splicing, and also because cells make important changes to proteins through posttranslational modification after they first construct them, so a given gene serves as the basis for many possible versions of a particular protein. In any case, a single mass spectrometry experiment can identify about 2,000 proteins or 0.2% of the total. While knowledge of the precise proteins a cell makes (proteomics) is more relevant than knowing how much messenger RNA is made from each gene, gene expression profiling provides the most global picture possible in a single experiment. However, proteomics methodology is improving. In other species, such as yeast, it is possible to identify over 4,000 proteins in just over one hour.",
            "score": 163.58578383922577
        },
        {
            "docid": "30999216_15",
            "document": "Protein moonlighting . In many cases, the functionality of a protein not only depends on its structure, but also its location. For example, a single protein may have one function when found in the cytoplasm of a cell, a different function when interacting with a membrane, and yet a third function if excreted from the cell. This property of moonlighting proteins is known as \"differential localization\". For example, in higher temperatures DegP (HtrA) will function as a protease by the directed degradation of proteins and in lower temperatures as a chaperone by assisting the non-covalent folding or unfolding and the assembly or disassembly of other macromolecular structures. Furthermore, moonlighting proteins may exhibit different behaviors not only as a result of its location within a cell, but also the type of cell that the protein is expressed in. Multifunctionality could also be as a consequence of differential post translational modifications (PTM'S). In the case of the glycolytic enzyme glyceraldehyde-3-phosphate dehydrogenase (GAPDH)alterations in the PTM's have been shown to be associated with higher order multi functionality.",
            "score": 225.26976335048676
        },
        {
            "docid": "3592553_2",
            "document": "QDPR . QDPR (quinoid dihydropteridine reductase) is a human gene that produces the enzyme quinoid dihydropteridine reductase. This enzyme is part of the pathway that recycles a substance called tetrahydrobiopterin, also known as BH4. Tetrahydrobiopterin works with an enzyme called phenylalanine hydroxylase to process a substance called phenylalanine. Phenylalanine is an amino acid (a building block of proteins) that is obtained through the diet; it is found in all proteins and in some artificial sweeteners. When tetrahydrobiopterin interacts with phenylalanine hydroxylase, tetrahydrobiopterin is altered and must be recycled to a usable form. The regeneration of this substance is critical for the proper processing of several other amino acids in the body. Tetrahydrobiopterin also helps produce certain chemicals in the brain called neurotransmitters, which transmit signals between nerve cells.",
            "score": 143.08722949028015
        },
        {
            "docid": "9927_12",
            "document": "Endomembrane system . The ER has a central role in producing, processing, and transporting biochemical compounds for use inside and outside of the cell. Its membrane is the site of production of all the transmembrane proteins and lipids for most of the cell's organelles, including the ER itself, the Golgi apparatus, lysosomes, endosomes, mitochondria, peroxisomes, secretory vesicles, and the plasma membrane. Furthermore, almost all of the proteins that will exit the cell, plus those destined for the lumen of the ER, Golgi apparatus, or lysosomes, are originally delivered to the ER lumen. Consequently, many of the proteins found in the cisternal space of the endoplasmic reticulum lumen are there only temporarily as they pass on their way to other locations. Other proteins, however, constantly remain in the lumen and are known as endoplasmic reticulum resident proteins. These special proteins contain a specialized retention signal made up of a specific sequence of amino acids that enables them to be retained by the organelle. An example of an important endoplasmic reticulum resident protein is the chaperon protein known as BiP which identifies other proteins that have been improperly built or processed and keeps them from being sent to their final destinations.",
            "score": 259.6521439552307
        },
        {
            "docid": "24553_11",
            "document": "Protein biosynthesis . Events that occur during or following biosynthesis include proteolysis, post-translational modification and protein folding. Proteolysis may remove N-terminal, C-terminal or internal amino-acid residues or peptides from the polypeptide. The termini and side-chains of the polypeptide may be subjected to post-translational modification. These modifications may be required for correct cellular localisation or the natural function of the protein. During and after synthesis, polypeptide chains often fold to assume, so called, native secondary and tertiary structures. This is known as \"protein folding\" and is typically required for the natural function of the protein.",
            "score": 154.25887608528137
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 158.11567449569702
        },
        {
            "docid": "11344743_8",
            "document": "Biomolecular engineering . The tertiary structure of proteins deal with their folding process and how the overall molecule is arranged. Finally, a quaternary structure is a group of tertiary proteins coming together and binding. With all of these levels, proteins have a wide variety of places in which they can be manipulated and adjusted. Techniques are used to affect the amino acid sequence of the protein (site-directed mutagenesis), the folding and conformation of the protein, or the folding of a single tertiary protein within a quaternary protein matrix.  Proteins that are the main focus of manipulation are typically enzymes. These are proteins that act as catalysts for biochemical reactions. By manipulating these catalysts, the reaction rates, products, and effects can be controlled. Enzymes and proteins are important to the biological field and research that there are specific subsets of engineering focusing only on proteins and enzymes.",
            "score": 177.74287700653076
        },
        {
            "docid": "11913227_7",
            "document": "Artificial gene synthesis . Producing large amounts of protein from gene sequences (or at least the protein coding regions of genes, the open reading frame) found in nature can sometimes prove difficult and is a problem of sufficient impact that scientific conferences have been devoted to the topic. Many of the most interesting proteins sought by molecular biologists are normally regulated to be expressed in very low amounts in wild type cells. Redesigning these genes offers a means to improve gene expression in many cases. Rewriting the open reading frame is possible because of the degeneracy of the genetic code. Thus it is possible to change up to about a third of the nucleotides in an open reading frame and still produce the same protein. The available number of alternate designs possible for a given protein is astronomical. For a typical protein sequence of 300 amino acids there are over 10 codon combinations that will encode an identical protein. Using optimization methods such as replacing rarely used codons with more common codons sometimes have dramatic effects. Further optimizations such as removing RNA secondary structures can also be included. At least in the case of \"E. coli\", protein expression is maximized by predominantly using codons corresponding to tRNA that retain amino acid charging during starvation. Computer programs written to perform these, and other simultaneous optimizations are used to handle the enormous complexity of the task. A well optimized gene can improve protein expression 2 to 10 fold, and in some cases more than 100 fold improvements have been reported. Because of the large numbers of nucleotide changes made to the original DNA sequence, the only practical way to create the newly designed genes is to use gene synthesis.",
            "score": 151.68182361125946
        },
        {
            "docid": "44163912_5",
            "document": "Kufs disease . Mutations to the CLN6 and PPT1 genes result in Kufs disease Type A. CLN6 produces proteins that facilitate fat transport throughout a cell, as well as excretion out of the cell. The PPT1 gene codes for the enzyme palmotoyl-protein thioesterase-1. This enzyme is responsible for removing the fatty-acid side chains off of proteins that have been translocated into the lysozyme. By removing the surrounding fats, palmotoyl-protein thioesterase-1 creates easier access for other enzymes to break down the rest of the protein. Fatty substance build up in the brain is a consequence of the mutated genes. The fats and proteins that build up are called lipopigments. Eventually the buildup of lipopigments results in death of the neuron cells, giving way to the phenotypic symptoms. Type A is an autosomal recessive disease, indicating that it is inherited from the parents. Each parent must carry one copy of the mutation, however the recessive designation indicates that with only one copy, the parents are not affected, and do not show any symptoms.",
            "score": 152.82976806163788
        },
        {
            "docid": "9775_7",
            "document": "Endoplasmic reticulum . In most cells the smooth endoplasmic reticulum (abbreviated SER) is scarce. Instead there are areas where the ER is partly smooth and partly rough, this area is called the transitional ER. The transitional ER gets its name because it contains ER exit sites. These are areas where the transport vesicles that contain lipids and proteins made in the ER, detach from the ER and start moving to the Golgi apparatus. Specialized cells can have a lot of smooth endoplasmic reticulum and in these cells the smooth ER has many functions. It synthesizes lipids, phospholipids, and steroids. Cells which secrete these products, such as those in the testes, ovaries, and sebaceous glands have an abundance of smooth endoplasmic reticulum. It also carries out the metabolism of carbohydrates, detoxification of natural metabolism products and of alcohol and drugs, attachment of receptors on cell membrane proteins, and steroid metabolism. In muscle cells, it regulates calcium ion concentration. Smooth endoplasmic reticulum is found in a variety of cell types (both animal and plant), and it serves different functions in each. The smooth endoplasmic reticulum also contains the enzyme glucose-6-phosphatase, which converts glucose-6-phosphate to glucose, a step in gluconeogenesis. It is connected to the nuclear envelope and consists of tubules that are located near the cell periphery. These tubes sometimes branch forming a network that is reticular in appearance. In some cells, there are dilated areas like the sacs of rough endoplasmic reticulum. The network of smooth endoplasmic reticulum allows for an increased surface area to be devoted to the action or storage of key enzymes and the products of these enzymes.",
            "score": 181.66096353530884
        },
        {
            "docid": "14820058_3",
            "document": "POMT1 . O-mannosylation is an important protein modification in eukaryotes that is initiated by an evolutionarily conserved family of protein O-mannosyltransferases. POMT1 shares sequence similarity with protein O-mannosyltransferases of S. cerevisiae. In yeast, these enzymes are located in the endoplasmic reticulum (ER) and are required for cell integrity and cell wall rigidity. POMT1 also shows similarity to the Drosophila 'rotated abdomen' (rt) gene, which when mutated causes defects in myogenesis and muscle structure.[supplied by OMIM]",
            "score": 175.09990906715393
        }
    ],
    "r": [
        {
            "docid": "9775_9",
            "document": "Endoplasmic reticulum . The endoplasmic reticulum serves many general functions, including the folding of protein molecules in sacs called cisternae and the transport of synthesized proteins in vesicles to the Golgi apparatus. Correct folding of newly made proteins is made possible by several endoplasmic reticulum chaperone proteins, including protein disulfide isomerase (PDI), ERp29, the Hsp70 family member BiP/Grp78, calnexin, calreticulin, and the peptidylpropyl isomerase family. Only properly folded proteins are transported from the rough ER to the Golgi apparatus – unfolded proteins cause an unfolded protein response as a stress response in the ER. Disturbances in redox regulation, calcium regulation, glucose deprivation, and viral infection or the over-expression of proteins can lead to endoplasmic reticulum stress response (ER stress), a state in which the folding of proteins slows, leading to an increase in unfolded proteins. This stress is emerging as a potential cause of damage in hypoxia/ischemia, insulin resistance, and other disorders.",
            "score": 311.7783203125
        },
        {
            "docid": "14717436_3",
            "document": "Binding immunoglobulin protein . BiP is a HSP70 molecular chaperone located in the lumen of the endoplasmic reticulum (ER) that binds newly synthesized proteins as they are translocated into the ER, and maintains them in a state competent for subsequent folding and oligomerization. BiP is also an essential component of the translocation machinery and plays a role in retrograde transport across the ER membrane of aberrant proteins destined for degradation by the proteasome. BiP is an abundant protein under all growth conditions, but its synthesis is markedly induced under conditions that lead to the accumulation of unfolded polypeptides in the ER.",
            "score": 290.6524658203125
        },
        {
            "docid": "9941789_11",
            "document": "Unfolded protein response . The molecular chaperone BiP/Grp78 has a range of functions within the ER. It maintains specific transmembrane receptor proteins involved in initiating of the downstream signalling of the UPR in an inactive state by binding to their luminal domains. An overwhelming load of misfolded proteins or simply the over-expression of proteins (e.g. IgG) requires more of the available BiP/Grp78 to bind to the exposed hydrophobic regions of these proteins, and consequently BiP/Grp78 dissociates from these receptor sites to meet this requirement. Dissociation from the intracellular receptor domains allows them to become active. PERK dimerizes with BiP in resting cells and oligomerizes in ER-stressed cells.",
            "score": 283.991943359375
        },
        {
            "docid": "9775_13",
            "document": "Endoplasmic reticulum . The unfolded protein response (UPR) is a cellular stress response related to the endoplasmic reticulum. The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. The UPR functions to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signaling pathways that lead to increasing the production of molecular chaperones involved in protein folding. Sustained overactivation of the UPR has been implicated in prion diseases as well as several other neurodegenerative diseases and the inhibition of the UPR could become a treatment for those diseases.",
            "score": 265.0538024902344
        },
        {
            "docid": "9927_12",
            "document": "Endomembrane system . The ER has a central role in producing, processing, and transporting biochemical compounds for use inside and outside of the cell. Its membrane is the site of production of all the transmembrane proteins and lipids for most of the cell's organelles, including the ER itself, the Golgi apparatus, lysosomes, endosomes, mitochondria, peroxisomes, secretory vesicles, and the plasma membrane. Furthermore, almost all of the proteins that will exit the cell, plus those destined for the lumen of the ER, Golgi apparatus, or lysosomes, are originally delivered to the ER lumen. Consequently, many of the proteins found in the cisternal space of the endoplasmic reticulum lumen are there only temporarily as they pass on their way to other locations. Other proteins, however, constantly remain in the lumen and are known as endoplasmic reticulum resident proteins. These special proteins contain a specialized retention signal made up of a specific sequence of amino acids that enables them to be retained by the organelle. An example of an important endoplasmic reticulum resident protein is the chaperon protein known as BiP which identifies other proteins that have been improperly built or processed and keeps them from being sent to their final destinations.",
            "score": 259.65216064453125
        },
        {
            "docid": "9941789_3",
            "document": "Unfolded protein response . The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. In this scenario, the UPR has three aims: initially to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signalling pathways that lead to increasing the production of molecular chaperones involved in protein folding. If these objectives are not achieved within a certain time span or the disruption is prolonged, the UPR aims towards apoptosis.",
            "score": 258.58258056640625
        },
        {
            "docid": "166470_9",
            "document": "Ricin . For ricin to function cytotoxically, RTA must be reductively cleaved from RTB in order to release a steric block of the RTA active site. This process is catalysed by the protein PDI (protein disulphide isomerase) that resides in the lumen of the ER. Free RTA in the ER lumen then partially unfolds and partially buries into the ER membrane, where it is thought to mimic a misfolded membrane-associated protein. Roles for the ER chaperones GRP94, EDEM and BiP have been proposed prior to the 'dislocation' of RTA from the ER lumen to the cytosol in a manner that utilizes components of the endoplasmic reticulum-associated protein degradation (ERAD) pathway. ERAD normally removes misfolded ER proteins to the cytosol for their destruction by cytosolic proteasomes. Dislocation of RTA requires ER membrane-integral E3 ubiquitin ligase complexes, but RTA avoids the ubiquitination that usually occurs with ERAD substrates because of its low content of lysine residues, which are the usual attachment sites for ubiquitin. Thus, RTA avoids the usual fate of dislocated proteins (destruction that is mediated by targeting ubiquitinylated proteins to the cytosolic proteasomes). In the mammalian cell cytosol, RTA then undergoes triage by the cytosolic molecular chaperones Hsc70 and Hsp90 and their co-chaperones, as well as by one subunit (RPT5) of the proteasome itself, that results in its folding to a catalytic conformation, which de-purinates ribosomes, thus halting protein synthesis.",
            "score": 256.7320556640625
        },
        {
            "docid": "29855647_30",
            "document": "Arsenic biochemistry . Arsenic is highly detrimental to the innate and the adaptive immune system of the body. When the amount of unfolded and misfolded proteins in endoplasmic reticulum stress is excessive, the unfolded protein response (UPR) is activated to increase the activity of several receptors that are responsible the restoration of homeostasis. The inositol-requiring enzyme-1 (IRE1) and protein kinase RNA-like endoplasmic reticulum kinase (PERK) are two receptors that restrict the rate of translation. On the other hand, the unfolded proteins are corrected by the production of chaperones, which are induced by the activating transcription factor 6 (ATF6). If the number of erroneous proteins elevates, further mechanism is active which triggers apoptosis. Arsenic has evidentially shown to increase the activity of these protein sensors.",
            "score": 255.9695281982422
        },
        {
            "docid": "38734340_2",
            "document": "Chaperone code . The Chaperone code has been identified as one of the main regulatory mechanisms underlying cell function in biology. While the genetic code specifies how DNA makes proteins, while the histone code rules genomic transactions, the chaperone code stipulates how proteins produce a functional proteome. The chaperone code refers to the combinatorial array of posttranslational modifications - i.e. phosphorylation, acetylation, ubiquitination, methylation, etc - that target molecular chaperones to modulate their activity. Molecular chaperones are proteins specialized in folding and unfolding of the other cellular proteins and assembly and dismantling of protein complexes, thereby orchestrating the dynamic organization of the proteome. As a consequence, a limited number of chaperones must be able to act on a very large number of substrates in a highly regulated manner.",
            "score": 254.75015258789062
        },
        {
            "docid": "14800533_11",
            "document": "AGR2 . What AGR2 does in cancers is poorly understood. In breast cancer, HSP90 is a molecular chaperone expressed in tumor cells when there exists an excess of unfolded protein, and its co-chaperone has been reported to induce expression of AGR2, so AGR2 may be used by the endoplasmic reticulum to assist with protein folding to alleviate proteotoxic stress. AGR2 may help regulate the protein and mRNA levels in a cell overall as well. During late pregnancy and lactation, AGR2 levels peak when milk proteins are produced, and mammary-specific \"Agr2\" knockout mice had downregulated milk protein mRNA expression.",
            "score": 248.70074462890625
        },
        {
            "docid": "42911578_6",
            "document": "Acyldepsipeptide antibiotics . For folded proteins, unfolded proteins, and long peptides, ClpP must be activated by a protein in the family of ATPase associated with diverse cellular activities (AAA proteins), such as ClpA, ClpX, or ClpC. These chaperone proteins are responsible for hydrolyzing ATP to ADP, harnessing the energy, and then taking folded proteins and unfolding them. Next, Clp-ATPases slip the unfolded proteins into the degradation chamber within ClpP, allowing for processive degradation of the substrate. This process is tightly regulated with the hydrolysis of ATP to prevent uncontrolled protein or peptide degradation that would be harmful to the cell.",
            "score": 243.4711456298828
        },
        {
            "docid": "14717436_19",
            "document": "Binding immunoglobulin protein . As an ER chaperone protein, BiP prevents neuronal cell death induced by ER stress by correcting misfolded proteins. Moreover, a chemical inducer of BiP, named BIX, reduced cerebral infarction in cerebral ischemic mice.[45] Conversely, enhanced BiP chaperone function has been strongly implicated in Alzheimer’s disease.",
            "score": 241.4898223876953
        },
        {
            "docid": "14717436_21",
            "document": "Binding immunoglobulin protein . Prokaryotic BiP orthologs were found to interact with key proteins such as RecA, which is vital to bacterial DNA replication. As a result, these bacterial Hsp70 chaperones represent a promising set of targets for antibiotic development. Notably, the anticancer drug OSU-03012 re-sensitized superbug strains of Neisseria gonorrhoeae to several standard-of-care antibiotics. Meanwhile, a virulent strain of Shiga toxigenic Escherichia coli undermines host cell survival by producing AB5 toxin to inhibit host BiP. In contrast, viruses rely on host BiP to successfully replicate, largely by infecting cells through cell-surface BiP, stimulating BiP expression to chaperone viral proteins, and suppressing the ER stress death response.",
            "score": 241.42149353027344
        },
        {
            "docid": "14717436_14",
            "document": "Binding immunoglobulin protein . BiP is highly conserved among eukaryotes, including mammals (Table 1). It is also widely expressed among all tissue types in human. In the human BiP, there are two highly conserved cysteines. These cysteines have been shown to undergo post-translational modifications in both yeast and mammalian cells. In yeast cells, the N-terminus cysteine has been shown to be sulfenylated and glutathionylated upon oxidative stress. Both modifications enhance BiP's ability to prevent protein aggregation. In mice cells, the conserved cysteine pair forms a disulfide bond upon activation of GPx7 (NPGPx). The disulfide bond enhances BiP's binding to denatured proteins.",
            "score": 238.89649963378906
        },
        {
            "docid": "2354497_3",
            "document": "Heat shock . The cellular response to heat shock damage, the heat shock response, includes the transcriptional up-regulation of genes encoding heat shock proteins (HSPs) as part of the cell's internal repair mechanism. The effects of stressors such as temperature changes and toxins are counteracted by these HSPs, that upon activation respond to heat, cold and oxygen deprivation by activating several cascade pathways. HSPs are also present in cells under perfectly normal conditions, but an elevation in stress levels for the cell promotes an increase in their production levels by activating heat-shock genes at levels higher than normal. Some HSPs, called chaperones, also have increased production levels when the cell faces various stress factors. Chaperone's functions includes making sure that the cell’s proteins are properly folded in the correct conformation and they ensure this by facilitating protein folding using their substrate binding domain. An example of chaperons are the HSP70 (heat shock protein) chaperones. For example, HSPs help new or misfolded proteins to fold into their correct three-dimensional conformations, which is essential for their function. They also shuttle proteins from one compartment to another inside the cell, and target old or terminally misfolded proteins to proteases for degradation. Heat shock proteins are also believed to play a role in the presentation of pieces of proteins (or peptides) on the cell surface to help the immune system recognize diseased cells. 5 major families of HSPs are recognized: the Hsp70 (DnaK) family, the chaperonins (GroEL and Hsp60), the Hsp90 family, the Hsp100 (Clp) family and the small HSP (sHSP) family. Other proteins such as, protein disulfide isomerase and calnexin/calreticulin, have chaperone functions and assist protein folding in the Endoplasmic Reticulum.",
            "score": 237.56790161132812
        },
        {
            "docid": "52702499_2",
            "document": "Mitochondrial unfolded protein response . The mitochondrial unfolded protein response (UPR) is a cellular stress response related to the mitochondria. The UPR results from unfolded or misfolded proteins in mitochondria beyond the capacity of chaperone proteins to handle them. The UPR can occur either in the mitochondrial matrix or in the mitochondrial inner membrane. In the UPR, the mitochondrion will either upregulate chaperone proteins or invoke proteases to degrade proteins that fail to fold properly. UPR causes the sirtuin SIRT3 to activate antioxidant enzymes and mitophagy.",
            "score": 236.51100158691406
        },
        {
            "docid": "9642130_15",
            "document": "AB5 toxin . SubAB's target is in the endoplasmic reticulum of the cell and is brought into the cell through clathrin-mediated endocytosis. The glycan receptor for SubAB usually ends with an α2-3-linked N-Glycolylneuraminic acid (Neu5Gc). SubAB has an A subunit where it acts as a serine protease and cleaves Bip/GRP78, an endoplasmic reticulum chaperone. The cleavage of this chaperone causes cellular stress through protein inhibition, and consequently death of the cell.",
            "score": 234.22093200683594
        },
        {
            "docid": "9941789_15",
            "document": "Unfolded protein response . \"Increased Production of Proteins Involved in the Functions of the UPR\" UPR activation also results in upregulation of proteins involved in chaperoning malfolding proteins, protein folding and ERAD, including further production of Grp78. Ultimately this increases the cell’s molecular mechanisms by which it can deal with the misfolded protein load. These receptor proteins have been identified as:",
            "score": 234.1953125
        },
        {
            "docid": "52085_13",
            "document": "Protein folding . A fully denatured protein lacks both tertiary and secondary structure, and exists as a so-called random coil. Under certain conditions some proteins can refold; however, in many cases, denaturation is irreversible. Cells sometimes protect their proteins against the denaturing influence of heat with enzymes known as heat shock proteins (a type of chaperone), which assist other proteins both in folding and in remaining folded. Some proteins never fold in cells at all except with the assistance of chaperones which either isolate individual proteins so that their folding is not interrupted by interactions with other proteins or help to unfold misfolded proteins, allowing them to refold into the correct native structure. This function is crucial to prevent the risk of precipitation into insoluble amorphous aggregates. The external factors involved in protein denaturation or disruption of the native state include temperature, external fields (electric, magnetic), molecular crowding, and even the limitation of space, which can have a big influence on the folding of proteins. High concentrations of solutes, extremes of pH, mechanical forces, and the presence of chemical denaturants can contribute to protein denaturation, as well. These individual factors are categorized together as stresses. Chaperones are shown to exist in increasing concentrations during times of cellular stress and help the proper folding of emerging proteins as well as denatured or misfolded ones.",
            "score": 231.35662841796875
        },
        {
            "docid": "28990145_6",
            "document": "Proteostasis . The third component of the proteostasis network is the protein degradation machinery. Protein degradation occurs in proteostasis when the cellular signals indicate the need to decrease overall cellular protein levels. The effects of protein degradation can be local, with the cell only experiencing effects from the loss of the degraded protein itself or widespread, with the entire protein landscape changing due to loss of other proteins’ interactions with the degraded protein. Multiple substrates are targets for proteostatic degradation. These degradable substrates include nonfunctional protein fragments produced from ribosomal stalling during translation, misfolded or unfolded proteins, aggregated proteins, and proteins that are no longer needed to carry out cellular function. Several different pathways exist for carrying out these degradation processes. When proteins are determined to be unfolded or misfolded, they are typically degraded via the unfolded protein response (UPR) or endoplasmic-reticulum-associated protein degradation (ERAD). Substrates that are unfolded, misfolded, or no longer required for cellular function can also be ubiquitin tagged for degradation by ATP dependent proteases, such as the proteasome in eukaryotes or ClpXP in prokaryotes. Autophagy, or self engulfment, lysosomal targeting, and phagocytosis (engulfment of waste products by other cells) can also be used as proteostatic degradation mechanisms.",
            "score": 230.64443969726562
        },
        {
            "docid": "1704073_4",
            "document": "Antigen processing . The endogenous pathway is used to present cellular peptide fragments on the cell surface on MHC class I molecules. If a virus had infected the cell, viral peptides would also be presented, allowing the immune system to recognize and kill the infected cell. Worn out proteins within the cell become ubiquitinated, marking them for proteasome degradation. Proteasomes break the protein up into peptides that include some around nine amino acids long (suitable for fitting within the peptide binding cleft of MHC class I molecules). Transporter associated with antigen processing (TAP), a protein that spans the membrane of the rough endoplasmic reticulum, transports the peptides into the lumen of the rough endoplasmic reticulum (ER). Also within the rough ER, a series of chaperone proteins, including calnexin, calreticulin, ERp57, and Binding immunoglobulin protein (BiP) facilitates the proper folding of class I MHC and its association with β2 microglobulin. The partially folded MHC class I molecule then interacts with TAP via tapasin (the complete complex also contains calreticulin and Erp57 and, in mice, calnexin). Once the peptide is transported into the ER lumen it binds to the cleft of the awaiting MHC class I molecule, stabilizing the MHC and allowing it to be transported to the cell surface by the golgi apparatus.",
            "score": 230.57077026367188
        },
        {
            "docid": "9927_20",
            "document": "Endomembrane system . Many types of cells export proteins produced by ribosomes attached to the rough ER. The ribosomes assemble amino acids into protein units, which are carried into the rough ER for further adjustments. These proteins may be either transmembrane proteins, which become embedded in the membrane of the endoplasmic reticulum, or water-soluble proteins, which are able to pass through the membrane into the lumen. Those that reach the inside of the endoplasmic reticulum are folded into the correct three-dimensional conformation. Chemicals, such as carbohydrates or sugars, are added, then the endoplasmic reticulum either transports the completed proteins, called secretory proteins, to areas of the cell where they are needed, or they are sent to the Golgi apparatus for further processing and modification.",
            "score": 228.22921752929688
        },
        {
            "docid": "54987630_5",
            "document": "EF-Tu receptor . EFR, like other proteins, undergoes translation in a cell's ribosomes. After the primary structure of the protein has been formed it must fold into its three dimensional tertiary structure to become functional. This occurs in the endoplasmic reticulum (ER). While in the ER, this primary polypeptide chain undergoes a regulatory process known as ER-quality control (ER-QC) to help ensure it folds into the correct 3-D structure. and avoids. ER-QC process consists of a series of chaperone proteins that help guide the folding of the EFR polypeptide chains, preventing the aggregation of many polypeptide chains into one large group. Proteins that have not folded are kept in the ER until they have folded into their correct 3-D shape. If folding does not occur then the unfolded protein is eventually destroyed.",
            "score": 225.69329833984375
        },
        {
            "docid": "30999216_15",
            "document": "Protein moonlighting . In many cases, the functionality of a protein not only depends on its structure, but also its location. For example, a single protein may have one function when found in the cytoplasm of a cell, a different function when interacting with a membrane, and yet a third function if excreted from the cell. This property of moonlighting proteins is known as \"differential localization\". For example, in higher temperatures DegP (HtrA) will function as a protease by the directed degradation of proteins and in lower temperatures as a chaperone by assisting the non-covalent folding or unfolding and the assembly or disassembly of other macromolecular structures. Furthermore, moonlighting proteins may exhibit different behaviors not only as a result of its location within a cell, but also the type of cell that the protein is expressed in. Multifunctionality could also be as a consequence of differential post translational modifications (PTM'S). In the case of the glycolytic enzyme glyceraldehyde-3-phosphate dehydrogenase (GAPDH)alterations in the PTM's have been shown to be associated with higher order multi functionality.",
            "score": 225.26976013183594
        },
        {
            "docid": "3023865_9",
            "document": "Glycan . N-linked glycans are extremely important in proper protein folding in eukaryotic cells. Chaperone proteins in the endoplasmic reticulum, such as calnexin and calreticulin, bind to the three glucose residues present on the core N-linked glycan. These chaperone proteins then serve to aid in the folding of the protein that the glycan is attached to. Following proper folding, the three glucose residues are removed, and the glycan moves on to further processing reactions. If the protein fails to fold properly, the three glucose residues are reattached, allowing the protein to re-associate with the chaperones. This cycle may repeat several times until a protein reaches its proper conformation. If a protein repeatedly fails to properly fold, it is excreted from the endoplasmic reticulum and degraded by cytoplasmic proteases.",
            "score": 224.732421875
        },
        {
            "docid": "14717436_7",
            "document": "Binding immunoglobulin protein . When Chinese hamster K12 cells are starved of glucose, the synthesis of several proteins, called glucose-regulated proteins (GRPs), is markedly increased. GRP78 (HSPA5), also referred to as 'immunoglobulin heavy chain-binding protein' (BiP), is a member of the heat-shock protein-70 (HSP70) family and involved in the folding and assembly of proteins in the ER. The level of BiP is strongly correlated with the amount of secretory proteins (e.g. IgG) within the ER.",
            "score": 223.48741149902344
        },
        {
            "docid": "164901_3",
            "document": "Post-translational modification . Post-translational modifications can occur on the amino acid side chains or at the protein's C- or N- termini. They can extend the chemical repertoire of the 20 standard amino acids by modifying an existing functional group or introducing a new one such as phosphate. Phosphorylation is a very common mechanism for regulating the activity of enzymes and is the most common post-translational modification. Many eukaryotic proteins also have carbohydrate molecules attached to them in a process called glycosylation, which can promote protein folding and improve stability as well as serving regulatory functions. Attachment of lipid molecules, known as lipidation, often targets a protein or part of a protein attached to the cell membrane.",
            "score": 223.23715209960938
        },
        {
            "docid": "4125086_4",
            "document": "HSPA8 . The heat shock protein 70 (Hsp70) family contains both heat-inducible and constitutively expressed members. The latter are called heat-shock cognate (Hsc) proteins. The heat shock 70 kDa protein 8 also known as Hsc70 belongs to the heat-shock cognate subgroup. This protein binds to nascent polypeptides to facilitate correct protein folding. In order to properly fold non-native proteins, Hsp70 chaperones interact with the hydrophobic peptide segments of proteins in an ATP-controlled fashion. Though the exact mechanism still remains unclear, there are at least two alternative modes of action: kinetic partitioning and local unfolding. In kinetic partitioning, Hsp70s repetitively bind and release substrates in cycles that maintain low concentrations of free substrate. This effectively prevents aggregation while allowing free molecules to fold to the native state. In local unfolding, the binding and release cycles induce localized unfolding in the substrate, which helps to overcome kinetic barriers for folding to the native state. Ultimately, its role in protein folding contributes to its function in signal transduction, apoptosis, protein homeostasis, and cell growth and differentiation. Hsc70 is known to localize to the cytoplasm and lysosome, where it participates in chaperone-mediated autophagy by aiding the unfolding and translocation of substrate proteins across the membrane into the lysosomal lumen. Through this pathway, Hsc70 also contributes to the degradation of the proapoptotic BBC3/PUMA under normal conditions, thus conferring cytoprotection.",
            "score": 222.9078369140625
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 222.6745147705078
        },
        {
            "docid": "52846723_4",
            "document": "Evolution of molecular chaperones . Small proteins fold spontaneously, but the development of increasingly larger proteins, which have more complex folding patterns and intramolecular interactions, would have required chaperones to prevent protein aggregation due to misfolding. Folding of early proteins would have been error-prone in ancient cell cytosol and chaperones would have been needed to assist in unfolding and re-folding.",
            "score": 218.7901153564453
        },
        {
            "docid": "28990145_4",
            "document": "Proteostasis . In order to maintain protein homeostasis post-translationally, the cell makes use of molecular chaperones sometimes including chaperonins, which aid in the assembly or disassembly of proteins. They recognize exposed segments of hydrophobic amino acids in the nascent peptide chain and then work to promote the proper formation of noncovalent interactions that lead to the desired folded state.  Chaperones begin to assist in protein folding as soon as a nascent chain longer than 60 amino acids emerges from the ribosome exit channel. One of the most studied ribosome binding chaperones is trigger factor. Trigger factor works to stabilize the peptide, promotes its folding, prevents aggregation, and promotes refolding of denatured model substrates. Trigger factor not only directly works to properly fold the protein but also recruits other chaperones to the ribosome, such as Hsp70. Hsp70 surrounds an unfolded peptide chain, thereby preventing aggregation and promoting folding.",
            "score": 218.3842315673828
        },
        {
            "docid": "40533059_6",
            "document": "Chemical chaperone . Another class of chaperones is composed of protein ligands, cofactors, competitive inhibitors, and other small molecules that bind specifically to certain proteins. Because these molecules are active only on a specific protein, they are referred to as pharmacological chaperones. These molecules can induce stability in a specific region of a protein through favorable binding interactions, which reduce the inherent conformational flexibility of the polypeptide chain. Another important property of pharmacological chaperones is that they are able to bind to the unfolded or improperly folded protein, and then dissociate once the protein is properly folded, leaving a functional protein.",
            "score": 216.37255859375
        }
    ]
}