{
    "q": [
        {
            "docid": "53907564_2",
            "document": "Zika virus vaccine . A Zika virus vaccine is designed to prevent the symptoms and complications of Zika virus infection in humans. As Zika virus infection of pregnant women may result in congenital defects in the newborn, the vaccine will attempt to protect against congenital Zika syndrome during the current or any future outbreak. As of May 2017, no vaccines has been approved for clinical use, however a number of vaccines are currently in clinical trials. The goal of a Zika virus vaccine is to elicit protective antibodies against the Zika virus to prevent infection and severe disease. The challenges in developing a safe and effective vaccine include limiting side effects such as Guillain-Barré syndrome, a potential consequence of Zika virus infection. Additionally, as dengue virus is closely related to Zika virus, the vaccine needs to minimize the possibility of antibody-dependent enhancement of dengue virus infection.",
            "score": 250.8689422607422
        },
        {
            "docid": "19167679_73",
            "document": "Virus . Vaccination is a cheap and effective way of preventing infections by viruses. Vaccines were used to prevent viral infections long before the discovery of the actual viruses. Their use has resulted in a dramatic decline in morbidity (illness) and mortality (death) associated with viral infections such as polio, measles, mumps and rubella. Smallpox infections have been eradicated. Vaccines are available to prevent over thirteen viral infections of humans, and more are used to prevent viral infections of animals. Vaccines can consist of live-attenuated or killed viruses, or viral proteins (antigens). Live vaccines contain weakened forms of the virus, which do not cause the disease but, nonetheless, confer immunity. Such viruses are called attenuated. Live vaccines can be dangerous when given to people with a weak immunity (who are described as immunocompromised), because in these people, the weakened virus can cause the original disease. Biotechnology and genetic engineering techniques are used to produce subunit vaccines. These vaccines use only the capsid proteins of the virus. Hepatitis B vaccine is an example of this type of vaccine. Subunit vaccines are safe for immunocompromised patients because they cannot cause the disease. The yellow fever virus vaccine, a live-attenuated strain called 17D, is probably the safest and most effective vaccine ever generated.",
            "score": 256.246022939682
        },
        {
            "docid": "21057904_2",
            "document": "Japanese encephalitis vaccine . Japanese encephalitis vaccine is a vaccine that protects against Japanese encephalitis. The vaccines are more than 90% effective. How long this protection lasts is not clear but its effectiveness appears to decrease over time. Doses are given either by injection into a muscle or just under the skin. It is recommended as part of routine immunizations in countries where the disease is a problem. One or two doses are given depending on the version of the vaccine. Extra doses are not typically needed in areas where the disease is common. In those with HIV/AIDS or those who are pregnant an inactivated vaccine should be used. Immunization of travellers who plan to spend time outdoors in areas where the disease is common is recommended. The vaccines are relatively safe. Pain and redness may occur at the site of injection. As of 2015, 15 different vaccines are available: some are based on recombinant DNA techniques, others weakened virus, and others inactivated virus. The Japanese encephalitis vaccines first became available in the 1930s. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. In the United States it costs between 100 and 200 USD for a course of immunizations.",
            "score": 150.28878247737885
        },
        {
            "docid": "8649736_2",
            "document": "Varicella vaccine . Varicella vaccine, also known as chickenpox vaccine, is a vaccine that protects against chickenpox. One dose of vaccine prevents 95% of moderate disease and 100% of severe disease. Two doses of vaccine are more effective than one. If given to those who are not immune within five days of exposure to chickenpox it prevents most cases of disease. Vaccinating a large portion of the population also protects those who are not vaccinated. It is given by injection just under the skin. The World Health Organization (WHO) recommends routine vaccination only if a country can keep more than 80% of people vaccinated. If only 20% to 80% of people are vaccinated it is possible that more people will get the disease at an older age and outcomes overall may worsen. Either one or two doses of the vaccine is recommended. In the United States two doses are recommended starting at twelve to fifteen months of age. As of 2012 most European countries either recommend it for all children or just those at high risk, but not all countries provide the vaccine due to its cost. Minor side effects may include pain at the site of injection, fever, and rash. Severe side effects are rare and occur mostly in those with poor immune function. Its use in people with HIV/AIDS should be done with care. It is not recommended during pregnancy; however, the few times it has been given during pregnancy no problems resulted. The vaccine is available either by itself or along with the MMR vaccine, in a version known as the MMRV vaccine. It is made from weakened virus. The chickenpox vaccine first became commercially available in 1984. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. In the United States it costs between 100 and 200 USD.",
            "score": 133.0820505619049
        },
        {
            "docid": "670695_22",
            "document": "Feline immunodeficiency virus . As with HIV, the development of an effective vaccine against FIV is difficult because of the high number and variations of the virus strains. \"Single strain\" vaccines, i.e., vaccines that only protect against a single virus variant, have already demonstrated a good efficacy against homologous FIV strains. A dual-subtype vaccine for FIV released in 2002 called Fel-O-Vax (ATCvet code: ) made it possible to immunize cats against more FIV strains. It was developed using inactivated isolates of two of the five FIV subtypes (or clades): A Petaluma and D Shizuoka. The vaccine was shown to be moderately protective (82% of cats were protected) against subtype A FIV, but a later study showed it to offer no protection against subtype A. It has shown 100% effectiveness against two different subtype B FIV strains. Vaccination will cause cats to have positive results on FIV tests, making diagnosis more difficult. For these reasons the vaccine is considered \"non-core\", and the decision to vaccinate should be made after discussion with a veterinarian and consideration of the risks vs. the effectiveness.",
            "score": 151.7252368927002
        },
        {
            "docid": "927267_23",
            "document": "Dengue virus . Only one vaccine for dengue is currently approved in three countries (Brazil, Mexico, Philippines). Several vaccines are under development by private and public researchers. Developing a vaccine against the disease is challenging. With four different serotypes of the dengue virus that can cause the disease, the vaccine must immunize against all four types to be effective. Vaccination against only one serotype could possibly lead to severe dengue hemorrhagic shock (DHS) when infected with another serotype due to antibody-dependent enhancement. When infected with dengue virus, the immune system produces cross-reactive antibodies that provide immunity to that particular serotype. However, these antibodies are incapable of neutralizing other serotypes upon reinfection and actually increase viral replication. When macrophages consume the ‘neutralized’ virus, the virus is able to replicate within the macrophage, causing disease. These cross-reactive, ineffective antibodies ease access of virus into macrophages, which induces more severe disease (dengue hemorrhagic fever, dengue shock syndrome). A common problem faced in dengue-endemic regions is when mothers become infected with dengue; after giving birth, offspring carry the immunity from their mother and are susceptible to hemorrhagic fever if infected with any of the other three serotypes. One vaccine was in phase III trials in 2012 and planning for vaccine usage and effectiveness surveillance had started.",
            "score": 283.64244389533997
        },
        {
            "docid": "5019375_5",
            "document": "H5N1 clinical trials . \"A \"universal influenza vaccine\" could provide protection against all types of influenza and would eliminate the need to develop individual vaccines to specific H and N virus types. Such a vaccine would not need to be reengineered each year and could protect against an emergent pandemic strain. Developing a universal vaccine requires that researchers identify conserved regions of the influenza virus that do not exhibit antigenic variability by strain or over time. A universal vaccine, ACAM-FLU-A, is being developed by the British company Acambis and is being researched by others as well. Acambis (meanwhile also acquired by Sanofi Pasteur) announced in early August 2005 that it has had successful results in animal testing. The vaccine focuses on the M2 viral protein, which does not change, rather than the surface hemagglutinin and neuraminidase proteins targeted by traditional flu vaccines. The universal vaccine is made through bacterial fermentation technology, which would greatly speed up the rate of production over that possible with culture in chicken eggs, plus the vaccine could be produced constantly, since its formulation would not change. Still, such a vaccine is years away from full testing, approval, and use.\" As of July 2007, phase I clinical trials on humans are underway in which a vaccine that focuses on the M2 viral protein \"is being administered to a small group of healthy people in order to verify the safety of the product and to provide an initial insight into the vaccine’s effect on the human immune system.\" (See also Universal flu vaccines) The current development state of ACAM-FLU-A is unclear.",
            "score": 187.94395351409912
        },
        {
            "docid": "1045705_2",
            "document": "Influenza vaccine . Influenza vaccines, also known as flu shots or flu jabs, are vaccines that protect against infection by Influenza viruses. A new version of the vaccine is developed twice a year, as the Influenza virus rapidly changes. While their effectiveness varies from year to year, most provide modest to high protection against influenza. The CDC estimates that vaccination against influenza reduces sickness, medical visits, hospitalizations, and deaths. When an immunized worker does catch the flu, they are on average back at work a half day sooner. Vaccine effectiveness in those under two years old and over 65 years old remains unknown due to the low quality of the research. Vaccinating children may protect those around them. The World Health Organization (WHO) and the U.S. Centers for Disease Control and Prevention (CDC) recommend yearly vaccination for nearly all people over the age of six months, especially those at high risk. The European Centre for Disease Prevention and Control also recommends yearly vaccination of high risk groups. These groups include pregnant women, the elderly, children between six months and five years of age, those with other health problems, and those who work in healthcare. The vaccines are generally safe. Fever occurs in five to tenpercent of children vaccinated. Temporary muscle pains or feelings of tiredness may occur as well. In certain years, the vaccine has been linked to an increase in Guillain–Barré syndrome among older people at a rate of about one case per million doses. It should not be given to those with severe allergies to eggs or to previous versions of the vaccine. The vaccines come in both inactive and weakened viral forms. The inactive version should be used for those who are pregnant. They come in forms that are injected into a muscle, sprayed into the nose, or injected into the middle layer of the skin. Vaccination against influenza began in the 1930s with large scale availability in the United States beginning in 1945. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale price in the developing world is about $5.25 USD per dose as of 2014. In the United States, it costs less than $25 USD as of 2015.",
            "score": 131.75279867649078
        },
        {
            "docid": "1045705_75",
            "document": "Influenza vaccine . The cost-effectiveness of seasonal influenza vaccination has been widely evaluated for different groups and in different settings. In the elderly (aged over 65 years) the majority of published studies have found that vaccination is cost saving, with the cost savings associated with influenza vaccination (e.g. prevented health care visits) outweighing the cost of vaccination. In older adults (aged 50–64 years), several published studies have found that influenza vaccination is likely to be cost-effective, however the results of these studies were often found to be dependent on key assumptions used in the economic evaluations. The uncertainty in influenza cost-effectiveness models can partially be explained by the complexities involved in estimating the disease burden, as well as the seasonal variability in the circulating strains and the match of the vaccine. In healthy working adults (aged 18–49 years), a 2012 review found that vaccination was generally not cost-saving, with the suitability for funding being dependent on the willingness to pay to obtain the associated health benefits. In children, the majority of studies have found that influenza vaccination was cost-effective, however many of the studies included (indirect) productivity gains, which may not be given the same weight in all settings. Several studies have attempted to predict the cost-effectiveness of interventions (including prepandemic vaccination) to help protect against a future pandemic, however estimating the cost-effectiveness has been complicated by uncertainty as to the severity of a potential future pandemic and the efficacy of measures against it.",
            "score": 116.52916038036346
        },
        {
            "docid": "35349626_7",
            "document": "Herpes simplex research . Diverse subunit HSV vaccines (e.g. Herpevac) have failed to protect humans from acquiring genital herpes in several clinical trials. The success of the chickenpox vaccine demonstrates that a live and appropriately attenuated α-herpesvirus may be used to safely control human disease. A vaccine of this type would present a slow replication process of HSV, thereby also damping down the immune evasion strategies of the virus while simultaneously exposing the host to the full complement of HSV's majority of viral proteins. As a consequence, it is the intent of the vaccine to expose the individual's immune response to the HSV proteins it may have been missing from a wild type virus in order to effectively control the disease. From a historical retrospective, such live attenuated vaccines have had the most success in preventing diseases until today. Dr. William Halford at the Southern Illinois University (SIU) School of Medicine was testing a live-attenuated HSV-2 ICP0‾ vaccine in 2016, before his death in June, 2017. Already proven as safe and effective in studies on animals, eliciting 10 to 100 times greater protection against genital herpes than a glycoprotein D subunit vaccine, Halford's vaccine has been tested outside of the United States, in St. Kitts and is expecting a 2018 test in Australia.",
            "score": 165.04635643959045
        },
        {
            "docid": "21053458_2",
            "document": "Cholera vaccine . Cholera vaccines are vaccines that are effective at preventing cholera. For the first six months after vaccination they provide about 85percent protection, which decreases to 50percent or 62percent during the first year. After two years the level of protection decreases to less than 50percent. When enough of the population is immunized, it may protect those who have not been immunized (known as herd immunity). The World Health Organization (WHO) recommends the use of cholera vaccines in combination with other measures among those at high risk. With the oral vaccine, two or three doses are typically recommended. The duration of protection is two years in adults and 6 months in children aged 2–5 years. A single dose vaccine is available for those traveling to an area were cholera is common. In 2010 in some countries an injectable cholera vaccine was available. The available types of oral vaccine are generally safe. Mild abdominal pain or diarrhea may occur. They are safe in pregnancy and in those with poor immune function. They are licensed for use in more than 60 countries. In countries where the disease is common, the vaccine appears to be cost effective. The first vaccines used against cholera were developed in the late 1800s. They were the first widely used vaccine that was made in a laboratory. Oral vaccines were first introduced in the 1990s. It is on the WHO Model List of Essential Medicines, the most effective and safe medicines needed in a health system. The cost to immunize against cholera is between 0.1 and 4.0 USD.",
            "score": 122.78406715393066
        },
        {
            "docid": "21438755_20",
            "document": "Foot-and-mouth disease . Many early vaccines used dead samples of FMDV to inoculate animals, but those early vaccines sometimes caused real outbreaks. In the 1970s, scientists discovered that a vaccine could be made using only a single key protein from the virus. The task was to produce enough quantities of the protein to be used in the vaccination. On June 18, 1981, the US government announced the creation of a vaccine targeted against FMD, the world's first genetically engineered vaccine.",
            "score": 166.11639738082886
        },
        {
            "docid": "4515987_16",
            "document": "Social effects of H5N1 . Others have a more nuanced position. According to the CDC article \"H5N1 Outbreaks and Enzootic Influenza\" by Robert G. Webster et al.:\"Transmission of highly pathogenic H5N1 from domestic poultry back to migratory waterfowl in western China has increased the geographic spread. The spread of H5N1 and its likely reintroduction to domestic poultry increase the need for good agricultural vaccines. In fact, the root cause of the continuing H5N1 pandemic threat may be the way the pathogenicity of H5N1 viruses is masked by cocirculating influenza viruses or bad agricultural vaccines.\" Dr. Robert Webster explains: \"If you use a good vaccine you can prevent the transmission within poultry and to humans. But if they have been using vaccines now [in China] for several years, why is there so much bird flu? There is bad vaccine that stops the disease in the bird but the bird goes on pooping out virus and maintaining it and changing it. And I think this is what is going on in China. It has to be. Either there is not enough vaccine being used or there is substandard vaccine being used. Probably both. It's not just China. We can't blame China for substandard vaccines. I think there are substandard vaccines for influenza in poultry all over the world.\" In response to the same concerns, Reuters reports Hong Kong infectious disease expert Lo Wing-lok saying that \"The issue of vaccines has to take top priority\", and Julie Hall, in charge of the WHO's outbreak response in China, saying that China's vaccinations could be \"masking\" the virus. The BBC reported that Dr Wendy Barclay, a virologist at the University of Reading, UK said: \"The Chinese have made a vaccine based on reverse genetics made with H5N1 antigens, and they have been using it. There has been a lot of criticism of what they have done, because they have protected their chickens against death from this virus but the chickens still get infected; and then you get drift - the virus mutates in response to the antibodies - and now we have a situation where we have five or six 'flavours' of H5N1 out there.\"",
            "score": 212.34473478794098
        },
        {
            "docid": "87175_14",
            "document": "Herd immunity . The primary way to boost levels of immunity in a population is through vaccination. Vaccination is originally based on the observation that milkmaids exposed to cowpox were immune to smallpox, so the practice of inoculating people with the cowpox virus began as a way to prevent smallpox. Well-developed vaccines provide protection in a far safer way than natural infections, as vaccines generally do not cause the diseases they protect against and severe adverse effects are significantly less common than complications from natural infections. The immune system does not distinguish between natural infections and vaccines, forming an active response to both, so immunity induced via vaccination is similar to what would have occurred from contracting and recovering from the disease. To achieve herd immunity through vaccination, vaccine manufacturers aim to produce vaccines with low failure rates and policy makers aim to encourage their use. After the successful introduction and widespread use of a vaccine, sharp declines in the incidence of diseases it protects against can be observed, necessarily decreasing the number of hospitalizations and deaths caused by such diseases.",
            "score": 191.48897922039032
        },
        {
            "docid": "4371737_10",
            "document": "Murine leukemia virus . The Friend virus (FV) is a strain of murine leukemia virus. The Friend virus has been used for both immunotherapy and vaccines. Experiments have shown that it is possible to protect against Friend virus infection with several types of vaccines, including attenuated viruses, viral proteins, peptides, and recombinant vaccinia vectors expressing the Friend virus gene. In a study of vaccinated mice, it was possible to identify the immunological epitopes required for protection against the virus, thus determining the types of immunological responses necessary or required for protection against it. The research discovered protective epitopes that were localized to F-MuLV gag and env proteins. This was achieved using recombinant vaccinia viruses expressing the gag and env genes of FV.",
            "score": 187.42016696929932
        },
        {
            "docid": "35672535_27",
            "document": "Rotaviral gastroenteritis . In 1998, a rotavirus vaccine was licensed for use in the United States. Clinical trials in the United States, Finland, and Venezuela had found it to be 80 to 100% effective at preventing severe diarrhoea caused by rotavirus A, and researchers had detected no statistically significant serious adverse effects. The manufacturer, however, withdrew it from the market in 1999, after it was discovered that the vaccine may have contributed to an increased risk for intussusception, a type of bowel obstruction, in one of every 12,000 vaccinated infants. The experience provoked intense debate about the relative risks and benefits of a rotavirus vaccine. In 2006, two new vaccines against infection were shown to be safe and effective in children, and in June 2009 the World Health Organization recommended that rotavirus vaccination be included in all national immunisation programmes to provide protection against this virus.",
            "score": 136.19228792190552
        },
        {
            "docid": "339633_9",
            "document": "Vaccinia . A Vaccinia virus infection is very mild and is typically asymptomatic in healthy individuals, but it may cause a mild rash and fever. Immune responses generated from a Vaccinia virus infection protects the person against a lethal smallpox infection. For this reason, Vaccinia virus was, and is still being used as a live-virus vaccine against smallpox. Unlike vaccines that use weakened forms of the virus being vaccinated against, the Vaccinia virus vaccine cannot cause a smallpox infection because it does not contain the smallpox virus. However, certain complications and/or vaccine adverse effects occasionally arise. The chance of this happening is significantly increased in people who are immunocompromised. Approximately one in one million individuals will develop a fatal response to the vaccination.",
            "score": 199.60824823379517
        },
        {
            "docid": "48799027_20",
            "document": "Raccoonpox virus . RCN has been developed as a recombinant for the delivery of vaccines against the plague (caused by bacterium \"Yersinia pestis\"), feline panleukopenia virus, rabies virus and other pathogens in wildlife and domestic animals. Controlling diseases such as the plague in wildlife and domestic animals is important to reducing its transmission to humans. RCN is favored as a vector for wildlife and veterinary management over other potential poxvirus vectors because it triggers an immune response when it is taken in through mucosal routes, which is important for the widespread immunization of wildlife. Recombinant RCN (rRCN) vaccines been given to a number of mammalian species such as mice, raccoons, cats and sheep without side effects. The rRCN rabies virus glycoprotein recombinant vaccine was effective when given to sheep both intradermally and intramuscularly. Fortunately, the rRCN vaccine did relatively little harm to sheep when ingested orally, suggesting that rRCN vaccines used for wildlife management delivered as oral baits would be safe if accidentally ingested by sheep. Further studies are needed to determine the effect of ingestion of oral bait rRCN vaccines by non-target farm and domestic animals. Particular rRCN vaccines have been designed to effectively confer protective immunity against multiple pathogens. rRCN vaccines have been successful too in treating rabies virus in mice. These vaccines functioned by either expressing the rabies virus internal structural nucleoprotein (RCN-N) or by expressing the rabies virus glycoprotein (RCN-G).",
            "score": 149.19978594779968
        },
        {
            "docid": "1019908_28",
            "document": "Influenza A virus subtype H5N1 . There are several H5N1 vaccines for several of the avian H5N1 varieties, but the continual mutation of H5N1 renders them of limited use to date: while vaccines can sometimes provide cross-protection against related flu strains, the best protection would be from a vaccine specifically produced for any future pandemic flu virus strain. Dr. Daniel Lucey, co-director of the Biohazardous Threats and Emerging Diseases graduate program at Georgetown University has made this point, \"There is no H5N1 pandemic so there can be no pandemic vaccine\". However, \"pre-pandemic vaccines\" have been created; are being refined and tested; and do have some promise both in furthering research and preparedness for the next pandemic. Vaccine manufacturing companies are being encouraged to increase capacity so that if a pandemic vaccine is needed, facilities will be available for rapid production of large amounts of a vaccine specific to a new pandemic strain.",
            "score": 173.7646176815033
        },
        {
            "docid": "14579421_34",
            "document": "Introduction to viruses . Vaccination is a way of preventing diseases caused by viruses. Vaccines simulate a natural infection and its associated immune response, but do not cause the disease. Their use has resulted in the eradication of smallpox and a dramatic decline in illness and death caused by infections such as polio, measles, mumps and rubella. Vaccines are available to prevent over fourteen viral infections of humans and more are used to prevent viral infections of animals. Vaccines may consist of either live or killed viruses. Live vaccines contain weakened forms of the virus, but these vaccines can be dangerous when given to people with weak immunity. In these people, the weakened virus can cause the original disease. Biotechnology and genetic engineering techniques are used to produce \"designer\" vaccines that only have the capsid proteins of the virus. Hepatitis B vaccine is an example of this type of vaccine. These vaccines are safer because they can never cause the disease.",
            "score": 239.5373055934906
        },
        {
            "docid": "369688_5",
            "document": "Protein subunit . A subunit vaccine presents an antigen to the immune system without introducing viral particles, whole or otherwise. One method of production involves isolation of a specific protein from a virus and administering this by itself. A weakness of this technique is that isolated proteins can be denatured and will then become associated with antibodies different from the desired antibodies. A second method of making a subunit vaccine involves putting an antigen's gene from the targeted virus or bacterium into another virus (virus vector), yeast (yeast vector) in the case of the hepatitis B vaccine or attenuated bacterium (bacterial vector) to make a recombinant virus or bacteria to serve as the important component of a recombinant vaccine (called a recombinant subunit vaccine). The recombinant vector that is genomically modified will express the antigen. The antigen (one or more subunits of protein) is extracted from the vector. Just like the highly successful subunit vaccines, the recombinant-vector-produced antigen will be of little to no risk to the patient. This is the type of vaccine currently in use for hepatitis B, and it is experimentally popular, being used to try to develop new vaccines for difficult-to-vaccinate-against viruses such as ebolavirus and HIV.",
            "score": 269.583758354187
        },
        {
            "docid": "21053651_3",
            "document": "Hepatitis C vaccine . Most vaccines work through inducing an antibody response that targets the outer surfaces of viruses. However the Hepatitis C virus is highly variable among strains and rapidly mutating, making an effective vaccine very difficult. The detailed structure of E2 envelope glycoprotein, believed to be the key protein the virus uses to invade liver cells, was elucidated by scientists at The Scripps Research Institute (TSRI) in November 2013. Due to the relatively conserved binding region of E2 to the CD81 receptor on the liver cells, this discovery is expected to pave the way to design a HCV vaccine which will stimulate antibody response with neutralizing effects on broad range of virus strains. Another strategy which is different from conventional vaccine is to induce the T cell arm of the immune response using viral vectors, adenoviral vectors that contain large parts of the hepatitis C virus genome itself, to induce a T cell immune response against hepatitis C.",
            "score": 285.28699111938477
        },
        {
            "docid": "21009963_35",
            "document": "Meningitis . Meningococcus vaccines exist against groups A, B, C, W135 and Y. In countries where the vaccine for meningococcus group C was introduced, cases caused by this pathogen have decreased substantially. A quadrivalent vaccine now exists, which combines four vaccines with the exception of B; immunization with this ACW135Y vaccine is now a visa requirement for taking part in Hajj. Development of a vaccine against group B meningococci has proved much more difficult, as its surface proteins (which would normally be used to make a vaccine) only elicit a weak response from the immune system, or cross-react with normal human proteins. Still, some countries (New Zealand, Cuba, Norway and Chile) have developed vaccines against local strains of group B meningococci; some have shown good results and are used in local immunization schedules. Two new vaccines, both approved in 2014, are effective against a wider range of group B meningococci strains. In Africa, until recently, the approach for prevention and control of meningococcal epidemics was based on early detection of the disease and emergency reactive mass vaccination of the at-risk population with bivalent A/C or trivalent A/C/W135 polysaccharide vaccines, though the introduction of MenAfriVac (meningococcus group A vaccine) has demonstrated effectiveness in young people and has been described as a model for product development partnerships in resource-limited settings.",
            "score": 148.6773533821106
        },
        {
            "docid": "23224587_13",
            "document": "2009 flu pandemic vaccine . There was concern in mid-2009 that, should a second, deadlier wave of this new H1N1 strain appear during the northern autumn of 2009, producing pandemic vaccines ahead of time could turn out to be a serious waste of resources as the vaccine might not be effective against it, and there would also be a shortage of seasonal flu vaccine available if production facilities were switched to the new vaccine. Seasonal flu vaccine was being made as of May 2009, according to WebMD. The news site added that although vaccine makers would be ready to switch to making a swine flu vaccine, many questions remained unanswered, including: \"Should we really make a swine flu vaccine? Should we base a vaccine on the current virus, since flu viruses change rapidly? Vaccine against the current virus might be far less effective against a changed virus – should we wait to see if the virus changes? If vaccine production doesn't start soon, swine flu vaccine won't be ready when it's needed.\"",
            "score": 139.1054505109787
        },
        {
            "docid": "43779954_2",
            "document": "RVSV-ZEBOV vaccine . Recombinant vesicular stomatitis virus–Zaire Ebola virus (rVSV-ZEBOV) is an experimental vaccine for protection against Ebola virus disease. As of April 2017, ring vaccination with rVSV-ZEBOV appeared to be somewhat effective, but the extent of efficacy was uncertain. When used in ring-vaccination, rVSV-EBOV has shown a high level of protection. Around half the people given the vaccine have mild to moderate adverse effects that include headache, fatigue, and muscle pain. rVSV-ZEBOV is a recombinant, replication-competent vaccine. It consists of a vesicular stomatitis virus (VSV), which has been genetically engineered to express a glycoprotein from the Zaire ebolavirus so as to provoke a neutralizing immune response to the Ebola virus. It was created by scientists at the National Microbiology Laboratory in Winnipeg, Manitoba, Canada, which is part of the Public Health Agency of Canada (PHAC). PHAC licensed it to a small company, NewLink Genetics, which started developing the vaccine; NewLink in turn licensed it to Merck in 2014. It is being used in DR Congo in a 2018 outbreak.",
            "score": 161.98618853092194
        },
        {
            "docid": "24968742_11",
            "document": "Evolution of influenza . All of these methods using historical data can help to diminish the effects of new influenza virus strains each flu season. By attempting to predict future mutations in HA and NA genes, scientists can choose vaccination strains that are likely to match future viruses, so antibodies can quickly recognize and mount an immune response against the virus. The one setback in this approach is that it is not useful against strains that evolve through antigenic shift (reassortment). It is impossible to predict when and with which strains these events will occur, and the fact that it could happen with strains from different species makes it all the more difficult. Until a method is found to accurately predict what mutations will arise and when they come about, vaccines will continue to be created purely on guesswork with no guarantee that they will provide total protection from influenza.",
            "score": 246.81377112865448
        },
        {
            "docid": "28280299_4",
            "document": "Plant expressed vaccine . The plant-based vaccine production method works by isolating a specific antigen protein, one that triggers a human immune response from the targeted virus. A gene from the protein is transferred to bacteria, which are then used to “infect” plant cells. The plants then start producing the exact protein that will be used for vaccinations. The flexibility of the plant expressed vaccine system, combined with its low cost and ability to massively scale, may provide vaccine protection not only to citizens of the United States, but to many parts of the world that cannot currently afford vaccines. Other uses of plant-expressed vaccines including the successful creation of edible bananas that protect against the Norwalk virus.",
            "score": 224.74088287353516
        },
        {
            "docid": "3112875_15",
            "document": "Computational immunology . This development would lead to the development of an algorithm which would help to identify the conserved regions of pathogen sequences and in turn would be useful for vaccine development. This would be helpful in limiting the spread of infectious disease. Examples include a method for identification of vaccine targets from protein regions of conserved HLA binding and computational assessment of cross-reactivity of broadly neutralizing antibodies against viral pathogens. These examples illustrate the power of immunoinformatics applications to help solve complex problems in public health. Immunoinformatics could accelerate the discovery process dramatically and potentially shorten the time required for vaccine development. Immunoinformatics tools have been used to design the vaccine against Dengue virus and Leishmania",
            "score": 208.1454474925995
        },
        {
            "docid": "52135_35",
            "document": "Pneumonia . Vaccinations against \"Haemophilus influenzae\" and \"Streptococcus pneumoniae\" have good evidence to support their use. There is strong evidence for vaccinating children under the age of 2 against \"Streptococcus pneumoniae\" (pneumococcal conjugate vaccine). Vaccinating children against \"Streptococcus pneumoniae\" has led to a decreased rate of these infections in adults, because many adults acquire infections from children. A \"Streptococcus pneumoniae\" vaccine is available for adults, and has been found to decrease the risk of invasive pneumococcal disease, but there is insufficient evidence to suggest using the pneumococcal vaccine to prevent pneumonia or mortality in the general adult population. The CDC recommends that young children and adults over the age of 65 receive the pneumococcal vaccine, as well as older children or younger adults who have an increased risk of getting pneumococcal disease. The pneumococcal vaccine has been shown to reduce the risk of community acquired pneumonia in people with chronic obstructive pulmonary disease (COPD), but does not reduce mortality or the risk of hospitalization for people with this condition. People with COPD are suggested to have a pneumococcal vaccination. Other vaccines for which there is support for a protective effect against pneumonia include pertussis, varicella, and measles.",
            "score": 121.83722269535065
        },
        {
            "docid": "3304705_2",
            "document": "HPV vaccines . Human papilloma virus (HPV) vaccines are vaccines that prevent infection by certain types of human papillomavirus. Available vaccines protect against either two, four, or nine types of HPV. All vaccines protect against at least HPV type 16 and 18 that cause the greatest risk of cervical cancer. It is estimated that they may prevent 70% of cervical cancer, 80% of anal cancer, 60% of vaginal cancer, 40% of vulvar cancer, and possibly some mouth cancer. They additionally prevent some genital warts with the vaccines against 4 and 9 HPV types providing greater protection. The World Health Organization (WHO) recommends HPV vaccines as part of routine vaccinations in all countries, along with other prevention measures. The vaccines require two or three doses depending on a person's age and immune status. Vaccinating girls around the ages of nine to thirteen is typically recommended. The vaccines provide protection for at least 5 to 10 years. Cervical cancer screening is still required following vaccination. Vaccinating a large portion of the population may also benefit the unvaccinated. In those already infected the vaccines are not effective. HPV vaccines are very safe. Pain at the site of injection occurs in about 80% of people. Redness and swelling at the site and fever may also occur. No link to Guillain–Barré syndrome has been found. The first HPV vaccine became available in 2006. As of 2017, 71 countries include it in their routine vaccinations, at least for girls. They are on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is about US$47 a dose as of 2014. In the United States it costs more than US$200. Vaccination may be cost effective in the developing world.",
            "score": 145.3527889251709
        },
        {
            "docid": "10085290_45",
            "document": "Lyme disease microbiology . A vaccine based on the surface protein OspA (LYMErix; SmithKline Beecham) was licensed for use in adults. However, the manufacturer voluntarily removed the vaccine from the market in 2002. The current focus is on vaccine candidates that require fewer boosts and provide long-term protection. Interest is developing in vaccines that specifically target the tick vectors of Lyme disease, specifically components of tick saliva that coat the bacteria. This approach offers the advantage of protecting against multiple pathogens with one vaccine. While an effective Lyme disease vaccine seems likely to be developed, earlier experiences with the LYMErix vaccine suggest bringing such a vaccine to market will be a challenge.",
            "score": 128.3119466304779
        },
        {
            "docid": "416945_26",
            "document": "Orthohantavirus . As of 2016 there is no FDA approved, commercially available vaccine against hantavirus. A vaccine known as Hantavax has been under study since 1990. As of 2016, the development was in clinical phase 3 trial stage. This inactivated vaccine is thought not to be effective against European hantaviruses like the Puumala (PUUV) virus.  A killed-virus vaccine is not being pursued because of the dangers associated with mass production under high containment as well as the unresolved questions about the efficiency of the vaccine. A number of labs have been working towards a vaccine that would deliver viral antigens by either DNA vectors or as recombinant proteins. As of 2016 these recombinant vaccines will not be available in the near future.",
            "score": 141.3362808227539
        }
    ],
    "r": [
        {
            "docid": "5951626_18",
            "document": "Antigenic variation . Flaviviridae is a family of viruses that encompasses well known viruses such as West Nile virus and Dengue virus. The genus \"Flavivirus\" has a prototypical envelope protein (E-protein) on its surface which serves as the target for virus neutralizing antibodies. E protein plays a role in binding to receptor and could play a role in evading the host immune system. It has three major antigenic domains namely A, B and C that correspond to the three structural domains II, III and I. Structural domain III is a putative receptor binding domain and antibodies against it neutralize the infectivity of flaviviruses. Mutations that lead to antigenic differences can be traced to the biochemical nature of the amino acid substitutions as well as the location of the mutation in the domain III. For example, substitutions at different amino acids results in varying levels of neutralization by antibodies. If mutation in a critical amino acid can dramatically alter neutralization by antibodies then WNV vaccines and diagnostic assays becomes difficult to rely on. Other flaviviruses that cause dengue, louping ill and yellow fever escape antibody neutralization via mutations in the domain III of the E protein.",
            "score": 344.5975646972656
        },
        {
            "docid": "1933672_6",
            "document": "Original antigenic sin . Between primary and secondary infections, or following vaccination, a virus may undergo antigenic drift, in which the viral surface proteins (the epitopes) are altered through natural mutation, allowing the virus to escape the immune system. When this happens, the altered virus preferentially reactivates previously activated high-affinity memory B cells and spur antibody production. However, the antibodies produced by these B cells generally ineffectively bind to the altered epitopes. In addition, these antibodies inhibit the activation of higher-affinity naive B cells that \"would\" be able to make more effective antibodies to the second virus. This leads to a less effective immune response and recurrent infections may take longer to clear.",
            "score": 333.8763122558594
        },
        {
            "docid": "8077915_14",
            "document": "Breakthrough infection . When a person is vaccinated, their immune system develops antibodies that recognize specific segments (epitopes) viruses or viral-induced proteins. Overtime, however, viruses accumulate genetic mutations which can impact the 3d structure of viral proteins. If these mutations occur in sites that are recognized by antibodies, the mutations block antibody binding which inhibits the immune response. This phenomenon is called antigenic drift. Breakthrough infections of Hepatitis B and mumps are partially attributed to antigenic drift.",
            "score": 321.48724365234375
        },
        {
            "docid": "8077915_11",
            "document": "Breakthrough infection . The presence of maternal antibodies in infants limits the efficacy of inactivated, attenuated and subunit vaccines. Maternal antibodies can bind to epitopes on the proteins produced by the virus in the vaccination. The recognition of viral proteins by maternal antibodies neutralizes the virus. Further, the maternal antibodies outcompete B cell receptors on the infant's B cells for binding to the antigen. Thus, an infant's immune system is not highly activated and the infant produces fewer antibodies. Even when B cells do bind to the pathogen, immune response is still frequently repressed. If B cell receptors bind to the antigen and FC receptors simultaneously bind to the maternal antibody, the FC receptors send a signal to B cell receptors that inhibits cell division. Because the infant's immune system is not stimulated and B cell division is inhibited, few memory B cells are produced. The level of memory B-cells is not adequate to ensure an infant's lifelong resistance to the pathogen.",
            "score": 304.00927734375
        },
        {
            "docid": "892665_24",
            "document": "Parvovirus . Canine parvovirus is a mutant strain of feline parvovirus. A very specific mutation is necessary for the virus to change species of infection. The mutation affects capsid proteins of feline parvovirus, giving it the ability to infect dogs. Both forms of the virus are very similar, so once the mutation has occurred, canine parvovirus is still able to infect cats. The canine parvovirus has the tradeoff of gaining the ability to infect canine cells, while becoming less effective at infecting feline cells. Both feline parvovirus and canine parvovirus bind to and infect the transferrin receptors, but both have different sequences in the cells and animals. Infection by both feline parvovirus and canine parvovirus are relatively quick, but because of constant mutation of canine parvovirus, canine parvovirus has a slower infection time than feline parvovirus. Studies of other strains of mutated canine parvovirus have revealed that changes in the viral capsid by just one protein can be fatal to the virus. Deleterious mutations have been noted to lead to inability to bind to transferrin receptors, bind to nonreceptive parts of the cell membrane, and identification of the virus by the host’s antibody cells.",
            "score": 301.1499328613281
        },
        {
            "docid": "8077915_8",
            "document": "Breakthrough infection . Breakthrough cases of Hepatitis B are primarily attributed to mutations in the Hepatitis B virus (HBV) that make HBV surface proteins unrecognizable to antibodies produced from the HBV vaccine. Viruses with such mutations are called “vaccine escape mutants”. Breakthrough infections may also be caused by delayed vaccination, immunosuppression, and maternal viral load. It is possible for an individual to have breakthrough infection of HBV but be asymptomatic.",
            "score": 293.9271545410156
        },
        {
            "docid": "10849236_2",
            "document": "Antibody-dependent enhancement . Antibody-dependent enhancement (ADE) occurs when non-neutralising antiviral proteins facilitate virus entry into host cells, leading to increased infectivity in the cells. Some cells do not have the usual receptors on their surfaces that viruses use to gain entry. The antiviral proteins (i.e., the antibodies) bind to antibody Fc receptors that some of these cells have in the plasma membrane. The viruses bind to the antigen binding site at the other end of the antibody. ADE is common in cells cultured in the laboratory, but rarely occurs \"in vivo\" except for dengue virus. This virus can use this mechanism to infect human macrophages, causing a normally mild viral infection to become life-threatening.",
            "score": 290.2462158203125
        },
        {
            "docid": "32772_15",
            "document": "Virology . When the immune system of a vertebrate encounters a virus, it may produce specific antibodies which bind to the virus and neutralize its infectivity or mark it for destruction. Antibody presence in blood serum is often used to determine whether a person has been exposed to a given virus in the past, with tests such as ELISA. Vaccinations protect against viral diseases, in part, by eliciting the production of antibodies. Monoclonal antibodies, specific to the virus, are also used for detection, as in fluorescence microscopy.",
            "score": 288.9618225097656
        },
        {
            "docid": "2362_27",
            "document": "Antibody . Humans and higher primates also produce \"natural antibodies\" that are present in serum before viral infection. Natural antibodies have been defined as antibodies that are produced without any previous infection, vaccination, other foreign antigen exposure or passive immunization. These antibodies can activate the classical complement pathway leading to lysis of enveloped virus particles long before the adaptive immune response is activated. Many natural antibodies are directed against the disaccharide galactose α(1,3)-galactose (α-Gal), which is found as a terminal sugar on glycosylated cell surface proteins, and generated in response to production of this sugar by bacteria contained in the human gut. Rejection of xenotransplantated organs is thought to be, in part, the result of natural antibodies circulating in the serum of the recipient binding to α-Gal antigens expressed on the donor tissue.",
            "score": 287.7570495605469
        },
        {
            "docid": "21053651_3",
            "document": "Hepatitis C vaccine . Most vaccines work through inducing an antibody response that targets the outer surfaces of viruses. However the Hepatitis C virus is highly variable among strains and rapidly mutating, making an effective vaccine very difficult. The detailed structure of E2 envelope glycoprotein, believed to be the key protein the virus uses to invade liver cells, was elucidated by scientists at The Scripps Research Institute (TSRI) in November 2013. Due to the relatively conserved binding region of E2 to the CD81 receptor on the liver cells, this discovery is expected to pave the way to design a HCV vaccine which will stimulate antibody response with neutralizing effects on broad range of virus strains. Another strategy which is different from conventional vaccine is to induce the T cell arm of the immune response using viral vectors, adenoviral vectors that contain large parts of the hepatitis C virus genome itself, to induce a T cell immune response against hepatitis C.",
            "score": 285.2869873046875
        },
        {
            "docid": "927267_23",
            "document": "Dengue virus . Only one vaccine for dengue is currently approved in three countries (Brazil, Mexico, Philippines). Several vaccines are under development by private and public researchers. Developing a vaccine against the disease is challenging. With four different serotypes of the dengue virus that can cause the disease, the vaccine must immunize against all four types to be effective. Vaccination against only one serotype could possibly lead to severe dengue hemorrhagic shock (DHS) when infected with another serotype due to antibody-dependent enhancement. When infected with dengue virus, the immune system produces cross-reactive antibodies that provide immunity to that particular serotype. However, these antibodies are incapable of neutralizing other serotypes upon reinfection and actually increase viral replication. When macrophages consume the ‘neutralized’ virus, the virus is able to replicate within the macrophage, causing disease. These cross-reactive, ineffective antibodies ease access of virus into macrophages, which induces more severe disease (dengue hemorrhagic fever, dengue shock syndrome). A common problem faced in dengue-endemic regions is when mothers become infected with dengue; after giving birth, offspring carry the immunity from their mother and are susceptible to hemorrhagic fever if infected with any of the other three serotypes. One vaccine was in phase III trials in 2012 and planning for vaccine usage and effectiveness surveillance had started.",
            "score": 283.6424560546875
        },
        {
            "docid": "37220_35",
            "document": "Infection . Complex serological techniques have been developed into what are known as Immunoassays. Immunoassays can use the basic antibody – antigen binding as the basis to produce an electro-magnetic or particle radiation signal, which can be detected by some form of instrumentation. Signal of unknowns can be compared to that of standards allowing quantitation of the target antigen. To aid in the diagnosis of infectious diseases, immunoassays can detect or measure antigens from either infectious agents or proteins generated by an infected organism in response to a foreign agent. For example, immunoassay A may detect the presence of a surface protein from a virus particle. Immunoassay B on the other hand may detect or measure antibodies produced by an organism's immune system that are made to neutralize and allow the destruction of the virus.",
            "score": 282.7640380859375
        },
        {
            "docid": "4355092_6",
            "document": "Antibody-dependent cell-mediated cytotoxicity . During replication of a virus some of the viral proteins are expressed on the cell surface membrane of the infected cell. Antibodies can then bind to these viral proteins. Next, the NK cells which have Fc Receptors will bind to that antibody, inducing the NK cell to release proteins such as perforin and proteases known as granzymes, which causes the lysis of the infected cell to hinder the spread of the virus.",
            "score": 280.1540832519531
        },
        {
            "docid": "956493_15",
            "document": "Rabies virus . Upon viral entry into the body and also after vaccination, the body produces virus neutralizing antibodies which bind and inactivate the virus. Specific regions of the G protein have been shown to be most antigenic in leading to the production of virus neutralizing antibodies. These antigenic sites, or epitopes, are categorized into regions I-IV and minor site a. Previous work has demonstrated that antigenic sites II and III are most commonly targeted by natural neutralizing antibodies. Additionally, a monoclonal antibody with neutralizing functionality has been demonstrated to target antigenic site I. Other proteins, such as the nucleoprotein, have been shown to be unable to elicit production of virus neutralizing antibodies. The epitopes which bind neutralizing antibodies are both linear and conformational.",
            "score": 279.9864501953125
        },
        {
            "docid": "14416452_7",
            "document": "Bispecific monoclonal antibody . In work with Ebolavirus vaccines, a study has shown that a DVD-Ig antibody can be used to prevent viral escape from the endosome. Ebolaviruses infect cells by receptor-mediated endocytosis. Researchers developed DVD-Igs where the outer variable regions bind to the surface glycoproteins of the viral coat and enter the cell with the virus. These outer regions are cleaved in the viral endosome, revealing the inner variable regions that then bind to both the virus and internal receptors in the endosome. Blocking the interaction between the virus and endosomal proteins prevents viral escape from the endosome and further infection.",
            "score": 274.3284912109375
        },
        {
            "docid": "39669_18",
            "document": "Dengue fever . The initial reaction of infected cells is to produce interferon, a cytokine that raises a number of defenses against viral infection through the innate immune system by augmenting the production of a large group of proteins mediated by the JAK-STAT pathway. Some serotypes of dengue virus appear to have mechanisms to slow down this process. Interferon also activates the adaptive immune system, which leads to the generation of antibodies against the virus as well as T cells that directly attack any cell infected with the virus. Various antibodies are generated; some bind closely to the viral proteins and target them for phagocytosis (ingestion by specialized cells and destruction), but some bind the virus less well and appear instead to deliver the virus into a part of the phagocytes where it is not destroyed but is able to replicate further.",
            "score": 272.781005859375
        },
        {
            "docid": "45570_35",
            "document": "DNA vaccination . Additionally, the titres of specific antibodies raised by DNA vaccination are lower than those obtained after vaccination with a recombinant protein. However, DNA immunization-induced antibodies show greater affinity to native epitopes than recombinant protein-induced antibodies. In other words, DNA immunization induces a qualitatively superior response. Antibodies can be induced after one vaccination with DNA, whereas recombinant protein vaccinations generally require a boost. DNA immunization can be used to bias the TH profile of the immune response and thus the antibody isotype, which is not possible with either natural infection or recombinant protein immunization. Antibody responses generated by DNA are useful as a preparative tool. For example, polyclonal and monoclonal antibodies can be generated for use as reagents.",
            "score": 272.2391662597656
        },
        {
            "docid": "309960_45",
            "document": "Cryptosporidiosis . A recombinant \"Cryptosporidium parvum\" oocyst surface protein (rCP15/60) vaccine has produced an antibody response in a large group of cows and also antibody response in calves fed rCP15/60-immune colostrum produced by these vaccinated cows. This is very promising. Human \"Cryptosporidium parvum\" infections are particularly prevalent and often fatal in neonates in developing countries and to immunocompromised people, such as AIDS patients. There is no commercially available effective vaccine against \"Cryptosporidium parvum\", although passive immunization utilizing different zoite surface (glyco)proteins has shown promise. Developmental stages of the life cycle of the parasite might act as possible targets for vaccine development. The organism is detected in 65–97% of the surface-water supply in the United States and is resistant to most disinfectants used for the treatment of drinking water. Antibodies in the serum of humans and animals infected with \"Cryptosporidium parvum\" react with several antigens, one of which is a 15  protein (CP15) located on the surface of the organism. This protein is a good candidate for use as a molecular vaccine because previous studies have shown that a monoclonal antibody to CP15 confers passive immunity to mice. Currently, there is no vaccine or completely effective drug therapy against \"Cryptosporidium parvum\" in HIV/AIDS individuals.",
            "score": 271.5399475097656
        },
        {
            "docid": "369688_5",
            "document": "Protein subunit . A subunit vaccine presents an antigen to the immune system without introducing viral particles, whole or otherwise. One method of production involves isolation of a specific protein from a virus and administering this by itself. A weakness of this technique is that isolated proteins can be denatured and will then become associated with antibodies different from the desired antibodies. A second method of making a subunit vaccine involves putting an antigen's gene from the targeted virus or bacterium into another virus (virus vector), yeast (yeast vector) in the case of the hepatitis B vaccine or attenuated bacterium (bacterial vector) to make a recombinant virus or bacteria to serve as the important component of a recombinant vaccine (called a recombinant subunit vaccine). The recombinant vector that is genomically modified will express the antigen. The antigen (one or more subunits of protein) is extracted from the vector. Just like the highly successful subunit vaccines, the recombinant-vector-produced antigen will be of little to no risk to the patient. This is the type of vaccine currently in use for hepatitis B, and it is experimentally popular, being used to try to develop new vaccines for difficult-to-vaccinate-against viruses such as ebolavirus and HIV.",
            "score": 269.5837707519531
        },
        {
            "docid": "4741170_45",
            "document": "Porcine parvovirus . Vaccines should be administered several weeks before conception to provide immunity throughout the susceptible period of gestation but after the disappearance of passively acquired colostral antibody, which could interfere with the development of active immunity. These limits may define a very brief interval for effective vaccination of gilts that are bred before 7 months of age. Although inactivated vaccine provides maximum safety, there is experimental evidence that PPV can be sufficiently attenuated so that it is unlikely to cause reproductive failure even if inadvertently administered during gestation. The apparent safety of MLV vaccine may be due to its reduced ability to replicate in tissues of the intact host and cause the level of viremia needed for transplacental infection. Moreover, it has been shown by transuterine inoculation of both virulent and attenuated virus that a much larger dose of attenuated virus is required to establish infection of fetuses. Duration of immunity following vaccination is unknown; however, in one study antibody titers were maintained for at least 4 months after administration of an inactivated vaccine. Low levels of antibody found to be protective allow speculation that, once the immune system has been primed with PPV, subsequent exposure to virulent virus during gestation is unlikely to result in transplacental infection even if antibody from vaccination is no longer detected.",
            "score": 269.1285705566406
        },
        {
            "docid": "477498_11",
            "document": "Human metapneumovirus . A licensed vaccine for humans is still many years distant. The Department of Virology of Erasmus MC, Rotterdam in the Netherlands is working on developing a Metapneumovirus vaccine for humans. Enhancement of the binding of palivizumab to the HRSV F protein resulted in a second-generation monoclonal antibody, motavizumab (Numax, MedImmune Inc.), which is currently under study in phase III clinical trials. For members of the Paramyxovirinae subfamily, very young infants are the main target group for immunization. Since these children have not yet developed a mature immune system, a multidose vaccine strategy may be needed, starting in the first weeks of life. The vaccination efficacy in these children may also be hampered by the presence of maternally derived antibodies, which may provide partial protection to wild-type virus infections but also suppress the primary immune response on immunization. Pneumoviruses replicate entirely in the cytoplasm, and this process begins with adsorption of the virus to the cellular receptor on the host cell, directed by the viral attachment protein, variously called G, H (hemagglutinin) or HN (hemagglutinin-neuraminidase).",
            "score": 268.631591796875
        },
        {
            "docid": "543850_3",
            "document": "Antigenic drift . The immune system recognizes viruses when antigens on the surfaces of virus particles bind to immune receptors that are specific for these antigens. This is similar to a lock recognizing a key. After an infection, the body produces many more of these virus-specific immune receptors, which prevent re-infection by this particular strain of the virus and produce acquired immunity. Similarly, a vaccine against a virus works by teaching the immune system to recognize the antigens exhibited by this virus. However, viral genomes are constantly mutating, producing new forms of these antigens. If one of these new forms of an antigen is sufficiently different from the old antigen, it will no longer bind to the receptors of the body cells, and viruses with these new antigens can infect the body cell as it avoids the immunity to the original strain of the virus. When such a change occurs, people who have had the illness in the past are therefore not immune to the new strain of the virus (as the new strain of the virus has a different antigen which the body cell cannot recognise) and thus the vaccines against the original virus will be less effective against the illness. Two processes drive the antigens to change: antigenic drift and antigenic shift, antigenic drift being the more common. The rate of antigenic drift is dependent on two characteristics: the duration of the epidemic, and the strength of host immunity. A longer epidemic allows for selection pressure to continue over an extended period of time and stronger host immune responses increase selection pressure for development of novel antigens.",
            "score": 266.35760498046875
        },
        {
            "docid": "10571455_7",
            "document": "Antonio Lanzavecchia . Human monoclonal antibodies and vaccine design: Taking advantage of his studies on human memory B cells (16), Lanazvecchia developed novel and robust methods to immortalize human memory B cells and to preserve single plasma cells in culture (17, 18). He used these methods to interrogate the memory repertoire of selected individuals to isolate monoclonal antibodies with unique specificities. Several examples illustrate the power and utility of this approach. Neutralizing antibodies were isolated against SARS, cytomegalovirus, avian influenza and dengue virus. Unusually potent antibodies that neutralize human cytomegalovirus (HCMV) were isolated and their epitopes mapped to a pentameric glycoprotein complex, which is currently tested as a candidate vaccine. The most striking examples are antibodies with exceptional breadth, being able to neutralize all influenza A viruses and even four different paramyxoviruses (18,19). The methods to isolate human monoclonal antibodies developed by Lanzavecchia have realized a long-sought goal: the full exploitation of the human immune response for serotherapy and vaccine design. These fully human monoclonal antibodies can be used not only as drugs for prophylaxis and therapy of infectious diseases, but also as tools to identify vaccine candidates, a process defined as “analytic vaccinology” (20). The present work in Lanzavecchia’s laboratory addresses fundamental issues on the role of somatic mutations and the pathways leading to the development of broadly neutralizing antibodies and explores the relationship between infection and autoimmunity (21).",
            "score": 263.8150634765625
        },
        {
            "docid": "45570_34",
            "document": "DNA vaccination . Comparisons of antibody responses generated by natural (viral) infection, immunization with recombinant protein and immunization with pDNA are summarised in Table 4. DNA-raised antibody responses rise much more slowly than when natural infection or recombinant protein immunization occurs. As many as 12 weeks may be required to reach peak titres in mice, although boosting can decrease the interval. This response is probably due to the low levels of antigen expressed over several weeks, which supports both primary and secondary phases of antibody response. DNA vaccine expressing HBV small and middle envelope protein was injected into adults with chronic hepatitis. The vaccine resulted in specific interferon gamma cell production. Also specific T-cells for middle envelop proteins antigens were developed. The immune response of the patients was not robust enough to control HBV infection",
            "score": 263.0753479003906
        },
        {
            "docid": "10849236_9",
            "document": "Antibody-dependent enhancement . ADE of infection has also been reported in HIV. Like DENV, non-neutralizing level of antibodies have been found to enhance the viral infection through interactions of complement system and receptors. The increase in infection has been reported to be over 350 fold which is comparable to ADE in other viruses like DENV. ADE in HIV can be complement mediated or Fc receptor mediated. Complements in presence of HIV-1 positive sera have been found to enhance the infection of MT-2 T-cell line. The Fc-receptor mediated enhancement was reported when HIV infection was enhanced by sera from HIV-1 positive guinea pig enhanced the infection of peripheral blood mononuclear cells without the presence of any complements. Complement Component receptors CR2, CR3 and CR4 have been found to mediate this Complement –Mediated enhancement of infection. The infection of HIV-1 leads to activation of complements fragments of these complements can assist viruses with infection by facilitating viral interactions with host cells that express complement receptors. The deposition of complement on the virus brings the gp120 protein close to CD4 molecules on the surface of the cells, thus leading to facilitated viral entry. Viruses pre-exposed to non-neutralizing complement system have also been found to enhance infections in interdigitating dendritic cells (iDCs). Opsonized viruses have not only shown enhanced entry but also favorable signalling cascades for HIV replication in iDCs. HIV-1 has also showed enhancement of infection in HT-29 cells when the viruses were pre-opsonized with complements C3 and C9 in seminal fluid. This enhanced rate of infection was almost 2 times greater than infection of HT-29 cells with virus alone. Subramanian \"et al.\", reported that almost 72% of serum samples out of 39 HIV positive individuals contained complements that were known to enhance the infection. They also suggested that presence of neutralizing antibody (NA) or antibody-dependent cellular cytotoxicity-mediating antibodies (ADCC) in the serum contains infection enhancing antibodies(IEAs). The balance between the NAs and IEAs changes as the disease progresses. During advanced stages of disease the proportion of IEAs are generally higher than NAs. Increase in viral protein synthesis and RNA production have been reported to occur during the complement mediated enhancement of infection. Cells that are challenged with non neutralizing levels of complements have been found have accelerated release of reverse transcriptase and the viral progeny. The interaction of anti-HIV antibodies with non-neutralizing complement exposed viruses also aid in binding of the virus and the erythrocytes which can lead to a more efficient delivery of viruses to the immune compromised organs.",
            "score": 263.0526123046875
        },
        {
            "docid": "14579421_31",
            "document": "Introduction to viruses . Specific immunity to viruses develops over time and white blood cells called lymphocytes play a central role. Lymphocytes retain a \"memory\" of virus infections and produce many special molecules called antibodies. These antibodies attach to viruses and stop the virus from infecting cells. Antibodies are highly selective and attack only one type of virus. The body makes many different antibodies, especially during the initial infection; however, after the infection subsides, some antibodies remain and continue to be produced, often giving the host lifelong immunity to the virus.",
            "score": 263.0385437011719
        },
        {
            "docid": "927267_22",
            "document": "Dengue virus . The immune responses of antibodies, that are trying to fight off the foreign virus, actually increase transmission and make the infection worse. Scientists found levels of protein D7 to be more prevalent in salivary glands of dengue-infected mosquitoes compared to those uninfected. D7 is found in mosquito saliva and was thought to assist the process of blood feeding. Despite the prior assumptions, D7 can modulate the host cell and act against the virus to prevent virus infection. Unfortunately D7 proteins provoke immune responses, which raise anti-D7 antibody levels. These antibodies inhibit the function of D7 proteins, which enhance transmission of dengue virus.",
            "score": 262.1099548339844
        },
        {
            "docid": "12947073_15",
            "document": "Hepatitis B vaccine . The road to the hepatitis B vaccine began in 1963 when American physician/geneticist Baruch Blumberg discovered what he called the \"Australia Antigen\" (now called HBsAg) in the serum of an Australian Aboriginal person. In 1968, this protein was found to be part of the virus that causes \"serum hepatitis\" (hepatitis B) by virologist Alfred Prince. The American microbiologist/vaccinologist Maurice Hilleman at Merck used three treatments (pepsin, urea and formaldehyde) of blood serum together with rigorous filtration to yield a product that could be used as a safe vaccine. Hilleman hypothesized that he could make an HBV vaccine by injecting patients with hepatitis B surface protein. In theory, this would be very safe, as these excess surface proteins lacked infectious viral DNA. The immune system, recognizing the surface proteins as foreign, would manufacture specially shaped antibodies, custom-made to bind to, and destroy, these proteins. Then, in the future, if the patient were infected with HBV, the immune system could promptly deploy protective antibodies, destroying the viruses before they could do any harm.",
            "score": 261.21405029296875
        },
        {
            "docid": "43512319_5",
            "document": "Protein M . Protein M is about 50 kDa in size, and composed of 556 amino acids. Contrary to the initial hypothesis that the antibody reactions could be an immune response to mass infection with the bacterium, they found that Protein M evolved simply to bind to any antibody it encounters, with specifically high affinity. By this property the bacterium can effectively evade the immune system of the host. This makes the protein an ideal target for developing new drugs. Rajesh Grover estimated that the protein can bind to an average of 100,000,000 different kinds of antibodies circulating in human blood. Unlike closely related proteins such as Protein A, Protein G, and Protein L, which all contain small, multiple immunoglobulin domains, Protein M has a large domain of 360 amino acid residues that binds primarily to the variable light chain of the immunoglobulin, as well as a binding site called LRR-like motif. In addition, Protein M has a C-terminal domain with 115 amino acid residues that probably protrudes over the antibody binding site. It binds to an antibody at either κ or λ light chains using hydrogen bonds and salt bridges, from backbone atoms and conserved side chains, and some conserved van der Waals interactions with other nonconserved interactions.",
            "score": 259.0116882324219
        },
        {
            "docid": "2362_5",
            "document": "Antibody . Though the general structure of all antibodies is very similar, a small region at the tip of the protein is extremely variable, allowing millions of antibodies with slightly different tip structures, or antigen-binding sites, to exist. This region is known as the \"hypervariable region\". Each of these variants can bind to a different antigen. This enormous diversity of antibody paratopes on the antigen-binding fragments allows the immune system to recognize an equally wide variety of antigens. The large and diverse population of antibody paratope is generated by random recombination events of a set of gene segments that encode different antigen-binding sites (or \"paratopes\"), followed by random mutations in this area of the antibody gene, which create further diversity. This recombinational process that produces clonal antibody paratope diversity is called V(D)J or VJ recombination. Basically, the antibody paratope is polygenic, made up of three genes, V, D, and J. Each paratope locus is also polymorphic, such that during antibody production, one allele of V, one of D, and one of J is chosen. These gene segments are then joined together using random genetic recombination to produce the paratope. The regions where the genes are randomly recombined together is the hyper variable region used to recognise different antigens on a clonal basis.",
            "score": 258.6108703613281
        },
        {
            "docid": "24968742_5",
            "document": "Evolution of influenza . New viruses can also emerge by drift. Drift can refer to genetic drift or antigenic drift. Mutation and selection for the most advantageous variation of the virus takes place during this form of evolution. Antigenic mutants can evolve quickly due to the high mutation rate in viruses. The cause of the antigenic drift lies in the mechanisms of RNA synthesis itself. Mutations arise very easily simply due to the error prone RNA polymerase and its lack of proofreading mechanisms. These mutations lead to subtle changes in the HA and NA genes which completely changes the infectious capabilities of the virus. These changes allow for almost endless possibilities for new viral strains to arise and it is the antigenic drift of the HA and NA genes that allow for the virus to infect humans that receive vaccines for other strains of the virus. This evolution occurs under the pressure of antibodies or immune system responses.",
            "score": 257.7149658203125
        },
        {
            "docid": "28760159_5",
            "document": "Microantibody . Vaccines are used to prevent infections by stimulating the body's own immunity, which includes the production of antibodies that destroy infectious agents such as bacteria and viruses. Some infections can be prevented or treated by antibodies derived from others sources such as blood donations or monoclonal antibodies made in laboratories. This is called passive immunotherapy. However, these treatments have inherent problems; passive antibody exposes the body to foreign protein and although monoclonal antibodies can be humanized they can still invoke an immune response. However, only relatively small regions on antibody molecules are involved in the recognition and inactivation of pathogens. Microantibodies are smaller, synthetic molecules that mimic these regions but do not have the larger regions on antibodies that induce an immune response.",
            "score": 257.3421936035156
        }
    ]
}