{
    "q": [
        {
            "docid": "39164260_7",
            "document": "Sweetened beverage . Evidence regarding sugar addiction is mainly based on literature and research conducted on animals. There is a biomedical and neurological science behind the usage of mini-pigs and lab rodents. In these animal species, there are similarities with humans in terms of cognition, development of food preferences and eating disorders, digestive anatomy and functions, as well as brain development. Research has demonstrated that, under certain conditions, rats can develop addiction-like behaviors with respect to sugar. The food addiction model asserts that excessive consumption of palatable foods may be understood within the same neurobiological framework as drug addiction. The test subjects have similar brain anomalies as those described in humans. Drug addiction has an impact on the brain's reward center and substance abuse. In drug addiction, there is a \"drug-seeking\" behavior, which is similar having a \"sweet tooth\" and seeking to satisfy the desire for a sweet item. Reward from eating is controlled by the mesolimbic dopamine (DA) pathway. In the animal study, a fructose and glucose diet induced modifications in several brain regions involved in reward and eating behavior. The observations from the study asserts that food and drug consumption share a common neurobiology that \"hijack\" a neural system that primarily processes natural rewards like foods. Sugar is believed to stimulate dopamine in the central nervous system. In summary, the research provided several clinical facts and evidences on the effects of sugar consumption on the central nervous system. Human research has also been conducted on sugar (in the form of sugar-sweetened beverages) and its effects on the kidneys. Sugar consumption has been associated with the rising prevalence of Chronic Kidney Disease in the United States. Since 1997, the nation has dramatically increased sugar consumption to nearly half a pound per person per day. Much of this increase is driven by high fructose syrup (HFCS) consumption, which now amounts to over 62 lb per person per year, largely in form of sugar-sweetened beverages. In addition to dietary sugar being associated with CKD risk factors, data from animal studies do suggest that sugar consumption may independently affect kidney disease risk. Studies have been conducted to highlight the severity of sugary sweetened beverage consumption. These studies were completed with a variety of test subjects to account for age, sex, diets, lifestyle choices, physical activity, smoking, level of education, and health status. The variety in the test subjects created a wide spectrum of results to match any individual. Also, the experiments consisted of a variety of consumption frequencies. Some studies only consumed one glass of a sugary sweetened beverage a week, while others consumed more than seven glasses of a sugary sweetened beverage a week.",
            "score": 201.20618498325348
        },
        {
            "docid": "14083964_36",
            "document": "Animal psychopathology . Sugar addiction has been examined in laboratory rats and it develops in the same way that drug addiction develops. Eating sugary foods causes the brain to release natural chemicals called opioids and dopamine in the limbic system. Tasty food can activate opioid receptors in the ventral tegmental area and thereby stimulate cells that release dopamine in the nucleus accumbens (NAc). The brain recognizes the intense pleasure derived from the dopamine and opioids release and learns to crave more sugar. Dependence is created through these natural rewards, the sugary treats, and the opioid and dopamine released into the synapses of the mesolimbic system. The hippocampus, the insula and the caudate activate when rats crave sugar, which are the same areas that become active when drug addicts crave the drug. Sugar is good because it provides energy, but if the nervous system goes through a change and the body becomes dependent on the sugar intake, somatic signs of withdrawal begin to appear like chattering teeth, forepaw tremors and head shakes when sugar is not ingested. Morphine tolerance, a measure of addiction, was observed in rats and their tolerance on Morphine was attributed to environmental cues and the systemic effects of the drug. Morphine tolerance does not depend merely on the frequency of pharmacological stimulation, but rather on both the number of pairings of a drug-predictive cue with the systemic effects of the drug. Rats became significantly more tolerant to morphine when they had been exposed to a paired administration than those rats that were not administered a drug-predictive cue along with the morphine.",
            "score": 161.925555229187
        },
        {
            "docid": "53918629_22",
            "document": "Evolutionary models of human drug use . Proponents of the hijack hypothesis outline a path to addiction that involves drugs co-opting neural reward systems intended for food. However, research on murine models has shown that when the concentration is sufficiently high, sugar operates as a more robust reward than even cocaine. In laboratory conditions, where rats are presented with both a sugar and cocaine sipper, they choose sugar. Researchers use these findings to suggest that sugar reward might generate a stronger dopamine stimulation than cocaine and also may make use of neural mechanisms beyond dopamine stimulation.",
            "score": 143.27775120735168
        },
        {
            "docid": "70649_69",
            "document": "Hummingbird . White granulated sugar is the best sweetener to use in hummingbird feeders. A ratio of 1 part sugar to 4 parts water, or 25% concentration, is a common recipe, although hummingbirds will defend feeders more aggressively when sugar content is at 35%, indicating preference for nectar with higher sweetness and sugar content. Organic and \"raw\" sugars contain iron, which can be harmful, and brown sugar agave syrup, molasses and artificial sweeteners also should not be used. Honey is made by bees from the nectar of flowers, but it is not good to use in feeders because when it is diluted with water, microorganisms easily grow in it, causing it to spoil rapidly.",
            "score": 132.30036306381226
        },
        {
            "docid": "18330049_17",
            "document": "John Yudkin . One implication of the finding that carbohydrate restriction in obese patients causes them to lose weight is that excessive carbohydrate consumption is likely to be a cause of obesity in the first place. An obvious possible culprit is sugar, which provides calories but no nutrients whatever. Given the dramatic increase in sugar consumption during the first half of the century, Yudkin started to suspect that excessive sugar in the diet might contribute not only to obesity but also to coronary heart disease. Studying historical data from many different countries, he found that increasing prosperity leads to an increase in sugar consumption, particularly in manufactured foods, and also that the ready availability of sugar-containing manufactured foods even in the poorer countries may lead to their being bought in preference to more nutritious food. In 1964 he wrote 'In the wealthier countries, there is evidence that sugar and sugar-containing foods contribute to several diseases, including obesity, dental caries, diabetes mellitus and myocardial infarction [heart attack]'. Investigating whether any link between sugar consumption and disease could be shown in individual patients, he and his associates in the Department of Nutrition found that patients with atherosclerotic disease (a frequent precursor of coronary heart disease) consumed significantly more sucrose than control patients. An obstacle to the acceptance of these ideas was the belief at the time that sugar and starch were metabolised in the same way, so that one would expect no difference in their effects. Yudkin and his associates, however, fed both experimental animals and human volunteers with differing quantities of sugar and starch, and found major differences between the two carbohydrates in their metabolic effects. As early as 1967 Yudkin suggested that the excessive consumption of sugar might result in a disturbance in the secretion of insulin, and that this in turn might contribute to atherosclerosis and diabetes.",
            "score": 137.33251416683197
        },
        {
            "docid": "58880_37",
            "document": "Sugar substitute . Eating natural sugars like glucose and sucrose instead of a sugar substitute can have negative health effects. The consumption of added sugars has been positively associated with multiple measures known to increase cardiovascular disease risk amongst adolescents as well as adults. The calories contained in sugar-sweetened beverages contribute to increases in body weight and body fat, and replacement of sugar by artificial sweeteners reduces weight. Obesity contributes to diabetes and cardiovascular disease. Glucose has a high glycemic index, sucrose medium, and fructose low. There is evidence that sugar-sweetened beverages \"may increase the risk of metabolic syndrome and type 2 diabetes not only through obesity but also by increasing dietary glycemic load, leading to insulin resistance, β-cell dysfunction, and inflammation,\" according to a 2010 meta-analysis.",
            "score": 146.89444494247437
        },
        {
            "docid": "39164260_6",
            "document": "Sweetened beverage . Sugar sweetened beverages or sugary drinks are beverages that contain any form of added sugars. Out of the entire diet, Americans add sugar to beverages more so than any other product. Sugar-Sweetened beverages or sugary drinks are the leading source of added sugars in the American diet. Added sugars include syrups and other caloric sweeteners. Other examples of added sugars, especially ones that can be listed as an ingredient, include brown sugar, corn sweetener, corn syrup, dextrose, fructose, glucose, high fructose corn syrup, honey, invert sugar, lactose, malt syrup, maltose, molasses, raw sugar, sucrose, trehalose, and turbinado sugar. The added sugar content is associated with several health concerns like weight gain, obesity, type 2 diabetes, heart disease, liver disease, dental implications, and gout. Naturally occurring sugars, such as those in fruit or milk, are not added sugars. Even though there are several beverages/drinks that have sugar in them, some beverages, such as milk, fruit juice, and diet drinks, fall into a \"gray\" area because of different contributions to health and weight gain is more complex. Sugar-sweetened beverages contain added sugars such as sucrose or fructose, often in large amounts, which contribute to the overall energy density of diets. The World Health Organization (WHO) has developed guidance on free sugars. Based on the impact of free sugars intake and its effects on weight gain and dental issues the WHO has taken action on such problems. Free sugars include monosaccharides and disaccharides added to foods and beverages by the manufacturer, cook or consumer, and sugars naturally present in honey, syrups, fruit juices and fruit juice concentrates. Current evidence suggests that increasing consumption of sugar-sweetened beverages is associated with weight gain. Reducing consumption of sugar-sweetened beverages can also reduce the risk of unhealthy weight gain in adults. For a normal calorie diet, calories from added sugars should be less than 10 percent of the daily calorie limit. Eating habits that include a lesser amount of added sugars, that can be from reduced intake of sugary drinks, can be associated with reduced risk of CVD in adults, and moderate evidence indicates that these eating patterns are associated with reduced risk of obesity, type 2 diabetes, and some types of cancer in adults.",
            "score": 166.717742562294
        },
        {
            "docid": "1834334_15",
            "document": "Reactive hypoglycemia . To check if there is real hypoglycemia when symptoms occur, neither an oral glucose tolerance test nor a breakfast test is effective; instead, a hyperglucidic breakfast test or ambulatory glucose testing is the current standard. The body requires a relatively constant input of glucose, a sugar produced upon digestion of carbohydrates, for normal functioning. Glucagon and insulin are among the hormones that ensure a normal range of glucose in the human body. Upon consumption of a meal, blood sugar normally rises, which triggers pancreatic cells to produce insulin. This hormone initiates the absorption of the just-digested blood glucose as glycogen into the liver for metabolism or storage, thereby lowering glucose levels in the blood. In contrast, the hormone glucagon is released by the pancreas as a response to lower than normal blood sugar levels. Glucagon initiates uptake of the stored glycogen in the liver into the bloodstream so as to increase glucose levels in the blood. Sporadic, high-carbohydrate snacks and meals are deemed the specific causes of sugar crashes. The “crash” one feels is due to the rapid increase and subsequent decline of blood sugar in the body system as one begins and ceases consumption of high-sugar foods. More insulin than is actually needed is produced in response to the large, rapid ingestion of sugary foods.",
            "score": 102.34936499595642
        },
        {
            "docid": "27061_37",
            "document": "Soft drink . Sugar-sweetened drinks have also been speculated to cause weight gain in adults. In one study, overweight individuals consumed a daily supplement of sucrose-sweetened or artificially sweetened drinks or foods for a 10-week period. Most of the supplement was in the form of soft drinks. Individuals in the sucrose group gained 1.6 kg, and individuals in the artificial-sweetener group lost 1.0 kg. A two-week study had participants supplement their diet with sugar-sweetened soft drinks, artificially sweetened soft drinks, or neither. Although the participants gained the most weight when consuming the sugar-sweetened drinks, some of the differences were unreliable: the differences between men who consumed sugar-sweetened drinks or no drinks was not statistically significant.",
            "score": 155.01427590847015
        },
        {
            "docid": "58880_2",
            "document": "Sugar substitute . A sugar substitute is a food additive that provides a sweet taste like that of sugar while containing significantly less food energy. Some sugar substitutes are produced by nature, and others produced synthetically. Those that are not produced by nature are, in general, called artificial sweeteners. In 2017, sucralose was the most common sugar substitute used in manufacturing of foods and beverages, having 30% of the global market projected to become $2.8 billion in collective value by 2021.",
            "score": 152.93297696113586
        },
        {
            "docid": "27712_35",
            "document": "Sugar . By itself, sugar is not a factor causing obesity and metabolic syndrome, but rather – when over-consumed – is a component of unhealthy dietary behavior. Controlled trials showed that overconsumption of sugar-sweetened beverages increases body weight and body fat, and that replacement of sugar by artificial sweeteners reduces weight. Other studies showed correlation between refined sugar (\"free sugar\") consumption and the onset of diabetes, and negative correlation with the consumption of fiber.",
            "score": 125.6172251701355
        },
        {
            "docid": "2366752_27",
            "document": "High-fructose corn syrup . Some countries, including Mexico, use sucrose, or table sugar, in soft drinks. In the U.S., soft drinks, including Coca-Cola, are typically made with HFCS. Some Americans seek out drinks such as Mexican Coca-Cola in ethnic groceries because they prefer the taste over that of HFCS-sweetened Coca-Cola. Kosher Coca-Cola, sold in the U.S. around the Jewish holiday of Passover, also uses sucrose rather than HFCS and is highly sought after by people who prefer the original taste. While these are simply opinions, a 2011 study further backed up the idea that people enjoy sucrose (table sugar) more than HFCS. The study, conducted by Michigan State University, included a 99-member panel that evaluated yogurt sweetened with sucrose (table sugar), HFCS, and different varieties of honey for likeness. The results showed that, overall, the panel enjoyed the yogurt with sucrose (table sugar) added more than those that contained HFCS or honey.",
            "score": 152.0361214876175
        },
        {
            "docid": "39164260_28",
            "document": "Sweetened beverage . Consumption of high fructose and sucrose-containing diets have been previously associated with increased risk of T2DM through animal studies linking increased sugar consumption to decreased insulin sensitivity. However, a definitive conclusion on this association is still controversial, owing to a lack of data and trials on the direct effect of high-sugar diets in T2DM development. Current evidence suggests that the danger of high-sugar diets in increasing T2DM risk comes not from the direct effects of sugar on insulin resistance, but more so from the imbalance of energy intake-use that high-sugar diets can contribute to.",
            "score": 128.35360717773438
        },
        {
            "docid": "2752_3",
            "document": "Aspartame . Aspartame is approximately 200 times sweeter than sucrose (table sugar). Due to this property, even though aspartame produces four kilocalories of energy per gram (/g) when metabolized, the quantity of aspartame needed to produce a sweet taste is so small that its caloric contribution is negligible. The taste of aspartame and other artificial sweeteners differs from that of table sugar in the times of onset and how long the sweetness lasts, though aspartame comes closest to sugar's taste profile among approved artificial sweeteners. The sweetness of aspartame lasts longer than that of sucrose, so it is often blended with other artificial sweeteners such as acesulfame potassium to produce an overall taste more like that of sugar.",
            "score": 150.38501286506653
        },
        {
            "docid": "9125999_4",
            "document": "Blood sugar regulation . If the blood glucose level falls to dangerous levels (as during very heavy exercise or lack of food for extended periods), the alpha cells of the pancreas release glucagon, a hormone whose effects on liver cells act to increase blood glucose levels. They convert glycogen into glucose (this process is called glycogenolysis). The glucose is released into the bloodstream, increasing blood sugar. Hypoglycemia, the state of having low blood sugar, is treated by restoring the blood glucose level to normal by the ingestion or administration of dextrose or carbohydrate foods. It is often self-diagnosed and self-medicated orally by the ingestion of balanced meals. In more severe circumstances, it is treated by injection or infusion of glucagon.",
            "score": 78.11296200752258
        },
        {
            "docid": "562526_2",
            "document": "Sugar alcohol . Sugar alcohols (also called polyhydric alcohols, polyalcohols, alditols or glycitols) are organic compounds, typically derived from sugars, that comprise a class of polyols. They are white, water-soluble solids that can occur naturally or be produced industrially from sugars. They are used widely in the food industry as thickeners and sweeteners. In commercial foodstuffs, sugar alcohols are commonly used in place of table sugar (sucrose), often in combination with high intensity artificial sweeteners to counter the low sweetness. Xylitol and sorbitol are popular sugar alcohols in commercial foods.",
            "score": 137.51973128318787
        },
        {
            "docid": "14878724_34",
            "document": "Oral hygiene . Sucrose (table sugar) is most commonly associated with cavities. The amount of sugar consumed at any one time is less important than how often food and drinks that contain sugar are consumed. The more frequently sugars are consumed, the greater the time during which the tooth is exposed to low pH levels, at which point demineralisation occurs (below 5.5 for most people). It is important therefore to try to encourage infrequent consumption of food and drinks containing sugar so that teeth have a chance to be repaired by remineralisation and fluoride. Limiting sugar-containing foods and drinks to meal times is one way to reduce the incidence of cavities. Sugars from fruit and fruit juices, e.g., glucose, fructose, and maltose can also cause cavities.",
            "score": 125.27030980587006
        },
        {
            "docid": "2241152_5",
            "document": "Kettle corn . Most microwave oven varieties of kettle corn do not contain sugar, since sugar tends to burn in a microwave. This problem has been addressed by replacing sugar with artificial sweeteners such as sucralose. These formulations can have the sweet-salty flavor of kettle corn but not the same texture, which normally comes from the crunchy sugar crust of kettle corn made from scratch.",
            "score": 136.1463966369629
        },
        {
            "docid": "23184143_28",
            "document": "Sugary drink tax . In January 2018, the Norwegian government increased the sugar tax level by 83% for general sugar-containing ready-to-eat products, and 42% for beverages. The sugar tax per litre was bumped up to 4.75 kroner, and applies to beverages which are either naturally or artificially sweetened.",
            "score": 106.04853749275208
        },
        {
            "docid": "3012322_5",
            "document": "Glucose test . Glucose is a type of sugar that is obtained in the body by eating foods with a high carbohydrate level, such as bread and potatoes. Glucose is used for energy and released into your body during digestion. Your body can process glucose by a hormone, call insulin. Insulin is made in the pancreas and aids in regulating the sugar obtained by food. When sugar levels are too high, sugar can be stored in the liver and used when sugar levels begin to fall.",
            "score": 78.28793239593506
        },
        {
            "docid": "58880_5",
            "document": "Sugar substitute . If the sucrose (or other sugar) that is replaced has contributed to the texture of the product, then a bulking agent is often also needed. This may be seen in soft drinks or sweet teas that are labeled as \"diet\" or \"light\" that contain artificial sweeteners and often have notably different mouthfeel, or in table sugar replacements that mix maltodextrins with an intense sweetener to achieve satisfactory texture sensation.",
            "score": 134.74307894706726
        },
        {
            "docid": "39164260_8",
            "document": "Sweetened beverage . In a recent study, the notion of sugar addiction has been challenged. The study examined a sample of 1495 human participants to determine if foods mainly containing sugar cause \"addiction-like\" problems that meet clinical Diagnostic and Statistical Manual of Mental Disorders criteria for substance dependence. The researchers also investigated whether potential dependence on sugar relates to body weight and negative affectivity such as mood depression. The results revealed that the majority of participants experienced at least one symptom of food dependence for combined high-fat savoury (30%) and high-fat sweet (25%) foods while only a minority experienced such problems for low-fat/savoury (2%) and mainly sugar-containing foods (5%). Furthermore, while addictive-like symptoms for high-fat savoury and high-fat sweet foods correlated to overweight conditions, this was not found to be the case for foods mainly containing sugar. Consequently, the findings indicated that sugary foods have a minimal role to contributing to food dependence and the increased risk of weight gain.",
            "score": 102.87694752216339
        },
        {
            "docid": "44760_9",
            "document": "Confectionery . Confections are defined by the presence of sweeteners. These are usually sugars, but it is possible to buy sugar-free candies, such as sugar-free peppermints. The most common sweetener for home cooking is table sugar, which is chemically a disaccharide containing both glucose and fructose. Hydrolysis of sucrose gives a mixture called invert sugar, which is sweeter and is also a common commercial ingredient. Finally, confections, especially commercial ones, are sweetened by a variety of syrups obtained by hydrolysis of starch. These sweeteners include all types of corn syrup.",
            "score": 121.75479388237
        },
        {
            "docid": "265229_8",
            "document": "Health claim . Choosing one food item over another for reasons such as products claiming they are all natural or fat free do not always mean it’s healthier. The FDA does not define “natural” but if labeled so, the food must not contain added colors, artificial flavors, or synthetic substances. However, foods labeled natural can contain preservatives. Companies will argue that natural products that contain high fructose corn syrup are healthy because it comes from corn. No sugar added items are often bought but also not fully understood. Foods like fruit, milk, cereals, and vegetables naturally contain sugar. Although there may not have been added sugar, they still contain natural sugars. These sugar free products may contain added ingredients like maltodextrin, which is a carbohydrate. Carbohydrates may be simple sugars or complex starches that can raise blood sugar. Just because “no sugar added” is labeled does not mean the product is calorie free or carbohydrate free which most consumers often misunderstand. Most consumers are ignorant about the actual nutritional content of their foods and heavily rely on the food labels and claims that are provided on packages. This over-reliance on a variety of different claims has many implications including uninformed customer purchases and over-consumption of unhealthy foods.",
            "score": 130.605881690979
        },
        {
            "docid": "487943_2",
            "document": "Inverted sugar syrup . Invert(ed) sugar (syrup) is an edible mixture of two simple sugars—glucose and fructose—that is made by heating sucrose (table sugar) with water. As invert sugar is thought to be sweeter than table sugar, and foods that contain it retain moisture and crystallize less easily, bakers, who call it \"invert syrup\", may use it more than other sweeteners.",
            "score": 119.69815373420715
        },
        {
            "docid": "220432_7",
            "document": "Xylitol . Xylitol is used as an artificial sweetener in manufactured products, such as drugs or dietary supplements, confections, toothpaste, and chewing gum, but is not a common household sweetener. Xylitol has negligible effects on blood sugar and insulin. Absorbed more slowly than sugar and not supplying calories, it does not influence blood sugar levels.",
            "score": 105.14257073402405
        },
        {
            "docid": "22180699_8",
            "document": "Diet and obesity . Existing evidence from large-scale cross-sectional and prospective cohort studies supports that consumption of sugar-sweetened beverages is correlated with the childhood and adult obesity epidemic in the United States population (Malik et al. 2006). Sweetened drinks containing either sucrose alone or sucrose in combination with fructose appear to lead to weight gain due to increase energy intake. Fructose might also be preferentially metabolized into fat as feedback inhibition as with glucose is missing. In fact, about half of total added sugar consumed in the United States is in liquid form. Teenage boys showed the greatest consumption of sugar-sweetened beverages, upwards of 357 calories per day. In addition to the evidence that humans have a natural propensity towards sugar, there exists additional biological plausibility that explains the correlation of sugar-sweetened beverage consumption and obesity.",
            "score": 146.92298197746277
        },
        {
            "docid": "27061_50",
            "document": "Soft drink . Until 1985, most of the calories in soft drinks came from sugar or corn syrup. As of 2010, in the United States high-fructose corn syrup (HFCS) is used nearly exclusively as a sweetener because of its lower cost, while in Europe, sucrose dominates, because EU agricultural policies favor production of sugar beets in Europe proper and sugarcane in the former colonies over the production of corn. HFCS has been criticized as having a number of detrimental effects on human health, such as promoting diabetes, hyperactivity, hypertension, and a host of other problems. Although anecdotal evidence has been presented to support such claims, it is well known that the human body breaks sucrose down into glucose and fructose before it is absorbed by the intestines. Simple sugars such as fructose are converted into the same intermediates as in glucose metabolism. However, metabolism of fructose is extremely rapid and is initiated by fructokinase. Fructokinase activity is not regulated by metabolism or hormones and proceeds rapidly after intake of fructose. While the intermediates of fructose metabolism are similar to those of glucose, the rates of formation are excessive. This fact promotes fatty acid and triglyceride synthesis in the liver, leading to accumulation of fat throughout the body and possibly non-alcoholic fatty liver disease. Increased blood lipid levels also seem to follow fructose ingestion over time. A sugar drink or high-sugar drink may refer to any beverage consisting primarily of water and sugar (often cane sugar or high-fructose corn syrup), including some soft drinks, some fruit juices, and energy drinks.",
            "score": 122.63156008720398
        },
        {
            "docid": "39164260_25",
            "document": "Sweetened beverage . Dietary improvements in expecting mothers are important for the future health of the mother and child. Sugar-sweetened beverages among other beverages like coffee and alcohol are recommended to be reduced in intake. A Norwegian study, showed that pregnant woman minimized their intake of sugar-sweetened beverages, alcohol, and coffee, when educated about the negative effects these beverages can have on their unborn child. The statistics for each beverage showed that among alcohol, coffee, and sugar-sweetened beverages, sugar-sweetened beverages were still consumed more despite there being a minimized intake. The minimized intake of coffee and alcohol is due to the less harmful effects sugar-sweetened beverages have compared to coffee and alcohol. The report declares that the minimized intake may be due to alcohol and coffee being a part of socializing and therefore becomes substituted by sugar-sweetened beverages at social events.",
            "score": 120.18521237373352
        },
        {
            "docid": "2938704_22",
            "document": "Actimel . Danone Actimel plain 0% contains 3.3 g of sugar, original plain contains 10.5 g of sugar, multifruit contains 12.0 g of sugar for every serving (100 g). None of those concentrations is higher than the level defined as \"HIGH\" by the UK Food Standards Agency (described for concentrations of sugar above 15 g per 100 g). As a comparison, Coca-Cola and orange juices are also in the range of 10 g of sugar per 100 g, but with a serving size usually higher than 250 ml the total sugar quantity is much higher.",
            "score": 67.02879548072815
        },
        {
            "docid": "517951_8",
            "document": "Brown sugar . Natural brown sugar, raw sugar or whole cane sugar are sugars that retain a small to large amount of the molasses from the mother liquor (the partially evaporated sugar cane juice). Based upon weight, brown cane sugar when fully refined yields up to 70% white sugar, the degree depending on how much molasses remained in the sugar crystals, which in turn is dependent upon whether the brown sugar was centrifuged or not. As there is more molasses in natural brown sugar, it contains minor nutritional value and mineral content. Some natural brown sugars have particular names and characteristics, and are sold as turbinado, demerara or raw sugar if they have been centrifuged to a large degree. Brown sugars that have been only mildly centrifuged or unrefined (non-centrifuged) retain a much higher degree of molasses and are called various names across the globe according to their country of origin: e.g. panela, rapadura, jaggery, muscovado, piloncillo, etc.",
            "score": 97.84777736663818
        },
        {
            "docid": "864263_8",
            "document": "Tang (drink) . In 2007, Kraft introduced a new version of Tang which replaced half of the sugar with artificial sweeteners. The new packaging advertises \"1/2 the sugar of 100% juice\". The artificial sweeteners used in the new formulation are sucralose, acesulfame potassium, and neotame. The new formula is more concentrated and distributed in smaller containers, with a () making .",
            "score": 133.11577224731445
        }
    ],
    "r": [
        {
            "docid": "39164260_7",
            "document": "Sweetened beverage . Evidence regarding sugar addiction is mainly based on literature and research conducted on animals. There is a biomedical and neurological science behind the usage of mini-pigs and lab rodents. In these animal species, there are similarities with humans in terms of cognition, development of food preferences and eating disorders, digestive anatomy and functions, as well as brain development. Research has demonstrated that, under certain conditions, rats can develop addiction-like behaviors with respect to sugar. The food addiction model asserts that excessive consumption of palatable foods may be understood within the same neurobiological framework as drug addiction. The test subjects have similar brain anomalies as those described in humans. Drug addiction has an impact on the brain's reward center and substance abuse. In drug addiction, there is a \"drug-seeking\" behavior, which is similar having a \"sweet tooth\" and seeking to satisfy the desire for a sweet item. Reward from eating is controlled by the mesolimbic dopamine (DA) pathway. In the animal study, a fructose and glucose diet induced modifications in several brain regions involved in reward and eating behavior. The observations from the study asserts that food and drug consumption share a common neurobiology that \"hijack\" a neural system that primarily processes natural rewards like foods. Sugar is believed to stimulate dopamine in the central nervous system. In summary, the research provided several clinical facts and evidences on the effects of sugar consumption on the central nervous system. Human research has also been conducted on sugar (in the form of sugar-sweetened beverages) and its effects on the kidneys. Sugar consumption has been associated with the rising prevalence of Chronic Kidney Disease in the United States. Since 1997, the nation has dramatically increased sugar consumption to nearly half a pound per person per day. Much of this increase is driven by high fructose syrup (HFCS) consumption, which now amounts to over 62 lb per person per year, largely in form of sugar-sweetened beverages. In addition to dietary sugar being associated with CKD risk factors, data from animal studies do suggest that sugar consumption may independently affect kidney disease risk. Studies have been conducted to highlight the severity of sugary sweetened beverage consumption. These studies were completed with a variety of test subjects to account for age, sex, diets, lifestyle choices, physical activity, smoking, level of education, and health status. The variety in the test subjects created a wide spectrum of results to match any individual. Also, the experiments consisted of a variety of consumption frequencies. Some studies only consumed one glass of a sugary sweetened beverage a week, while others consumed more than seven glasses of a sugary sweetened beverage a week.",
            "score": 201.20619201660156
        },
        {
            "docid": "39164260_6",
            "document": "Sweetened beverage . Sugar sweetened beverages or sugary drinks are beverages that contain any form of added sugars. Out of the entire diet, Americans add sugar to beverages more so than any other product. Sugar-Sweetened beverages or sugary drinks are the leading source of added sugars in the American diet. Added sugars include syrups and other caloric sweeteners. Other examples of added sugars, especially ones that can be listed as an ingredient, include brown sugar, corn sweetener, corn syrup, dextrose, fructose, glucose, high fructose corn syrup, honey, invert sugar, lactose, malt syrup, maltose, molasses, raw sugar, sucrose, trehalose, and turbinado sugar. The added sugar content is associated with several health concerns like weight gain, obesity, type 2 diabetes, heart disease, liver disease, dental implications, and gout. Naturally occurring sugars, such as those in fruit or milk, are not added sugars. Even though there are several beverages/drinks that have sugar in them, some beverages, such as milk, fruit juice, and diet drinks, fall into a \"gray\" area because of different contributions to health and weight gain is more complex. Sugar-sweetened beverages contain added sugars such as sucrose or fructose, often in large amounts, which contribute to the overall energy density of diets. The World Health Organization (WHO) has developed guidance on free sugars. Based on the impact of free sugars intake and its effects on weight gain and dental issues the WHO has taken action on such problems. Free sugars include monosaccharides and disaccharides added to foods and beverages by the manufacturer, cook or consumer, and sugars naturally present in honey, syrups, fruit juices and fruit juice concentrates. Current evidence suggests that increasing consumption of sugar-sweetened beverages is associated with weight gain. Reducing consumption of sugar-sweetened beverages can also reduce the risk of unhealthy weight gain in adults. For a normal calorie diet, calories from added sugars should be less than 10 percent of the daily calorie limit. Eating habits that include a lesser amount of added sugars, that can be from reduced intake of sugary drinks, can be associated with reduced risk of CVD in adults, and moderate evidence indicates that these eating patterns are associated with reduced risk of obesity, type 2 diabetes, and some types of cancer in adults.",
            "score": 166.71774291992188
        },
        {
            "docid": "6153047_7",
            "document": "Ego depletion . The role of glucose as a specific form of energy needed for self-control has been explored by researchers. Glucose, a sugar found in many foods, is a vital fuel for the body and the brain. Multiple experiments have connected self-control depletion to reduced blood glucose, and suggested that self-control performance could be replenished by consuming glucose. However, some of the findings were later questioned. Several recent experiments have found that resource depletion effects can be reversed by simply tasting (but not swallowing or consuming) sweet beverages, which can have rewarding properties. Others have suggested that the taste of sugar (but not artificial sweetener) has psycho-physiological signaling effects.",
            "score": 162.54177856445312
        },
        {
            "docid": "14083964_36",
            "document": "Animal psychopathology . Sugar addiction has been examined in laboratory rats and it develops in the same way that drug addiction develops. Eating sugary foods causes the brain to release natural chemicals called opioids and dopamine in the limbic system. Tasty food can activate opioid receptors in the ventral tegmental area and thereby stimulate cells that release dopamine in the nucleus accumbens (NAc). The brain recognizes the intense pleasure derived from the dopamine and opioids release and learns to crave more sugar. Dependence is created through these natural rewards, the sugary treats, and the opioid and dopamine released into the synapses of the mesolimbic system. The hippocampus, the insula and the caudate activate when rats crave sugar, which are the same areas that become active when drug addicts crave the drug. Sugar is good because it provides energy, but if the nervous system goes through a change and the body becomes dependent on the sugar intake, somatic signs of withdrawal begin to appear like chattering teeth, forepaw tremors and head shakes when sugar is not ingested. Morphine tolerance, a measure of addiction, was observed in rats and their tolerance on Morphine was attributed to environmental cues and the systemic effects of the drug. Morphine tolerance does not depend merely on the frequency of pharmacological stimulation, but rather on both the number of pairings of a drug-predictive cue with the systemic effects of the drug. Rats became significantly more tolerant to morphine when they had been exposed to a paired administration than those rats that were not administered a drug-predictive cue along with the morphine.",
            "score": 161.92555236816406
        },
        {
            "docid": "10646_18",
            "document": "Food . Generally regarded as the most pleasant taste, sweetness is almost always caused by a type of simple sugar such as glucose or fructose, or disaccharides such as sucrose, a molecule combining glucose and fructose. Complex carbohydrates are long chains and thus do not have the sweet taste. Artificial sweeteners such as sucralose are used to mimic the sugar molecule, creating the sensation of sweet, without the calories. Other types of sugar include raw sugar, which is known for its amber color, as it is unprocessed. As sugar is vital for energy and survival, the taste of sugar is pleasant.",
            "score": 161.25599670410156
        },
        {
            "docid": "27061_37",
            "document": "Soft drink . Sugar-sweetened drinks have also been speculated to cause weight gain in adults. In one study, overweight individuals consumed a daily supplement of sucrose-sweetened or artificially sweetened drinks or foods for a 10-week period. Most of the supplement was in the form of soft drinks. Individuals in the sucrose group gained 1.6 kg, and individuals in the artificial-sweetener group lost 1.0 kg. A two-week study had participants supplement their diet with sugar-sweetened soft drinks, artificially sweetened soft drinks, or neither. Although the participants gained the most weight when consuming the sugar-sweetened drinks, some of the differences were unreliable: the differences between men who consumed sugar-sweetened drinks or no drinks was not statistically significant.",
            "score": 155.0142822265625
        },
        {
            "docid": "58880_14",
            "document": "Sugar substitute . The world's most commonly used artificial sweetener, sucralose is a chlorinated sugar that is about 600 times as sweet as sugar. It is produced from sucrose when three chlorine atoms replace three hydroxyl groups. It is used in beverages, frozen desserts, chewing gum, baked goods, and other foods. Unlike other artificial sweeteners, it is stable when heated and can therefore be used in baked and fried goods. Discovered in 1976, the FDA approved sucralose for use in 1998.",
            "score": 154.89398193359375
        },
        {
            "docid": "58880_2",
            "document": "Sugar substitute . A sugar substitute is a food additive that provides a sweet taste like that of sugar while containing significantly less food energy. Some sugar substitutes are produced by nature, and others produced synthetically. Those that are not produced by nature are, in general, called artificial sweeteners. In 2017, sucralose was the most common sugar substitute used in manufacturing of foods and beverages, having 30% of the global market projected to become $2.8 billion in collective value by 2021.",
            "score": 152.9329833984375
        },
        {
            "docid": "2366752_27",
            "document": "High-fructose corn syrup . Some countries, including Mexico, use sucrose, or table sugar, in soft drinks. In the U.S., soft drinks, including Coca-Cola, are typically made with HFCS. Some Americans seek out drinks such as Mexican Coca-Cola in ethnic groceries because they prefer the taste over that of HFCS-sweetened Coca-Cola. Kosher Coca-Cola, sold in the U.S. around the Jewish holiday of Passover, also uses sucrose rather than HFCS and is highly sought after by people who prefer the original taste. While these are simply opinions, a 2011 study further backed up the idea that people enjoy sucrose (table sugar) more than HFCS. The study, conducted by Michigan State University, included a 99-member panel that evaluated yogurt sweetened with sucrose (table sugar), HFCS, and different varieties of honey for likeness. The results showed that, overall, the panel enjoyed the yogurt with sucrose (table sugar) added more than those that contained HFCS or honey.",
            "score": 152.0361328125
        },
        {
            "docid": "2752_3",
            "document": "Aspartame . Aspartame is approximately 200 times sweeter than sucrose (table sugar). Due to this property, even though aspartame produces four kilocalories of energy per gram (/g) when metabolized, the quantity of aspartame needed to produce a sweet taste is so small that its caloric contribution is negligible. The taste of aspartame and other artificial sweeteners differs from that of table sugar in the times of onset and how long the sweetness lasts, though aspartame comes closest to sugar's taste profile among approved artificial sweeteners. The sweetness of aspartame lasts longer than that of sucrose, so it is often blended with other artificial sweeteners such as acesulfame potassium to produce an overall taste more like that of sugar.",
            "score": 150.385009765625
        },
        {
            "docid": "249936_2",
            "document": "Sodium cyclamate . Sodium cyclamate (sweetener code 952) is an artificial sweetener. It is 30–50 times sweeter than sucrose (table sugar), making it the least potent of the commercially used artificial sweeteners. It is often used with other artificial sweeteners, especially saccharin; the mixture of 10 parts cyclamate to 1 part saccharin is common and masks the off-tastes of both sweeteners. It is less expensive than most sweeteners, including sucralose, and is stable under heating.",
            "score": 148.07550048828125
        },
        {
            "docid": "58880_27",
            "document": "Sugar substitute . Acesulfame potassium (Ace-K) is 200 times sweeter than sucrose (common sugar), as sweet as aspartame, about two thirds as sweet as saccharin, and one third as sweet as sucralose. Like saccharin, it has a slightly bitter aftertaste, especially at high concentrations. Kraft Foods has patented the use of sodium ferulate to mask acesulfame's aftertaste. Acesulfame potassium is often blended with other sweeteners (usually aspartame or sucralose), which give a more sucrose-like taste, whereby each sweetener masks the other's aftertaste and also exhibits a synergistic effect in which the blend is sweeter than its components.",
            "score": 147.16885375976562
        },
        {
            "docid": "22180699_8",
            "document": "Diet and obesity . Existing evidence from large-scale cross-sectional and prospective cohort studies supports that consumption of sugar-sweetened beverages is correlated with the childhood and adult obesity epidemic in the United States population (Malik et al. 2006). Sweetened drinks containing either sucrose alone or sucrose in combination with fructose appear to lead to weight gain due to increase energy intake. Fructose might also be preferentially metabolized into fat as feedback inhibition as with glucose is missing. In fact, about half of total added sugar consumed in the United States is in liquid form. Teenage boys showed the greatest consumption of sugar-sweetened beverages, upwards of 357 calories per day. In addition to the evidence that humans have a natural propensity towards sugar, there exists additional biological plausibility that explains the correlation of sugar-sweetened beverage consumption and obesity.",
            "score": 146.92298889160156
        },
        {
            "docid": "58880_37",
            "document": "Sugar substitute . Eating natural sugars like glucose and sucrose instead of a sugar substitute can have negative health effects. The consumption of added sugars has been positively associated with multiple measures known to increase cardiovascular disease risk amongst adolescents as well as adults. The calories contained in sugar-sweetened beverages contribute to increases in body weight and body fat, and replacement of sugar by artificial sweeteners reduces weight. Obesity contributes to diabetes and cardiovascular disease. Glucose has a high glycemic index, sucrose medium, and fructose low. There is evidence that sugar-sweetened beverages \"may increase the risk of metabolic syndrome and type 2 diabetes not only through obesity but also by increasing dietary glycemic load, leading to insulin resistance, β-cell dysfunction, and inflammation,\" according to a 2010 meta-analysis.",
            "score": 146.89443969726562
        },
        {
            "docid": "48463_19",
            "document": "Sucralose . One study suggests that artificial sweeteners may not fully activate the brain's \"food reward pathways\" as sugar does, stating that, because sweetener does not provide full satisfaction, the user may search for, and then eat additional high-calorie foods leading to weight gain.",
            "score": 144.68882751464844
        },
        {
            "docid": "53918629_22",
            "document": "Evolutionary models of human drug use . Proponents of the hijack hypothesis outline a path to addiction that involves drugs co-opting neural reward systems intended for food. However, research on murine models has shown that when the concentration is sufficiently high, sugar operates as a more robust reward than even cocaine. In laboratory conditions, where rats are presented with both a sugar and cocaine sipper, they choose sugar. Researchers use these findings to suggest that sugar reward might generate a stronger dopamine stimulation than cocaine and also may make use of neural mechanisms beyond dopamine stimulation.",
            "score": 143.2777557373047
        },
        {
            "docid": "8582684_10",
            "document": "Reward system . Two theories exist with regard to the activity of the nucleus accumbens and the generation liking and wanting. The inhibition (or hyperpolarization) hypothesis proposes that the nucleus accumbens exerts tonic inhibitory effects on downstream structures such as the ventral pallidum, hypothalamus or ventral tegmental area, and that in inhibiting in the nucleus accumbens (NAcc), these structures are excited, \"releasing\" reward related behavior. While GABA receptor agonists are capable of eliciting both \"liking\" and \"wanting\" reactions in the nucleus accumbens, glutaminergic inputs from the basolateral amygdala, ventral hippocampus, and medial prefrontal cortex can drive incentive salience. Furthermore, while most studies find that NAcc neurons reduce firing in response to reward, a number of studies find the opposite response. This had lead to the proposal of the disinhibition (or depolarization) hypothesis, that proposes that excitation or NAcc neurons, or at least certain subsets, drives reward related behavior. After nearly 50 years of research on brain-stimulation reward, experts have certified that dozens of sites in the brain will maintain intracranial self-stimulation. Regions include the lateral hypothalamus and medial forebrain bundles, which are especially effective. Stimulation there activates fibers that form the ascending pathways; the ascending pathways include the mesolimbic dopamine pathway, which projects from the ventral tegmental area to the nucleus accumbens. There are several explanations as to why the mesolimbic dopamine pathway is central to circuits mediating reward. First, there is a marked increase in dopamine release from the mesolimbic pathway when animals engage in intracranial self-stimulation. Second, experiments consistently indicate that brain-stimulation reward stimulates the reinforcement of pathways that are normally activated by natural rewards, and drug reward or intracranial self-stimulation can exert more powerful activation of central reward mechanisms because they activate the reward center directly rather than through the peripheral nerves. Third, when animals are administered addictive drugs or engage in naturally rewarding behaviors, such as feeding or sexual activity, there is a marked release of dopamine within the nucleus accumbens. However, dopamine is not the only reward compound in the brain.",
            "score": 142.3179931640625
        },
        {
            "docid": "27712_2",
            "document": "Sugar . Sugar is the generic name for sweet-tasting, soluble carbohydrates, many of which are used in food. There are various types of sugar derived from different sources. Simple sugars are called monosaccharides and include glucose (also known as dextrose), fructose, and galactose. The \"table sugar\" or \"granulated sugar\" most customarily used as food is sucrose, a disaccharide of glucose and fructose. Sugar is used in prepared foods (e.g., cookies and cakes) and is added to some foods and beverages (e.g., coffee and tea). In the body, sucrose is hydrolysed into the simple sugars fructose and glucose. Other disaccharides include maltose from malted grain, and lactose from milk. Longer chains of sugars are called oligosaccharides or polysaccharides. Some other chemical substances, such as glycerol and sugar alcohols may also have a sweet taste, but are not classified as sugars. Diet food substitutes for sugar include aspartame and sucralose, a chlorinated derivative of sucrose.",
            "score": 140.45306396484375
        },
        {
            "docid": "58880_15",
            "document": "Sugar substitute . Most of the controversy surrounding Splenda, a sucralose sweetener, is focused not on safety but on its marketing. It has been marketed with the slogan, \"Splenda is made from sugar, so it tastes like sugar.\" Sucralose is prepared from either of two sugars, sucrose or raffinose. With either base sugar, processing replaces three oxygen-hydrogen groups in the sugar molecule with three chlorine atoms.",
            "score": 138.3329620361328
        },
        {
            "docid": "48463_5",
            "document": "Sucralose . Sucralose is a highly heat-stable noncaloric sweetener, allowing it to be used in many recipes with little or no sugar. It is available in a granulated form that allows for same-volume substitution with sugar. This mix of granulated sucralose includes fillers, all of which rapidly dissolve in liquids. While the granulated sucralose provides apparent volume-for-volume sweetness, the texture in baked products may be noticeably different. Sucralose is not hygroscopic, which can lead to baked goods that are noticeably drier and manifest a less dense texture than those made with sucrose. Unlike sucrose, which melts when baked at high temperatures, sucralose maintains its granular structure when subjected to dry, high heat (e.g., in a 350 °F or 180 °C oven). Furthermore, in its pure state, sucralose begins to decompose at 119 °C or 246 °F. Thus, in some recipes, such as \"crème brûlée\", which require sugar sprinkled on top to partially or fully melt and crystallize, substituting sucralose will not result in the same surface texture, crispness, or crystalline structure.",
            "score": 138.23611450195312
        },
        {
            "docid": "23184143_6",
            "document": "Sugary drink tax . Obesity is also a global public and health policy concern, with the percentage of overweight and obese people in many developed and middle income countries rising rapidly. Consumption of added sugar in sugar-sweetened beverages has been positively correlated with high calorie intake, and through it, with excess weight and obesity. The addition of one sugar-sweetened beverage per day to the normal US diet can amount to 15 pounds of weight gain over the course of 1 year. Added sugar is a common feature of many processed and convenience foods such as breakfast cereals, chocolate, ice cream, cookies, yogurts and drinks produced by retailers. The ubiquity of sugar-sweetened beverages and their appeal to younger consumers has made their consumption a subject of particular concern by public health professionals. In both the United States and the United Kingdom, sugar sweetened drinks are the top calorie source in teenager's diets.",
            "score": 137.84884643554688
        },
        {
            "docid": "14567225_4",
            "document": "TAS1R2 . The TAS1R2+3 receptor has been shown to respond to natural sugars sucrose and fructose, and to the artificial sweeteners saccharin, acesulfame potassium, dulcin, and guanidinoacetic acid. Research initially suggested that rat receptors did not respond to many other natural and artificial sugars, such as glucose and aspartame, leading to the conclusion that there must be more than one type of sweet taste receptor. Contradictory evidence, however, suggested that cells expressing the human TAS1R2+3 receptor showed sensitivity to both aspartame and glucose but cells expressing the rat TAS1R2+3 receptor were only slightly activated by glucose and showed no aspartame activation. These results are inconclusive about the existence of another sweet taste receptor, but show that the TAS1R2+3 receptors are responsible for a wide variety of different sweet tastes.",
            "score": 137.5353240966797
        },
        {
            "docid": "562526_2",
            "document": "Sugar alcohol . Sugar alcohols (also called polyhydric alcohols, polyalcohols, alditols or glycitols) are organic compounds, typically derived from sugars, that comprise a class of polyols. They are white, water-soluble solids that can occur naturally or be produced industrially from sugars. They are used widely in the food industry as thickeners and sweeteners. In commercial foodstuffs, sugar alcohols are commonly used in place of table sugar (sucrose), often in combination with high intensity artificial sweeteners to counter the low sweetness. Xylitol and sorbitol are popular sugar alcohols in commercial foods.",
            "score": 137.5197296142578
        },
        {
            "docid": "18330049_17",
            "document": "John Yudkin . One implication of the finding that carbohydrate restriction in obese patients causes them to lose weight is that excessive carbohydrate consumption is likely to be a cause of obesity in the first place. An obvious possible culprit is sugar, which provides calories but no nutrients whatever. Given the dramatic increase in sugar consumption during the first half of the century, Yudkin started to suspect that excessive sugar in the diet might contribute not only to obesity but also to coronary heart disease. Studying historical data from many different countries, he found that increasing prosperity leads to an increase in sugar consumption, particularly in manufactured foods, and also that the ready availability of sugar-containing manufactured foods even in the poorer countries may lead to their being bought in preference to more nutritious food. In 1964 he wrote 'In the wealthier countries, there is evidence that sugar and sugar-containing foods contribute to several diseases, including obesity, dental caries, diabetes mellitus and myocardial infarction [heart attack]'. Investigating whether any link between sugar consumption and disease could be shown in individual patients, he and his associates in the Department of Nutrition found that patients with atherosclerotic disease (a frequent precursor of coronary heart disease) consumed significantly more sucrose than control patients. An obstacle to the acceptance of these ideas was the belief at the time that sugar and starch were metabolised in the same way, so that one would expect no difference in their effects. Yudkin and his associates, however, fed both experimental animals and human volunteers with differing quantities of sugar and starch, and found major differences between the two carbohydrates in their metabolic effects. As early as 1967 Yudkin suggested that the excessive consumption of sugar might result in a disturbance in the secretion of insulin, and that this in turn might contribute to atherosclerosis and diabetes.",
            "score": 137.33251953125
        },
        {
            "docid": "323114_3",
            "document": "Acesulfame potassium . Acesulfame K is 200 times sweeter than sucrose (common sugar), as sweet as aspartame, about two-thirds as sweet as saccharin, and one-third as sweet as sucralose. Like saccharin, it has a slightly bitter aftertaste, especially at high concentrations. Kraft Foods patented the use of sodium ferulate to mask acesulfame's aftertaste. Acesulfame K is often blended with other sweeteners (usually sucralose or aspartame). These blends are reputed to give a more sucrose-like taste whereby each sweetener masks the other's aftertaste, or exhibits a synergistic effect by which the blend is sweeter than its components. Acesulfame potassium has a smaller particle size than sucrose, allowing for its mixtures with other sweeteners to be more uniform.",
            "score": 136.89642333984375
        },
        {
            "docid": "2241152_5",
            "document": "Kettle corn . Most microwave oven varieties of kettle corn do not contain sugar, since sugar tends to burn in a microwave. This problem has been addressed by replacing sugar with artificial sweeteners such as sucralose. These formulations can have the sweet-salty flavor of kettle corn but not the same texture, which normally comes from the crunchy sugar crust of kettle corn made from scratch.",
            "score": 136.1464080810547
        },
        {
            "docid": "19614253_33",
            "document": "Cider . Most of the natural sugar in apples are used up in the fermentation process and are converted into alcohol, and carbon dioxide. If the fermentation goes all the way, the cider will have no perceivable residual sugar and be dry. This means that the cider will not taste sweet, and might show more bitterness, or acidity. Ciders are made in many parts of Europe and in the United States and each country has different representations of cider with different flavor compounds. Keeving is a traditional method of fermentation with low amounts of nitrogen in French and English ciders that is intended to slow down the rate of fermentation in hopes of retaining high esters as well as retaining some residual sugar in the bottled cider to increase effervescence in the aging process. Ciders can be back sweetened, after fermentation is complete to add a sweet taste and balance out acids, tannins, and bitterness. Natural sugar can be used but this can restart fermentation in a bottle if not filtered correctly. Artificial sweeteners can be used which are non-fermentable but some of these create an aftertaste such as saccherine and sucralose yet some of these are known for adding off flavor compounds.",
            "score": 136.05178833007812
        },
        {
            "docid": "58880_5",
            "document": "Sugar substitute . If the sucrose (or other sugar) that is replaced has contributed to the texture of the product, then a bulking agent is often also needed. This may be seen in soft drinks or sweet teas that are labeled as \"diet\" or \"light\" that contain artificial sweeteners and often have notably different mouthfeel, or in table sugar replacements that mix maltodextrins with an intense sweetener to achieve satisfactory texture sensation.",
            "score": 134.74307250976562
        },
        {
            "docid": "58880_21",
            "document": "Sugar substitute . Apart from sugar of lead (used as a sweetener in ancient through medieval times before the toxicity of lead was known), saccharin was the first artificial sweetener and was originally synthesized in 1879 by Remsen and Fahlberg. Its sweet taste was discovered by accident. It had been created in an experiment with toluene derivatives. A process for the creation of saccharin from phthalic anhydride was developed in 1950, and, currently, saccharin is created by this process as well as the original process by which it was discovered. It is 300 to 500 times as sweet as sugar (sucrose) and is often used to improve the taste of toothpastes, dietary foods, and dietary beverages. The bitter aftertaste of saccharin is often minimized by blending it with other sweeteners.",
            "score": 133.84559631347656
        },
        {
            "docid": "11890889_11",
            "document": "Taste receptor . The TAS1R2+TAS1R3 heterodimer receptor functions as the sweet receptor by binding to a wide variety of sugars and sugar substitutes. TAS1R2+3 expressing cells are found in circumvallate papillae and foliate papillae near the back of the tongue and palate taste receptor cells in the roof of the mouth. These cells are shown to synapse upon the chorda tympani and glossopharyngeal nerves to send their signals to the brain. The TAS1R3 homodimer also functions as a sweet receptor in much the same way as TAS1R2+3 but has decreased sensitivity to sweet substances. Natural sugars are more easily detected by the TAS1R3 receptor than sugar substitutes. This may help explain why sugar and artificial sweeteners have different tastes.",
            "score": 133.53372192382812
        },
        {
            "docid": "39164260_13",
            "document": "Sweetened beverage . Research studies have indicated that there is a correlation between drinking sugar-sweetened beverages and gaining weight or becoming obese. Sugar-sweetened beverages do not provide the feeling of fullness like solid foods do, which may cause one to consume more of the beverage. According to the Center for Disease Control, the Behavioral Risk Factor Surveillance System Survey found that 30.1% of American adults consume at least one sugar-sweetened beverage daily. Around the United States, sugar-sweetened beverage intake differs based on geographic regions and socio-demographic characteristics. States known for their obesity rates also had high consumption rates of sugar-sweetened beverages. For example, 47.1% of Mississippi adults consume at least one sugar-sweetened beverage a day. Their obesity rate correlates, with 35.6% of the adult population being obese in 2016.",
            "score": 133.4368438720703
        },
        {
            "docid": "864263_8",
            "document": "Tang (drink) . In 2007, Kraft introduced a new version of Tang which replaced half of the sugar with artificial sweeteners. The new packaging advertises \"1/2 the sugar of 100% juice\". The artificial sweeteners used in the new formulation are sucralose, acesulfame potassium, and neotame. The new formula is more concentrated and distributed in smaller containers, with a () making .",
            "score": 133.1157684326172
        }
    ]
}