{
    "q": [
        {
            "docid": "38820958_11",
            "document": "Alcino J. Silva . Weidong Li and Steven Kushner led a team in the Silva lab that developed a treatment for the cognitive deficits associated with an animal model of Neurofibromatosis type I (NF1). They discovered that Lovastatin, a statin that crosses the blood-brain barrier, at a dose that does not affect control mice, rescues the Ras/MAPK signaling, synaptic plasticity and behavioral deficits of mice with a NF1 mutation. Statins decrease the levels of isoprenyls, lipid groups that are required for the isoprenylation and activity of Ras, a signaling molecule normally regulated by the protein encoded by the NF1 gene. The work in the Silva lab showed that the NF1 mutation leads to increases in the levels of active Ras in the brain, and that statins reverse this increase without affecting Ras signaling in controls. These results have led to a number of small promising, but inconclusive, clinical trials, and to two large on going clinical studies in the USA and Europe. A team led by Dan Ehninger in the Silva lab also showed that rapamycin, an FDA approved inhibitor of mTOR, can reverse the late-LTP deficits and learning impairments they discovered in an animal model of Tuberous Sclerosis (Tsc2 heterozygous mice). Interestingly, TSC is highly associated with autism, but the Tsc2 heterozygous mice did not show any autism-like behavioral abnormalities, such as social interaction deficits. Artificially activating the immune system of pregnant mice, however, does reveal social interaction deficits in Tsc2 heterozygous progeny, suggesting that the autism-like symptoms in TSC require not only Tsc mutations, but also another factor, such as immune activation during pregnancy. Importantly, analyses of human TSC data suggested a similar interaction between the TSC mutation and immuno-activation during pregnancy. Recently, Miou Zhou and colleagues at the Silva lab found that rapamycin is also capable of both preventing and reversing behavioral deficits caused by mutation of a schizophrenia-causing gene (DISC 1) in neurons that are born and develop in adult mice (i.e., adult neurogenesis). Surprisingly, rapamycin reverses behavioral deficits despite its inability to reverse structural deficits discovered in neurons with Disc 1 knock down. All together, these findings make a compelling case that adult treatments may be effective at reversing behavioral cognitive and psychiatric symptoms associated with neurodevelopmental disorders such as NF1, TSC and Schizophrenia.",
            "score": 155.7067254781723
        },
        {
            "docid": "14754086_18",
            "document": "S100A10 . Under experimentation, mice deficient in the p11 protein display depression-like behaviors. Knockout experiments in which the gene coding for protein p11 was deleted from the mouse genome caused them to show signs of depression. This is also observed in humans. On the other hand, those with sufficient amount of p11 protein behave normally. When mice that showed depressive symptoms were administered anti-depressant drugs, their levels of p11 were found to increase at the same rate, as antidepressants affected their behavioral changes. In addition, post-mortem comparisons of brain tissues showed much lower levels of p11 in depressed compared to control subjects. Levels of p11 have been found to be substantially lower in depressed humans and helpless mice, which suggests that altered p11 levels may be involved in the development of depression-like symptoms.",
            "score": 120.83447098731995
        },
        {
            "docid": "47878_59",
            "document": "Huntington's disease . Research into the mechanism of HD has focused on identifying the functioning of HTT, how mHTT differs or interferes with it, and the brain pathology that the disease produces. Research is conducted using \"in vitro\" methods, animal models and human volunteers. Animal models are critical for understanding the fundamental mechanisms causing the disease and for supporting the early stages of drug development. Animals with chemically induced brain injury exhibit HD-like symptoms and were initially used, but they did not mimic the progressive features of the disease. The identification of the causative gene has enabled the development of many transgenic animal models including nematode worms, \"Drosophila\" fruit flies, mice, rats, sheep, pigs and monkeys that express mutant huntingtin and develop progressive neurodegeneration and HD-like symptoms.",
            "score": 177.16036534309387
        },
        {
            "docid": "54421246_15",
            "document": "Spinocerebellar ataxia type 1 . The mechanism by which expanded CAG repeat regions in ataxin 1 cause neuronal degeneration is unclear. It was historically believed to be caused by aggregation and deposition of the affected protein similar to other polyglutamine expansion diseases, however rodent model studies have shown significantly later formation of nuclear inclusions of mutant proteins in cerebellum and spinal cord neurons than in cortical and hippocampal neurons which typically show only mild degeneration in SCA1 persons, suggesting a more complicated mechanism. Ataxin-null mice are shown to exhibit reduced motor and spatial learning, suggesting ataxin 1 plays a role in synaptic plasticity and interactions between the motor neurons and the hippocampus. However mice lacking both copies of ataxin 1 do not develop progressive neurological symptoms or show signs of atrophy, suggesting that toxicity of the mutated protein, not loss of function, is the main mechanism for SCA1 pathology. A comparison of mRNA between ataxin null mice and mice with ataxin1 shows that there are common changes in gene expression, including upregulation of genes known to be repressed by an ataxin 1/CIC complex. This suggest that, while not the primary mechanism, a loss of ataxin 1 function contributes to the pathogenesis of SCA1. The loss of function is believed to be caused by an increased affinity for the expanded ataxin 1 for RNA Binding Motif 17, which excludes it from forming its normal complexes with CIC. The gain of function, in turn, is caused by its increased affinity for a number of other proteins.Mutant ataxin-1 also known to alter the neural circuitry of the developing cerebellum, setting the stage for later vulnerability of Purkinje cells, suggesting the existence of non-cell autonomous toxicity.",
            "score": 126.73064839839935
        },
        {
            "docid": "14723656_10",
            "document": "Granulin . Heterozygous mutation of the GRN gene leading to progranulin haploinsufficiency causes Frontal Temporal Dementia. These mutations include frameshift, splice site, nonsense signal peptide, Kozak sequence disruptions and missense mutations, which result in either nonsense-mediated decay or the production of non-functional protein. Patients with GRN caused FTD (GRN-FTD) exhibit asymmetric brain atrophy, although age of onset, disease progression and clinical symptoms vary, suggesting that other genetic or environmental factors may be involved in disease expression. Pathological indicators include cytosolic ubiquitin deposits enriched in hyperphosphorylated TAR DNA Binding Protein (TDP-43), autophagy-related protein aggregates, ubiquitin-binding protein p62, lentiform intranuclear inclusions, dystrophic neurites and inflammation. Patients with the heterozygote mutation exhibit a reduction of 70-80% serum progranulin levels when compared to controls. Reprogrammed stem cells restore GRN mRNA levels to 50%, further suggesting that some other genetic or environmental factor is involved in regulating FTD disease expression. Mice exhibit reduced autophagic flux and autophagy-dependent clearance. Human FTLD-GRN derived fibroblasts show decrease lysosomal protease activity and lymphoblasts containing neuronal ceroid lipofuscinosis-like storage material. FTLD-GRN IPSC cortical Neurons have enlarged vesicles, lipofuscin accumulation and cathepsin D deficiency.",
            "score": 151.338059425354
        },
        {
            "docid": "14754086_20",
            "document": "S100A10 . Treatment with antidepressants (a tricyclic and monoamine oxidase inhibitor) and electroconvulsive therapy (ECT) caused an increase in the amount of p11 in the brain of these mice - the same biochemical change. The levels of the p11 protein in humans and mice with symptoms of depression were substantially lower in comparison to the levels of p11 in non-depressed animals. Leading researcher Paul Greengard and his colleagues hypothesized that increasing p11 levels would result in the mice exhibiting antidepressant-like behaviors, and the opposite if p11 protein levels were reduced. They used a test that is used to measure antidepressant-like activity to affirm this hypothesis. In their findings, over-expressed p11 genes, compared to the control mice, had increased mobility and more 5-HT receptors at the cell surface, which made possible more serotonin transmission. When researchers \"knocked out\" the p11 gene in mice, they found that the knockout mice had fewer receptors at the cell surface, reduced serotonin signaling, reduced responsiveness to sweet reward, and decreased mobility, behaviors all characteristic of depression-like behaviors. Also, the 5-HT receptors of p11 knockout mice were less responsive to serotonin and antidepressant drugs compared to those of control mice, which further implicates p11 in the main action of antidepressant medications. Antidepressant manipulations increase the p11 levels, whereas depressant manipulations reduce it. Therefore, in order to achieve an anti-depression effect, antidepressant medications should focus on the main action of the p11 proteins and increase levels of the protein.",
            "score": 123.27781522274017
        },
        {
            "docid": "47878_8",
            "document": "Huntington's disease . All humans have two copies of the Huntingtin gene (\"HTT\"), which codes for the protein Huntingtin (HTT). The gene is also called \"HD\" and \"IT15\", which stands for 'interesting transcript 15'. Part of this gene is a repeated section called a trinucleotide repeat, which varies in length between individuals and may change length between generations. If the repeat is present in a healthy gene, a dynamic mutation may increase the repeat count and result in a defective gene. When the length of this repeated section reaches a certain threshold, it produces an altered form of the protein, called mutant Huntingtin protein (mHTT). The differing functions of these proteins are the cause of pathological changes which in turn cause the disease symptoms. The Huntington's disease mutation is genetically dominant and almost fully penetrant: mutation of either of a person's \"HTT\" alleles causes the disease. It is not inherited according to sex, but the length of the repeated section of the gene and hence its severity can be influenced by the sex of the affected parent.",
            "score": 180.80727446079254
        },
        {
            "docid": "5999830_6",
            "document": "Neurturin . The most studied is neurturin’s role in neurodegenerative disease like Parkinsons disease and Huntingtons, where several rat studies have implicated neurturin’s role in rescuing neurons. However, these results have never been observed in humans. Hirschsprung disease, a autosomal dominant genetic disorder, is characterized by complete absence of neuronal ganglion cells from the intestinal tract. Previous studies indicate a role of NRTN gene mutations in the disease. One study showed evidence that a mutation in the NRTN gene was not enough along to cause onset of the disease, however when coupled with a mutation in the RET gene, disease was present in family members as well as the individual. A more recent study showed NRTN variants present in individuals with Hirschsprung disease. However, RET associated mutations were not found and in one variant, RET phosphorylation levels were reduced, which has the potential to have downstream effects on the proliferation and differentiation of neuronal crests. Also, high levels of expression of neurturin were found to be associated with nephroblastoma indicating the possible that the growth factor could be influencing differentiation. Lastly, a study also associated neurturin deficiency in mice with keratoconjunctivitis and dry eye.",
            "score": 141.524968624115
        },
        {
            "docid": "47878_2",
            "document": "Huntington's disease . Huntington's disease (HD), also known as Huntington's chorea, is an inherited disorder that results in death of brain cells. The earliest symptoms are often subtle problems with mood or mental abilities. A general lack of coordination and an unsteady gait often follow. As the disease advances, uncoordinated, jerky body movements become more apparent. Physical abilities gradually worsen until coordinated movement becomes difficult and the person is unable to talk. Mental abilities generally decline into dementia. The specific symptoms vary somewhat between people. Symptoms usually begin between 30 and 50 years of age, but can start at any age. The disease may develop earlier in life in each successive generation. About eight percent of cases start before the age of 20 years and typically present with symptoms more similar to Parkinson's disease. People with HD often underestimate the degree of their problems. HD is typically inherited from a person's parents, although up to 10% of cases are due to a new mutation. The disease is caused by an autosomal dominant mutation in either of an individual's two copies of a gene called \"Huntingtin\". This means a child of an affected person typically has a 50% chance of inheriting the disease. The \"Huntingtin\" gene provides the genetic information for a protein that is also called \"huntingtin\". Expansion of CAG (cytosine-adenine-guanine) triplet repeats in the gene coding for the Huntingtin protein results in an abnormal protein, which gradually damages cells in the brain, through mechanisms that are not fully understood. Diagnosis is by genetic testing, which can be carried out at any time, regardless of whether or not symptoms are present. This fact raises several ethical debates: the age at which an individual is considered mature enough to choose testing; whether parents have the right to have their children tested; and managing confidentiality and disclosure of test results. There is no cure for HD. Full-time care is required in the later stages of the disease. Treatments can relieve some symptoms and in some improve quality of life. The best evidence for treatment of the movement problems is with tetrabenazine. HD affects about 4 to 15 in 100,000 people of European descent. It is rare among Japanese, while the occurrence rate in Africa is unknown. The disease affects men and women equally. Complications such as pneumonia, heart disease, and physical injury from falls reduce life expectancy. Suicide is the cause of death in about 9% of cases. Death typically occurs fifteen to twenty years from when the disease was first detected. The first likely description of the disease was in 1841 by Charles Oscar Waters. The condition was described in further detail in 1872 by the physician George Huntington, after whom it is named. The genetic basis was discovered in 1993 by an international collaborative effort led by the Hereditary Disease Foundation. Research and support organizations began forming in the late 1960s to increase public awareness, to provide support for individuals and their families, and to promote research. Current research directions include determining the exact mechanism of the disease, improving animal models to aid with research, testing of medications to treat symptoms or slow the progression of the disease, and studying procedures such as stem cell therapy with the goal of repairing damage caused by the disease.",
            "score": 219.25817143917084
        },
        {
            "docid": "47878_61",
            "document": "Huntington's disease . Gene silencing aims to reduce the production of the mutant protein, since HD is caused by a single dominant gene encoding a toxic protein. Gene silencing experiments in mouse models have shown that when the expression of mHTT is reduced, symptoms improve. Safety of non-allele specific RNAi and ASO gene silencing has now been demonstrated in mice and the large, human-like brains of primates. Allele-specific silencing attempts to silence mutant HTT while leaving wild-type HTT untouched. One way of accomplishing this is to identify polymorphisms present on only one allele and produce gene silencing drugs that target polymorphisms in only the mutant allele. The first 'gene silencing' trial involving human HD patients began in 2015, testing the safety of IONIS-HTTRx, produced by Ionis Pharmaceuticals and led by UCL Institute of Neurology. Mutant huntingtin was detected and quantified for the first time in cerebrospinal fluid from Huntington's disease mutation-carriers in 2015 using a novel 'single-molecule counting' immunoassay, providing a direct way to assess whether huntingtin-lowering treatments are achieving the desired effect. Similarly, gene splicing techniques are being looked at to try to repair a genome with the erroneous gene that causes HD, using tools such as CRISPR/Cas9.",
            "score": 189.75497543811798
        },
        {
            "docid": "14129920_7",
            "document": "MT-ND6 . A G → A mutation at the 14459 base pair in the \"MT-ND6\" gene also has been identified in a small number of people with Leigh's syndrome, a progressive brain disorder that typically appears in infancy or early childhood. Affected children may experience vomiting, seizures, delayed development, muscle weakness, and problems with movement. Heart disease, kidney problems, and difficulty breathing can also occur in people with this disorder. This \"MT-ND6\" G14459A mutation replaces the amino acid alanine with the amino acid valine at protein position 72 in the NADH-ubiquinone oxidoreductase chain 6 protein. This genetic change also has been found in people with LHON and a movement disorder called dystonia, which involves involuntary muscle contractions, tremors, and other uncontrolled movements. This mutation appears to disrupt the normal assembly or activity of complex I in mitochondria. It is not known, however, how this \"MT-ND6\" gene alteration is related to the specific features of Leigh syndrome, LHON, or dystonia. It also remains unclear why a single mutation can cause such varied signs and symptoms in different people.",
            "score": 165.26325011253357
        },
        {
            "docid": "18293050_5",
            "document": "Genetically modified mouse . Genetically modified mice are used extensively in research as models of human disease. Mice are a useful model for genetic manipulation and research, as their tissues and organs are similar to that of a human and they carry virtually all the same genes that operate in humans. They also have advantages over other mammals, in regards to research, in that they are available in hundreds of genetically homogeneous strains. Also, due to their size, they can be kept and housed in large numbers, reducing the cost of research and experiments. The most common type is the knockout mouse, where the activity of a single (or in some cases multiple) genes are removed. They have been used to study and model obesity, heart disease, diabetes, arthritis, substance abuse, anxiety, aging and Parkinson disease. Transgenic mice generated to carry cloned oncogenes and knockout mice lacking tumor suppressing genes have provided good models for human cancer. Hundreds of these oncomice have been developed covering a wide range of cancers affecting most organs of the body and they are being refined to become more representative of human cancer. The disease symptoms and potential drugs or treatments can be tested against these mouse models.",
            "score": 101.1284110546112
        },
        {
            "docid": "53555799_6",
            "document": "Li-Huei Tsai . After moving to Harvard Medical School, she began to investigate the function of CDK5 and p35. Tsai found that mice lacking p35 displayed cortical lamination defects and were prone to seizures, and that CDK5-p35 activity was essential for neurite outgrowth during neuronal differentiation. Tsai also discovered that while Cdk5 activity is essential to proper brain development and function, overexpression of Cdk5 was associated with Alzheimer’s disease. Tsai observed that a truncated version of p35 called p25 accumulated in diseased or damaged brain tissue in mice and in tissue samples from deceased Alzheimer’s patients. In an experiment with genetically-engineered mice, Tsai found that increased expression of CDK5 led to the development of Alzheimer’s-like symptoms such as a decline in learning and cognition, profound neural loss in the forebrain, and that amyloid plaques developed within weeks.",
            "score": 130.7529799938202
        },
        {
            "docid": "2578429_12",
            "document": "Trinucleotide repeat disorder . Trinucleotide repeat disorders generally show genetic anticipation, where their severity increases with each successive generation that inherits them. This is likely explained by the addition of further CAG repeats in the gene in the progeny of affected individuals. For example, Huntington's disease occurs when there are more than 35 CAG repeats on the gene coding for the protein HTT. A parent with 35 repeats would be considered \"normal\" and never exhibit any symptoms of the disease. That parent's offspring, however, would be at an increased risk compared to the general population of developing Huntington's, as it would take only the addition of one more CAG codon to cause the production of mHTT (mutant HTT), the protein responsible for disease. Huntington's very rarely occurs spontaneously; it is \"almost\" always the result of inheriting the defective gene from an affected parent. Sporadic cases of Huntington's do occur, and those individuals with a parent who already has a significant number of CAG repeats in their \"HTT\" gene, especially if it approaches the number (36) required for the disease to manifest, are at an increased risk of developing Huntington's despite the lack of any history of the disease in their family. Also, the more repeats, the more severe the disease and the earlier its onset. This explains why individuals that have had Huntington's running in their family for a longer period of time show an earlier age of disease onset and faster disease progression, as mutations that add additional CAG codons become more likely with each successive generation.",
            "score": 150.25856149196625
        },
        {
            "docid": "47878_24",
            "document": "Huntington's disease . A physical examination, sometimes combined with a psychological examination, can determine whether the onset of the disease has begun. Excessive unintentional movements of any part of the body are often the reason for seeking medical consultation. If these are abrupt and have random timing and distribution, they suggest a diagnosis of HD. Cognitive or behavioral symptoms are rarely the first symptoms diagnosed; they are usually only recognized in hindsight or when they develop further. How far the disease has progressed can be measured using the \"unified Huntington's disease rating scale\", which provides an overall rating system based on motor, behavioral, cognitive, and functional assessments. Medical imaging, such as computerized tomography (CT) and magnetic resonance imaging (MRI), can show atrophy of the caudate nuclei early in the disease, as seen in the illustration to the right, but these changes are not, by themselves, diagnostic of HD. Cerebral atrophy can be seen in the advanced stages of the disease. Functional neuroimaging techniques, such as functional magnetic resonance imaging (fMRI) and positron emission tomography (PET), can show changes in brain activity before the onset of physical symptoms, but they are experimental tools, and are not used clinically.",
            "score": 130.46060276031494
        },
        {
            "docid": "40466325_6",
            "document": "Cerebral organoid . Organoids can be used to study the crucial early stages of brain development, test drugs and, because they can be made from living cells, study individual patients., In one case, a cerebral organoid grown from a patient with microcephaly demonstrated related symptoms and revealed that apparently the cause is overly rapid development, followed by slower brain growth. Microencephaly is a developmental condition in which the brain remains undersized, producing an undersized head and debilitation. Microcephaly is not suitable for mouse models, which do not replicate the condition. The primary form of the disease is thought to be caused by a homozygous mutation in the microcephalin gene. The disease is difficult to reproduce in mouse models because mice lack the developmental stages for an enlarged cerebral cortex that humans have. Naturally, a disease which affects this development would be impossible to show in a model which does not have it to begin with. To use cerebral organoids to model a human's microcephaly, one group of researchers has taken patient skin fibroblasts and reprogrammed them using four well known reprogramming factors. These include OCT4, SOX2, MYC and KLF4. The reprogrammed sample was able to be cloned into induced pluripotent stem cells. The cells were cultured into a cerebral organoid following a process described in the cerebral organoid creation section below. The organoid that resulted had decreased numbers of neural progenitor cells and smaller tissues. Additionally, the patient derived tissues displayed fewer and less frequent neuroepithelial tissues made of progenitors, decreased radial glial stem cells, and increased neurons. These results suggest that the underlying mechanism of microcephaly is caused by cells prematurely differentiating into neurons leaving a deficit of radial glial cells.",
            "score": 151.99818551540375
        },
        {
            "docid": "398725_4",
            "document": "Sleep debt . It has been found that there are 80 proteins in the brain, called \"sleep need index phosphoproteins\" (SNIPPs), which become more and more phosphorylated during waking hours, and are dephosphorylated during sleep. The phosphorylation is aided by a protein called Sik3. There is a kind of mutant mouse called Sleepy with a mutated version of this protein (called SLEEPY) which is more active than the normal version, resulting in the mice being constantly sleepy and showing more slow-wave activity during non-REM sleep, which is the best measurable index of sleep need known. Inhibiting Sik3 decreases hosphorylation and slow-wave activity in both normal and mutant mice.",
            "score": 101.91809797286987
        },
        {
            "docid": "9773355_17",
            "document": "P-type calcium channel . Mutation studies allow experimenters to study genetically inherited channelopathies. A channelopathy is any disease that results from an ion channel with malfunctioning subunits or regulatory proteins. One example of a P-type calcium channel channelopathy is shown in homozygous ataxic mice, who are recessive for both the \"tottering\" and \"leaner\" genes. These mice present with mutations in the alpha1A subunit of their P/Q type channels. Mutations in these channels result in deficiencies within the cerebellar Purkinje cells that dramatically reduce the channels current density.  The tottering mutations within mice result from a missense mutation and causes delayed-onset of seizures and ataxia. The \"tottering\" mutation substitutes a single proline instead of a leucine within the P-region of the channel. The P-region is responsible for the formation of the ion channel pore. The \"leaner\" mutation, which results in more severe symptoms than the \"tottering\" mutation, has been shown to result from a single nucleotide substitution that causes splicing failures within the channels open reading frame. Mutations in the pore forming subunit of P type calcium channels cause ataxia, severely altered respiration, by decreasing minute ventilation and producing symptoms associated with atelectasis. Mutations to Ca2.1 have also been shown to affect transmission within the pre-Bötzinger Complex, a cluster of interneurons in the brainstem which help to regulate breathing.",
            "score": 104.29756307601929
        },
        {
            "docid": "17355238_3",
            "document": "Jansky–Bielschowsky disease . The majority of cases are a result of mutations in the TPP1 gene, however mutations in the CLN5, CLN6, CLN8, MFSD8, and PPT1 genes also account for a small amount of cases. These mutations result in reduced activity of peptidase enzymes, particularly affecting lysosomes, but other mutations can affect protein catabolism in white blood cells, fibroblasts, and chorionic villi. The reduced function of these enzymes results in insufficient or incomplete breakdown of proteins, consequently resulting in the buildup of lipopigments in the lysosome. Though the accumulation of lipopigments occurs throughout the body, neurons are especially vulnerable to damage by lipopigment aggregation; a ubiquitous accumulation in lipopigments occurs in neurons, primarily concentrated in the cerebral and cerebellar cortices. This accumulation results in atrophy in these regions of the brain, and cause the pathogenesis of signs and symptoms of Jansky–Bielschowsky disease. Currently, it is unclear what mechanism in relation to enzyme activity is responsible for the buildup of lipoproteins.",
            "score": 145.47967624664307
        },
        {
            "docid": "14517273_7",
            "document": "GPR56 . GPR56 was the first adhesion GPCR causally linked to a disease. Loss-of-function mutations in GPR56 cause a severe cortical malformation known as bilateral frontoparietal polymicrogyria (BFPP). Investigating the pathological mechanism of disease-associated \"GPR56\" mutations in BFPP has provided mechanistic insights into the functioning of adhesion GPCRs. Researchers demonstrated that disease-associated \"GPR56\" mutations cause BFPP via multiple mechanisms. Li et al. demonstrated that GPR56 regulates pial basement membrane (BM) organization during cortical development. Disruption of the \"Gpr56\" gene in mice leads to neuronal malformation in the cerebral cortex, which resulted in 4 critical pathological morphologies: defective pial BM, abnormal localized radial glial endfeet, malpositioned Cajal-Retzius cells, and overmigrated neurons. Furthermore, the interaction of GPR56 and collagen III inhibits neural migration to regulate lamination of the cerebral cortex. Next to GPR56, the α3β1 integrin is also involved in pial BM maintenance. Study from \"Itga3\" (α3 integrin)/\"Gpr56\" double knockout mice showed increased neuronal overmigration compared to \"Gpr56\" single knockout mice, indicating cooperation of GPR56 and α3β1 integrin in modulation of the development of the cerebral cortex. More recently, the Walsh laboratory showed that alternative splicing of GPR56 regulates regional cerebral cortical patterning.",
            "score": 105.21614456176758
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 146.29106390476227
        },
        {
            "docid": "28972840_21",
            "document": "Clinical neurochemistry . Huntington's Disease is a disease characterized by minor coordination problems, jerking eye movements, and uncontrollable movement of peripheral limbs. Symptoms generally occur at the age of 40, and are often accompanied by depression and psychosis. The disease is caused by a mutation in the Huntingtin gene, on chromosome 4, which causes abnormally large numbers of glutamate residues in the protein. Via an unknown mechanism, this accumulation leads to neurodegeneration in the caudate nucleus and putamen, selectively destroying GABAnergic neurons which project to the globus pallidus. There is also significant necrosis in the thalamus and cerebral cortex. Cholinergic interneurons and dopaminergic neurons in the midbrain are largely unaffected.  Treatment for Huntington's Disease is extremely limited due to the lack of knowledge concerning the pathogenesis of protein accumulation, though drugs used include dopamine receptor antagonists to minimize tremors and antidepressants to ameliorate symptoms of psychosis and depression.",
            "score": 146.31648063659668
        },
        {
            "docid": "36936330_5",
            "document": "Swedish mutation . The mutation had important consequences for Alzheimer's Disease research. The mutation occurs in the gene which encodes beta amyloid. Amyloid is one of the peptides which accumulate in the brains of people with Alzheimer's Disease. A great debate had existed between Alzheimer's Disease researchers about the relevance of amyloid prior to the 1990s - many scientists believed amyloid was a tombstone of the disease and was not critical to the development of the disease. However, because the only difference between the family members who developed Alzheimer's Disease and those that did not in these families was the inheritance of the mutation in the amyloid gene this suggested that the amyloid protein itself could cause the disease. The idea that amyloid could cause the disease influenced scientific research until this day. Many experimental treatments are directed towards lowering amyloid levels in the brain. The other main effect the discovery of the Swedish mutation had was to provide one transgenic mouse model of Alzheimer's Disease. Transgenic mice (e.g. Tg2576) were made which overproduce human APP with the Swedish mutation. As a consequence, the mice can develop amyloid plaques at around 13 months old.",
            "score": 166.483980178833
        },
        {
            "docid": "53555799_7",
            "document": "Li-Huei Tsai . After moving to MIT in 2006, Tsai began to investigate how to ameliorate or reverse Alzheimer’s symptoms. In a 2007 study, Tsai trained mice to find and remember a platform submerged in a murky pool. When she induced Alzheimer’s-like symptoms, the mice could no longer find the platform; however, after spending some time in an enriched environment, those same mice could locate platform immediately, indicating their memories had returned. Tsai was able to replicate the same effects as the enriched environment by treating the mice with a drug that inhibited a chromatin-remodeling class of enzymes called histone deacetylases, or HDACs. In later studies, Tsai showed that HDAC2 creates an epigenetic blockade of genes that regulate structural and synaptic plasticity and that some cognitive function could be restored by inhibiting HDAC2 activity.",
            "score": 59.13497018814087
        },
        {
            "docid": "50619245_28",
            "document": "Human disease modifier gene . Genotype-phenotype correlations, and linkage and association analyses in humans can effectively identify modifier genes with statistical support, but do not establish functional or causative effects of modifier genes. While genetic backgrounds cannot be experimentally manipulated in human populations, transgenic expression of modifier genes in animal models has been effectively used to show that variation in specific loci can cause phenotypic variation. For example, Ikeda et al. established that moth1 is a modifier gene of the tub gene, mutations in which cause obesity, retinal degeneration and hearing loss in tubby mice. In the wild-type form, the protein Mtap1a, encoded by neuronally-expressed moth1, is protective against hearing loss. Ikeda et al. showed, by transgenic expression in mice, that sequence polymorphisms in Mtap1a are crucial in causing the hearing-loss phenotype associated with tub gene mutation.",
            "score": 123.28427076339722
        },
        {
            "docid": "14083964_30",
            "document": "Animal psychopathology . Based on findings of changes in OCD symptoms in menstruating women and differences in the development of the disease between men and women, Hill and colleagues set out to research the effect of estrogen deprivation on the development of compulsive behavior in mice. Male mice with an aromatase Gene knockout who were unable to produce estrogen showed excessive grooming and wheel running behaviors, but female mice did not. When treated with 17β-estradiol, which replaced estrogen in these mice, the behaviors disappeared. This study also found that COMT protein levels decreased in mice that did not produce estrogen and increased in the hypothalamus after estrogen-replacement treatment. Briefly, the COMT protein is involved in degrading some neurotransmitters, including dopamine, norepinephrine and epinephrine. This data suggests that there may be a hormonal component and a hormone-gene interaction effect that may contribute to obsessive behaviors.",
            "score": 110.68077349662781
        },
        {
            "docid": "40637173_13",
            "document": "Hypofrontality . Hypofrontality is still not fully understood in its entirety, but there are a number of research projects that have been conducted, leading to progress in recognizing the signs of the symptom. Even though there is still a lot to be learned, experiments on NK1R -/- mice has revealed the role of dopaminergic transmission in hypofrontality. Sagvolden and company conducted a loss-of function mutation where mutant mice lacked the NK1R protein resulting in a low dopaminergic transmission supporting the hypothesis of hypofrontality in ADHD. There has been fewer studies of hypofrontality in depressed patients and drug addiction compared to that of schizophrenia but neuroimaging reports signs of hypofrontality in depressed patients. With hypofrontality being linked to psychiatric diseases, depression, and drug addiction, there is a possibility that they all may have some common pathophysiological mechanism linking the diseases. Even with the large amounts of research on hypofrontality in schizophrenia, there is still a lot to be learned about its neuronal mechanisms. Possible causes are hypothesized to be impaired synaptic connectivity and neurotransmission resulting from neurodevelopmental and/or genetic factors but there is not a complete understanding hypofrontality as a whole.",
            "score": 116.95226573944092
        },
        {
            "docid": "6041839_6",
            "document": "Progressive bulbar palsy . The cause of PBP is unknown. One form of PBP is found to occur within patients that have a CuZn-superoxide dismutase (SOD1) mutation. Progressive bulbar palsy patients that have this mutation are classified with FALS patients, Familial ALS (FALS) accounts for about 5%-10% of all ALS cases and is caused by genetic factors. Within these, about 20-25% are linked to the SOD1 mutation. It is not currently known if and how the decreased SOD1 activity contributes to Progressive Bulbar Palsy or FALS, and studies are being done in patients and transgenic mice to help further understand the impact of this gene on the disease.",
            "score": 90.9560329914093
        },
        {
            "docid": "5645691_11",
            "document": "Tissue transglutaminase . tTG is believed to be involved in several neurodegenerative disorders including Alzheimer, Parkinson and Huntington diseases. Such neurological diseases are characterized in part by the abnormal aggregation of proteins due to the increased activity of protein crosslinking in the affected brain. Additionally, specific proteins associated with these disorders have been found to be in vivo and in vitro substrates of tTG. Although tTG is up regulated in the areas of the brain affected by Huntington's disease, a recent study showed that increasing levels of tTG do not affect the onset and/or progression of the disease in mice. Recent studies show that tTG may not be involved in AD as studies show it is associated with erythrocyte lysis and is a consequence of the disease rather than a cause.",
            "score": 171.82708072662354
        },
        {
            "docid": "47878_10",
            "document": "Huntington's disease . Generally, people have fewer than 36 repeated glutamines in the polyQ region which results in production of the cytoplasmic protein Huntingtin. However, a sequence of 36 or more glutamines results in the production of a protein which has different characteristics. This altered form, called mutant huntingtin (mHTT), increases the decay rate of certain types of neurons. Regions of the brain have differing amounts and reliance on these types of neurons, and are affected accordingly. Generally, the number of CAG repeats is related to how much this process is affected, and accounts for about 60% of the variation of the age of the onset of symptoms. The remaining variation is attributed to environment and other genes that modify the mechanism of HD. 36–39 repeats result in a reduced-penetrance form of the disease, with a much later onset and slower progression of symptoms. In some cases the onset may be so late that symptoms are never noticed. With very large repeat counts, HD has full penetrance and can occur under the age of 20, when it is then referred to as juvenile HD, akinetic-rigid, or Westphal variant HD. This accounts for about 7% of HD carriers.",
            "score": 158.50528693199158
        },
        {
            "docid": "11341514_2",
            "document": "Michael Mullan . Michael Mullan is a researcher in Alzheimer's disease and related neurodegenerative disorders. Mullan was a co-discoverer of genetic causes of Alzheimer's disease. Subsequently, he was a co-inventor on the original patents that covered three mutations in the amyloid precursor protein (APP) gene, a gene which is linked to familial Alzheimer's disease. He also co-authored articles in \"Nature\" and \"Nature Genetics\", describing these three genetic errors; he was the senior author on two of those articles. Dr. Mullan co-discovered a specific genetic mutation, which became known as \"the Swedish Mutation,\" because it was originally identified in DNA samples from two Swedish families whose members often developed early-onset Alzheimer's disease. These human genetic mutations were integrated into mouse DNA to create strains of mice (transgenic animal models) that are being used worldwide to develop new drug treatments for Alzheimer's disease.",
            "score": 133.51250338554382
        },
        {
            "docid": "54421246_3",
            "document": "Spinocerebellar ataxia type 1 . SCA1 is typically inherited from the parents in an autosomal dominant regime; the children of a person with the disease have a 50% chance of inheriting it themselves and new mutations can occur in some cases. It is caused by an expanded number of trinucleotide repeats in the polyglutamine tract of the ATXN1 gene, which encodes the ataxin 1 protein. This expansion results in a larger than normal number of repeats of the nucleotide sequence cytosine, adenine, guanine, or CAG, in the gene which, in turn, results in a larger than normal number of consecutive glutamine residues in the protein. This mutant protein causes degradation in types of neurons common in the cerebellum, spinal cord, and related parts of the brain. While the mechanism is not fully understood, it is suspected that changes to the interactions between ataxin 1 and other proteins are the cause. This mutation can be detected before or after the onset of symptoms by genetic testing.",
            "score": 162.66296887397766
        }
    ],
    "r": [
        {
            "docid": "47878_2",
            "document": "Huntington's disease . Huntington's disease (HD), also known as Huntington's chorea, is an inherited disorder that results in death of brain cells. The earliest symptoms are often subtle problems with mood or mental abilities. A general lack of coordination and an unsteady gait often follow. As the disease advances, uncoordinated, jerky body movements become more apparent. Physical abilities gradually worsen until coordinated movement becomes difficult and the person is unable to talk. Mental abilities generally decline into dementia. The specific symptoms vary somewhat between people. Symptoms usually begin between 30 and 50 years of age, but can start at any age. The disease may develop earlier in life in each successive generation. About eight percent of cases start before the age of 20 years and typically present with symptoms more similar to Parkinson's disease. People with HD often underestimate the degree of their problems. HD is typically inherited from a person's parents, although up to 10% of cases are due to a new mutation. The disease is caused by an autosomal dominant mutation in either of an individual's two copies of a gene called \"Huntingtin\". This means a child of an affected person typically has a 50% chance of inheriting the disease. The \"Huntingtin\" gene provides the genetic information for a protein that is also called \"huntingtin\". Expansion of CAG (cytosine-adenine-guanine) triplet repeats in the gene coding for the Huntingtin protein results in an abnormal protein, which gradually damages cells in the brain, through mechanisms that are not fully understood. Diagnosis is by genetic testing, which can be carried out at any time, regardless of whether or not symptoms are present. This fact raises several ethical debates: the age at which an individual is considered mature enough to choose testing; whether parents have the right to have their children tested; and managing confidentiality and disclosure of test results. There is no cure for HD. Full-time care is required in the later stages of the disease. Treatments can relieve some symptoms and in some improve quality of life. The best evidence for treatment of the movement problems is with tetrabenazine. HD affects about 4 to 15 in 100,000 people of European descent. It is rare among Japanese, while the occurrence rate in Africa is unknown. The disease affects men and women equally. Complications such as pneumonia, heart disease, and physical injury from falls reduce life expectancy. Suicide is the cause of death in about 9% of cases. Death typically occurs fifteen to twenty years from when the disease was first detected. The first likely description of the disease was in 1841 by Charles Oscar Waters. The condition was described in further detail in 1872 by the physician George Huntington, after whom it is named. The genetic basis was discovered in 1993 by an international collaborative effort led by the Hereditary Disease Foundation. Research and support organizations began forming in the late 1960s to increase public awareness, to provide support for individuals and their families, and to promote research. Current research directions include determining the exact mechanism of the disease, improving animal models to aid with research, testing of medications to treat symptoms or slow the progression of the disease, and studying procedures such as stem cell therapy with the goal of repairing damage caused by the disease.",
            "score": 219.2581787109375
        },
        {
            "docid": "47878_14",
            "document": "Huntington's disease . The huntingtin protein interacts with over 100 other proteins, and appears to have multiple biological functions. The behavior of this mutated protein is not completely understood, but it is toxic to certain cell types, particularly in the brain. Early damage is most evident in the striatum, but as the disease progresses, other areas of the brain are also more conspicuously affected. Early symptoms are attributable to functions of the striatum and its cortical connections—namely control over movement, mood and higher cognitive function. DNA methylation also appears to be changed in HD.",
            "score": 190.15841674804688
        },
        {
            "docid": "47878_61",
            "document": "Huntington's disease . Gene silencing aims to reduce the production of the mutant protein, since HD is caused by a single dominant gene encoding a toxic protein. Gene silencing experiments in mouse models have shown that when the expression of mHTT is reduced, symptoms improve. Safety of non-allele specific RNAi and ASO gene silencing has now been demonstrated in mice and the large, human-like brains of primates. Allele-specific silencing attempts to silence mutant HTT while leaving wild-type HTT untouched. One way of accomplishing this is to identify polymorphisms present on only one allele and produce gene silencing drugs that target polymorphisms in only the mutant allele. The first 'gene silencing' trial involving human HD patients began in 2015, testing the safety of IONIS-HTTRx, produced by Ionis Pharmaceuticals and led by UCL Institute of Neurology. Mutant huntingtin was detected and quantified for the first time in cerebrospinal fluid from Huntington's disease mutation-carriers in 2015 using a novel 'single-molecule counting' immunoassay, providing a direct way to assess whether huntingtin-lowering treatments are achieving the desired effect. Similarly, gene splicing techniques are being looked at to try to repair a genome with the erroneous gene that causes HD, using tools such as CRISPR/Cas9.",
            "score": 189.75497436523438
        },
        {
            "docid": "47878_60",
            "document": "Huntington's disease . Research is being conducted on many different approaches to prevent Huntington's disease or slow its progression. Disease-modifying strategies can be broadly grouped into three categories: reducing the level of the mutant huntingtin protein (including gene splicing and gene silencing); approaches aimed at improving neuronal survival by reducing the harm caused by the protein to specific cellular pathways and mechanisms (including protein homeostasis and histone deacetylase inhibition); and strategies to replace lost neurons. In addition, novel therapies to improve brain functioning are under development; these seek to produce symptomatic rather than disease-modifying therapies, and include phosphodiesterase inhibitors.",
            "score": 189.24220275878906
        },
        {
            "docid": "3557975_12",
            "document": "Huntingtin . Enzymes in the cell often cut this elongated protein into fragments. The protein fragments form abnormal clumps, known as neuronal intranuclear inclusions (NIIs), inside nerve cells, and may attract other, normal proteins into the clumps. The presence of these clumps was once thought to play a causal role in Huntington disease. Further research undermined this conclusion by showing the presence of NIIs actually extended the life of neurons and acted to reduce intracellular mutant huntingtin in neighboring neurons. Thus, the likelihood of neuronal death can be predicted by accounting for two factors: (1) the length of CAG repeats in the Huntingtin gene and (2) the neuron's exposure to diffuse intracellular mutant huntingtin protein. NIIs (protein clumping) can thereby be construed as a coping mechanism—as opposed to a pathogenic mechanism—to stem neuronal death by decreasing the amount of diffuse huntingtin. This process is particularly likely to occur in the striatum (a part of the brain that coordinates movement) primarily, and the frontal cortex (a part of the brain that controls thinking and emotions).",
            "score": 182.1500701904297
        },
        {
            "docid": "47878_8",
            "document": "Huntington's disease . All humans have two copies of the Huntingtin gene (\"HTT\"), which codes for the protein Huntingtin (HTT). The gene is also called \"HD\" and \"IT15\", which stands for 'interesting transcript 15'. Part of this gene is a repeated section called a trinucleotide repeat, which varies in length between individuals and may change length between generations. If the repeat is present in a healthy gene, a dynamic mutation may increase the repeat count and result in a defective gene. When the length of this repeated section reaches a certain threshold, it produces an altered form of the protein, called mutant Huntingtin protein (mHTT). The differing functions of these proteins are the cause of pathological changes which in turn cause the disease symptoms. The Huntington's disease mutation is genetically dominant and almost fully penetrant: mutation of either of a person's \"HTT\" alleles causes the disease. It is not inherited according to sex, but the length of the repeated section of the gene and hence its severity can be influenced by the sex of the affected parent.",
            "score": 180.80728149414062
        },
        {
            "docid": "47878_15",
            "document": "Huntington's disease . HTT is expressed in all mammalian cells. The highest concentrations are found in the brain and testes, with moderate amounts in the liver, heart, and lungs. The function of HTT in humans is unclear. It interacts with proteins which are involved in transcription, cell signaling, and intracellular transporting. In animals genetically modified to exhibit HD, several functions of HTT have been found. In these animals, HTT is important for embryonic development, as its absence is related to embryonic death. Caspase, an enzyme which plays a role in catalyzing apoptosis, is thought to be activated by the mutated gene through damaging the ubiquitin-protease system. It also acts as an anti-apoptotic agent preventing programmed cell death and controls the production of brain-derived neurotrophic factor, a protein which protects neurons and regulates their creation during neurogenesis. HTT also facilitates vesicular transport and synaptic transmission and controls neuronal gene transcription. If the expression of HTT is increased and more HTT produced, brain cell survival is improved and the effects of mHTT are reduced, whereas when the expression of HTT is reduced, the resulting characteristics are more typical of the presence of mHTT. In humans the disruption of the normal gene does not cause the disease. It is thought that the disease is not caused by inadequate production of HTT, but by an increase in the toxic function of mHTT in the body.",
            "score": 177.24208068847656
        },
        {
            "docid": "47878_59",
            "document": "Huntington's disease . Research into the mechanism of HD has focused on identifying the functioning of HTT, how mHTT differs or interferes with it, and the brain pathology that the disease produces. Research is conducted using \"in vitro\" methods, animal models and human volunteers. Animal models are critical for understanding the fundamental mechanisms causing the disease and for supporting the early stages of drug development. Animals with chemically induced brain injury exhibit HD-like symptoms and were initially used, but they did not mimic the progressive features of the disease. The identification of the causative gene has enabled the development of many transgenic animal models including nematode worms, \"Drosophila\" fruit flies, mice, rats, sheep, pigs and monkeys that express mutant huntingtin and develop progressive neurodegeneration and HD-like symptoms.",
            "score": 177.16036987304688
        },
        {
            "docid": "448244_26",
            "document": "Caudate nucleus . In Huntington's Disease, a genetic mutation occurs in the \"HTT\" gene which encodes for Htt protein. The Htt protein interacts with over 100 other proteins, and appears to have multiple biological functions. The behavior of this mutated protein is not completely understood, but it is toxic to certain cell types, particularly in the brain. Early damage is most evident in the striatum, but as the disease progresses, other areas of the brain are also more conspicuously affected. Early symptoms are attributable to functions of the striatum and its cortical connections—namely control over movement, mood and higher cognitive function.",
            "score": 177.10052490234375
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 176.49749755859375
        },
        {
            "docid": "53829489_23",
            "document": "Giovanna Mallucci . She added: “We know that trazodone is safe to use in humans, so a clinical trial is now possible to test whether the protective effects of the drug we see on brain cells in mice with neurodegeneration also applies to people in the early stages of Alzheimer’s disease and other dementias. We could know in 2-3 years whether this approach can slow down disease progression, which would be a very exciting first step in treating these disorders. “Interestingly, trazodone has been used to treat the symptoms of patients in later stages of dementia, so we know it is safe for this group. We now need to find out whether giving the drug to patients at an early stage could help arrest or slow down the disease through its effects on this pathway.” It is known that misfolded proteins build up in the brains of those with neurodegenerative diseases and are a major factor in dementias such as Alzheimer’s and Parkinson’s as well as prion disease.",
            "score": 175.8662109375
        },
        {
            "docid": "32443411_6",
            "document": "Brain positron emission tomography . PET scanning is also used for diagnosis of brain disease, most notably because brain tumors, strokes, and neuron-damaging diseases which cause dementia (such as Alzheimer's disease) all cause great changes in brain metabolism, which in turn causes easily detectable changes in PET scans. PET is probably most useful in early cases of certain dementias (with classic examples being Alzheimer's disease and Pick's disease) where the early damage is too diffuse and makes too little difference in brain volume and gross structure to change CT and standard MRI images enough to be able to reliably differentiate it from the \"normal\" range of cortical atrophy which occurs with aging (in many but not all) persons, and which does \"not\" cause clinical dementia.",
            "score": 174.66900634765625
        },
        {
            "docid": "5617_2",
            "document": "Creutzfeldt–Jakob disease . Creutzfeldt–Jakob disease (CJD) is a universally fatal brain disorder. Early symptoms include memory problems, behavioral changes, poor coordination, and visual disturbances. Later dementia, involuntary movements, blindness, weakness, and coma occur. About 90% of people die within a year of diagnosis. CJD is believed to be caused by a protein known as a prion. Infectious prions are misfolded proteins that can cause normally folded proteins to become misfolded. Most cases occur spontaneously, while about 7.5% of cases are inherited from a person's parents in an autosomal dominant manner. Exposure to brain or spinal tissue from an infected person may also result in spread. There is no evidence that it can spread between people via normal contact or blood transfusions. Diagnosis involves ruling out other potential causes. An electroencephalogram, spinal tap, or magnetic resonance imaging may support the diagnosis. There is no specific treatment. Opioids may be used to help with pain, while clonazepam or sodium valproate may help with involuntary movements. CJD affects about one per million people per year. Onset is typically around 60 years of age. The condition was first described in 1920. It is classified as a type of transmissible spongiform encephalopathy. CJD is different from bovine spongiform encephalopathy (mad cow disease) and variant Creutzfeldt–Jakob disease (vCJD).",
            "score": 173.92469787597656
        },
        {
            "docid": "3557219_25",
            "document": "Neuroimaging . PET scanning is also used for diagnosis of brain disease, most notably because brain tumors, strokes, and neuron-damaging diseases which cause dementia (such as Alzheimer's disease) all cause great changes in brain metabolism, which in turn causes easily detectable changes in PET scans. PET is probably most useful in early cases of certain dementias (with classic examples being Alzheimer's disease and Pick's disease) where the early damage is too diffuse and makes too little difference in brain volume and gross structure to change CT and standard MRI images enough to be able to reliably differentiate it from the \"normal\" range of cortical atrophy which occurs with aging (in many but not all) persons, and which does \"not\" cause clinical dementia.",
            "score": 171.86061096191406
        },
        {
            "docid": "5645691_11",
            "document": "Tissue transglutaminase . tTG is believed to be involved in several neurodegenerative disorders including Alzheimer, Parkinson and Huntington diseases. Such neurological diseases are characterized in part by the abnormal aggregation of proteins due to the increased activity of protein crosslinking in the affected brain. Additionally, specific proteins associated with these disorders have been found to be in vivo and in vitro substrates of tTG. Although tTG is up regulated in the areas of the brain affected by Huntington's disease, a recent study showed that increasing levels of tTG do not affect the onset and/or progression of the disease in mice. Recent studies show that tTG may not be involved in AD as studies show it is associated with erythrocyte lysis and is a consequence of the disease rather than a cause.",
            "score": 171.82708740234375
        },
        {
            "docid": "157529_2",
            "document": "Delirium . Delirium, also known as acute confusional state, is an organically caused decline from a previously baseline level of mental function. It often varies in severity over a short period of time, and includes attentional deficits, and disorganization of behavior. It typically involves other cognitive deficits, changes in arousal (hyperactive, hypoactive, or mixed), perceptual deficits, altered sleep-wake cycle, and psychotic features such as hallucinations and delusions. Delirium itself is not a disease, but rather a set of symptoms. It may result from an underlying disease, over-consumption of alcohol, from drugs administered during treatment of a disease, withdrawal from drugs or from any number of health factors. Delirium may be caused by a disease process outside the brain that nonetheless affects the brain, such as infection (urinary tract infection, pneumonia) or drug effects, particularly anticholinergics or other CNS depressants (benzodiazepines and opioids). Although hallucinations and delusions are sometimes present in delirium, these are not required for the diagnosis, and the symptoms of delirium are clinically distinct from those induced by psychosis or hallucinogens (with the exception of deliriants.) Delirium must by definition be caused by an organic process, i.e., a physically identifiable structural, functional, or chemical problem in the brain (see organic brain syndrome), and thus, fluctuations of mentation due to changes in purely psychiatric processes or diseases, such as sudden psychosis from schizophrenia or bipolar disorder, are (by definition) not termed delirium. Like its components (inability to focus attention, mental confusion and various impairments in awareness and temporal and spatial orientation), delirium is the common manifestation of new organic brain dysfunction (for any reason). Delirium requires both a sudden change in mentation, and an organic cause for this. Delirium may be difficult to diagnose without the proper establishment of a person's usual mental function. Without careful assessment and history, delirium can easily be confused with a number of psychiatric disorders or long term organic brain syndromes, because many of the signs and symptoms of delirium are conditions also present in dementia, depression, and psychosis. Delirium may newly appear on a background of mental illness, baseline intellectual disability, or dementia, without being due to any of these problems. Treatment of delirium requires treating the underlying cause, and multi-component interventions are thought to be most effective. In some cases, temporary or palliative or symptomatic treatments are used to comfort the person or to allow other care (for example, a person who, without understanding, is trying to pull out a ventilation tube that is required for survival). Delirium is probably the single most common acute disorder affecting adults in general hospitals. It affects 10-20% of all hospitalized adults, and 30-40% of elderly who are hospitalized and up to 80% of those in ICU. Among those requiring critical care, delirium is a risk for death within the next year. Antipsychotics are not supported for the treatment or prevention of delirium among those who are in hospital. When delirium is caused by alcohol or sedative hypnotic withdrawal, benzodiazepines are typically used.",
            "score": 171.44873046875
        },
        {
            "docid": "19593553_4",
            "document": "Antiparkinson medication . It is difficult to diagnose Parkinson's disease, as there is no specific test for it. Doctors usually perform other tests in order to rule out other conditions. Often seen in the dopaminergic neurons in the brains of patients who have Parkinson's disease, are Lewy bodies, which are abnormal circular structures found within the cytoplasm. Lewy bodies have a dense protein core, surrounded by a halo of radiating fibers. Mutations on chromosome 4 can cause Parkinson's disease. This gene produces a protein known as a-synuclein. This protein which is normally found in the presynaptic terminals and is thought to be involved in synaptic transmission in dopaminergic neurons. The mutation produces what is known as a toxic gain of function because it produces a protein that results in effects that are toxic to the cell. Parkinson's disease can also be caused by a mutation on chromosome 6. This gene has been named parkin. This mutation causes a loss of function, which makes it a recessive disorder.",
            "score": 171.17938232421875
        },
        {
            "docid": "44291222_16",
            "document": "Cajal–Retzius cell . It was found later that the mutation causing these disorders was located in the RELN gene which codes for reelin, a glycoprotein secreted by Cajal–Retzius cells in the developing brain. This protein seems to act as a stop signal for migrating neurons, controlling the positioning and orientation of neurons in their layers, according to the inside-out pattern of development. When the mutation occurs, reelin expression is reduced and this signal isn’t as strong, therefore, migration of the first neurons in the brain is not done correctly. The \"reeler\" mutant has been used, because of its characteristics, as a model for the study of neuropsychiatric disorders.",
            "score": 167.13702392578125
        },
        {
            "docid": "36936330_5",
            "document": "Swedish mutation . The mutation had important consequences for Alzheimer's Disease research. The mutation occurs in the gene which encodes beta amyloid. Amyloid is one of the peptides which accumulate in the brains of people with Alzheimer's Disease. A great debate had existed between Alzheimer's Disease researchers about the relevance of amyloid prior to the 1990s - many scientists believed amyloid was a tombstone of the disease and was not critical to the development of the disease. However, because the only difference between the family members who developed Alzheimer's Disease and those that did not in these families was the inheritance of the mutation in the amyloid gene this suggested that the amyloid protein itself could cause the disease. The idea that amyloid could cause the disease influenced scientific research until this day. Many experimental treatments are directed towards lowering amyloid levels in the brain. The other main effect the discovery of the Swedish mutation had was to provide one transgenic mouse model of Alzheimer's Disease. Transgenic mice (e.g. Tg2576) were made which overproduce human APP with the Swedish mutation. As a consequence, the mice can develop amyloid plaques at around 13 months old.",
            "score": 166.48397827148438
        },
        {
            "docid": "553114_26",
            "document": "TATA box . Several neurodegenerative disorders are associated TATA box mutations. Two disorders have been highlighted, spinocerebellar ataxia and Huntington's disease. In spinocerebellar ataxia, the disease phenotype is caused by expansion of the polyglutamine repeat in the TATA-binding protein (TBP). An accumulation of these polyglutamine-TBP cells will occur, as shown by protein aggregates in brain sections of patients, resulting in a loss of neuronal cells.",
            "score": 166.3696746826172
        },
        {
            "docid": "3190493_19",
            "document": "Silencer (genetics) . REST/NRSF is an important silencer element that binds to regulatory regions to control the expression of certain proteins involved in neural functions. The mechanistic actions of huntingtin are still not fully understood, but a correlation between Htt and REST/NRSF exists in HD development. By attaching to the REST/NRSF, the mutated huntingtin protein inhibits the action of the silencer element, and retains it in the cytosol. Thus, REST/NRSF cannot enter the nucleus and bind to the 21 base-pair RE-1/NRSE regulatory element. An adequate repression of specific target genes are of fundamental importance, as many are involved in the proper development of neuronal receptors, neurotransmitters, synaptic vesicle proteins, and channel proteins. A deficiency in the proper development of these proteins can cause the neural dysfunctions seen in Huntington's disease. In addition to the lack of repression due to the inactive REST/NRSF, mutated huntingtin protein can also decrease the transcription of the brain-derived neurotropic factor (BDNF) gene. BDNF influences the survival and development of neurons in the central nervous system as well as the peripheral nervous system. This abnormal repression occurs when the RE1/NRSE region within the BDNF promoter region is activated by the binding of REST/NRSF, which leads to the lack of transcription of the BDNF gene. Hence, the anomalous repression of the BDNF protein suggests a significant impact in Huntington's disease.",
            "score": 165.4715576171875
        },
        {
            "docid": "14129920_7",
            "document": "MT-ND6 . A G → A mutation at the 14459 base pair in the \"MT-ND6\" gene also has been identified in a small number of people with Leigh's syndrome, a progressive brain disorder that typically appears in infancy or early childhood. Affected children may experience vomiting, seizures, delayed development, muscle weakness, and problems with movement. Heart disease, kidney problems, and difficulty breathing can also occur in people with this disorder. This \"MT-ND6\" G14459A mutation replaces the amino acid alanine with the amino acid valine at protein position 72 in the NADH-ubiquinone oxidoreductase chain 6 protein. This genetic change also has been found in people with LHON and a movement disorder called dystonia, which involves involuntary muscle contractions, tremors, and other uncontrolled movements. This mutation appears to disrupt the normal assembly or activity of complex I in mitochondria. It is not known, however, how this \"MT-ND6\" gene alteration is related to the specific features of Leigh syndrome, LHON, or dystonia. It also remains unclear why a single mutation can cause such varied signs and symptoms in different people.",
            "score": 165.26324462890625
        },
        {
            "docid": "29176704_15",
            "document": "Human Connectome Project . Fourteen research groups investigate how connections in the brain change during the course of a particular disease. Four of the groups focus on Alzheimer's Disease or dementia. Alzheimer's Disease and dementia are diseases that begin during aging. Memory loss and cognitive impairment mark the progression of these diseases. While scientists consider Alzheimer's Disease to be a disease with a specific cause, dementia actually describes symptoms which could be attributed to a number of causes. Two other research groups investigate how diseases that disrupt vision change connectivity in the brain. Another four of the research groups focus on anxiety disorders and Major Depressive Disorder, psychological disorders that result in abnormal emotional regulation. Two more of the research groups focus on the effects of psychosis, a symptom of some psychological disorders in which an individual perceives reality differently than others do. One of the teams researches epilepsy, a disease characterized by seizures. Finally, one research team is documenting the brain connections of the Amish people, a religious and ethnic group that has high rates of some psychological disorders.",
            "score": 165.04457092285156
        },
        {
            "docid": "249924_9",
            "document": "Cerebrovascular disease . CADASIL is an inherited disorder caused by mutations in the \"Notch\" 3 gene located on chromosome 19. The \"Notch\" 3 gene codes for a transmembrane protein whose function is not well-known. However, the mutation causes accumulation of this protein within small to medium-sized blood vessels. This disease often presents in early adulthood with migraines, stroke, mood disturbances, and cognitive deterioration. MRI shows white matter changes in the brain and also signs of repeated strokes. The diagnosis can be confirmed by gene testing.",
            "score": 164.4840545654297
        },
        {
            "docid": "14162129_8",
            "document": "PURA . Studies of genetic inactivation of \"PURA\" in the mouse provided evidence leading to that for \"PURA\" gene disorders in brain disease. Homozygous \"PURA\" knockouts die shortly after birth with severe defects in brain layer development, tissue wasting and movement disorders. Defects in blood cell development are also prominent, and it is not known how these may affect the brain. Heterozygous knockouts do not die early but exhibit seizure-like disorders. In rat hippocampal neurons, Pur-alpha is found in the cytoplasm together with mRNA transcripts, in a complex including non-coding RNAs, Pur-beta, fragile X mental retardation proteins and microtubule-associated proteins. This complex is transported by a kinesin motor to sites of translation at junctions of nerve cell dendrites. Recently \"PURA\" mutations have been found in multiple patients with brain disorders of a similar phenotype including hypotonia, developmental delay, movement disorders, and seizure or seizure-like movements. This spectrum of brain disorders is similar to the phenotype of a central nervous system syndrome termed the 5q31.3 microdeletion syndrome, and is the basis for a proposed \"PURA\" Syndrome based on \"PURA\" mutations rather than just deletions.",
            "score": 164.1993408203125
        },
        {
            "docid": "37185825_10",
            "document": "Glymphatic system . Pathologically, neurodegenerative diseases such as amyotrophic lateral sclerosis, Alzheimer's disease, Parkinson's disease and Huntington's disease are all characterized by the progressive loss of neurons, cognitive decline, motor impairments, and sensory loss. Collectively these diseases fall within a broad category referred to as proteinopathies, due to the common assemblage of misfolded or aggregated intracellular or extracellular proteins. According to the prevailing amyloid hypothesis of Alzheimer's disease, the aggregation of amyloid-beta (a peptide normally produced in and cleared from the healthy young brain) into extracellular plaques drives the neuronal loss and brain atrophy that is the hallmark of Alzheimer's dementia. Although the full extent of the glymphatic system's involvement in Alzheimer's disease and other neurodegenerative disorders remains unclear, researchers have demonstrated through experiments with genetically modified mice that the proper function of the glymphatic clearance system was necessary to remove soluble amyloid-beta from the brain interstitium. In mice that lack the AQP4 gene, amyloid-beta clearance is reduced by approximately 55 percent.",
            "score": 163.5084991455078
        },
        {
            "docid": "9745239_10",
            "document": "Glucagon-like peptide 1 receptor . The diabetic, pancreatic, and neuroprotection implications of GLP1R are also thought to be potential therapies for treating the diabetes and energy metabolism abnormalities associated with Huntington's disease affecting the brain and periphery. Exendin-4, an FDA-approved antidiabetic glucagon-like peptide 1 (GLP-1) receptor agonist, has been tested in mice with the mutated human huntingtin protein showing neurodegenerative changes, motor dysfunction, poor energy metabolism, and high blood glucose levels. Exendin-4 (Ex-4) treatment reduced the accumulation of mhtt protein aggregates, improved motor function, extended the survival time, improved glucose regulation, and decreased brain and pancreas pathology.",
            "score": 162.95953369140625
        },
        {
            "docid": "54421246_3",
            "document": "Spinocerebellar ataxia type 1 . SCA1 is typically inherited from the parents in an autosomal dominant regime; the children of a person with the disease have a 50% chance of inheriting it themselves and new mutations can occur in some cases. It is caused by an expanded number of trinucleotide repeats in the polyglutamine tract of the ATXN1 gene, which encodes the ataxin 1 protein. This expansion results in a larger than normal number of repeats of the nucleotide sequence cytosine, adenine, guanine, or CAG, in the gene which, in turn, results in a larger than normal number of consecutive glutamine residues in the protein. This mutant protein causes degradation in types of neurons common in the cerebellum, spinal cord, and related parts of the brain. While the mechanism is not fully understood, it is suspected that changes to the interactions between ataxin 1 and other proteins are the cause. This mutation can be detected before or after the onset of symptoms by genetic testing.",
            "score": 162.6629638671875
        },
        {
            "docid": "53129054_3",
            "document": "Organic personality disorder . The organic personality disorder is included in a wide group of personality and behavioural disorders. This mental health disorder can be caused by disease, brain damages or dysfunctions in specific brain areas in frontal lobe. The most common reason for this profound change in personality is the traumatic brain injury (TBI). Children, whose brain areas have injured or damaged, may present Attention Deficit Hyperactivity Disorder (ADHD), oppositional defiant disorder (ODD) and organic personality disorder. Moreover, this disorder is characterised as \"frontal lobe syndrome\". This characteristic name shows that the organic personality disorder can usually be caused by lesions in three brain areas of frontal lobe. Specifically, the symptoms of organic personality disorder can also be caused by traumatic brain injuries in orbitofrontal cortex, anterior cingulate cortex and dorsolateral prefrontal cortex. It is worth to be mentioned that organic personality disorder may also be caused by lesions in other circumscribed brain areas.",
            "score": 162.63690185546875
        },
        {
            "docid": "14700825_20",
            "document": "Valosin-containing protein . Mutations in VCP cause multisystem proteinopathy (MSP), a dominantly inherited, pleiotropic, degenerative disorder of humans that can affect muscle, bone and/or the central nervous system. MSP can manifest clinically as classical amyotrophic lateral sclerosis (ALS), frontotemporal dementia (FTD), inclusion body myopathy (IBM), Paget's disease of bone (PDB), or as a combination of these disorders. A useful operational definition of MSP is dominantly inherited degeneration that includes neurological involvement (either motor neuron disease or dementia) in combination with either distal myopathy or Pagetic bone degeneration. Most MSP patients present with weakness and of these ~65% present with motor neuron involvement. Up to 30% of MSP patients may have exclusively motor neuron involvement. Although MSP is rare, growing interest in this syndrome derives from the molecular insights the condition provides into the etiological relationship between common age-related degenerative diseases of muscle, bone and brain. It has been estimated that ~50% of MSP may be caused by missense mutations affecting the valosin-containing protein (VCP) gene.",
            "score": 162.40728759765625
        },
        {
            "docid": "3557975_11",
            "document": "Huntingtin . Huntington's disease (HD) is caused by a mutated form of the huntingtin gene, where excessive (more than 36) CAG repeats result in formation of an unstable protein. These expanded repeats lead to production of a huntingtin protein that contains an abnormally long polyglutamine tract at the N-terminus. This makes it part of a class of neurodegenerative disorders known as trinucleotide repeat disorders or polyglutamine disorders. The key sequence which is found in Huntington's disease is a trinucleotide repeat expansion of glutamine residues beginning at the 18th amino acid. In unaffected individuals, this contains between 9 and 35 glutamine residues with no adverse effects. However, 36 or more residues produce an erroneous form of Htt, mHtt (standing for mutant Htt). Reduced penetrance is found in counts 36-39.",
            "score": 161.4855499267578
        },
        {
            "docid": "60138_2",
            "document": "Wilson's disease . Wilson's disease is a genetic disorder in which copper builds up in the body. Symptoms are typically related to the brain and liver. Liver related symptoms include vomiting, weakness, fluid build up in the abdomen, swelling of the legs, yellowish skin, and itchiness. Brain related symptoms include tremors, muscle stiffness, trouble speaking, personality changes, anxiety, and seeing or hearing things that others do not. Wilson's disease is an autosomal recessive condition due to a mutation in the Wilson disease protein (\"ATP7B\") gene. For a person to be affected they must inherit an affected copy of the gene from each parent. Diagnosis may be difficult and often involves a combination of blood tests, urine tests, and a liver biopsy. Genetic testing may be used to screen family members of those affected. Wilson's disease is typically treated with dietary changes and medication. Dietary changes involve eating a low copper diet and not using copper cookware. Medications used include chelating agents such as trientine and d-penicillamine and zinc supplements. Complications of Wilson's disease can include liver failure, liver cancer, and kidney problems. A liver transplant may be helpful in those in whom other treatments are not effective or if liver failure occurs. Wilson's disease occurs in about 1 in 30,000 people. Symptoms usually begin between the ages of 5 and 35 years. Males and females are equally affected. It was first described in 1854 by Friedrich Theodor von Frerichs and is named after Samuel Wilson.",
            "score": 161.45272827148438
        }
    ]
}