{
    "q": [
        {
            "docid": "896294_6",
            "document": "Paul Greengard . Greengard's research has focused on events inside the neuron caused by neurotransmitters. Specifically, Greengard and his fellow researchers studied the behavior of second messenger cascades that transform the docking of a neurotransmitter with a receptor into permanent changes in the neuron. In a series of experiments, Greengard and his colleagues showed that when dopamine interacts with a receptor on the cell membrane of a neuron, it causes an increase in cyclic AMP inside the cell. This increase of cyclic AMP, in turn activates a protein called protein kinase A, which turns other proteins on or off by adding phosphate groups in a reaction known as phosphorylation. The proteins activated by phosphorylation can then perform a number of changes in the cell: transcribing DNA to make new proteins, moving more receptors to the synapse (and thus increasing the neuron's sensitivity), or moving ion channels to the cell surface (and thus increasing the cell's excitability). He was awarded the Nobel Prize in 2000 \"for showing how neurotransmitters act on the cell and can activate a central molecule known as DARPP-32\".",
            "score": 106.00141310691833
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 146.17789590358734
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 200.4600157737732
        },
        {
            "docid": "33818014_23",
            "document": "Nervous system network models . Computational science is an interdisciplinary field that combines engineering, biology, control systems, brain functions, physical sciences, and computer science. It has fundamental development models done at the lower levels of ions, neurons, and synapses, as well as information propagation between neurons. These models have established the enabling technology for higher-level models to be developed. They are based on chemical and electrical activities in the neurons for which electrical equivalent circuits are generated. A simple model for the neuron with predominantly potassium ions inside the cell and sodium ions outside establishes an electric potential on the membrane under equilibrium, i.e., no external activity, condition. This is called the resting membrane potential, which can be determined by Nernst Equation (Nernst, W. (1888)). An equivalent electrical circuit for a patch of membrane, for example an axon or dendrite, is shown in Figure 5. E and E are the potentials associated with the potassium and sodium channels respectively and R and R are the resistances associated with them. C is the capacitance of the membrane and I is the source current, which could be the test source or the signal source (action potential). The resting potential for potassium-sodium channels in a neuron is about -65 millivolts. The membrane model is for a small section of the cell membrane; for larger sections it can be extended by adding similar sections, called compartments, with the parameter values being the same or different. The compartments are cascaded by a resistance, called axial resistance. Figure 6 shows a compartmental model of a neuron that is developed over the membrane model. Dendrites are the postsynaptic receptors receiving inputs from other neurons; and the axon with one or more axon terminals transmits neurotransmitters to other neurons. The second building block is the Hodgkin-Huxley (HH) model of the action potential. When the membrane potential from the dendrites exceeds the resting membrane potential, a pulse is generated by the neuron cell and propagated along the axon. This pulse is called the action potential and HH model is a set of equations that is made to fit the experimental data by the design of the model and the choice of the parameter values.",
            "score": 124.18367779254913
        },
        {
            "docid": "569399_24",
            "document": "Stimulus (physiology) . Nerves in the peripheral nervous system spread out to various parts of the body, including muscle fibers. A muscle fiber and the motor neuron to which it is connected. The spot at which the motor neuron attaches to the muscle fiber is known as the neuromuscular junction. When muscles receive information from internal or external stimuli, muscle fibers are stimulated by their respective motor neuron. Impulses are passed from the central nervous system down neurons until they reach the motor neuron, which releases the neurotransmitter acetylcholine (ACh) into the neuromuscular junction. ACh binds to nicotinic acetylcholine receptors on the surface of the muscle cell and opens ion channels, allowing sodium ions to flow into the cell and potassium ions to flow out; this ion movement causes a depolarization, which allows for the release of calcium ions within the cell. Calcium ions bind to proteins within the muscle cell to allow for muscle contraction; the ultimate consequence of a stimulus.",
            "score": 92.93180239200592
        },
        {
            "docid": "4109042_18",
            "document": "Cell signaling . In some cases, receptor activation caused by ligand binding to a receptor is directly coupled to the cell's response to the ligand. For example, the neurotransmitter GABA can activate a cell surface receptor that is part of an ion channel. GABA binding to a GABA receptor on a neuron opens a chloride-selective ion channel that is part of the receptor. GABA receptor activation allows negatively charged chloride ions to move into the neuron, which inhibits the ability of the neuron to produce action potentials. However, for many cell surface receptors, ligand-receptor interactions are not directly linked to the cell's response. The activated receptor must first interact with other proteins inside the cell before the ultimate physiological effect of the ligand on the cell's behavior is produced. Often, the behavior of a chain of several interacting cell proteins is altered following receptor activation. The entire set of cell changes induced by receptor activation is called a signal transduction mechanism or pathway.",
            "score": 80.7806088924408
        },
        {
            "docid": "46349002_4",
            "document": "Douglas G. McMahon . McMahon's work on molluscs with Gene Block led to a better understanding of the daily activity of the oscillating pacemaker cells. Prior to this discovery, the identity of neuron types participating in retinal networks was largely known, but the specific physiological roles of the identified morphological structures were poorly understood. In 2011, McMahon and Block found that retinal neurons in molluscs were active during the day, but inactive at night. Electrical stimulation at the tissue level of the retinal neurons during the day did not affect the organism. However, electrical stimulation at night caused a phase shift in the organism. Because stimulation yielded a phase shift, the results suggested that the retina contained a biological clock. McMahon and Block devised a model explaining these phenomena: light during the day does not have much of an effect on the neurons' activity, as they are already active. Light at night, on the other hand, when these neurons are inactive, stimulates them and causes them to fire action potentials. The change in electrical activity manifests itself as a phase shift within the organism. Further research led them to find that phase shifting is a calcium-dependent process. They found that lowering extracellular levels of calcium actually prevents the organism from phase shifting in response to light without affecting the response of the neurons to light. Around the same time, while Block and McMahon were conducting this experiment, other scientists discovered how to clone the period gene, marking an exciting time in the young field of chronobiology.",
            "score": 57.35310256481171
        },
        {
            "docid": "43294945_5",
            "document": "GnRH Neuron . Scientists have discovered how guidance molecules cause GnRH neurons to speed up or slow down. Normally, any calcium ions in the cell are rapidly pulled into organelles like the mitochondria or endoplasmic reticulum. Guidance molecules cause the release of these calcium ions back into the cell cytoplasm, where calcium sensing proteins re-organize the cell’s actin and microtubule cytoskeleton, which are the molecular filaments that give a cell its shape. This causes contractions in the cell (similar to muscle contractions) that link to adhesive proteins on the cell surface, pulling the cell forward.",
            "score": 121.38469624519348
        },
        {
            "docid": "54660494_9",
            "document": "Volume-regulated anion channel . For glutamate, when excitatory neurotransmitters are released and activates channels on surrounding neurons, it results in overactive depolarization, and increase in calcium ions, and eventually cellular apoptosis. This is generally called excitotoxicity, and it normally results in neuronal swelling. VRACs release of organic osmolytes as a response to this swelling and influx of ions most likely aids in the prevention of the neuron from bursting, as the release of inorganic compounds from a cell has only been associated with a cellular volume decrease of about 20-30%. Yet, in addition to the prevention of lysis for the neuron, the release of taurine and glutamate will also continue to propagate the excitotoxicity effect on neighboring neurons. The most relevant cells to study regarding VRACs role and reaction to excitotoxicity are astrocytes. This is because of their role as supporters of neuronal communication in the brain, the fact that they have been proven to contain VRACs, and the fact that they have been found in a swollen condition in response to pathologies regarding excitotoxicity. As we have stated, the increase of stimulation on a neuron results in excitotoxicity, and glutamate is one of the neurotransmitters that in excess could cause this neuronal response. There are many pathologies attributed to this cellular response including stroke and hypoglycemia among others. As an example, a few studies have found that astrocytes cellular VRAC activation might be associated with stroke-related increases in substances like ATP. Experiments have found that VRAC inhibitors were able to decrease the stroke-related release of excitatory neurotransmitters in the brain; which means that VRACs are likely activated by the increase of cellular ATP and other molecules in astrocytes, and the release of glutamate by these cells causes the neurons around them to become depolarized, increase their calcium ion concentration, and undergo apoptosis. The other organic osmolyte associated with VRACs, taurine, also has many extracellular signaling functions. Specifically, it is thought that the release of taurine from glia by VRACs is linked to systemic volume regulation in the osmosensing supraoptical nucleous (SON). At first, researchers thought that neurons found in SON were not able to undergo RVD, but it was later found that they do eventually develop a chloride ion current after a certain amount of time. Astrocytes were again studied in relation to this discovery, and they found that the cells readily respond to a hypertonic environment by releasing taurine through VRAC-like channels. In turn, the taurine activates glycine receptor chloride channels on neighboring SON neurons, which causes them to hyperpolarize. Since the SON neurons shrink and depolarize in a hypertonic environment, this interaction between the astrocytes acts as an inhibitor of the secretion of vasopressin by SON.",
            "score": 77.81743371486664
        },
        {
            "docid": "14408479_71",
            "document": "Biological neuron model . In the case of modelling a biological neuron, physical analogues are used in place of abstractions such as \"weight\" and \"transfer function\". A neuron is filled and surrounded with water containing ions, which carry electric charge. The neuron is bound by an insulating cell membrane and can maintain a concentration of charged ions on either side that determines a capacitance . The firing of a neuron involves the movement of ions into the cell that occurs when neurotransmitters cause ion channels on the cell membrane to open. We describe this by a physical time-dependent current . With this comes a change in voltage, or the electrical potential energy difference between the cell and its surroundings, which is observed to sometimes result in a voltage spike called an action potential which travels the length of the cell and triggers the release of further neurotransmitters. The voltage, then, is the quantity of interest and is given by .",
            "score": 82.35037398338318
        },
        {
            "docid": "337196_7",
            "document": "Neuroanatomy . At the tissue level, the nervous system is composed of neurons, glial cells, and extracellular matrix. Both neurons and glial cells come in many types (see, for example, the nervous system section of the list of distinct cell types in the adult human body). Neurons are the information-processing cells of the nervous system: they sense our environment, communicate with each other via electrical signals and chemicals called neurotransmitters across synapses, and produce our memories, thoughts and movements. Glial cells maintain homeostasis, produce myelin, and provide support and protection for the brain's neurons. Some glial cells (astrocytes) can even propagate intercellular calcium waves over long distances in response to stimulation, and release gliotransmitters in response to changes in calcium concentration. The extracellular matrix also provides support on the molecular level for the brain's cells.",
            "score": 107.08491230010986
        },
        {
            "docid": "21317821_12",
            "document": "Mitophagy . In neurons, mitochondria are distributed unequally throughout the cell to areas where energy demand is high, like at synapses and Nodes of Ranvier. This distribution is maintained largely by motor protein-mediated mitochondrial transport along the axon. While neuronal mitophagy is thought to occur primarily in the cell body, it also occurs locally in the axon at sites distant from the cell body; in both the cell body and the axon, neuronal mitophagy occurs via the PINK1-Parkin pathway. Mitophagy in the nervous system may also occur transcellularly, where damaged mitochondria in retinal ganglion cell axons can be passed to neighboring astrocytes for degradation. This process is known as transmitophagy.",
            "score": 176.46787762641907
        },
        {
            "docid": "42069970_13",
            "document": "Neuronal lineage marker . The standard method of isolating neural stem cells in vitro is with the neurosphere culture system, the method originally used to identify NSCs. After some proliferation, the cells are either induced to differentiate by withdrawing the mitogens or by exposing the cells to another factor that induces some of the cells to develop into different lineages. Cellular fates are analysed by staining with antibodies directed against antigens specific for astrocytes, oligodendrocytes, and neurons. In some cases, cells are plated at low density and monitored to determine if a single cell can give rise to the three phenotypes. Immunomagnetic cell separation strategies using antibodies directed against cell surface markers present on stem cells, progenitors and mature CNS cells have been applied to the study of NSCs. Other non-immunological methods have been used to identify populations of cells from normal and tumorigenic CNS tissues, which demonstrate some of the in vitro properties of stem cells, including high aldehyde dehydrogenase (ALDH) enzyme activity. ALDH cells from embryonic rat and mouse CNS have been isolated and shown to have the ability to generate neurospheres, neurons, astrocytes and oligodendrocytes in vitro, as well as neurons in vivo when transplanted into the adult mouse cerebral cortex. Once a stem cell divides asymmetrically, the more mature progenitor is born and migrates to regions of differentiation. As the progenitor migrates, it matures further until it reaches a site where it stops and either becomes quiescent or fully differentiates into a functioning cell. The major obstacle to identifying and discovering markers that define a stem cell is that the most primitive cells are probably in a quiescent state and do not express many unique antigens. Thus, as with other fields like haematopoiesis, a combination of positive and negative markers will be required to better define the central nervous system stem cell. Nonetheless, changes in the expression levels of specific molecules can be used to indicate the presence of neural stem cells in studies focused on further differentiation toward specific neural lineages. Usual markers used for neural stem cells include Nestin and SOX2. Although Nestin it is expressed predominantly in stem cells of the central nervous system (CNS), its expression is absent from nearly all mature CNS cells, thus it is an efficient marker for neural stem cells. During neurogenesis, Sox2 is expressed throughout developing cells in the neural tube as well as in proliferating CNS progenitors, hence is thought to be centrally important for neural stem cell proliferation and differentiation. In addition to intracellular molecules, products are available to study proteins which are expressed at the cell surface, including ABCG2, FGF R4, and Frizzled-9.",
            "score": 102.95071911811829
        },
        {
            "docid": "42069970_20",
            "document": "Neuronal lineage marker . Neuron specific enolase (NSE), also called as gamma-enolase or enolase 2, is a cytosolic protein that is expressed in mature neurons. NSE levels increase along the neuron development reaching higher level in later stages. It can be expressed in glial cells during oligodendrocyte differentiation with the same levels that have been found in neuron culture, but is repressed when cells become mature. In pathological conditions was also reported that glial neoplasms and reactive glial cells expressed this marker.",
            "score": 85.90192031860352
        },
        {
            "docid": "9045995_16",
            "document": "Pre-Bötzinger complex . Other inward currents that help generate intrinsic spiking and bursting in pacemaker neurons are the calcium current and calcium-activated nonspecific currents (I). When a neuron becomes depolarized, voltage gated calcium channels become activated and calcium is able to flow into the cell which usually leads to the release of neurotransmitters. Calcium-sensitive dyes have shown that internal concentrations of calcium increase during bursts. The activation of different calcium channels has distinct effects on the activity of neurons in the pre-Bötzinger complex. L-type calcium channels are known to increase the frequency of action potentials in some neurons, which might be the reason calcium influx through these channels has been observed during the augmentation when tissues have low levels of oxygen. P/Q-type calcium channels are mainly responsible for the release of neurotransmitters that excite, or activate, postsynaptic neurons. Studies have shown that blockage of these channels leads to the inhibition of sighs, which indicates calcium flow through these channels is necessary for sighs. Other research has also suggested that calcium flow through N-type calcium channels is essential for normal breathing, and is responsible for the activation of calcium-dependent potassium channels. Calcium-activated nonselective cation currents are important for the intrinsic spiking and bursting activity in CS pacemaker neurons. Metabotropic glutamate 1/5 receptors appear to be important for the increase in intracellular calcium that activate I. The initial burst in a neuron usually leads to the activation of the transient sodium current and the several types of calcium currents.These currents depolarize the cell further enough to activate NMDA receptors and I, which helps cell regenerate its bursts. The ratio between inward and outward currents helps determine the activity of pacemaker neurons in the pre-Bötzinger complex. The major outward currents involved in the regulation of neuron activity are potassium currents. Although the exact role of potassium currents is still being investigated, it appears that potassium and sodium leak currents are crucial for the rhythmicity of the pre-Bötzinger complex. Transient A-type potassium currents are more common in neurons that are involved in the inspiration process. When A-type potassium currents were blocked with 4-AP in slices of the pre-Bötzinger complex, synchronized bursts in inspiratory neurons was affected as well as communication with hypoglossal motor pools that help regulate breathing. This suggests that transient A-type potassium currents are needed for the synchronized bursts in inspiratory neurons and for effective respiratory control. Other potassium channels like large conductance calcium-dependent potassium channels and sodium chloride dependent potassium channels appear to end burst potentials in neurons. Moreover, ATP-dependent potassium channels help neurons detect changes in energy or oxygen levels to modify breathing patterns. These channels are activated by decreases in ATP, which suggests they provide the needed hyperpolarization during hypoxia.",
            "score": 74.83636856079102
        },
        {
            "docid": "14727602_4",
            "document": "Calcium concentration microdomains . The actions of the Na-K-ATPase enzyme relate with the creation of calcium-signaling microdomains. Na-K-ATPase is a protein that pumps Na and K across the cell membrane. Na-K-ATPase helps to keep the body at equilibrium by the movement of those ions through the plasma membrane. This ion pump helps to reset the movement of ions during an action potential by sending K into the cell and sending Na out of the cell. Since it opposes the normal flow of ions during an action potential, energy in the form of ATP (adenosine triphosphate) is used. Calcium is also regulated using this Na-K-ATPase due to the enzyme's interactions with protein and non-protein molecules. The main interaction that keeps calcium regulated is the binding of Na-K-ATPase to inositol 1,4,5-trisphosphate (IP3). IP3 is a secondary messenger that helps to send neuronal signals through the body. The neuronal cells have the calcium-signaling microdomains in the cytoplasm right next to the pre- and post-synaptic calcium channels in the nerve cells. Figure 1 is an example of how Na-K-ATPase forms the calcium-signaling microdomain.",
            "score": 104.02486765384674
        },
        {
            "docid": "19588_72",
            "document": "Mitochondrion . A number of changes can occur to mitochondria during the aging process. Tissues from elderly patients show a decrease in enzymatic activity of the proteins of the respiratory chain. However, mutated mtDNA can only be found in about 0.2% of very old cells. Large deletions in the mitochondrial genome have been hypothesized to lead to high levels of oxidative stress and neuronal death in Parkinson's disease.",
            "score": 115.95892298221588
        },
        {
            "docid": "1300491_3",
            "document": "Neurofilament . The protein composition of neurofilaments varies widely across different animal phyla. Most is known about mammalian neurofilaments. Historically, mammalian neurofilaments were originally thought to be composed of just three proteins called neurofilament protein L (low molecular weight; NFL), M (medium molecular weight; NFM) and H (high molecular weight; NFH). These proteins were discovered from studies of axonal transport and are often referred to as the \"neurofilament triplet\". However, it is now clear that neurofilaments in the mammalian nervous system also contain the protein internexin and that neurofilaments in the peripheral nervous system can also contain the protein peripherin. Thus mammalian neurofilaments are heteropolymers of up to five different proteins: NFL, NFM, NFH, internexin and peripherin and it is incorrect to consider neurofilaments as being composed of just the neurofilament triplet proteins. Moreover, it is clear that the five neurofilament proteins can coassemble in different combinations and with variable stoichiometry in different nerve cell types and at different stages of development. The precise composition of neurofilaments in any given nerve cell depends on the relative expression levels of the neurofilament proteins in that cell at that time. For example, NFH expression is low in developing neurons and increases postnatally in neurons that are myelinated. In the adult nervous system neurofilaments in small unmyelinated axons contain more peripherin and less NFH whereas neurofilaments in large myelinated axons contain more NFH and less peripherin. The Class III intermediate filament subunit, vimentin, is expressed in developing neurons and a few very unusual neurons in the adult in association with Class IV proteins, such as the horizontal neurons of the retina.",
            "score": 110.56542551517487
        },
        {
            "docid": "2904663_10",
            "document": "Rostral migratory stream . Developing neurons travel toward the olfactory bulb along the RMS via glial tubes, which mark the division between the differentiated nervous tissue and the tissue with embryonic characteristics. Uniquely, the cells travel tangential to the brain surface, parallel to the pial surfaces rather than radially like most developing neurons. Neurons that migrate tangentially are typically believed to migrate independently of radial glia but in the RMS researchers believe this is not the case. Adult rat glial tubes have been observed via light and electron microscopy and described as a meshwork of astrocytic bodies and processes. They have been determined to be astrocytes based on the typical expression of GFAP (glial fibrillary acidic protein) and more specifically as protoplasmic astrocytes based on their morphology. Furthermore, these glial cells were found to be positive for vimentin expression, a protein commonly found in embryonic or immature glial cells. The developing neurons are identified by their expression of the cell surface molecule, a polysialylated (PSA) embryonic form of the neural cell adhesion molecule (NCAM) called PSA-NCAM, as well as β-tubulin, a protein often found in postmitotic neuroblasts, proving the cells of RMS are committed to developing into neurons and will do so upon entry into the olfactory bulb. With the removal of NCAM, the neuroblasts scatter, proving the importance of NCAM in chain formation. The neurons form both clusters and chains along the lumen of these glial tubes. Once the developing neurons reach the core of the olfactory bulb, they detach from the RMS, which is initiated by Reelin and tenascin and move radially toward glomeruli, this migration is dependent on tenascin-R, and differentiate into subtypes of interneurons. These neurons have been studied \"in vivo\" via electrophysiology and confocal imaging.",
            "score": 93.00311326980591
        },
        {
            "docid": "21120_5",
            "document": "Neuron . All neurons are electrically excitable, due to maintenance of voltage gradients across their membranes by means of metabolically driven ion pumps, which combine with ion channels embedded in the membrane to generate intracellular-versus-extracellular concentration differences of ions such as sodium, potassium, chloride, and calcium. Changes in the cross-membrane voltage can alter the function of voltage-dependent ion channels. If the voltage changes by a large enough amount, an all-or-none electrochemical pulse called an action potential is generated and this change in cross-membrane potential travels rapidly along the cell's axon, and activates synaptic connections with other cells when it arrives.",
            "score": 66.22566628456116
        },
        {
            "docid": "8131_12",
            "document": "Dendrite . Electrochemical signals are propagated by action potentials that utilize intermembrane voltage-gated ion channels to transport sodium ions, calcium ions, and potassium ions. Each ion species has its own corresponding protein channel located in the lipid bilayer of the cell membrane. The cell membrane of neurons covers the axons, cell body, dendrites, etc. The protein channels can differ between chemical species in the amount of required activation voltage and the activation duration.",
            "score": 107.00728225708008
        },
        {
            "docid": "1258079_2",
            "document": "Voltage-gated ion channel . Voltage-gated ion channels are a class of transmembrane proteins that form ion channels that are activated by changes in the electrical membrane potential near the channel. The membrane potential alters the conformation of the channel proteins, regulating their opening and closing. Cell membranes are generally impermeable to ions, thus they must diffuse through the membrane through transmembrane protein channels. They have a crucial role in excitable cells such as neuronal and muscle tissues, allowing a rapid and co-ordinated depolarization in response to triggering voltage change. Found along the axon and at the synapse, voltage-gated ion channels directionally propagate electrical signals. Voltage-gated ion-channels are usually ion-specific, and channels specific to sodium (Na), potassium (K), calcium (Ca), and chloride (Cl) ions have been identified. The opening and closing of the channels are triggered by changing ion concentration, and hence charge gradient, between the sides of the cell membrane.",
            "score": 78.84963536262512
        },
        {
            "docid": "1422685_8",
            "document": "Beta-Endorphin . Voltage-dependent calcium channels (VDCCs) are important membrane proteins that mediate the depolarization of neurons, and play a major role in promoting the release of neurotransmitters. When endorphin molecules bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, and as β-Endorphin reduces the release of these substances, there is a strong analgesic effect.",
            "score": 41.745747208595276
        },
        {
            "docid": "46425_17",
            "document": "Substantia nigra . The cause of death of dopaminergic neurons in the SNpc is unknown. However, some contributions to the unique susceptibility of dopaminergic neurons in the pars compacta have been identified. For one, dopaminergic neurons show abnormalities in mitochondrial complex 1, causing aggregation of alpha-synuclein; this can result in abnormal protein handling and neuron death. Secondly, dopaminergic neurons in the pars compacta contain less calbindin than other dopaminergic neurons. Calbindin is a protein involved in calcium ion transport within cells, and excess calcium in cells is toxic. The calbindin theory would explain the high cytotoxicity of Parkinson's in the substantia nigra compared to the ventral tegmental area. Regardless of the cause of neuronal death, the plasticity of the pars compacta is very robust; Parkinsonian symptoms do not appear until up to 50–80% of pars compacta dopaminergic neurons have died. Most of this plasticity occurs at the neurochemical level; dopamine transport systems are slowed, allowing dopamine to linger for longer periods of time in the chemical synapses in the striatum.",
            "score": 66.06624507904053
        },
        {
            "docid": "33244792_8",
            "document": "Non-spiking neuron . Many of the nonspiking neurons are found near neuromuscular junctions and exist as long fibers that help to innervate certain motor nerves such as the thoracic-coxal muscle receptor organ (TCMRO) of a crab. They function in a modulatory role by helping to establish posture and directional behavior. This was intensely modeled in the crustacean and in insects showing how appendages are oriented via these nonspiking neural pathways. Amacrine cells are another major type of non-spiking neuron and their lifetime involves the conversion to a non-spiking neuron from a spiking neuron once the retina obtains maturity. They are one of the first cells to differentiate during prenatal development. Upon the opening of the eyes, these cells begin to shed their sodium ion channels and become non-spiking neurons. It was hypothesized that the reason for its establishment as a spiking neuron was to help with the maturation of the retina by the usage of action potentials themselves, and not necessarily the information the action potential carried. This was supported with the occurrence of synchronous firing by the starburst amacrine cells during the initial stages of development. This study used a rabbit model.",
            "score": 114.48045420646667
        },
        {
            "docid": "10894247_3",
            "document": "Doublecortin . Doublecortin (DCX) is a microtubule-associated protein expressed by neuronal precursor cells and immature neurons in embryonic and adult cortical structures. Neuronal precursor cells begin to express DCX while actively dividing, and their neuronal daughter cells continue to express DCX for 2–3 weeks as the cells mature into neurons. Downregulation of DCX begins after 2 weeks, and occurs at the same time that these cells begin to express NeuN, a marker for mature neurons.",
            "score": 57.23141694068909
        },
        {
            "docid": "14155970_10",
            "document": "PINK1 . Parkinson's disease is often characterized by the degeneration of dopaminergenic neurons and associated with the build-up of improperly folded proteins and Lewy bodies. Mutations in the PINK1 protein have been shown to lead to a build-up of such improperly folded proteins in the mitochondria of both fly and human cells. Specifically, mutations in the serine/threonine kinase domain have been found in a number of Parkinson's patients where PINK1 fails to protect against stress-induced mitochondrial dysfunction and apoptosis. To date, there have been few reports of small molecules that activate PINK1 and their promise as potential treatments for Parkinson's disease. The first report appeared in 2013 when Kevan Shokat and his team from UCSF identified a nucleobase called kinetin as an activator of PINK1. Subsequently, it was shown by others that the nucleoside derivative of kinetin, i.e. kinetin riboside, exhibited significant activation of PINK1 in cells. Additionally, the monophosphate prodrugs of kinetin riboside, ProTides, also showed activation of PINK1. In December 2017, niclosamide, an anthelmintic drug, was identified as a potent activator of PINK1 in cells and in neurons.",
            "score": 112.91779816150665
        },
        {
            "docid": "51848234_2",
            "document": "Anion-conducting channelrhodopsin . Anion-conducting channelrhodopsins are light-gated ion channels that open in response to light and let negatively charged ions (such as chloride) enter a cell. All channelrhodopsins use retinal as light-sensitive pigment, but they differ in their ion selectivity. Anion-conducting channelrhodopsins are used as tools to manipulate brain activity in mice and fruit flies (Optogenetics). Neurons expressing anion-conducting channelrhodopsins are silenced when illuminated with light, an effect that has been used to investigate information processing in the brain. For example, suppressing dendritic calcium spikes in specific neurons with light reduced the ability of mice to perceive a light touch to a whisker. Studying how the behavior of an animal changes when specific neurons are silenced allows scientists to determine the role of these neurons in the complex circuits controlling behavior.",
            "score": 96.191086769104
        },
        {
            "docid": "33244792_12",
            "document": "Non-spiking neuron . While some non-spiking neurons are specifically involved in neuromuscular modulation, studying amacrine cells has created opportunities to discuss the role of non-spiking neurons in neuroplasticity. Since amacrine cells, which are a type of non-spiking neurons, undergo a transformation from spiking to non-spiking cells, there have been many studies that try to identify the functional reasons for such a transformation. Starburst amacrine cells use action potentials during retinal development, and once the retina is mature, these cells transform into non-spiking neurons. The change from a cell that can generate action potentials to solely functioning off of a graded potential is drastic, and may provide insight into why the two kinds of neural networks exist. The cells lose sodium channels. The loss of the sodium channels is triggered by the opening of the eye correlating to the possibility of the environment playing a crucial role in determination of neural cell types. The rabbit animal model was used to develop this particular study. This transition is not quite understood but heavily concludes that the spiking and non-spiking statuses occupied by the starburst amacrine cells are vital to the maturation of the eyes.",
            "score": 99.73607921600342
        },
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 85.30268335342407
        },
        {
            "docid": "8402086_3",
            "document": "Computational neurogenetic modeling . Models of the kinetics of proteins and ion channels associated with neuron activity represent the lowest level of modeling in a computational neurogenetic model. The altered activity of proteins in some diseases, such as the amyloid beta protein in Alzheimer's disease, must be modeled at the molecular level to accurately predict the effect on cognition. Ion channels, which are vital to the propagation of action potentials, are another molecule that may be modeled to more accurately reflect biological processes. For instance, to accurately model synaptic plasticity (the strengthening or weakening of synapses) and memory, it is necessary to model the activity of the NMDA receptor (NMDAR). The speed at which the NMDA receptor lets Calcium ions into the cell in response to Glutamate is an important determinant of Long-term potentiation via the insertion of AMPA receptors (AMPAR) into the plasma membrane at the synapse of the postsynaptic cell (the cell that receives the neurotransmitters from the presynaptic cell).",
            "score": 92.1747260093689
        },
        {
            "docid": "184540_3",
            "document": "Gamma-Aminobutyric acid . In vertebrates, GABA acts at inhibitory synapses in the brain by binding to specific transmembrane receptors in the plasma membrane of both pre- and postsynaptic neuronal processes. This binding causes the opening of ion channels to allow the flow of either negatively charged chloride ions into the cell or positively charged potassium ions out of the cell. This action results in a negative change in the transmembrane potential, usually causing hyperpolarization. Two general classes of GABA receptor are known: Neurons that produce GABA as their output are called GABAergic neurons, and have chiefly inhibitory action at receptors in the adult vertebrate. Medium spiny cells are a typical example of inhibitory central nervous system GABAergic cells. In contrast, GABA exhibits both excitatory and inhibitory actions in insects, mediating muscle activation at synapses between nerves and muscle cells, and also the stimulation of certain glands. In mammals, some GABAergic neurons, such as chandelier cells, are also able to excite their glutamatergic counterparts.",
            "score": 111.51966571807861
        }
    ],
    "r": [
        {
            "docid": "4942572_3",
            "document": "Lateral grey column . The nervous system is the system of neurons, or nerve cells, that relay electrical signals through the brain and body. A nerve cell receives signals from other nerve cells through tree-branch-like extensions called dendrites and passes signals on through a long extension called an axon (or nerve fiber). Synapses are places where one cell's axon passes information to another cell's dendrite by sending chemicals called neurotransmitters across a small gap called a synaptic cleft. Synapses occur in various locations, including ganglia (singular: ganglion), which are masses of nerve cell bodies. Preganglionic nerve cells in the sympathetic nervous system (all of which come from the lateral grey column), use the neurotransmitter acetylcholine, while postganglionic sympathetic nerve cells use norepinephrine. Grey matter in the brain and spinal cord is any accumulation of cell bodies and neuropil (neuropil is tissue rich in nerve cell bodies and dendrites). White matter consists of nerve tracts (groups of axons) and commissures (tracts that cross the brain's midline).",
            "score": 207.1038360595703
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 200.46002197265625
        },
        {
            "docid": "7845_8",
            "document": "Charcot–Marie–Tooth disease . The most common cause of CMT (70–80% of the cases) is the duplication of a large region on the short arm of chromosome 17 that includes the gene \"PMP22\". Some mutations affect the gene \"MFN2\", which codes for a mitochondrial protein. Cells contain separate sets of genes in their nuclei and mitochondria. In nerve cells, the mitochondria travel down the long axons. In some forms of CMT, mutated \"MFN2\" causes the mitochondria to form large clusters, or clots, which are unable to travel down the axon towards the synapses. This prevents the synapses from functioning.",
            "score": 198.58990478515625
        },
        {
            "docid": "21120_4",
            "document": "Neuron . A typical neuron consists of a cell body (soma), dendrites, and an axon. The term neurite is used to describe either a dendrite or an axon, particularly in its undifferentiated stage. Dendrites are thin structures that arise from the cell body, often extending for hundreds of micrometers and branching multiple times, giving rise to a complex \"dendritic tree\". An axon (also called a nerve fiber) is a special cellular extension (process) that arises from the cell body at a site called the axon hillock and travels for a distance, as far as 1 meter in humans or even more in other species. Most neurons receive signals via the dendrites and send out signals down the axon. Numerous axons are often bundled into fascicles that make up the nerves in the peripheral nervous system (like strands of wire make up cables). Bundles of axons in the central nervous system are called tracts. The cell body of a neuron frequently gives rise to multiple dendrites, but never to more than one axon, although the axon may branch hundreds of times before it terminates. At the majority of synapses, signals are sent from the axon of one neuron to a dendrite of another. There are, however, many exceptions to these rules: for example, neurons can lack dendrites, or have no axon, and synapses can connect an axon to another axon or a dendrite to another dendrite.",
            "score": 187.89373779296875
        },
        {
            "docid": "19588_37",
            "document": "Mitochondrion . Mitochondria (and related structures) are found in all eukaryotes (except one—the Oxymonad \"Monocercomonoides\" sp.). Although commonly depicted as bean-like structures they form a highly dynamic network in the majority of cells where they constantly undergo fission and fusion. Mitochondria vary in number and location according to cell type. A single mitochondrion is often found in unicellular organisms. Conversely, numerous mitochondria are found in human liver cells, with about 1000–2000 mitochondria per cell, making up 1/5 of the cell volume. The population of all the mitochondria of a given cell constitutes the chondriome. The mitochondrial content of otherwise similar cells can vary substantially in size and membrane potential, with differences arising from sources including uneven partitioning at cell divisions, leading to extrinsic differences in ATP levels and downstream cellular processes. The mitochondria can be found nestled between myofibrils of muscle or wrapped around the sperm flagellum. Often, they form a complex 3D branching network inside the cell with the cytoskeleton. The association with the cytoskeleton determines mitochondrial shape, which can affect the function as well: different structures of the mitochondrial network may afford the population a variety of physical, chemical, and signalling advantages or disadvantages. Mitochondria in cells are always distributed along microtubules and the distribution of these organelles is also correlated with the endoplasmic reticulum. Recent evidence suggests that vimentin, one of the components of the cytoskeleton, is also critical to the association with the cytoskeleton.",
            "score": 185.0459747314453
        },
        {
            "docid": "13996252_5",
            "document": "MFN2 . Fusion is also important for mitochondrial transport and localization in neuronal processes. Conditional MFN2 knockout mice show degeneration in the Purkinje cells of the cerebellum, as well as improperly localized mitochondria in the dendrites. MFN2 also associates with the MIRO-Milton complex which links the mitochondria to the kinesin motor.",
            "score": 182.7869110107422
        },
        {
            "docid": "5337925_19",
            "document": "Respirometry . Inside the body oxygen is delivered to cells and in the cells to mitochondria, where it is consumed in the process generating most of the energy required by the organism. Mitochondrial respirometry measures the consumption of oxygen by the mitochondria without involving an entire living animal and is the main tool to study mitochondrial function. Three different types of samples may be subjected to such respirometric studies: isolated mitochondria (from cell cultures, animals or plants); permeabilized cells (from cell cultures); and permeabilized fibers or tissues (from animals). In the latter two cases the cellular membrane is made permeable by the addition of chemicals leaving selectively the mitochondrial membrane intact. Therefore, chemicals that usually would not be able to cross the cell membrane can directly influence the mitochondria. By the permeabilization of the cellular membrane, the cell stops to exist as a living, defined organism, leaving only the mitochondria as still functional structures. Unlike whole-animal respirometry, mitochondrial respirometry takes place in solution, i.e. the sample is suspended in a medium. Today mitochondrial respirometry is mainly performed with a closed-chamber approach.",
            "score": 181.44073486328125
        },
        {
            "docid": "19588_60",
            "document": "Mitochondrion . Mitochondria divide by binary fission, similar to bacterial cell division. The regulation of this division differs between eukaryotes. In many single-celled eukaryotes, their growth and division is linked to the cell cycle. For example, a single mitochondrion may divide synchronously with the nucleus. This division and segregation process must be tightly controlled so that each daughter cell receives at least one mitochondrion. In other eukaryotes (in mammals for example), mitochondria may replicate their DNA and divide mainly in response to the energy needs of the cell, rather than in phase with the cell cycle. When the energy needs of a cell are high, mitochondria grow and divide. When the energy use is low, mitochondria are destroyed or become inactive. In such examples, and in contrast to the situation in many single celled eukaryotes, mitochondria are apparently randomly distributed to the daughter cells during the division of the cytoplasm. Understanding of mitochondrial dynamics, which is described as the balance between mitochondrial fusion and fission, has revealed that functional and structural alterations in mitochondrial morphology are important factors in pathologies associated with several disease conditions.",
            "score": 180.57113647460938
        },
        {
            "docid": "19588_52",
            "document": "Mitochondrion . The relationship between cellular proliferation and mitochondria has been investigated using cervical cancer HeLa cells. Tumor cells require an ample amount of ATP (Adenosine triphosphate) in order to synthesize bioactive compounds such as lipids, proteins, and nucleotides for rapid cell proliferation. The majority of ATP in tumor cells is generated via the oxidative phosphorylation pathway (OxPhos). Interference with OxPhos have shown to cause cell cycle arrest suggesting that mitochondria play a role in cell proliferation. Mitochondrial ATP production is also vital for cell division in addition to other basic functions in the cell including the regulation of cell volume, solute concentration, and cellular architecture. ATP levels differ at various stages of the cell cycle suggesting that there is a relationship between the abundance of ATP and the cell's ability to enter a new cell cycle. ATP's role in the basic functions of the cell make the cell cycle sensitive to changes in the availability of mitochondrial derived ATP. The variation in ATP levels at different stages of the cell cycle support the hypothesis that mitochondria play an important role in cell cycle regulation. Although the specific mechanisms between mitochondria and the cell cycle regulation is not well understood, studies have shown that low energy cell cycle checkpoints monitor the energy capability before committing to another round of cell division.",
            "score": 177.44354248046875
        },
        {
            "docid": "160125_11",
            "document": "Mitochondrial disease . Nuclear DNA has two copies per cell (except for sperm and egg cells), one copy being inherited from the father and the other from the mother. Mitochondrial DNA, however, is strictly inherited from the mother and each mitochondrial organelle typically contains between 2 and 10 mtDNA copies. During cell division the mitochondria segregate randomly between the two new cells. Those mitochondria make more copies, normally reaching 500 mitochondria per cell. As mtDNA is copied when mitochondria proliferate, they can accumulate random mutations, a phenomenon called heteroplasmy. If only a few of the mtDNA copies inherited from the mother are defective, mitochondrial division may cause most of the defective copies to end up in just one of the new mitochondria (for more detailed inheritance patterns, see human mitochondrial genetics). Mitochondrial disease may become clinically apparent once the number of affected mitochondria reaches a certain level; this phenomenon is called \"threshold expression\".",
            "score": 177.01649475097656
        },
        {
            "docid": "21317821_12",
            "document": "Mitophagy . In neurons, mitochondria are distributed unequally throughout the cell to areas where energy demand is high, like at synapses and Nodes of Ranvier. This distribution is maintained largely by motor protein-mediated mitochondrial transport along the axon. While neuronal mitophagy is thought to occur primarily in the cell body, it also occurs locally in the axon at sites distant from the cell body; in both the cell body and the axon, neuronal mitophagy occurs via the PINK1-Parkin pathway. Mitophagy in the nervous system may also occur transcellularly, where damaged mitochondria in retinal ganglion cell axons can be passed to neighboring astrocytes for degradation. This process is known as transmitophagy.",
            "score": 176.46788024902344
        },
        {
            "docid": "4301708_4",
            "document": "Cochlear nucleus . The major input to the cochlear nucleus is from the auditory nerve, a part of cranial nerve VIII (the vestibulocochlear nerve). The auditory nerve fibers form a highly organized system of connections according to their peripheral innervation of the cochlea. Axons from the spiral ganglion cells of the lower frequencies innervate the ventrolateral portions of the ventral cochlear nucleus and lateral-ventral portions of the dorsal cochlear nucleus. The axons from the higher frequency organ of corti hair cells project to the dorsal portion of the ventral cochlear nucleus and the dorsal-medial portions of the dorsal cochlear nucleus. The mid frequency projections end up in between the two extremes; in this way the tonotopic organization that is established in the cochlea is preserved in the cochlear nuclei. This tonotopic organization is preserved because only a few inner hair cells synapse on the dendrites of a nerve cell in the spiral ganglion, and the axon from that nerve cell synapses on only a very few dendrites in the cochlear nucleus. In contrast with the VCN that receives all acoustic input from the auditory nerve, the DCN receives input not only from the auditory nerve but it also receives acoustic input from neurons in the VCN (T stellate cells). The DCN is therefore in a sense a second order sensory nucleus.",
            "score": 174.03292846679688
        },
        {
            "docid": "1401727_29",
            "document": "Human mitochondrial genetics . Mitochondrial diseases range in severity from asymptomatic to fatal, and are most commonly due to inherited rather than acquired mutations of mitochondrial DNA. A given mitochondrial mutation can cause various diseases depending on the severity of the problem in the mitochondria and the tissue the affected mitochondria are in. Conversely, several different mutations may present themselves as the same disease. This almost patient-specific characterization of mitochondrial diseases (see Personalized medicine) makes them very hard to accurately recognize, diagnose and trace. Some diseases are observable at or even before birth (many causing death) while others do not show themselves until late adulthood (late-onset disorders). This is because the number of mutant versus wildtype mitochondria varies between cells and tissues, and is continuously changing. Because cells have multiple mitochondria, different mitochondria in the same cell can have different variations of the mtDNA. This condition is referred to as heteroplasmy. When a certain tissue reaches a certain ratio of mutant versus wildtype mitochondria, a disease will present itself. The ratio varies from person to person and tissue to tissue (depending on its specific energy, oxygen, and metabolism requirements, and the effects of the specific mutation). Mitochondrial diseases are very numerous and different. Apart from diseases caused by abnormalities in mitochondrial DNA, many diseases are suspected to be associated in part by mitochondrial dysfunctions, such as diabetes mellitus, forms of cancer and cardiovascular disease, lactic acidosis, specific forms of myopathy, osteoporosis, Alzheimer's disease, Parkinsons's disease, stroke, male infertility and which are also believed to play a role in the aging process.",
            "score": 173.60459899902344
        },
        {
            "docid": "14655516_16",
            "document": "Cytochrome c oxidase subunit I . A mitochondrion with largely MT-COI-mutated chromosomes would need to have a positive selection bias in order to frequently become the main type of mitochondrion in a cell (a cell with MT-COI-deficient homoplasmy). There are about 100 to 700 mitochondria per cell, depending on cell type. Furthermore, there is fairly rapid turnover of mitochondria, so that a mitochondrion with MT-COI-mutated chromosomes and a positive selection bias could shortly become the major type of mitochondrion in a cell. The average half-life of mitochondria in rats, depending on cell type, is between 9 and 24 days, and in mice is about 2 days. In humans it is likely that the half life of mitochondria is also a matter of days to weeks.",
            "score": 173.35781860351562
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 173.29090881347656
        },
        {
            "docid": "7407460_12",
            "document": "Optic neuropathy . Mitochondria play a central role in maintaining the life cycle of retinal ganglion cells because of their high energy dependence. Mitochondria are made within the central somata of the retinal ganglion cell, transported down axons, and distributed where they are needed. Genetic mutations in mitochondrial DNA, vitamin depletion, alcohol and tobacco abuse, and use of certain drugs can cause derangements in efficient transport of mitochondria, which can cause a primary or secondary optic neuropathy.",
            "score": 173.1528778076172
        },
        {
            "docid": "26846982_2",
            "document": "Midget cell . A midget cell is one type of retinal ganglion cell. Midget cells originate in the ganglion cell layer of the retina, and project to the parvocellular layers of the lateral geniculate nucleus (LGN). The axons of midget cells travel through the optic nerve and optic tract, ultimately synapsing with parvocellular cells in the LGN. These cells are known as midget retinal ganglion cells due to the small sizes of their dendritic trees and cell bodies. About 80% of RGCs are midget cells. They receive inputs from relatively few rods and cones. In many cases, they are connected to midget bipolar cells, which are linked to one cone each. They have slow conduction velocity, and respond to changes in color but respond only weakly to changes in contrast unless the change is great. They have simple center-surround receptive fields, where the center may be either ON or OFF while the surround is the opposite.",
            "score": 171.0225372314453
        },
        {
            "docid": "23303326_3",
            "document": "Uniparental inheritance . Although most of the eukaryotic sub-cellular parts do not have their own DNA nor are capable of replication independent of the nucleus, there are some exceptions such as mitochondria and chloroplasts. Not only are these organelles capable of independent DNA replication, translation, and transcription, they are commonly known to inherit genes from only one parental type. In the case of mitochondria, maternal inheritance is almost the exclusive form of inheritance. Although, during egg cell fertilization, mitochondria are brought into the fertilized cell both by the egg cell and the sperm, the paternal mitochondria are usually marked with ubiquitin and are later destroyed. Even if they are not destroyed, the DNA's of different mitochondria rarely genetically recombine with one another. Thus, mitochondria in most animals are inherited from the maternal type only.",
            "score": 169.8468780517578
        },
        {
            "docid": "1892610_8",
            "document": "Leber's hereditary optic neuropathy . The eye pathology is limited to the retinal ganglion cell layer especially the maculopapillary bundle. Degeneration is evident from the retinal ganglion cell bodies to the axonal pathways leading to the lateral geniculate nuclei. Experimental evidence reveals impaired glutamate transport and increased reactive oxygen species (ROS) causing apoptosis of retinal ganglion cells. Also, experiments suggest that normal non LHON affected retinal ganglion cells produce less of the potent superoxide radical than other normal central nervous system neurons. Viral vector experiments which augment superoxide dismutase 2 in LHON cybrids or LHON animal models or use of exogenous glutathione in LHON cybrids have been shown to rescue LHON affected retinal ganglion cells from apoptotic death. These experiments may in part explain the death of LHON affected retinal ganglion cells in preference to other central nervous system neurons which also carry LHON affected mitochondria.",
            "score": 169.15777587890625
        },
        {
            "docid": "19588_7",
            "document": "Mitochondrion . In 1939, experiments using minced muscle cells demonstrated that cellular respiration using one oxygen atom can form two adenosine triphosphate (ATP) molecules, and, in 1941, the concept of the phosphate bonds of ATP being a form of energy in cellular metabolism was developed by Fritz Albert Lipmann. In the following years, the mechanism behind cellular respiration was further elaborated, although its link to the mitochondria was not known. The introduction of tissue fractionation by Albert Claude allowed mitochondria to be isolated from other cell fractions and biochemical analysis to be conducted on them alone. In 1946, he concluded that cytochrome oxidase and other enzymes responsible for the respiratory chain were isolated to the mitochondria. Eugene Kennedy and Albert Lehninger discovered in 1948 that mitochondria are the site of oxidative phosphorylation in eukaryotes. Over time, the fractionation method was further developed, improving the quality of the mitochondria isolated, and other elements of cell respiration were determined to occur in the mitochondria.",
            "score": 167.9464569091797
        },
        {
            "docid": "19588_62",
            "document": "Mitochondrion . An individual's mitochondrial genes are not inherited by the same mechanism as nuclear genes. Typically, the mitochondria are inherited from one parent only. In humans, when an egg cell is fertilized by a sperm, the egg nucleus and sperm nucleus each contribute equally to the genetic makeup of the zygote nucleus. In contrast, the mitochondria, and therefore the mitochondrial DNA, usually come from the egg only. The sperm's mitochondria enter the egg, but do not contribute genetic information to the embryo. Instead, paternal mitochondria are marked with ubiquitin to select them for later destruction inside the embryo. The egg cell contains relatively few mitochondria, but it is these mitochondria that survive and divide to populate the cells of the adult organism. Mitochondria are, therefore, in most cases inherited only from mothers, a pattern known as maternal inheritance. This mode is seen in most organisms, including the majority of animals. However, mitochondria in some species can sometimes be inherited paternally. This is the norm among certain coniferous plants, although not in pine trees and yews. For Mytilids, paternal inheritance only occurs within males of the species. It has been suggested that it occurs at a very low level in humans. There is a recent suggestion that mitochondria that shorten male lifespan stay in the system because they are inherited only through the mother. By contrast, natural selection weeds out mitochondria that reduce female survival as such mitochondria are less likely to be passed on to the next generation. Therefore, it is suggested that human females and female animals tend to live longer than males. The authors claim that this is a partial explanation.",
            "score": 167.818359375
        },
        {
            "docid": "267694_6",
            "document": "Nervous tissue . Neurons are cells with specialized features that allow them to receive and facilitate nerve impulses, or action potentials, across their membrane to the next neuron. They possess a large cell body (soma), with cell projections called dendrites and an axon. Dendrites are thin, branching projections that receive electrochemical signaling (neurotransmitters) to create a change in voltage in the cell. Axons are long projections that carry the action potential away from the cell body toward the next neuron. The bulb-like end of the axon, called the axon terminal, is separated from the dendrite of the following neuron by a small gap called a synaptic cleft. When the action potential travels to the axon terminal, neurotransmitters are released across the synapse and bind to the post-synaptic receptors, continuing the nerve impulse.",
            "score": 167.51438903808594
        },
        {
            "docid": "205156_11",
            "document": "Dysgeusia . A single taste bud is composed of four different types of cells, and each taste bud has at least 30 to 80 cells. Type I cells are thinly shaped, usually in the periphery of other cells. They also contain high amounts of chromatin. Type II cells have prominent nuclei and nucleoli with much less chromatin than Type I cells. Type III cells have multiple mitochondria and large vesicles. Type I, II, and III cells also contain synapses. Type IV cells are normally rooted at the posterior end of the taste bud. Every cell in the taste bud forms microvilli at the ends. In humans, the sense of taste is conveyed via three of the twelve cranial nerves. The chorda tympani is responsible for taste sensations from the anterior two thirds of the tongue, the glossopharyngeal nerve (IX) is responsible for taste sensations from the posterior one third of the tongue while a branch of the vagus nerve (X) carries some taste sensations from the back of the oral cavity.",
            "score": 166.02557373046875
        },
        {
            "docid": "42073672_22",
            "document": "Neuronal self-avoidance . The actual main conclusions are based in the identification of different types of retinal neurons, each one with a different coverage factor value revealing graded degrees of homotypic dendritic repulsion. Developmental sequence accepted is 1) define number and spacing of cells, 2) controlled growth of branches and 3) fine-tune of dendritic tiling for maximal coverage of the structure. Experiments with mutant mice for \"Math5\" and \"Brn3b\" (responsible of degeneration of 95% and 80% of retinal ganglion cells, respectively) shows that removal of ganglion cells doesn't decrease the retinal ganglion cell types and that position of these cells isnot defined by dendritic homotypic interactions only, but for some kind of intrinsic genetic program.",
            "score": 165.57200622558594
        },
        {
            "docid": "343169_31",
            "document": "Dendritic spine . In 2015 study published in Cell by Jeff Lichtman lab at Harvard researchers describe automated technologies to probe the structure of neural tissue at nanometer resolution and use them to generate a saturated reconstruction of a sub-volume of mouse neocortex in which all cellular objects (axons, dendrites, and glia) and many sub-cellular components (synapses, synaptic vesicles, spines, spine apparati, postsynaptic densities, and mitochondria) are rendered and itemized in a database. By tracing the trajectories of all excitatory axons and noting their juxtapositions, both synaptic and non-synaptic, with every dendritic spine the study refutes the idea that physical proximity is sufficient to predict synaptic connectivity (the so-called Peters’ rule).",
            "score": 165.50123596191406
        },
        {
            "docid": "8131_2",
            "document": "Dendrite . Dendrites (from Greek δένδρον \"déndron\", \"tree\"), also dendrons, are branched protoplasmic extensions of a nerve cell that propagate the electrochemical stimulation received from other neural cells to the cell body, or soma, of the neuron from which the dendrites project. Electrical stimulation is transmitted onto dendrites by upstream neurons (usually their axons) via synapses which are located at various points throughout the dendritic tree. Dendrites play a critical role in integrating these synaptic inputs and in determining the extent to which action potentials are produced by the neuron. Dendritic arborization, also known as dendritic branching, is a multi-step biological process by which neurons form new dendritic trees and branches to create new synapses. The morphology of dendrites such as branch density and grouping patterns are highly correlated to the function of the neuron. Malformation of dendrites is also tightly correlated to impaired nervous system function. Some disorders that are associated with the malformation of dendrites are autism, depression, schizophrenia, Down syndrome and anxiety.",
            "score": 165.14682006835938
        },
        {
            "docid": "48334_15",
            "document": "Retina . In section, the retina is no more than 0.5 mm thick. It has three layers of nerve cells and two of synapses, including the unique ribbon synapse. The optic nerve carries the ganglion cell axons to the brain, and the blood vessels that supply the retina. The ganglion cells lie innermost in the eye while the photoreceptive cells lie beyond. Because of this counter-intuitive arrangement, light must first pass through and around the ganglion cells and through the thickness of the retina, (including its capillary vessels, not shown) before reaching the rods and cones. Light is absorbed by the retinal pigment epithelium or the choroid (both of which are opaque).",
            "score": 164.9368438720703
        },
        {
            "docid": "480700_11",
            "document": "Biosensor . Organelles form separate compartments inside cells and usually perform function independently. Different kinds of organelles have various metabolic pathways and contain enzymes to fulfill its function. Commonly used organelles include lysosome, chloroplast and mitochondria. The spatial-temporal distribution pattern of calcium is closed related to ubiquitous signaling pathway. Mitochondria actively participate in the metabolism of calcium ions to control the function and also modulate the calcium related signaling pathways. Experiments have proved that mitochondria have the ability to respond to high calcium concentration generated in the proximity by opening the calcium channel. In this way, mitochondria can be used to detect the calcium concentration in medium and the detection is very sensitive due to high spatial resolution. Another application of mitochondria is used for detection of water pollution. Detergent compounds' toxicity will damage the cell and subcellular structure including mitochondria. The detergents will cause a swelling effect which could be measured by an absorbance change. Experiment data shows the change rate is proportional to the detergent concentration, providing a high standard for detection accuracy.",
            "score": 164.9307098388672
        },
        {
            "docid": "4009722_12",
            "document": "Kjer's optic neuropathy . Mitochondria are subcellular structures that generate and transform energy from metabolism into discrete usable units (ATP) for the cell’s functions (\"See oxidative phosphorylation, electron transport chain\"). Retinal ganglion cells (neurons), which make up the optic nerve, have a high energy demand and are particularly sensitive to mitochondrial dysfunction. This is especially the case for smaller and less myelinated neurons such as those found in the papillomacular bundle of the retina, which transmit information corresponding to the central visual field. Biochemical and mitochondrial morphological studies on cells from patients affected by autosomal dominant optic atrophy have shown a severe defect in the shape (with a very remarkable fragmentation of the mitochondrial tubules in small spheres) and distribution of mitochondria, occurring independently from a bioenergetic defect (respiratory chain function, ATP synthesis, and reactive oxygen species production) or apoptosis, indicating that the mitochondrial fusion defect is the primary pathogenetic mechanism, although variable bioenergetic defects can also occur as a secondary phenomenon, especially in severe cases with complicated phenotypes and accumulation of multiple mitochondrial-DNA deletions.",
            "score": 164.34512329101562
        },
        {
            "docid": "52832272_10",
            "document": "Mitochondria associated membranes . One of the causes of Parkinson’s disease is mutations in genes encoding for different proteins that are localized at the MAM sites. Mutations in the genes that encode the proteins Parkin, PINK1, alpha-Synuclein (α-Syn) or the protein deglycase DJ-1 have been linked to this disease through research. However, further research is still being considered in order to determine the direct correlations of these genes to Parkinson’s disease. In normal conditions, these genes are believed to be responsible for the cells ability to degrade mitochondria that has been rendered nonfunctional in a process known as mitophagy. However, mutations in the Parkin and pink1 genes have been associated with the cells becoming incapable of degrading faulty mitochondria. The proteins alpha-Synuclein (α-Syn) and DJ-1 have been shown to promote MAM function interaction between the ER and the mitochondria. The wild-type gene that codes for α-Syn promotes the physical junction between ER and mitochondria by binding to the lipid raft regions of the MAM. However, the mutant form of this gene has a low affinity to the lipid raft regions, thereby diminishing the contact between the ER and mitochondria and causing accumulation of α-Syn in Lewy bodies which is a major characteristic of PD. Further research on PD association with alterations in MAM is still being developed.",
            "score": 161.2347412109375
        },
        {
            "docid": "337153_26",
            "document": "Gap junction . Because of the widespread occurrence of gap junctions in cell types other than nerve cells the term gap junction became more generally used than terms such as electrical synapse or nexus. Another dimension in the relationship between nerve cells and gap junctions was revealed by studying chemical synapse formation and gap junction presence. By tracing nerve development in leeches with gap junction expression suppressed it was shown that the bidirectional gap junction (electrical nerve synapse) needs to form between two cells before they can grow to form a unidirectional \"chemical nerve synapse\". The chemical nerve synapse is the synapse most often truncated to the more ambiguous term \"nerve synapse\".",
            "score": 160.82437133789062
        },
        {
            "docid": "8444537_5",
            "document": "Neuropathy, ataxia, and retinitis pigmentosa . This condition is inherited in a pattern reflecting its location in mitochondrial DNA, which is also known as maternal inheritance. This pattern of inheritance applies to genes contained in mitochondrial DNA. Because egg cells, but not sperm cells, contribute mitochondria to the developing embryo, only females pass mitochondrial conditions to their children. Mitochondrial disorders can appear in every generation of a family and can affect both males and females, but fathers do not pass mitochondrial traits to their children. Most of the body's cells contain thousands of mitochondria, each with one or more copies of mitochondrial DNA. The severity of some mitochondrial disorders is associated with the percentage of mitochondria in each cell that has a particular genetic change. Most individuals with NARP have a specific MT-ATP6 mutation in 70 percent to 90 percent of their mitochondria. When this mutation is present in a higher percentage of a person's mitochondria—greater than 90 percent to 95 percent—it causes a more severe condition known as maternally inherited Leigh syndrome. Because these two conditions result from the same genetic changes and can occur in different members of a single family, researchers believe that they may represent a spectrum of overlapping features instead of two distinct syndromes.",
            "score": 160.77047729492188
        }
    ]
}