{
    "q": [
        {
            "docid": "15235_35",
            "document": "Genomic imprinting . A similar imprinting phenomenon has also been described in flowering plants (angiosperms). During fertilisation of the egg cell, a second, separate fertilization event gives rise to the endosperm, an extraembryonic structure that nourishes the embryo in a manner analogous to the mammalian placenta. Unlike the embryo, the endosperm is often formed from the fusion of two maternal cells with a male gamete. This results in a triploid genome. The 2:1 ratio of maternal to paternal genomes appears to be critical for seed development. Some genes are found to be expressed from both maternal genomes while others are expressed exclusively from the lone paternal copy. It has been suggested that these imprinted genes are responsible for the triploid block effect in flowering plants that prevents hybridization between diploids and autotetraploids.",
            "score": 293.0798752307892
        },
        {
            "docid": "46697210_19",
            "document": "Epigenetics of human development . Another hypothesis states that imprinting may help protect the female from ovarian trophoblastic disease and parthenogenesis. Trophoblastic disease occurs when a sperm fertilizes an egg with no nucleus and a cancer-like mass forms in the placenta. Parthenogenesis occurs when an unfertilized egg develops into a fully functional organism that is genetically identical to the parent, who is female in the case of animals or both sexes, in the case of plants. This does not occur naturally in mammals. In most animals, especially mammals, uniparental inheritance of chromosomes is often lethal or results in developmental abnormalities, sometimes physically but often cognitively. Other hypotheses point to the function of imprinting as a way of establishing the proper amount of expression or functional haploidy, much like silencing the extra X-chromosome in females (see section on Barr bodies). Imprinting may help in the differentiation of cells by silencing pluripotency genes or other developmental genes. Supporting this hypothesis, imprinted genes have been shown to differ in their expression between tissue types in the same organism, pointing to divergent outcomes as a result of developmental events during embryogenesis. Regardless of whether there is a single purpose for imprinting, numerous studies have shown that a normal and functional organism cannot be made without the various imprinting mechanisms.",
            "score": 222.50397396087646
        },
        {
            "docid": "14372314_4",
            "document": "Lateral shoot . Through testing with Arabidopsis thaliana (A plant considered a model organism for plant genetic studies) genes including MAX1 and MAX2 have been found to affect growth of lateral shoots. Gene knockouts of these genes cause abnormal proliferation of the plants affected, implying they are used for repressing said growth in wild type plants. Another set of experiments with Arabidopsis thaliana testing genes in the plant hormone florigen, two genes FT and TSF (which are abbreviations for Flowering Locus T, and Twin Sister of FT) when knocked out, appear to affect lateral shoot in a negative fashion. These mutants cause slower growth and improper formation of lateral shoots, which could also mean that lateral shoots are important to florigen's function. Along with general growth there are also transcription factors that directly effect the production of additional lateral shoots like the TCP family (also known as Teosinte branched 1/cycloidea/proliferating cell factor) which are plant specific proteins that suppress lateral shoot branching. Additionally the TCP family has been found to be partially responsible for inhibiting the cell's Growth hormone–releasing hormone (GHRF) which means it also inhibits cell proliferation. Apical dominance",
            "score": 144.28032076358795
        },
        {
            "docid": "27237858_6",
            "document": "Detlef Weigel . Through his study of factors that control the onset of flowering, a quintessential adaptive trait, Weigel became interested in more general questions of evolution. Apart from work on genetic variation in environment-dependent developmental processes, his group is known for the generation of extensive genomic resources, such as the first haplotype map for a non-mammalian species. To further exploit and advance the understanding of genetic variation, Weigel and colleagues initiated the 1001 Genomes project for \"Arabidopsis thaliana\". Related to this is a new area of interest, in genetic barriers. In collaboration with Jeffery Dangl, his group discovered that such barriers in plants are often associated with autoimmunity. They could show that in certain hybrid offspring, specific gene products contributed by one of the parents may be inappropriately recognized as foreign and pathogenic, and thus trigger pervasive cell death throughout the plant. Most of the causal genes encode components of the immune system, indicating that there are constraints on the assembly of an optimal immune system.",
            "score": 143.92588829994202
        },
        {
            "docid": "15235_13",
            "document": "Genomic imprinting . Imprinting is a dynamic process. It must be possible to erase and re-establish imprints through each generation so that genes that are imprinted in an adult may still be expressed in that adult's offspring. (For example, the maternal genes that control insulin production will be imprinted in a male but will be expressed in any of the male's offspring that inherit these genes.) The nature of imprinting must therefore be epigenetic rather than DNA sequence dependent. In germline cells the imprint is erased and then re-established according to the sex of the individual, i.e. in the developing sperm (during spermatogenesis), a paternal imprint is established, whereas in developing oocytes (oogenesis), a maternal imprint is established. This process of erasure and reprogramming is necessary such that the germ cell imprinting status is relevant to the sex of the individual. In both plants and mammals there are two major mechanisms that are involved in establishing the imprint; these are DNA methylation and histone modifications.",
            "score": 219.71943497657776
        },
        {
            "docid": "44055899_2",
            "document": "Triploid block . Triploid block is a phenomenon describing the formation of nonviable progeny after hybridization of flowering plants that differ in ploidy. The barrier is established in the endosperm, a nutritive tissue supporting embryo growth. This phenomenon usually happens when autopolyploidy occurs in diploid plants. Triploid blocks lead to reproductive isolation. The triploid block effects have been explained as possibly due to genomic imprinting in the endosperm.",
            "score": 201.43119621276855
        },
        {
            "docid": "41530702_3",
            "document": "Wolf Reik . Wolf Reik studies how additional information can be added to the genome through a range of processes collectively called epigenetics. He discovered some of the key epigenetic mechanisms important for mammalian development, physiology, genome reprogramming, and human diseases. His early work led to the discovery that the molecular mechanism of genomic imprinting is based on DNA methylation. He uncovered non-coding RNA and chromatin looping regulating imprinted genes, which he showed to be involved in fetal nutrition, growth, and disease. He discovered epigenetic reprogramming, including active demethylation, and showed that it was faulty in reproductive cloning and affects pluripotency of embryonic stem cells. He found that the environment influences epigenetic programming in embryos, with changes in gene expression persisting in adults and their offspring.",
            "score": 178.11210012435913
        },
        {
            "docid": "779824_8",
            "document": "Transfer DNA . [[Reverse genetics]] is usually followed as a functional genomics approach based on the dynamic of biological system that aims to assign a function(s) to genes and determines how genes and their products interact together. Transgenics involving screening of populations by T-DNA insertional mutagenesis is one of the powerful to study loss of function and ectopic expression to assign that function to the gene under investigation. Hence, this method is used widely to study gene function in plants, such as the model plant \"[[Arabidopsis thaliana]]\". While studying T-DNA insertion for gene disruption \"Arabidopsis thaliana\" mutants may also show different phenotypic classes like seedling-lethals, size variants, pigment, embryo-defective, reduced-fertility, dramatic (morphological), and physiological. For example, this gene disruption strategy used for assigning functions to genes defined only by sequence helped to demonstrate En-1 insertion in the flavanone 3-hydroxylase gene (F3H). Knock-out alleles of En-1 insertion in the [[flavonol synthase]] gene (FLS) were characterized by this reverse genetics approach that drastically reduced levels of kaempferol.",
            "score": 137.54669868946075
        },
        {
            "docid": "46694447_12",
            "document": "Epigenetics of plant growth and development . Flowering is a pivotal step in plant development. Numerous epigenetic factors contribute to the regulation of flowering genes, known as flowering loci (FL). In \"Arabidopsis\", flowering locus t is responsible for the production of florigen, which induces changes in the shoot apical meristem, a special set of growth tissues, to establish flowering (Turck et al. 2008). Homologs of the flowering genes exist in flowering plants, but the exact nature of how the genes respond to each mechanism might differ between species (Sun et al. 2014).",
            "score": 164.08715271949768
        },
        {
            "docid": "49033_18",
            "document": "Epigenetics . Epigenetic changes modify the activation of certain genes, but not the genetic code sequence of DNA. The microstructure (not code) of DNA itself or the associated chromatin proteins may be modified, causing activation or silencing. This mechanism enables differentiated cells in a multicellular organism to express only the genes that are necessary for their own activity. Epigenetic changes are preserved when cells divide. Most epigenetic changes only occur within the course of one individual organism's lifetime; however, these epigenetic changes can be transmitted to the organism's offspring through a process called transgenerational epigenetic inheritance. Moreover, if gene inactivation occurs in a sperm or egg cell that results in fertilization, this epigenetic modification may also be transferred to the next generation.",
            "score": 126.61408233642578
        },
        {
            "docid": "31570900_2",
            "document": "Somatic embryogenesis . Somatic embryogenesis is an artificial process in which a plant or embryo is derived from a single somatic cell or group of somatic cells. Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form from the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Somatic embryos are mainly produced \"in vitro\" and for laboratory purposes, using either solid or liquid nutrient media which contain plant growth regulators (PGR’s). The main PGRs used are auxins but can contain cytokinin in a smaller amount. Shoots and roots are monopolar while somatic embryos are bipolar, allowing them to form a whole plant without culturing on multiple media types. Somatic embryogenesis has served as a model to understand the physiological and biochemical events that occur during plant developmental processes as well as a component to biotechnological advancement. The first documentation of somatic embryogenesis was by Steward et al. in 1958 and Reinert in 1959 with carrot cell suspension cultures.",
            "score": 150.3105926513672
        },
        {
            "docid": "535937_18",
            "document": "Ovule . In flowering plants, one sperm nucleus fuses with the egg cell to produce a zygote, the other fuses with the two polar nuclei of the central cell to give rise to the polyploid (typically triploid) endosperm. This double fertilization is unique to flowering plants, although in some other groups the second sperm cell does fuse with another cell in the megagametophyte to produce a second embryo. The plant stores nutrients such as starch, proteins, and oils in the endosperm as a food source for the developing embryo and seedling, serving a similar function to the yolk of animal eggs. The endosperm is also called the albumen of the seed.",
            "score": 173.17357277870178
        },
        {
            "docid": "57414_16",
            "document": "Evolutionary developmental biology . A small fraction of the genes in an organism's genome control the organism's development. These genes are called the developmental-genetic toolkit. They are highly conserved among phyla, meaning that they are ancient and very similar in widely separated groups of animals. Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. Most toolkit genes are parts of signalling pathways: they encode transcription factors, cell adhesion proteins, cell surface receptor proteins and signalling ligands that bind to them, and secreted morphogens that diffuse through the embryo. All of these help to define the fate of undifferentiated cells in the embryo. Together, they generate the patterns in time and space which shape the embryo, and ultimately form the body plan of the organism. Among the most important toolkit genes are the \"Hox\" genes. These transcription factors contain the homeobox protein-binding DNA motif, also found in other toolkit genes, and create the basic pattern of the body along its front-to-back axis. Hox genes determine where repeating parts, such as the many vertebrae of snakes, will grow in a developing embryo or larva. \"Pax-6\", already mentioned, is a classic toolkit gene. Homeobox genes are also found in plants, implying they are common to all eukaryotes.",
            "score": 158.24285924434662
        },
        {
            "docid": "4250553_46",
            "document": "Gene . The duplication and transmission of genetic material from one generation of cells to the next is the basis for molecular inheritance, and the link between the classical and molecular pictures of genes. Organisms inherit the characteristics of their parents because the cells of the offspring contain copies of the genes in their parents' cells. In asexually reproducing organisms, the offspring will be a genetic copy or clone of the parent organism. In sexually reproducing organisms, a specialized form of cell division called meiosis produces cells called gametes or germ cells that are haploid, or contain only one copy of each gene. The gametes produced by females are called eggs or ova, and those produced by males are called sperm. Two gametes fuse to form a diploid fertilized egg, a single cell that has two sets of genes, with one copy of each gene from the mother and one from the father.",
            "score": 175.19794154167175
        },
        {
            "docid": "35773166_4",
            "document": "Epigenetics of autism . Genomic imprinting may also contribute to ASD. Genomic imprinting is another example of epigenetic regulation of gene expression. In this instance, the epigenetic modification(s) causes the offspring to express the maternal copy of a gene or the paternal copy of a gene, but not both. The imprinted gene is silenced through epigenetic mechanisms. Candidate genes and susceptibility alleles for autism are identified using a combination of techniques, including genome-wide and targeted analyses of allele sharing in sib-pairs, using association studies and transmission disequilibrium testing (TDT) of functional and/or positional candidate genes and examination of novel and recurrent cytogenetic aberrations. Results from numerous studies have identified several genomic regions known to be subject to imprinting, candidate genes, and gene-environment interactions. Particularly, chromosomes 15q and 7q appear to be epigenetic hotspots in contributing to ASD. Also, genes on the X chromosome may play an important role, as in Rett Syndrome.",
            "score": 221.17687964439392
        },
        {
            "docid": "39217103_5",
            "document": "Randy Jirtle . Genomic imprinting is an example of epigenetic inheritance that results in the maternal and paternal copies of certain genes being expressed differently. The evolutionary origin of genomic imprinting has been hotly debated, and the conflict theory was proposed to explain its development. This theory posits that imprinting evolved in response to a genetic ‘battle between the sexes’ to determine the level of maternal resources invested in each offspring. Jirtle examined the imprint status of the IGF2R and IGF2 in what, at the time, were unconventional species (opossum and platypus). The data generated from these phylogenetically informative species are consistent with the evolution of imprinting about 150 million years ago in a common ancestor to Therian mammals (i.e. Metatherians and Eutherians) with the advent of placentation and live birth without the use of a shelled egg, and provide strong support for the conflict theory of imprinting evolution. Imprinted genes have been implicated in complex human disorders such as Alzheimer disease, autism, obesity, diabetes and schizophrenia. Jirtle has contributed to the better understanding of these human conditions by identifying novel imprinted genes, either by biochemical analysis of individual genes or by genome-wide studies that used machine learning-based approaches to predict candidate imprinted genes, followed by biochemical examination of these candidates.",
            "score": 197.25177025794983
        },
        {
            "docid": "177938_19",
            "document": "Moss . The moss \"Phycomitrella patens\" has been used as a model organism to study how plants repair damage to their DNA, especially the repair mechanism known as homologous recombination. If the plant cannot repair DNA damage, e.g. double-strand breaks, in their somatic cells, the cells can lose normal functions or die. If this occurs during meiosis (part of sexual reproduction), they could become infertile. The genome of \"P. patens\" has been sequenced, which has allowed several genes involved in DNA repair to be identified. \"P. patens\" mutants that are defective in key steps of homologous recombination have been used to work out how the repair mechanism functions in plants. For example, a study of \"P. patens\" mutants defective in \"Rp\"RAD51, a gene that encodes a protein at the core of the recombinational repair reaction, indicated that homologous recombination is essential for repairing DNA double-strand breaks in this plant. Similarly, studies of mutants defective in \"Ppmre11\" or \"Pprad50\" (that encode key proteins of the MRN complex, the principal sensor of DNA double-strand breaks) showed that these genes are necessary for repair of DNA damage as well as for normal growth and development.",
            "score": 152.21049070358276
        },
        {
            "docid": "15235_2",
            "document": "Genomic imprinting . Genomic imprinting is an epigenetic phenomenon that causes genes to be expressed in a parent-of-origin-specific manner. Forms of genomic imprinting have been demonstrated in fungi, plants and animals. As of 2014, there are about 150 imprinted genes known in the mouse and about half that in humans.",
            "score": 193.42540192604065
        },
        {
            "docid": "37694_9",
            "document": "Seed . Angiosperm (flowering plants) seeds consist of three genetically distinct constituents: (1) the embryo formed from the zygote, (2) the endosperm, which is normally triploid, (3) the seed coat from tissue derived from the maternal tissue of the ovule. In angiosperms, the process of seed development begins with double fertilization, which involves the fusion of two male gametes with the egg cell and the central cell to form the primary endosperm and the zygote. Right after fertilization, the zygote is mostly inactive, but the primary endosperm divides rapidly to form the endosperm tissue. This tissue becomes the food the young plant will consume until the roots have developed after germination.",
            "score": 201.32201647758484
        },
        {
            "docid": "11008314_89",
            "document": "Evolutionary history of plants . Another example is that of \"Linaria vulgaris\", which has two kinds of flower symmetries-radial and bilateral. These symmetries are due to epigenetic changes in just one gene called \"CYCLOIDEA\". \"Arabidopsis thaliana\" has a gene called \"AGAMOUS\" that plays an important role in defining how many petals and sepals and other organs are generated. Mutations in this gene give rise to the floral meristem obtaining an indeterminate fate, and proliferation of floral organs in double-flowered forms of roses, carnations and morning glory. These phenotypes have been selected by horticulturists for their increased number of petals. Several studies on diverse plants like petunia, tomato, Impatiens, maize etc. have suggested that the enormous diversity of flowers is a result of small changes in genes controlling their development.",
            "score": 151.9781665802002
        },
        {
            "docid": "21304415_18",
            "document": "Sexual reproduction . Flowering plants are the dominant plant form on land and they reproduce either sexually or asexually. Often their most distinguishing feature is their reproductive organs, commonly called flowers. The anther produces pollen grains which contain the male gametophytes (sperm). For pollination to occur, pollen grains must attach to the stigma of the female reproductive structure (carpel), where the female gametophytes (ovules) are located inside the ovary. After the pollen tube grows through the carpel's style, the sex cell nuclei from the pollen grain migrate into the ovule to fertilize the egg cell and endosperm nuclei within the female gametophyte in a process termed double fertilization. The resulting zygote develops into an embryo, while the triploid endosperm (one sperm cell plus two female cells) and female tissues of the ovule give rise to the surrounding tissues in the developing seed. The ovary, which produced the female gametophyte(s), then grows into a fruit, which surrounds the seed(s). Plants may either self-pollinate or cross-pollinate.",
            "score": 197.40597867965698
        },
        {
            "docid": "13571938_24",
            "document": "Plant evolutionary developmental biology . At the genetic level, developmental studies have shown that repression of the KNOX genes is required for initiation of the leaf primordium. This is brought about by \"ARP\" genes, which encode transcription factors. Genes of this type have been found in many plants studied till now, and the mechanism i.e. repression of KNOX genes in leaf primordia, seems to be quite conserved. Expression of KNOX genes in leaves produces complex leaves. It is speculated that the \"ARP\" function arose quite early in vascular plant evolution, because members of the primitive group lycophytes also have a functionally similar gene Other players that have a conserved role in defining leaf primordia are the phytohormone auxin, gibberelin and cytokinin. One feature of a plant is its phyllotaxy. The arrangement of leaves on the plant body is such that the plant can maximally harvest light under the given constraints, and hence, one might expect the trait to be genetically robust. However, it may not be so. In maize, a mutation in only one gene called \"abphyl\" (\"abnormal phyllotaxy\") was enough to change the phyllotaxy of the leaves. It implies that sometimes, mutational tweaking of a single locus on the genome is enough to generate diversity. The \"abphyl\" gene was later on shown to encode a cytokinin response regulator protein.",
            "score": 150.98847568035126
        },
        {
            "docid": "26834387_3",
            "document": "Maternal to zygotic transition . To begin transcription of zygotic genes, the embryo must first overcome the silencing that has been established. The cause of this silencing could be due to several factors: chromatin modifications leading to repression, lack of adequate transcription machinery, or lack of time in which significant transcription can occur due to the shortened cell cycles. Evidence for the first method was provided by Newport and Kirschner's experiments showing that nucleocytoplasmic ratio plays a role in activating zygotic transcription. They suggest that a defined amount of repressor is packaged into the egg, and that the exponential amplification of DNA at each cell cycle results in titration of the repressor at the appropriate time. Indeed, in \"Xenopus\" embryos in which excess DNA is introduced, transcription begins earlier. More recently, evidence has been shown that transcription of a subset of genes in \"Drosophila\" is delayed by one cell cycle in haploid embryos. The second mechanism of repression has also been addressed experimentally. Prioleau et al. show that by introducing TATA binding protein (TBP) into \"Xenopus\" oocytes, the block in transcription can be partially overcome. The hypothesis that shortened cell cycles can cause repression of transcription is supported by the observation that mitosis causes transcription to cease.",
            "score": 97.35030221939087
        },
        {
            "docid": "678158_13",
            "document": "Endosperm . The dust-like seeds of orchids have no endosperm. Orchid seedlings are mycoheterotrophic in their early development. In some other species, such as coffee, the endosperm also does not develop. Instead, the nucellus produces a nutritive tissue termed \"perisperm\". The endosperm of some species is responsible for seed dormancy. Endosperm tissue also mediates the transfer of nutrients from the mother plant to the embryo, it acts as a location for gene imprinting, and is responsible for aborting seeds produced from genetically mismatched parents. In angiosperms, the endosperm contain hormones such as cytokinins, which regulate cellular differentiation and embryonic organ formation.",
            "score": 253.044917345047
        },
        {
            "docid": "13415317_4",
            "document": "Expansin . So far, two large families of expansin genes have been discovered in plants, named alpha-expansins (given the gene symbol EXPA) and beta-expansins (EXPB). Both families of expansins have been identified in a wide range of land plants, from angiosperms and gymnosperms to ferns and mosses. The model plant \"Arabidopsis thaliana\" contains around 26 different α-expansin genes and 6 β-expansin genes. A subset of β-expansins has evolved a special role in grass pollen, where they are known as group 1 grass pollen allergens. Plants also have a small set of expansin-like genes (named EXLA and EXLB) whose function has not been established. Some proteins in bacteria and fungi are known to have distant sequence similarity to plant expansins. Strong evidence that at least some of these sequences are indeed expansins came in 2008 when the crystal structure of the YOAJ protein from a bacterium (\"Bacillus subtilis\") was shown to be very similar to the structure of plant expansins, despite the low sequence similarity. This study also noted that proteins related to YOAJ were found in diverse species of plant pathogenic bacteria, but not in related bacteria that did not attack or colonize plants, thus suggesting that these bacterial expansins have a role in plant-microbe interactions. Some animals, such as \"Globodera rostochiensis\", a plant-parasitic nematode, can produce a functional expansin which uses it to loosen cell walls when invading its host plant.",
            "score": 148.99991750717163
        },
        {
            "docid": "646125_16",
            "document": "Heterosis . 'Heterosis without hybridity' effects on plant size have been demonstrated in genetically isogenic F1 triploid (autopolyploid) plants, where paternal genome excess F1 triploids display positive heterosis, whereas maternal genome excess F1s display negative heterosis effects. Such findings demonstrate that heterosis effects, with a genome dosage-dependent epigenetic basis, can be generated in F1 offspring that are genetically isogenic (i.e. harbour no heterozygosity). It has been shown that hybrid vigor in an allopolyploid hybrid of two \"Arabidopsis\" species was due to epigenetic control in the upstream regions of two genes, which caused major downstream alteration in chlorophyll and starch accumulation. The mechanism involves acetylation and/or methylation of specific amino acids in histone H3, a protein closely associated with DNA, which can either activate or repress associated genes.",
            "score": 149.80096578598022
        },
        {
            "docid": "18967_36",
            "document": "Flowering plant . Double fertilization refers to a process in which two sperm cells fertilize cells in the ovule. This process begins when a pollen grain adheres to the stigma of the pistil (female reproductive structure), germinates, and grows a long pollen tube. While this pollen tube is growing, a haploid generative cell travels down the tube behind the tube nucleus. The generative cell divides by mitosis to produce two haploid (\"n\") sperm cells. As the pollen tube grows, it makes its way from the stigma, down the style and into the ovary. Here the pollen tube reaches the micropyle of the ovule and digests its way into one of the synergids, releasing its contents (which include the sperm cells). The synergid that the cells were released into degenerates and one sperm makes its way to fertilize the egg cell, producing a diploid (2\"n\") zygote. The second sperm cell fuses with both central cell nuclei, producing a triploid (3\"n\") cell. As the zygote develops into an embryo, the triploid cell develops into the endosperm, which serves as the embryo's food supply. The ovary will now develop into a fruit and the ovule will develop into a seed. As the development of embryo and endosperm proceeds within the embryo sac, the sac wall enlarges and combines with the nucellus (which is likewise enlarging) and the integument to form the \"seed coat\". The ovary wall develops to form the fruit or pericarp, whose form is closely associated with type of seed dispersal system.",
            "score": 165.88781666755676
        },
        {
            "docid": "4183_45",
            "document": "Botany . Epigenetics is the study of heritable changes in gene function that cannot be explained by changes in the underlying DNA sequence but cause the organism's genes to behave (or \"express themselves\") differently. One example of epigenetic change is the marking of the genes by DNA methylation which determines whether they will be expressed or not. Gene expression can also be controlled by repressor proteins that attach to silencer regions of the DNA and prevent that region of the DNA code from being expressed. Epigenetic marks may be added or removed from the DNA during programmed stages of development of the plant, and are responsible, for example, for the differences between anthers, petals and normal leaves, despite the fact that they all have the same underlying genetic code. Epigenetic changes may be temporary or may remain through successive cell divisions for the remainder of the cell's life. Some epigenetic changes have been shown to be heritable, while others are reset in the germ cells.",
            "score": 155.20522129535675
        },
        {
            "docid": "1170407_2",
            "document": "Thioredoxin . Thioredoxin is a class of small redox proteins known to be present in all organisms. It plays a role in many important biological processes, including redox signaling. In humans, thioredoxins are encoded by \"TXN\" and \"TXN2\" genes. Loss-of-function mutation of either of the two human thioredoxin genes is lethal at the four-cell stage of the developing embryo. Although not entirely understood, thioredoxin plays a central role in humans and is increasingly linked to medicine through their response to reactive oxygen species (ROS). In plants, thioredoxins regulate a spectrum of critical functions, ranging from photosynthesis to growth, flowering and the development and germination of seeds. They have also recently been found to play a role in cell-to-cell communication.",
            "score": 153.03884172439575
        },
        {
            "docid": "53654633_8",
            "document": "Nectar spur . The genetic basis underlying the development of nectar spurs has been explored in several clades of plant families, such as \"Linaria\" and \"Aquilegia\". Studies in model plant \"Antirrhinum\" and \"Arabidopsis\" identified that type I KNOX SHOOTMERISTEMLESS (STM) genes play a role in the development of spur-like structures. These type I KNOX STM genes also play important roles in the development of the growing tip of the plant, the shoot apical meristem, by controlling cell division and prolonging indeterminate growth. Subsequent gene expression studies confirmed that orthologues of the type I KNOX genes are expressed in the petals of \"Linaria\", a genus of plants with a spur arising from the ventral petal. However, the type I KNOX homologues were not were not differentially expressed during spur development on the petals of \"Aquilegia\", while certain TCP genes instead were suggested to play a role. These results suggest that nectar spurs may represent a case of convergent evolution on the genetic level, where the nectar spur has developed through different developmental pathways.",
            "score": 146.0634274482727
        },
        {
            "docid": "1251821_11",
            "document": "Plant embryogenesis . Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Asymmetrical cell division also seems to be important in the development of somatic embryos, and while failure to form the suspensor cell is lethal to zygotic embryos, it is not lethal for somatic embryos.",
            "score": 155.93427515029907
        },
        {
            "docid": "343457_27",
            "document": "Maternal effect . A study done after the Dutch Hunger Winter of 1944-1945 showed that undernutrition during the early stages of pregnancy are associated with hypomethylation of the insulin-like growth factor II (IGF2) gene even after six decades. These individuals had significantly lower methylation rates as compared to their same sex sibling who had not been conceived during the famine. A comparison was done with children conceived prior to the famine so that their mothers were nutrient deprived during the later stages of gestation; these children had normal methylation patterns. The IGF2 stands for insulin-like growth factor II; this gene is a key contributor in human growth and development. IGF2 gene is also maternally imprinted meaning that the mother’s gene is silenced. The mother’s gene is typically methylated at the differentially methylated region (DMR); however, when hypomethylated, the gene is bi-allelically expressed. Thus, individuals with lower methylation states likely lost some of the imprinting effect. Similar results have been demonstrated in the Nr3c1 and Ppara genes of the offspring of rats fed on an isocaloric protein-deficient diet before starting pregnancy. This further implies that the undernutrition was the cause of the epigenetic changes. Surprisingly, there was not a correlation between methylation states and birth weight. This displayed that birth weight may not be an adequate way to determine nutritional status during gestation. This study stressed that epigenetic effects vary depending on the timing of exposure and that early stages of mammalian development are crucial periods for establishing epigenetic marks. Those exposed earlier in gestation had decreased methylation while those who were exposed at the end of gestation had relatively normal methylation levels. The offspring and descendants of mothers with hypomethylation were more likely to develop cardiovascular disease. Epigenetic alterations that occur during embryogenesis and early fetal development have greater physiologic and metabolic effects because they are transmitted over more mitotic divisions. In other words, the epigenetic changes that occur earlier are more likely to persist in more cells.",
            "score": 161.44580626487732
        }
    ],
    "r": [
        {
            "docid": "15235_35",
            "document": "Genomic imprinting . A similar imprinting phenomenon has also been described in flowering plants (angiosperms). During fertilisation of the egg cell, a second, separate fertilization event gives rise to the endosperm, an extraembryonic structure that nourishes the embryo in a manner analogous to the mammalian placenta. Unlike the embryo, the endosperm is often formed from the fusion of two maternal cells with a male gamete. This results in a triploid genome. The 2:1 ratio of maternal to paternal genomes appears to be critical for seed development. Some genes are found to be expressed from both maternal genomes while others are expressed exclusively from the lone paternal copy. It has been suggested that these imprinted genes are responsible for the triploid block effect in flowering plants that prevents hybridization between diploids and autotetraploids.",
            "score": 293.0798645019531
        },
        {
            "docid": "678158_13",
            "document": "Endosperm . The dust-like seeds of orchids have no endosperm. Orchid seedlings are mycoheterotrophic in their early development. In some other species, such as coffee, the endosperm also does not develop. Instead, the nucellus produces a nutritive tissue termed \"perisperm\". The endosperm of some species is responsible for seed dormancy. Endosperm tissue also mediates the transfer of nutrients from the mother plant to the embryo, it acts as a location for gene imprinting, and is responsible for aborting seeds produced from genetically mismatched parents. In angiosperms, the endosperm contain hormones such as cytokinins, which regulate cellular differentiation and embryonic organ formation.",
            "score": 253.044921875
        },
        {
            "docid": "1435541_15",
            "document": "Non-Mendelian inheritance . Genes are imprinted differently depending on the parental origin of the chromosome that contains them. In mice, the insulin-like growth factor 2 gene undergoes imprinting. The protein encoded by this gene helps to regulate body size. Mice that possess two functional copies of this gene are larger than those with two mutant copies. The size of mice that are heterozygous at this locus depends on the parent from which the wild type allele came. If the functional allele originated from the mother, the offspring will exhibit dwarfism, whereas a paternal allele will generate a normal sized mouse. This is because the maternal \"Igf2\" gene is imprinted. Imprinting results in the inactivation of the \"Igf2\" gene on the chromosome passed down by the mother.",
            "score": 237.2550811767578
        },
        {
            "docid": "612236_3",
            "document": "Kaguya (mouse) . A process called haploidisation is used to remove one of the two sets of chromosomes from some cells leaving them with only one, just like normal gametes. The researchers led by Tomohiro Kono at the Tokyo University of Agriculture used cells from two different female mice and combined them to make a single unique animal. Normally this would not be possible due to genetic imprinting requiring genes inherited from the father for normal placental development. They were able to succeed by using one egg from an immature parent, thus reducing maternal imprinting, and modifying it to express the gene \"Igf2\", which is normally only expressed by the paternal copy of the gene. Even with this, only two of 457 eggs developed to maturity.",
            "score": 230.36367797851562
        },
        {
            "docid": "15235_8",
            "document": "Genomic imprinting . No naturally occurring cases of parthenogenesis exist in mammals because of imprinted genes. However, in 2004, experimental manipulation by Japanese researchers of a paternal methylation imprint controlling the \"Igf2\" gene led to the birth of a mouse (named Kaguya) with two maternal sets of chromosomes, though it is not a true parthenogenone since cells from two different female mice were used. The researchers were able to succeed by using one egg from an immature parent, thus reducing maternal imprinting, and modifying it to express the gene Igf2, which is normally only expressed by the paternal copy of the gene.",
            "score": 227.75462341308594
        },
        {
            "docid": "46697210_19",
            "document": "Epigenetics of human development . Another hypothesis states that imprinting may help protect the female from ovarian trophoblastic disease and parthenogenesis. Trophoblastic disease occurs when a sperm fertilizes an egg with no nucleus and a cancer-like mass forms in the placenta. Parthenogenesis occurs when an unfertilized egg develops into a fully functional organism that is genetically identical to the parent, who is female in the case of animals or both sexes, in the case of plants. This does not occur naturally in mammals. In most animals, especially mammals, uniparental inheritance of chromosomes is often lethal or results in developmental abnormalities, sometimes physically but often cognitively. Other hypotheses point to the function of imprinting as a way of establishing the proper amount of expression or functional haploidy, much like silencing the extra X-chromosome in females (see section on Barr bodies). Imprinting may help in the differentiation of cells by silencing pluripotency genes or other developmental genes. Supporting this hypothesis, imprinted genes have been shown to differ in their expression between tissue types in the same organism, pointing to divergent outcomes as a result of developmental events during embryogenesis. Regardless of whether there is a single purpose for imprinting, numerous studies have shown that a normal and functional organism cannot be made without the various imprinting mechanisms.",
            "score": 222.50396728515625
        },
        {
            "docid": "35773166_4",
            "document": "Epigenetics of autism . Genomic imprinting may also contribute to ASD. Genomic imprinting is another example of epigenetic regulation of gene expression. In this instance, the epigenetic modification(s) causes the offspring to express the maternal copy of a gene or the paternal copy of a gene, but not both. The imprinted gene is silenced through epigenetic mechanisms. Candidate genes and susceptibility alleles for autism are identified using a combination of techniques, including genome-wide and targeted analyses of allele sharing in sib-pairs, using association studies and transmission disequilibrium testing (TDT) of functional and/or positional candidate genes and examination of novel and recurrent cytogenetic aberrations. Results from numerous studies have identified several genomic regions known to be subject to imprinting, candidate genes, and gene-environment interactions. Particularly, chromosomes 15q and 7q appear to be epigenetic hotspots in contributing to ASD. Also, genes on the X chromosome may play an important role, as in Rett Syndrome.",
            "score": 221.1768798828125
        },
        {
            "docid": "15235_22",
            "document": "Genomic imprinting . Others have approached their study of the origins of genomic imprinting from a different side, arguing that natural selection is operating on the role of epigenetic marks as machinery for homologous chromosome recognition during meiosis, rather than on their role in differential expression. This argument centers on the existence of epigenetic effects on chromosomes that do not directly affect gene expression, but do depend on which parent the chromosome originated from. This group of epigenetic changes that depend on the chromosome's parent of origin (including both those that affect gene expression and those that do not) are called parental origin effects, and include phenomena such as paternal X inactivation in the marsupials, nonrandom parental chromatid distribution in the ferns, and even mating type switching in yeast. This diversity in organisms that show parental origin effects has prompted theorists to place the evolutionary origin of genomic imprinting before the last common ancestor of plants and animals, over a billion years ago.",
            "score": 219.98382568359375
        },
        {
            "docid": "15235_13",
            "document": "Genomic imprinting . Imprinting is a dynamic process. It must be possible to erase and re-establish imprints through each generation so that genes that are imprinted in an adult may still be expressed in that adult's offspring. (For example, the maternal genes that control insulin production will be imprinted in a male but will be expressed in any of the male's offspring that inherit these genes.) The nature of imprinting must therefore be epigenetic rather than DNA sequence dependent. In germline cells the imprint is erased and then re-established according to the sex of the individual, i.e. in the developing sperm (during spermatogenesis), a paternal imprint is established, whereas in developing oocytes (oogenesis), a maternal imprint is established. This process of erasure and reprogramming is necessary such that the germ cell imprinting status is relevant to the sex of the individual. In both plants and mammals there are two major mechanisms that are involved in establishing the imprint; these are DNA methylation and histone modifications.",
            "score": 219.7194366455078
        },
        {
            "docid": "18723957_5",
            "document": "Angelman syndrome . Angelman syndrome is caused by the loss of the normal maternal contribution to a region of chromosome 15, most commonly by deletion of a segment of that chromosome. Other causes include uniparental disomy, translocation, or single gene mutation in that region. A healthy person receives two copies of chromosome 15, one from the mother, the other from the father. However, in the region of the chromosome that is critical for Angelman syndrome, the maternal and paternal contribution express certain genes very differently. This is due to sex-specific epigenetic imprinting; the biochemical mechanism is DNA methylation. In a normal individual, the maternal allele of the gene \"UBE3A\", part of the ubiquitin pathway, is expressed and the paternal allele is specifically silenced in the developing brain. In the hippocampus and cerebellum, the maternal allele is almost exclusively the active one. If the maternal contribution is lost or mutated, the result is Angelman syndrome. (Some other genes on chromosome 15 are maternally imprinted, and when the paternal contribution is lost, by similar mechanisms, the result is Prader-Willi syndrome.) The methylation test that is performed for Angelman syndrome (a defect in UBE3A) looks for methylation on the gene's neighbor SNRPN (which is silenced by methylation on the maternal copy of the gene).",
            "score": 219.23719787597656
        },
        {
            "docid": "62610_18",
            "document": "Polyploid . Most polyploids display novel variation or morphologies relative to their parental species, that may contribute to the processes of speciation and eco-niche exploitation. The mechanisms leading to novel variation in newly formed allopolyploids may include gene dosage effects (resulting from more numerous copies of genome content), the reunion of divergent gene regulatory hierarchies, chromosomal rearrangements, and epigenetic remodeling, all of which affect gene content and/or expression levels. Many of these rapid changes may contribute to reproductive isolation and speciation. However seed generated from interploidy crosses, such as between polyploids and their parent species, usually suffer from aberrant endosperm development which impairs their viability, thus contributing to polyploid speciation.",
            "score": 217.3364715576172
        },
        {
            "docid": "5882252_8",
            "document": "Pseudopseudohypoparathyroidism . The GNAS1 gene involved in both pseudohypoparathyroidism type 1a and pseudopseudohypoparathyroidism is greatly affected by imprinting. When a father who has pseudohypoparathyroidism undergoes spermatogenesis, imprinting of the GNAS1 gene inactivates both copies of his genes: one will be Functional and the other will be defective. Tissues in the body will re-activate different copies of the GNAS1 gene selectively; the kidneys will selectively activate the (functional) maternal copy while keeping the (defective) paternally-derived gene imprinted and inactive, even in normal individuals. Since the maternally-derived GNAS1 gene is functional, renal handling of calcium and phosphate is normal, and homeostasis is maintained in psedupseudohypoparathyroidism. However, the rest of the tissues will instead selectively display the defective gene, resulting in haploinsufficiency of the GNAS1 product in most tissues, and giving the phenotype of pseudohypoparathyroidism type 1a. As a result, there is also a normal response to urinary cAMP to PTH, and normal serum PTH.",
            "score": 212.83346557617188
        },
        {
            "docid": "15235_9",
            "document": "Genomic imprinting . Parthenogenetic/gynogenetic embryos have twice the normal expression level of maternally derived genes, and lack expression of paternally expressed genes, while the reverse is true for androgenetic embryos. It is now known that there are at least 80 imprinted genes in humans and mice, many of which are involved in embryonic and placental growth and development. Hybrid offspring of two species may exhibit unusual growth due to the novel combination of imprinted genes.",
            "score": 210.89520263671875
        },
        {
            "docid": "54996_18",
            "document": "Prader–Willi syndrome . PWS is a disorder caused by an epigenetic phenomenon known as imprinting. PWS is caused by the deletion of the paternal copies of the SNRPN and necdin genes along with clusters of snoRNAs: SNORD64, SNORD107, SNORD108 and two copies of SNORD109, 29 copies of SNORD116 (HBII-85) and 48 copies of SNORD115 (HBII-52). These are on chromosome 15 located in the region 15q11-13. This so-called PWS/AS region may be lost by one of several genetic mechanisms which, in the majority of instances occurs through chance mutation. Other less common mechanisms include; uniparental disomy, sporadic mutations, chromosome translocations, and gene deletions. Due to imprinting, the maternally inherited copies of these genes are virtually silent, only the paternal copies of the genes are expressed. PWS results from the loss of paternal copies of this region. Deletion of the same region on the maternal chromosome causes Angelman syndrome (AS). PWS and AS represent the first reported instances of imprinting disorders in humans.",
            "score": 210.85205078125
        },
        {
            "docid": "15235_5",
            "document": "Genomic imprinting . In diploid organisms (like humans), the somatic cells possess two copies of the genome, one inherited from the father and one from the mother. Each autosomal gene is therefore represented by two copies, or alleles, with one copy inherited from each parent at fertilization. For the vast majority of autosomal genes, expression occurs from both alleles simultaneously. In mammals, however, a small proportion (<1%) of genes are imprinted, meaning that gene expression occurs from only one allele (some recent studies have questioned this assertion, claiming that the number of regions of parent-of-origin methylation in, for example, the human genome, is much larger than previously thought). The expressed allele is dependent upon its parental origin. For example, the gene encoding insulin-like growth factor 2 (IGF2/Igf2) is only expressed from the allele inherited from the father.",
            "score": 210.59593200683594
        },
        {
            "docid": "23754109_9",
            "document": "Neonatal diabetes mellitus . An average of 70% of TNDM is caused by defects initiating over-expression of the father genes in the imprinted region (genes whose expression is dependent on the parent that contributed them) of chromosome 6q24 (Chromosome meaning a string-like structure made of nucleic acid and protein that carries genetic material). There are three mechanism that can cause 6q24-related TNDM, which includes the father's DNA being defected by uniparental isodisomy (UPD) on chromosome 6 and inherited duplication of 6q24 (inherited duplication is a small chromosomal change in which a very little amount of genetic material is copied in chromosome 6). The last possible cause of TNDM, the mother's genes are affected by DNA methylation (DNA methylation is the process in which methyl groups or CH3- are added to the DNA molecule. When a methyl group is located on a promoter, it stops gene transcription). In previous research, it has been observed the involvement of an imprinted gene within TNDM, is only expressed by the father's genetic material or chromosome. Resulting,in an increased expression of the imprinted gene by UPD or inherited duplication that leads to the onset of diabetes. Numerous defects within the genome can lead to over-expression of the father's defected genes in the chromosome 6q24 region and result in TNDM. However, there are two genes in this region that can be associated with TNDM:",
            "score": 207.89303588867188
        },
        {
            "docid": "11008314_96",
            "document": "Evolutionary history of plants . Genome doubling is a relatively common occurrence in plant evolution and results in polyploidy, which is consequently a common feature in plants. It is estimated that at least half (and probably all) plants have seen genome doubling in their history. Genome doubling entails gene duplication, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form; though it is not known why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, causing genome duplication. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families are lesser than animals, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are more clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 207.10983276367188
        },
        {
            "docid": "35773166_6",
            "document": "Epigenetics of autism . Duplications of 15q11-13 are associated with about 5% of patients with ASD and about 1% of patients diagnosed with classical Autism. 15q11-13 in humans contains a cluster of genetically imprinted genes important for normal neurodevelopment. (Table 1) Like other genetically imprinted genes, the parent of origin determines the phenotypes associated with 15q11-13 duplications. \"Parent of origin effects\" cause gene expression to occur only from one of the two copies of alleles that individuals receive from their parents. (For example, MKRN3 shows a parent of origin effect and is paternally imprinted. This means that only the MKRN3 allele received from the paternal side will be expressed.) Genes that are deficient in paternal or maternal 15q11-13 alleles result in Prader-Willi or Angelman syndromes, respectively, and duplications in the maternal copy lead to a distinct condition that often includes autism. Overexpression of maternally imprinted genes is predicted to cause autism, which focuses attention to the maternally expressed genes on 15q11-13, although it is still possible that alterations in the expression of both imprinted and bilallelically expressed genes contribute to these disorders. The commonly duplicated region of chromosome 15 also includes paternally imprinted genes that can be considered candidates for ASD. (See Table 1)",
            "score": 205.46170043945312
        },
        {
            "docid": "4948244_3",
            "document": "XXYY syndrome . Some signs and symptoms of this condition include: 48,XXYY syndrome is a condition related to the X and Y chromosomes (the sex chromosomes). People normally have 46 chromosomes in each cell. Two of the 46 chromosomes, known as X and Y, are called sex chromosomes because they help determine whether a person will develop male or female sex characteristics. Females typically have two X chromosomes (46,XX), and males have one X chromosome and one Y chromosome (46,XY). 48,XXYY syndrome results from the presence of an extra copy of both sex chromosomes in each of a male's cells (48,XXYY). Extra copies of genes on the X chromosome interfere with male sexual development, preventing the testes from functioning normally and reducing the levels of testosterone. Many genes are found only on the X or Y chromosome, but genes in areas known as the pseudoautosomal regions are present on both sex chromosomes. Extra copies of genes from the pseudoautosomal regions of the extra X and Y chromosome contribute to the signs and symptoms of 48,XXYY syndrome; however, the specific genes have not been identified.  The condition 48,XXYY is not inherited; it usually occurs as a random event during the formation of reproductive cells (eggs and sperm). An error in cell division called nondisjunction results in a reproductive cell with an abnormal number of chromosomes. In 48,XXYY syndrome, the extra sex chromosomes almost always come from a sperm cell. Nondisjunction may cause a sperm cell to gain two extra sex chromosomes, resulting in a sperm cell with three sex chromosomes (one X and two Y chromosomes). If that sperm cell fertilizes a normal egg cell with one X chromosome, the resulting child will have two X chromosomes and two Y chromosomes in each of his body's cells.",
            "score": 203.97113037109375
        },
        {
            "docid": "18978754_25",
            "document": "Apple . Many apples grow readily from seeds. However, more than with most most perennial fruits, apples must be propagated asexually by grafting to obtain the sweetness and other desirable characteristics of the parent. This is because seedling apples are an example of \"extreme heterozygotes\", in that rather than inheriting genes from their parents to create a new apple with parental characteristics, they are instead significantly different from their parents, perhaps to compete with the many pests. Triploid cultivars have an additional reproductive barrier in that 3 sets of chromosomes cannot be divided evenly during meiosis, yielding unequal segregation of the chromosomes (aneuploids). Even in the case when a triploid plant can produce a seed (apples are an example), it occurs infrequently, and seedlings rarely survive.",
            "score": 202.9766845703125
        },
        {
            "docid": "40543679_10",
            "document": "Chromosomal deletion syndrome . AS is a severe debilitating neurodevelopmental disorder characterized by mental retardation, speech impairment, seizures, motor dysfunction, and a high prevalence of autism. The paternal origin of the genetic material that is affected in the syndrome is important because the particular region of chromosome 15 involved is subject to parent-of-origin imprinting, meaning that for a number of genes in this region, only one copy of the gene is expressed while the other is silenced through imprinting. For the genes affected in PWS, it is the maternal copy that is usually imprinted (and thus is silenced), while the mutated paternal copy is not functional.",
            "score": 202.29421997070312
        },
        {
            "docid": "44055899_2",
            "document": "Triploid block . Triploid block is a phenomenon describing the formation of nonviable progeny after hybridization of flowering plants that differ in ploidy. The barrier is established in the endosperm, a nutritive tissue supporting embryo growth. This phenomenon usually happens when autopolyploidy occurs in diploid plants. Triploid blocks lead to reproductive isolation. The triploid block effects have been explained as possibly due to genomic imprinting in the endosperm.",
            "score": 201.4311981201172
        },
        {
            "docid": "37694_9",
            "document": "Seed . Angiosperm (flowering plants) seeds consist of three genetically distinct constituents: (1) the embryo formed from the zygote, (2) the endosperm, which is normally triploid, (3) the seed coat from tissue derived from the maternal tissue of the ovule. In angiosperms, the process of seed development begins with double fertilization, which involves the fusion of two male gametes with the egg cell and the central cell to form the primary endosperm and the zygote. Right after fertilization, the zygote is mostly inactive, but the primary endosperm divides rapidly to form the endosperm tissue. This tissue becomes the food the young plant will consume until the roots have developed after germination.",
            "score": 201.322021484375
        },
        {
            "docid": "9276466_64",
            "document": "Parthenogenesis . Induced parthenogenesis in mice and monkeys often results in abnormal development. This is because mammals have imprinted genetic regions, where either the maternal or the paternal chromosome is inactivated in the offspring in order for development to proceed normally. A mammal created by parthenogenesis would have double doses of maternally imprinted genes and lack paternally imprinted genes, leading to developmental abnormalities. It has been suggested that defects in placental folding or interdigitation are one cause of swine parthenote abortive development. As a consequence, research on human parthenogenesis is focused on the production of embryonic stem cells for use in medical treatment, not as a reproductive strategy.",
            "score": 198.06961059570312
        },
        {
            "docid": "13571938_46",
            "document": "Plant evolutionary developmental biology . Polyploidy is a very common feature in plants. It is believed that at least half plants are or have been polyploids. Polyploidy leads to genome doubling, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form. It is not known though, why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, leading to polypoidy. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families is less, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are found clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 197.8896942138672
        },
        {
            "docid": "21304415_18",
            "document": "Sexual reproduction . Flowering plants are the dominant plant form on land and they reproduce either sexually or asexually. Often their most distinguishing feature is their reproductive organs, commonly called flowers. The anther produces pollen grains which contain the male gametophytes (sperm). For pollination to occur, pollen grains must attach to the stigma of the female reproductive structure (carpel), where the female gametophytes (ovules) are located inside the ovary. After the pollen tube grows through the carpel's style, the sex cell nuclei from the pollen grain migrate into the ovule to fertilize the egg cell and endosperm nuclei within the female gametophyte in a process termed double fertilization. The resulting zygote develops into an embryo, while the triploid endosperm (one sperm cell plus two female cells) and female tissues of the ovule give rise to the surrounding tissues in the developing seed. The ovary, which produced the female gametophyte(s), then grows into a fruit, which surrounds the seed(s). Plants may either self-pollinate or cross-pollinate.",
            "score": 197.40597534179688
        },
        {
            "docid": "39217103_5",
            "document": "Randy Jirtle . Genomic imprinting is an example of epigenetic inheritance that results in the maternal and paternal copies of certain genes being expressed differently. The evolutionary origin of genomic imprinting has been hotly debated, and the conflict theory was proposed to explain its development. This theory posits that imprinting evolved in response to a genetic ‘battle between the sexes’ to determine the level of maternal resources invested in each offspring. Jirtle examined the imprint status of the IGF2R and IGF2 in what, at the time, were unconventional species (opossum and platypus). The data generated from these phylogenetically informative species are consistent with the evolution of imprinting about 150 million years ago in a common ancestor to Therian mammals (i.e. Metatherians and Eutherians) with the advent of placentation and live birth without the use of a shelled egg, and provide strong support for the conflict theory of imprinting evolution. Imprinted genes have been implicated in complex human disorders such as Alzheimer disease, autism, obesity, diabetes and schizophrenia. Jirtle has contributed to the better understanding of these human conditions by identifying novel imprinted genes, either by biochemical analysis of individual genes or by genome-wide studies that used machine learning-based approaches to predict candidate imprinted genes, followed by biochemical examination of these candidates.",
            "score": 197.25177001953125
        },
        {
            "docid": "3407796_6",
            "document": "Chromosome 15 . The main characteristics of Angelman syndrome are severe mental retardation, ataxia, lack of speech, and excessively happy demeanor. Angelman syndrome results from a loss of gene activity in a specific part of chromosome 15, the 15q11-q13 region. This region contains a gene called UBE3A that, when mutated or absent, likely causes the characteristic features of this condition. People normally have two copies of the UBE3A gene, one from each parent. Both copies of this gene are active in many of the body's tissues. In the brain, however, only the copy inherited from a person's mother (the maternal copy) is active. If the maternal copy is lost because of a chromosomal change or a gene mutation, a person will have no working copies of the UBE3A gene in the brain.",
            "score": 196.59483337402344
        },
        {
            "docid": "15235_17",
            "document": "Genomic imprinting . The control of expression of specific genes by genomic imprinting is unique to therian mammals (placental mammals and marsupials) and flowering plants. Imprinting of whole chromosomes has been reported in mealybugs (Genus: \"Pseudococcus\"). and a fungus gnat (\"Sciara\"). It has also been established that X-chromosome inactivation occurs in an imprinted manner in the extra-embryonic tissues of mice and all tissues in marsupials, where it is always the paternal X-chromosome which is silenced.",
            "score": 196.081298828125
        },
        {
            "docid": "15235_2",
            "document": "Genomic imprinting . Genomic imprinting is an epigenetic phenomenon that causes genes to be expressed in a parent-of-origin-specific manner. Forms of genomic imprinting have been demonstrated in fungi, plants and animals. As of 2014, there are about 150 imprinted genes known in the mouse and about half that in humans.",
            "score": 193.4254150390625
        },
        {
            "docid": "12266_30",
            "document": "Genetics . While haploid organisms have only one copy of each chromosome, most animals and many plants are diploid, containing two of each chromosome and thus two copies of every gene. The two alleles for a gene are located on identical loci of the two homologous chromosomes, each allele inherited from a different parent.",
            "score": 193.28842163085938
        },
        {
            "docid": "1502660_16",
            "document": "X-inactivation . Since males only have one copy of the X chromosome, all expressed X-chromosomal genes (or alleles, in the case of multiple variant forms for a given gene in the population) are located on that copy of the chromosome. Females, however, will primarily express the genes or alleles located on the X-chromosomal copy that remains active. Considering the situation for one gene or multiple genes causing individual differences in a particular phenotype (i.e., causing variation observed in the population for that phenotype), in homozygous females it doesn’t particularly matter which copy of the chromosome is inactivated, as the alleles on both copies are the same. However, in females that are heterozygous at the causal genes, the inactivation of one copy of the chromosome over the other can have a direct impact on their phenotypic value. Because of this phenomenon, there is an observed increase in phenotypic variation in females that are heterozygous at the involved gene or genes than in females that are homozygous at that gene or those genes. There are many different ways in which the phenotypic variation can play out. In many cases, heterozygous females may be asymptomatic or only present minor symptoms of a given disorder, such as with X-linked adrenoleukodystrophy.",
            "score": 191.1477508544922
        }
    ]
}