{
    "q": [
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 197.51208221912384
        },
        {
            "docid": "1648200_16",
            "document": "L1 (protein) . The gene that regulates L1CAM transcription is found in chromosome X. The L1CAM gene is 24,657 bp in length, and is made up of 28 exons. The alternative splicing of this gene leads to multiple transcript variants (there are 7 different transcripts of the gene), including some that have an alternate exon that is considered to be specific to neurons. L1 transcription is known to take place in human fetal brain and in neuroblastoma and retinoblastoma cell lines. L1 is also expressed in the rhabdomyosarcoma cell lines RD and A-204. Two forms of L1 can be found in humans, with the difference that one has a 12-bp cytoplasmic segment and the other lacks of it. The regulation of L1CAM expression in transcription is not fully comprehended. Two sites were verified in endometrial carcinoma cell lines and seem to be used in a specific manner depending of the cell type. There are two transcription beginning sites, located in two different exons (in front of a non-translated exon 0 and next to the first protein-coding exon 1). SLUG (SNAI2), a transcription factor, upregulates the expression of L1CAM.",
            "score": 203.7836685180664
        },
        {
            "docid": "143533_20",
            "document": "Green fluorescent protein . The availability of GFP and its derivatives has thoroughly redefined fluorescence microscopy and the way it is used in cell biology and other biological disciplines. While most small fluorescent molecules such as FITC (fluorescein isothiocyanate) are strongly phototoxic when used in live cells, fluorescent proteins such as GFP are usually much less harmful when illuminated in living cells. This has triggered the development of highly automated live-cell fluorescence microscopy systems, which can be used to observe cells over time expressing one or more proteins tagged with fluorescent proteins. For example, GFP had been widely used in labelling the spermatozoa of various organisms for identification purposes as in \"Drosophila melanogaster\", where expression of GFP can be used as a marker for a particular characteristic. GFP can also be expressed in different structures enabling morphological distinction. In such cases, the gene for the production of GFP is incorporated into the genome of the organism in the region of the DNA that codes for the target proteins and that is controlled by the same regulatory sequence; that is, the gene's regulatory sequence now controls the production of GFP, in addition to the tagged protein(s). In cells where the gene is expressed, and the tagged proteins are produced, GFP is produced at the same time. Thus, only those cells in which the tagged gene is expressed, or the target proteins are produced, will fluoresce when observed under fluorescence microscopy. Analysis of such time lapse movies has redefined the understanding of many biological processes including protein folding, protein transport, and RNA dynamics, which in the past had been studied using fixed (i.e., dead) material. Obtained data are also used to calibrate mathematical models of intracellular systems and to estimate rates of gene expression.",
            "score": 155.6842883825302
        },
        {
            "docid": "38991948_15",
            "document": "Single-cell analysis . The purpose of studying the proteome is to better understand the activity of cells at the single cells level. Since proteins are responsible for determining how the cell acts, understanding the proteome of single cell gives the best understanding of how a cell operates, and how gene expression changes in a cell due to different environmental stimuli. Although transcriptomics has the same purpose as proteomics it is not as accurate at determining gene expression in cells as it does not take into account post-transcriptional regulation. Transcriptomics is still important as studying the difference between RNA levels and protein levels could give insight on which genes are post-transcriptionally regulated.",
            "score": 160.89408206939697
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 170.6038384437561
        },
        {
            "docid": "42097711_4",
            "document": "Sociogenomics . The 23 pairs of DNA molecules called chromosomes contain the approximately 21,000 genes comprising the “human blueprint.” For this blueprint to have any biological affect however, it must be transcribed to RNA and then into proteins. This process of translation, or “turning on” of a gene to its final gene products is termed gene expression. Genetic expression is far from random, allowing the differentiation and specialization of different cell types with identical genomes. Transcription factors are the proteins which control gene expression, and they can either increase (i.e. an activator) or decrease (i.e. a repressor) expression. Multiple transcription factors exist that are responsive to the internal environment of the cell (e.g. to maintain cell differentiation), but several also appear to be responsive to external factors including several hormones, neurotransmitters, and growth factors. The sum total of genes expressed into RNA in a particular population of cells is referred to as the transcriptome.",
            "score": 184.27213633060455
        },
        {
            "docid": "38991948_10",
            "document": "Single-cell analysis . There are three major reasons gene expression has been studied using this technique: to study gene dynamics, RNA splicing, and cell typing. Gene dynamics are usually studied to determine what changes in gene expression effect different cell characteristics. For example, this type of transcriptomic analysis has often been used to study embryonic development. RNA splicing studies are focused on understanding the regulation of different transcript isoforms. Single cell transcriptomics has also been used for cell typing, where the genes expressed in a cell are used to identify types of cells. The main goal in cell typing is to find a way to determine the identity of cells that don't have known genetic markers.",
            "score": 202.58914518356323
        },
        {
            "docid": "31473595_5",
            "document": "M. Ahmad Chaudhry . Ionizing radiation interferes with cellular functions at all levels of cell organization. The ionizing radiation-induced stress response is very complex and involves many cellular processes. Dr. Chaudry is investigating the involvement of small non-coding micro-RNA in the response of human cells exposed to ionizing radiation. Micro RNAs (miRNAs) are small non-protein-coding single-stranded RNAs of ~22 nucleotides that function as negative gene regulators. miRNA negatively regulate their targets either by binding with perfect or nearly perfect complementarity to protein coding mRNA sequences to induce the RNA-mediated interference (RNAi) pathway. Most miRNAs do not cleave their mRNA targets as a mechanism of gene regulation. These miRNAs bind to imperfect complementary sites within the 3′ untranslated regions (UTRs) of their mRNA targets. In this case the target-gene repression occurs post-transcriptionally at the level of translation resulting in reduced protein levels but the mRNA levels remain unaffected. A single miRNA has the capability to bind to as many as 200 diverse gene targets ranging from transcription factors, secreted factors, receptors and transporters, thus potentially controlling the expression of about one-third of human mRNAs. Research has identified cell type specific modulation of several miRNA in gamma radiation and X-ray-treated human cells. Other studies from our laboratory showed that the expression of many miRNA markedly differ within the same cell line after exposure to either low or high doses of radiation. His work also identified radiation-induced modulation of miRNA in cells with altered DNA repair capability. These studies have provided evidence that miRNA are involved in the response to ionizing radiation exposure in human cells.",
            "score": 183.7868251800537
        },
        {
            "docid": "12134485_5",
            "document": "Nuclear receptor related-1 protein . While NURR1 is a key protein, there are other factors required as research shows that solely expressing NURR1 fails to stimulate this phenotypic gene expression. One of these suggested factors is winged-helix transcription factor 2 (Foxa2). Studies have found these two factors to be within the same region of developing dopaminergic neurons, both of these factors were present in order to have expression for the dopamine phenotype.  Research has been conducted on Nurr1’s role in inflammation, and may provide important information in treating disorders caused by dopaminergic neuron disease. Inflammation in the CNS can result from activated microglia (macrophage analogs for the central nervous system) and other pro-inflammatory factors, such as bacterial lipopolysaccharide (LPS). LPS binds to toll-like receptors (TLR), which induces inflammatory gene expression by promoting signal-dependent transcription factors. To determine which cells are dopaminergic, experiments measured the enzyme tyrosine hydroxylase (TH), which is needed for dopamine synthesis. It has been shown that Nurr1 protects dopaminergic neurons from LPS-induced inflammation, by reducing inflammatory gene expression in microglia and astrocytes. When a short hairpin for Nurr1 was expressed in microglia and astrocytes, these cells produced inflammatory mediators, such as TNFa, NO synthase and IL-1β, supporting the conclusion that reduced Nurr1 promotes inflammation and leads to cell death of dopaminergic neurons. Nurr1 interacts with the transcription factor complex NF-κB-p65 on the inflammatory gene promoters. However, Nurr1 is dependent on other factors to be able to participate in these interactions. Nurr1 needs to be sumoylated and its co-regulating factor, glycogen synthase kinase 3, needs to be phosphorylated for these interactions to occur. Sumolyated Nurr1 recruits CoREST, a complex made of several proteins that assembles chromatin-modifying enzymes. The Nurr1/CoREST complex inhibits transcription of inflammatory genes.",
            "score": 161.00042533874512
        },
        {
            "docid": "4290841_8",
            "document": "HHV Infected Cell Polypeptide 0 . ICP0 interacts with a human protein, known as Neuronal Restrictive Silencer Factor (NRSF) or RE1-silencing transcription factor (REST) that regulates differences in gene expression between cells of neuronal or non-neuronal origin; NRSF is found in non-neuronal cells but not in fully differentiated neurons. This interaction is attributed to the partial similarity of ICP0 to the human protein CoREST, also called REST corepressor 1 (RCOR1), which combines with NRSF to repress expression of neuronal genes in non-neuronal cells.",
            "score": 180.0924849510193
        },
        {
            "docid": "1098818_25",
            "document": "Gene expression programming . In gene expression programming, homeotic genes control the interactions of the different sub-ETs or modules of the main program. The expression of such genes results in different main programs or cells, that is, they determine which genes are expressed in each cell and how the sub-ETs of each cell interact with one another. In other words, homeotic genes determine which sub-ETs are called upon and how often in which main program or cell and what kind of connections they establish with one another.",
            "score": 108.42593288421631
        },
        {
            "docid": "50430120_13",
            "document": "Short interspersed nuclear elements (SINEs) . In addition to directly affecting chromatin structure, there are a number of ways in which SINEs can potentially regulate gene expression. For example, long non-coding RNA can directly interact with transcriptional repressors and activators, attenuating or modifying their function. This type of regulation can occur in different ways: the RNA transcript can directly bind to the transcription factor as a co-regulator; also, the RNA can regulate and modify the ability of co-regulators to associate with the transcription factor. For example, Evf-2, a certain long non-coding RNA, has been known to function as a co-activator for certain homeobox transcription factors which are critical to nervous system development and organization. Furthermore, RNA transcripts can interfere with the functionality of the transcriptional complex by interacting or associating with RNA polymerases during the transcription or loading processes. Moreover, non-coding RNAs like SINEs can bind or interact directly with the DNA duplex coding the gene and thus prevent its transcription.  Also, many non-coding RNAs are distributed near protein-coding genes, often in the reverse direction. This is especially true for short-interspersed nuclear elements as seen in Usmanova et al. These non-coding RNAs, which lie adjacent to or overlap gene-sets provide a mechanism by which transcription factors and machinery can be recruited to increase or repress the transcription of local genes. The particular example of SINEs potentially recruit the YY1 polycomb transcriptional repressor is discussed above. Alternatively, it also provides a mechanism by which local gene expression can be curtailed and regulated because the transcriptional complexes can hinder or prevent nearby genes from being transcribed. There is research to suggest that this phenomenon is particularly seen in the gene-regulation of pluripotent cells.",
            "score": 206.55564880371094
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 151.82403779029846
        },
        {
            "docid": "4007073_6",
            "document": "Gene expression profiling . The human genome contains on the order of 25,000 genes which work in concert to produce on the order of 1,000,000 distinct proteins. This is due to alternative splicing, and also because cells make important changes to proteins through posttranslational modification after they first construct them, so a given gene serves as the basis for many possible versions of a particular protein. In any case, a single mass spectrometry experiment can identify about 2,000 proteins or 0.2% of the total. While knowledge of the precise proteins a cell makes (proteomics) is more relevant than knowing how much messenger RNA is made from each gene, gene expression profiling provides the most global picture possible in a single experiment. However, proteomics methodology is improving. In other species, such as yeast, it is possible to identify over 4,000 proteins in just over one hour.",
            "score": 179.17549788951874
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 185.08629989624023
        },
        {
            "docid": "20545450_7",
            "document": "FG syndrome . The MED12 gene codes for the Mediator Complex Subunit 12 protein. The mediator complex is composed of around 25 different proteins that all help with the regulation of gene activity. This mediator complex regulated gene expression by bridging interaction between RNA polymerase II and gene-specific regulating proteins such as transcription factors, repressor proteins, activator proteins, etc. Changes to this complex and the proteins associated can have a severe impact on the production of new proteins. The MED12 gene is also thought to be highly linked to neuron development as well as high usage in the cells signal transduction pathway. This explains the slowed intellectual development individuals with FG syndrome have.",
            "score": 188.53651916980743
        },
        {
            "docid": "42064066_3",
            "document": "Proneural genes . The proneural genes are expressed in groups of cells (proneural clusters) from which one progenitor cell – typically the one in the middle – will be singled out, leading to the formation of many different types of neurons in the central and peripheral nervous systems. Proneural genes encode a group of bHLH proteins that play crucial roles in controlling cell fate in a variety of tissue types. Basic helix-loop-helix proteins are characterized by two alpha helixes separated by a loop. The helixes mediate dimerization, and the adjacent basic region is required for DNA binding. The human genome contains approximately 125 bHLH factors.",
            "score": 165.9135935306549
        },
        {
            "docid": "14876023_3",
            "document": "RFXANK . Major histocompatibility (MHC) class II molecules are transmembrane proteins that have a central role in development and control of the immune system. The protein encoded by this gene, along with regulatory factor X-associated protein and regulatory factor-5, forms a complex that binds to the X box motif of certain MHC class II gene promoters and activates their transcription. Once bound to the promoter, this complex associates with the non-DNA-binding factor MHC class II transactivator, which controls the cell type specificity and inducibility of MHC class II gene expression. This protein contains ankyrin repeats involved in protein-protein interactions. Mutations in this gene have been linked to bare lymphocyte syndrome type II, complementation group B. Two transcript variants encoding different isoforms have been described for this gene, with only one isoform showing activation activity.",
            "score": 145.86543238162994
        },
        {
            "docid": "50185_47",
            "document": "Jellyfish . In 1961, Osamu Shimomura extracted green fluorescent protein (GFP) and another bioluminescent protein, called aequorin, from the large and abundant hydromedusa \"Aequorea victoria\", while studying photoproteins that cause bioluminescence in this species. Three decades later, Douglas Prasher sequenced and cloned the gene for GFP. Martin Chalfie figured out how to use GFP as a fluorescent marker of genes inserted into other cells or organisms. Roger Tsien later chemically manipulated GFP to produce other fluorescent colors to use as markers. In 2008, Shimomura, Chalfie and Tsien won the Nobel Prize in Chemistry for their work with GFP. Man-made GFP became commonly used as a fluorescent tag to show which cells or tissues express specific genes. The genetic engineering technique fuses the gene of interest to the GFP gene. The fused DNA is then put into a cell, to generate either a cell line or (via IVF techniques) an entire animal bearing the gene. In the cell or animal, the artificial gene turns on in the same tissues and the same time as the normal gene, making GFP instead of the normal protein. Illuminating the animal or cell reveals what tissues express that protein—or at what stage of development. The fluorescence shows where the gene is expressed.",
            "score": 112.80591988563538
        },
        {
            "docid": "50449991_23",
            "document": "Nuclear organization . The fact that compartments self-interact is consistent with the idea that the nucleus localizes proteins and other factors such as long non-coding RNA (lncRNA) in regions suited for their individual roles. An example of this is the presence of multiple transcription factories throughout the nuclear interior. These factories are associated with elevated levels of transcription due to the high concentration of transcription factors (such as transcription protein machinery, active genes, regulatory elements, and nascent RNA). Around 95% of active genes are transcribed within transcription factories. Each factory can transcribe multiple genes - these genes need not have similar product functions, nor do they need to lie on the same chromosome. Finally, the co-localization of genes within transcription factories is known to depend on cell type. A/B often compartments vary between cell types.",
            "score": 162.81444454193115
        },
        {
            "docid": "14695796_3",
            "document": "SPI1 . This gene encodes an ETS-domain transcription factor that activates gene expression during myeloid and B-lymphoid cell development. The nuclear protein binds to a purine-rich sequence known as the PU-box found near the promoters of target genes, and regulates their expression in coordination with other transcription factors and cofactors. The protein can also regulate alternative splicing of target genes. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 169.24209141731262
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 154.74431717395782
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 178.65606212615967
        },
        {
            "docid": "12989754_8",
            "document": "GAL4/UAS system . For study in \"Drosophila\", the GAL4 gene is placed under the control of a native gene promoter, or driver gene, while the UAS controls expression of a target gene. GAL4 is then only expressed in cells where the driver gene is usually active. In turn, GAL4 should only activate gene transcription where a UAS has been introduced. For example, by fusing a gene encoding a visible marker like GFP (Green Fluorescent Protein) the expression pattern of the driver genes can be determined. GAL4 and the UAS are very useful for studying gene expression in \"Drosophila\" as they are not normally present and their expression does not interfere with other processes in the cell. For example, GAL4/UAS-regulated transgenes in \"Drosophila\" have been used to alter glial expression to produce arrhythmic behavior in a known rhythmic circadian output called pigment dispersing factor (PDF). However, some research has indicated that over-expression of GAL4 in \"Drosophila\" can have side-effects, probably relating to immune and stress responses to what is essentially an alien protein.",
            "score": 116.21518802642822
        },
        {
            "docid": "1822243_11",
            "document": "Fusion gene . Biologists may also deliberately create fusion genes for research purposes. The fusion of reporter genes to the regulatory elements of genes of interest allows researches to study gene expression. Reporter gene fusions can be used to measure activity levels of gene regulators, identify the regulatory sites of genes (including the signals required), identify various genes that are regulated in response to the same stimulus, and artificially control the expression of desired genes in particular cells. For example, by creating a fusion gene of a protein of interest and green fluorescent protein, the protein of interest may be observed in cells or tissue using fluorescence microscopy. The protein synthesized when a fusion gene is expressed is called a \"fusion protein\".",
            "score": 116.933669090271
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 149.09282410144806
        },
        {
            "docid": "27075922_35",
            "document": "Natural computing . Gene regulatory networks comprise gene-gene interactions, as well as interactions between genes and other substances in the cell. Genes are transcribed into messenger RNA (mRNA), and then translated into proteins according to the genetic code.  Each gene is associated with other DNA segments (promoters, enhancers, or silencers) that act as binding sites for activators or repressors for gene transcription.  Genes interact with each other either through their gene products (mRNA, proteins) which can regulate gene transcription, or through small RNA species that can directly regulate genes. These gene-gene interactions, together with genes' interactions with other substances in the cell, form the most basic interaction network: the gene regulatory networks. They perform information processing tasks within the cell, including the assembly and maintenance of other networks. Models of gene regulatory networks include random and probabilistic Boolean networks, asynchronous automata, and network motifs.",
            "score": 160.16284227371216
        },
        {
            "docid": "19226737_7",
            "document": "Santa J. Ono . Ono has studied on ocular surface inflammation and the immune basis of age-related macular degeneration. His early work focused on the association of certain MHC haplotypes with susceptibility and resistance to type 1 diabetes. Using a number of recombinant and congenic rat strains, the work mapped susceptibility genes in the BB rat to the class II MHC loci. His work also showed that class I and II MHC gene products are expressed at higher levels or de novo on the insulin-producing beta cells of the islets of Langerhans. He focused much of his research in the next decade on the regulation of MHC gene expression. He showed that the different class II MHC isotypes are differentially expressed and showed that the X2-box cis-element controls this differential expression. His work also showed that the bZIP transcription factor: XBP1 forms a hetero-dimer with c-Fos. This has turned out to be relevant to the developmental control of B cell differentiation. His lab also discovered the NFX1 transcription factor and cloned both the human and murine cDNAs. This factor can bind DNA, RNA and protein via a reiterated RING finger motifs in the central domain of the polypeptide. The protein appears to have important roles in neuronal development and mRNA transport. NFX1 is also a probable E3 ubiquitin-protein ligase. These enzymes are of interest as they have been shown to participate in 3 metabolic pathways: ubiquitin mediated proteolysis, parkinson's disease, and huntington's disease. His lab also demonstrated that the non- histone chromosomal protein HMGA is required for the induction of multiple genes, including MHC genes, interferon-gamma and rhodopsin. They mapped the interaction of HMGA1a and the paired homeodomain motif within Crx and showed that these interactions help recruit such transcriptional activators to the promoter/enhancer.",
            "score": 162.21054553985596
        },
        {
            "docid": "14880174_3",
            "document": "RBM9 . Rbfox2 is one of several human genes similar to the \"C. elegans\" gene Fox-1. This gene encodes an RNA binding protein that is thought to be a key regulator of alternative splicing in the nervous system and other cell types. Rbfox2 and the related protein Rbfox1 bind to conserved (U)GCAUG RNA motifs in the introns adjacent to many alternatively spliced exons and promotes inclusion or exclusion of the alternative exon in mature transcripts. The protein also interacts with the estrogen receptor 1 transcription factor and regulates estrogen receptor 1 transcriptional activity. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 234.45422911643982
        },
        {
            "docid": "3190493_12",
            "document": "Silencer (genetics) . Eukaryotes have a much larger genome and thus have different methods of gene regulation than in prokaryotes. All cells in a eukaryotic organism have the same DNA but are specified through differential gene expression, a phenomenon known as genetic totipotency. However, in order for a cell to express the genes for proper functioning, the genes must be closely regulated to express the correct properties. Genes in eukaryotes are controlled on the transcriptional, post-transcriptional, translational, and post-translational levels. On the transcriptional level, gene expression is regulated by altering transcription rates. Genes that encode proteins include exons which will encode the polypeptides, introns that are removed from mRNA before the translation of proteins, a transcriptional start site in which RNA polymerase binds, and a promoter.",
            "score": 153.91088819503784
        },
        {
            "docid": "14162110_6",
            "document": "Prostaglandin EP4 receptor . EP is classified as a relaxant type of prostaglandin receptor based on its ability, upon activation, to relax the contraction of certain smooth muscle preparations and smooth muscle-containing tissues that have been pre-contracted by stimulation. When bound to PGE or other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gammaes (i.e. G) complex. The complex then dissociate into its Gα and G components which act to regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP; cAMP activates PKA, a kinase which in turn activates signaling molecules, in particular, the transcription factor, CREB. Activated CREB stimulates the expression of genes such as c-fos, somatostatin, and corticotropin-releasing hormone that regulate cellular proliferation, cellular differentiation, cellular survival, and angiogenesis. EP activation of G proteins also activate PI3K/AKT/mTOR, ERK, and p38 MARK pathways. Activation of ERK induces expression of EGR1, a transcription factor which controls transcription of genes involved in cellular differentiation and mitogenesis. EP also interacts with Prostaglandin E receptor 4-associated protein (EPRAP) to inhibit phosphorylation of the proteasome protein, p105, thereby suppressing a cells ability to activate nuclear factor kappa B, a transcription factor that controls genes coding for cytokines and other elements that regulate inflammation, cell growth, and cell survival (see NF-κB#Structure). The activation of these pathways lead to variety of different types of functional responses depending on cell type, the pathways available in different cell types, and numerous other factors; EP activation may therefore have diverse effects on cell function depending on these factors. In many respects, EP actions resemble those of another type of another relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. Following its activation, EP undergoes homologous desensitization. That is, EP becomes insensitive to further activation and internalizes. This effect limits the duration and extent to which EP can stimulate cells. Agents which activate certain isoforms of protein kinase C can also desensitize EP by a process termed heterologous desensitization.",
            "score": 151.62287068367004
        },
        {
            "docid": "7252_31",
            "document": "Cell cycle . Experimental evidence also suggests that gene expression can oscillate with the period seen in dividing wild-type cells independently of the CDK machinery. Orlando \"et al.\" used microarrays to measure the expression of a set of 1,271 genes that they identified as periodic in both wild type cells and cells lacking all S-phase and mitotic cyclins (\"clb1,2,3,4,5,6\"). Of the 1,271 genes assayed, 882 continued to be expressed in the cyclin-deficient cells at the same time as in the wild type cells, despite the fact that the cyclin-deficient cells arrest at the border between G and S phase. However, 833 of the genes assayed changed behavior between the wild type and mutant cells, indicating that these genes are likely directly or indirectly regulated by the CDK-cyclin machinery. Some genes that continued to be expressed on time in the mutant cells were also expressed at different levels in the mutant and wild type cells. These findings suggest that while the transcriptional network may oscillate independently of the CDK-cyclin oscillator, they are coupled in a manner that requires both to ensure the proper timing of cell cycle events. Other work indicates that phosphorylation, a post-translational modification, of cell cycle transcription factors by Cdk1 may alter the localization or activity of the transcription factors in order to tightly control timing of target genes.",
            "score": 135.0413269996643
        }
    ],
    "r": [
        {
            "docid": "40328701_7",
            "document": "Chimeric RNA . Creating a protein consists of two main steps: transcription of DNA into RNA and translation of RNA into protein. After DNA is transcribed into RNA, the molecule is known as pre-messenger RNA (mRNA) and it consists of exons and introns that can be split apart and rearranged in many different ways. Historically, exons are considered the coding sequence and introns are considered the “junk” DNA. Although this has been shown to be false, it is true that exons are often merged. Depending on the needs of the cell, regulatory mechanisms choose which exons, and sometimes introns, to join together. This process of removing pieces of a pre- mRNA transcript and combining them with other pieces is called splicing. The human genome encodes approximately 25,000 genes but there are significantly more proteins produced. This is accomplished through RNA splicing. The exons of these 25,000 genes can be spliced in many different ways to create countless combinations of RNA transcripts and ultimately countless proteins. Normally, exons from the same pre-mRNA transcript are spliced together. However, occasionally gene products or pre-mRNA transcripts are spliced together so that exons from different transcripts are mixed together in a fusion product known as chimeric RNA. Chimeric RNA often incorporates exons from highly expressed genes, but the chimeric transcript itself is usually expressed at low levels.",
            "score": 240.30284118652344
        },
        {
            "docid": "14880174_3",
            "document": "RBM9 . Rbfox2 is one of several human genes similar to the \"C. elegans\" gene Fox-1. This gene encodes an RNA binding protein that is thought to be a key regulator of alternative splicing in the nervous system and other cell types. Rbfox2 and the related protein Rbfox1 bind to conserved (U)GCAUG RNA motifs in the introns adjacent to many alternatively spliced exons and promotes inclusion or exclusion of the alternative exon in mature transcripts. The protein also interacts with the estrogen receptor 1 transcription factor and regulates estrogen receptor 1 transcriptional activity. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 234.45423889160156
        },
        {
            "docid": "3131507_5",
            "document": "RNA-binding protein . Alternative splicing is a mechanism by which different forms of mature mRNAs (messengers RNAs) are generated from the same gene. It is a regulatory mechanism by which variations in the incorporation of the exons into mRNA leads to the production of more than one related protein, thus expanding possible genomic outputs. RBPs function extensively in the regulation of this process. Some binding proteins such as neuronal specific RNA-binding proteins, namely NOVA1, control the alternative splicing of a subset of hnRNA by recognizing and binding to a specific sequence in the RNA (YCAY where Y indicates pyrimidine, U or C). These proteins then recruit splicesomal proteins to this target site. SR proteins are also well known for their role in alternative splicing through the recruitment of snRNPs that form the splicesome, namely U1 snRNP and U2AF snRNP. However, RBPs are also part of the splicesome itself. The splicesome is a complex of snRNA and protein subunits and acts as the mechanical agent that removes introns and ligates the flanking exons. Other than core splicesome complex, RBPs also bind to the sites of \"Cis\"-acting RNA elements that influence exons inclusion or exclusion during splicing. These sites are referred to as exonic splicing enhancers (ESEs), exonic splicing silencers (ESSs), intronic splicing enhancers (ISEs) and intronic splicing silencers (ISSs) and depending on their location of binding, RBPs work as splicing silencers or enhancers [].",
            "score": 220.26585388183594
        },
        {
            "docid": "4250553_35",
            "document": "Gene . In prokaryotes, transcription occurs in the cytoplasm; for very long transcripts, translation may begin at the 5' end of the RNA while the 3' end is still being transcribed. In eukaryotes, transcription occurs in the nucleus, where the cell's DNA is stored. The RNA molecule produced by the polymerase is known as the primary transcript and undergoes post-transcriptional modifications before being exported to the cytoplasm for translation. One of the modifications performed is the splicing of introns which are sequences in the transcribed region that do not encode protein. Alternative splicing mechanisms can result in mature transcripts from the same gene having different sequences and thus coding for different proteins. This is a major form of regulation in eukaryotic cells and also occurs in some prokaryotes.",
            "score": 219.15638732910156
        },
        {
            "docid": "209459_18",
            "document": "Alternative splicing . In general, the determinants of splicing work in an inter-dependent manner that depends on context, so that the rules governing how splicing is regulated from a splicing code. The presence of a particular cis-acting RNA sequence element may increase the probability that a nearby site will be spliced in some cases, but decrease the probability in other cases, depending on context. The context within which regulatory elements act includes cis-acting context that is established by the presence of other RNA sequence features, and trans-acting context that is established by cellular conditions. For example, some cis-acting RNA sequence elements influence splicing only if multiple elements are present in the same region so as to establish context. As another example, a cis-acting element can have opposite effects on splicing, depending on which proteins are expressed in the cell (e.g., neuronal versus non-neuronal PTB). The adaptive significance of splicing silencers and enhancers is attested by studies showing that there is strong selection in human genes against mutations that produce new silencers or disrupt existing enhancers.",
            "score": 217.12197875976562
        },
        {
            "docid": "3131507_22",
            "document": "RNA-binding protein . Neuron-specific CELF family RNA-binding protein UNC-75 specifically binds to the UUGUUGUGUUGU mRNA stretch via its three RNA recognition motifs for the exon 7a selection in \"C. elegans\"' neuronal cells. As exon 7a is skipped due to its weak splice sites in non-neuronal cells, UNC-75 was found to specifically activate splicing between exon 7a and exon 8 only in the neuronal cells.",
            "score": 215.90890502929688
        },
        {
            "docid": "3239191_6",
            "document": "Post-transcriptional modification . RNA splicing is the process by which introns, regions of RNA that do not code for proteins, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. Exons are sections of mRNA which become \"expressed\" or translated into a protein. They are the coding portions of a mRNA molecule. Although most RNA splicing occurs after the complete synthesis and end-capping of the pre-mRNA, transcripts with many exons can be spliced co-transcriptionally. The splicing reaction is catalyzed by a large protein complex called the spliceosome assembled from proteins and small nuclear RNA molecules that recognize splice sites in the pre-mRNA sequence. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 210.49330139160156
        },
        {
            "docid": "159266_11",
            "document": "Gene expression . Another modification is 3' \"cleavage and polyadenylation\". They occur if polyadenylation signal sequence (5'- AAUAAA-3') is present in pre-mRNA, which is usually between protein-coding sequence and terminator. The pre-mRNA is first cleaved and then a series of ~200 adenines (A) are added to form poly(A) tail, which protects the RNA from degradation. Poly(A) tail is bound by multiple poly(A)-binding proteins (PABP) necessary for mRNA export and translation re-initiation. A very important modification of eukaryotic pre-mRNA is \"RNA splicing\". The majority of eukaryotic pre-mRNAs consist of alternating segments called exons and introns. During the process of splicing, an RNA-protein catalytical complex known as spliceosome catalyzes two transesterification reactions, which remove an intron and release it in form of lariat structure, and then splice neighbouring exons together. In certain cases, some introns or exons can be either removed or retained in mature mRNA. This so-called alternative splicing creates series of different transcripts originating from a single gene. Because these transcripts can be potentially translated into different proteins, splicing extends the complexity of eukaryotic gene expression.",
            "score": 210.4080810546875
        },
        {
            "docid": "9906539_7",
            "document": "Paraspeckle . In 2005 a new role for paraspeckles in a novel method for controlling gene expression was reported by Prasanth et al. In this study, a nuclear enriched non-coding RNA (termed CTNRNA) was identified that specifically localised to paraspeckles in the nuclei of several cell types. The group found that the RNA was retained in the nucleus at paraspeckles, and was associated with the paraspeckle proteins P54nrb and PSP1, likely through direct interactions between the proteins and motifs in the 3' untranslated (3' UTR) region of the RNA. The CTN non-coding RNA is a longer transcript produced from a gene that also encodes the membrane protein MCAT2, a cationic amino acid transporter. When cells became stressed, the nuclear non-coding RNA levels were reduced, coupled with an increase in cytoplasmic signal for the MCAT2 mRNA and protein. This led the authors to speculate that the paraspeckles were effectively a storage site for the spliced and processed CTN RNA, that were able to release the RNA in a functional protein-encoding form when the cell received a signal. This shorter form was then free to be transported to the cytoplasm and used as a template for protein production. This 'Rapid Release Nuclear Retention mechanism' is thought to save the cell 25 minutes in the production of the mCAT2 protein, as the RNA has already been transcribed, processed and spliced whilst it is being held in the paraspeckles.",
            "score": 208.10211181640625
        },
        {
            "docid": "209459_24",
            "document": "Alternative splicing . HIV, the retrovirus that causes AIDS in humans, produces a single primary RNA transcript, which is alternatively spliced in multiple ways to produce over 40 different mRNAs. Equilibrium among differentially spliced transcripts provides multiple mRNAs encoding different products that are required for viral multiplication. One of the differentially spliced transcripts contains the \"tat\" gene, in which exon 2 is a cassette exon that may be skipped or included. The inclusion of tat exon 2 in the RNA is regulated by competition between the splicing repressor hnRNP A1 and the SR protein SC35. Within exon 2 an exonic splicing silencer sequence (ESS) and an exonic splicing enhancer sequence (ESE) overlap. If A1 repressor protein binds to the ESS, it initiates cooperative binding of multiple A1 molecules, extending into the 5’ donor site upstream of exon 2 and preventing the binding of the core splicing factor U2AF35 to the polypyrimidine tract. If SC35 binds to the ESE, it prevents A1 binding and maintains the 5’ donor site in an accessible state for assembly of the spliceosome. Competition between the activator and repressor ensures that both mRNA types (with and without exon 2) are produced.",
            "score": 206.75018310546875
        },
        {
            "docid": "50430120_13",
            "document": "Short interspersed nuclear elements (SINEs) . In addition to directly affecting chromatin structure, there are a number of ways in which SINEs can potentially regulate gene expression. For example, long non-coding RNA can directly interact with transcriptional repressors and activators, attenuating or modifying their function. This type of regulation can occur in different ways: the RNA transcript can directly bind to the transcription factor as a co-regulator; also, the RNA can regulate and modify the ability of co-regulators to associate with the transcription factor. For example, Evf-2, a certain long non-coding RNA, has been known to function as a co-activator for certain homeobox transcription factors which are critical to nervous system development and organization. Furthermore, RNA transcripts can interfere with the functionality of the transcriptional complex by interacting or associating with RNA polymerases during the transcription or loading processes. Moreover, non-coding RNAs like SINEs can bind or interact directly with the DNA duplex coding the gene and thus prevent its transcription.  Also, many non-coding RNAs are distributed near protein-coding genes, often in the reverse direction. This is especially true for short-interspersed nuclear elements as seen in Usmanova et al. These non-coding RNAs, which lie adjacent to or overlap gene-sets provide a mechanism by which transcription factors and machinery can be recruited to increase or repress the transcription of local genes. The particular example of SINEs potentially recruit the YY1 polycomb transcriptional repressor is discussed above. Alternatively, it also provides a mechanism by which local gene expression can be curtailed and regulated because the transcriptional complexes can hinder or prevent nearby genes from being transcribed. There is research to suggest that this phenomenon is particularly seen in the gene-regulation of pluripotent cells.",
            "score": 206.55564880371094
        },
        {
            "docid": "478128_2",
            "document": "Protein isoform . A protein isoform, or \"protein variant\" is a member of a set of highly similar proteins that originate from a single gene or gene family and are the result of genetic differences. While many perform the same or similar biological roles, some isoforms have unique functions. A set of protein isoforms may be formed from alternative splicings, variable promotor usage, or other post-transcriptional modifications of a single gene; post-translational modifications are generally not considered. Through RNA splicing mechanisms, mRNA has the ability to select different protein-coding segments (exons) of a gene, or even different parts of exons from RNA to form different mRNA sequences. Each unique sequence produces a specific form of a protein.",
            "score": 206.097412109375
        },
        {
            "docid": "3131507_9",
            "document": "RNA-binding protein . mRNA localization is critical for regulation of gene expression by allowing spatially regulated protein production. Through mRNA localization proteins are transcribed in their intended target site of the cell. This is especially important during early development when rapid cell cleavages give different cells various combinations of mRNA which can then lead to drastically different cell fates. RBPs are critical in the localization of this mRNA that insures proteins are only transcribed in their intended regions. One of these proteins is ZBP1. ZBP1 binds to beta-actin mRNA at the site of transcription and moves with mRNA into the cytoplasm. It then localizes this mRNA to the lamella region of several asymmetric cell types where it can then be translated. FMRP is another RBP involved in RNA localization. It was shown that in addition to other functions for FMRP in RNA metabolism, FMRP is involved in the stimulus-induced localization of several dendritic mRNAs in neuronal dendrites.",
            "score": 204.97882080078125
        },
        {
            "docid": "1648200_16",
            "document": "L1 (protein) . The gene that regulates L1CAM transcription is found in chromosome X. The L1CAM gene is 24,657 bp in length, and is made up of 28 exons. The alternative splicing of this gene leads to multiple transcript variants (there are 7 different transcripts of the gene), including some that have an alternate exon that is considered to be specific to neurons. L1 transcription is known to take place in human fetal brain and in neuroblastoma and retinoblastoma cell lines. L1 is also expressed in the rhabdomyosarcoma cell lines RD and A-204. Two forms of L1 can be found in humans, with the difference that one has a 12-bp cytoplasmic segment and the other lacks of it. The regulation of L1CAM expression in transcription is not fully comprehended. Two sites were verified in endometrial carcinoma cell lines and seem to be used in a specific manner depending of the cell type. There are two transcription beginning sites, located in two different exons (in front of a non-translated exon 0 and next to the first protein-coding exon 1). SLUG (SNAI2), a transcription factor, upregulates the expression of L1CAM.",
            "score": 203.78366088867188
        },
        {
            "docid": "1312155_5",
            "document": "Thomas Cech . Cech's main research area is that of the process of transcription in the nucleus of cells. He studies how the genetic code of DNA is transcribed into RNA. In the 1970s, Cech had been studying the splicing of RNA in the unicellular organism \"Tetrahymena thermophila\" when he discovered that an unprocessed RNA molecule could splice itself. In 1982, Cech became the first to show that RNA molecules are not restricted to being passive carriers of genetic information – they can have catalytic functions and can participate in cellular reactions. RNA-processing reactions and protein synthesis on ribosomes in particular are catalysed by RNA. RNA enzymes are known as ribozymes and have provided a new tool for gene technology. They also have the potential to provide new therapeutic agents – for example, they have the ability to destroy and cleave invading, viral RNAs.",
            "score": 203.64410400390625
        },
        {
            "docid": "209459_37",
            "document": "Alternative splicing . CLIP (Cross-linking and immunoprecipitation) uses UV radiation to link proteins to RNA molecules in a tissue during splicing. A trans-acting splicing regulatory protein of interest is then precipitated using specific antibodies. When the RNA attached to that protein is isolated and cloned, it reveals the target sequences for that protein. Another method for identifying RNA-binding proteins and mapping their binding to pre-mRNA transcripts is \"Microarray Evaluation of Genomic Aptamers by shift (MEGAshift)\".net This method involves an adaptation of the \"Systematic Evolution of Ligands by Exponential Enrichment (SELEX)\" method together with a microarray-based readout. Use of the MEGAshift method has provided insights into the regulation of alternative splicing by allowing for the identification of sequences in pre-mRNA transcripts surrounding alternatively spliced exons that mediate binding to different splicing factors, such as ASF/SF2 and PTB. This approach has also been used to aid in determining the relationship between RNA secondary structure and the binding of splicing factors.",
            "score": 203.14224243164062
        },
        {
            "docid": "38991948_10",
            "document": "Single-cell analysis . There are three major reasons gene expression has been studied using this technique: to study gene dynamics, RNA splicing, and cell typing. Gene dynamics are usually studied to determine what changes in gene expression effect different cell characteristics. For example, this type of transcriptomic analysis has often been used to study embryonic development. RNA splicing studies are focused on understanding the regulation of different transcript isoforms. Single cell transcriptomics has also been used for cell typing, where the genes expressed in a cell are used to identify types of cells. The main goal in cell typing is to find a way to determine the identity of cells that don't have known genetic markers.",
            "score": 202.58914184570312
        },
        {
            "docid": "28524_13",
            "document": "RNA splicing . Splicing occurs in all the kingdoms or domains of life, however, the extent and types of splicing can be very different between the major divisions. Eukaryotes splice many protein-coding messenger RNAs and some non-coding RNAs. Prokaryotes, on the other hand, splice rarely and mostly non-coding RNAs. Another important difference between these two groups of organisms is that prokaryotes completely lack the spliceosomal pathway.",
            "score": 201.4145050048828
        },
        {
            "docid": "49033_37",
            "document": "Epigenetics . Sometimes a gene, after being turned on, transcribes a product that (directly or indirectly) maintains the activity of that gene. For example, Hnf4 and MyoD enhance the transcription of many liver- and muscle-specific genes, respectively, including their own, through the transcription factor activity of the proteins they encode. RNA signalling includes differential recruitment of a hierarchy of generic chromatin modifying complexes and DNA methyltransferases to specific loci by RNAs during differentiation and development. Other epigenetic changes are mediated by the production of different splice forms of RNA, or by formation of double-stranded RNA (RNAi). Descendants of the cell in which the gene was turned on will inherit this activity, even if the original stimulus for gene-activation is no longer present. These genes are often turned on or off by signal transduction, although in some systems where syncytia or gap junctions are important, RNA may spread directly to other cells or nuclei by diffusion. A large amount of RNA and protein is contributed to the zygote by the mother during oogenesis or via nurse cells, resulting in maternal effect phenotypes. A smaller quantity of sperm RNA is transmitted from the father, but there is recent evidence that this epigenetic information can lead to visible changes in several generations of offspring.",
            "score": 200.2534942626953
        },
        {
            "docid": "42069970_2",
            "document": "Neuronal lineage marker . A Neuronal lineage marker is an endogenous tag that is expressed in different cells along neurogenesis and differentiated cells such as neurons. It allows detection and identification of cells by using different techniques. A neuronal lineage marker can be either DNA, mRNA or RNA expressed in a cell of interest. It can also be a protein tag, as a partial protein, a protein or an epitope that discriminates between different cell types or different states of a common cell. An ideal marker is specific to a given cell type in normal conditions and/or during injury. Cell markers are very valuable tools for examining the function of cells in normal conditions as well as during disease. The discovery of various proteins specific to certain cells led to the production of cell-type-specific antibodies that have been used to identify cells.",
            "score": 199.493408203125
        },
        {
            "docid": "42318629_7",
            "document": "Minigene . RNA splicing errors have been estimated to occur in a third of genetic diseases. To understand pathogenesis and identify potential targets of therapeutic intervention in these diseases, explicating the splicing elements involved is essential. Determining the complete set of components involved in splicing presents many challenges due to the abundance of alternative splicing, which occurs in most human genes, and the specificity in which splicing is carried out \"in vivo\". Splicing is distinctly conducted from cell type to cell type and across different stages of cellular development. Therefore, it is critical that any \"in vitro\" or bioinformatic assumptions about splicing regulation are confirmed \"in vivo\". Minigenes are used to elucidate \"cis\"-regulatory elements, \"trans\"-regulatory elements and other regulators of pre-mature RNA splicing \"in vivo\". Minigenes have been applied to the study of a diverse array of genetic diseases due to the aforementioned abundance of alternatively spliced genes and the specificity and variation observed in splicing regulation. The following are examples of minigene use in various diseases. While it is not an exhaustive list, it does provide a better understanding of how minigenes are utilized.",
            "score": 199.42225646972656
        },
        {
            "docid": "28524_17",
            "document": "RNA splicing . In many cases, the splicing process can create a range of unique proteins by varying the exon composition of the same mRNA. This phenomenon is then called alternative splicing. Alternative splicing can occur in many ways. Exons can be extended or skipped, or introns can be retained. It is estimated that 95% of transcripts from multiexon genes undergo alternative splicing, some instances of which occur in a tissue-specific manner and/or under specific cellular conditions. Development of high throughput mRNA sequencing technology can help quantify the expression levels of alternatively spliced isoforms. Differential expression levels across tissues and cell lineages allowed computational approaches to be developed to predict the functions of these isoforms.  Given this complexity, alternative splicing of pre-mRNA transcripts is regulated by a system of trans-acting proteins (activators and repressors) that bind to cis-acting sites or \"elements\" (enhancers and silencers) on the pre-mRNA transcript itself. These proteins and their respective binding elements promote or reduce the usage of a particular splice site. The binding specificity comes from the sequence and structure of the cis-elements, e.g. in HIV-1 there are many donor and acceptor splice sites. Among the various splice sites, ssA7, which is 3' acceptor site, folds into three stem loop structures, i.e. Intronic splicing silencer (ISS), Exonic splicing enhancer (ESE), and Exonic splicing silencer (ESSE3). Solution structure of Intronic splicing silencer and its interaction to host protein hnRNPA1 give insight into specific recognition. However, adding to the complexity of alternative splicing, it is noted that the effects of regulatory factors are many times position-dependent. For example, a splicing factor that serves as a splicing activator when bound to an intronic enhancer element may serve as a repressor when bound to its splicing element in the context of an exon, and vice versa. In addition to the position-dependent effects of enhancer and silencer elements, the location of the branchpoint (i.e., distance upstream of the nearest 3’ acceptor site) also affects splicing. The secondary structure of the pre-mRNA transcript also plays a role in regulating splicing, such as by bringing together splicing elements or by masking a sequence that would otherwise serve as a binding element for a splicing factor.",
            "score": 198.22438049316406
        },
        {
            "docid": "4630209_8",
            "document": "Small nuclear RNA . Spliceosomes are a major component of an integral step in eukaryotic precursor messenger RNA maturation. A mistake in even a single nucleotide can be devastating to the cell, and a reliable, repeatable method of RNA processing is necessary to ensure cell survival. The spliceosome is a large, protein-RNA complex that consists of five small nuclear RNAs (U1, U2, U4, U5, and U6) and over 150 proteins. The snRNAs, along with their associated proteins, form ribonucleoprotein complexes (snRNPs), which bind to specific sequences on the pre-mRNA substrate. This intricate process results in two sequential transesterification reactions. These reactions will produce a free lariat intron and ligate two exons to form a mature mRNA. There are two separate classes of spliceosomes. The major class, which is far more abundant in eukaryotic cells, splices primarily U2-type introns. The initial step of splicing is the bonding of the U1 snRNP and its associated proteins to the 5’ splice end to the hnRNA. This creates the commitment complex which will constrain the hnRNA to the splicing pathway. Then, U2 snRNP is recruited to the spliceosome binding site and forms complex A. U2 snRNP changes the conformation of the hnRNA-snRNP complex, exposing the nucleotide favorably for splicing. Following the conformation change, the U4/U5/U6 tri-snRNP complex binds to complex A to form the structure known as complex B. After rearrangement, complex C is formed, and the spliceosome is active for catalysis. In addition to this main spliceosome complex, there exists a much less common (~1%) minor spliceosome. This complex comprises U11, U12, U4atac, U6atac and U5 snRNPs. These snRNPs are functional analogs of the snRNPs used in the major spliceosome. The minor spliceosome splices U-12 type introns. The two types of introns mainly differ in their splicing sites: U2-type introns have GT-AG 5' and 3' splice sites while U12-type introns have AT-AC at their 5' and 3' ends. The minor spliceosome carries out its function through a different pathway from the major spliceosome.",
            "score": 198.10830688476562
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 197.5120849609375
        },
        {
            "docid": "29732133_21",
            "document": "History of RNA biology . The great majority of protein-coding genes encoded within the nucleus of metazoan cells contain multiple introns. In many cases, these introns were shown to be processed in more than one pattern, thus generating a family of related mRNAs that differ, for example, by the inclusion or exclusion of particular exons. The end result of alternative splicing is that a single gene can encode a number of different protein isoforms that can exhibit a variety of (usually related) biological functions. Indeed, most of the proteins encoded by the human genome are generated by alternative splicing.",
            "score": 196.83645629882812
        },
        {
            "docid": "24970625_5",
            "document": "RNA-based evolution . Splicing is the process by which non-coding regions of RNA are removed. The number and combination of splicing events varies greatly based on differences in transcript sequence and environmental factors. Variation in phenotype caused by alternative splicing is best seen in the sex determination of \"D. melanogaster\". The \"Tra\" gene, determinant of sex, in male flies becomes truncated as splicing events fail to remove a stop codon that controls the length of the RNA molecule. In others the stop signal is retained within the final RNA molecule and a functional Tra protein is produced resulting in the female phenotype. Thus, alternative RNA splicing events allow differential phenotypes, regardless of the identity of the coding DNA sequence.",
            "score": 193.51820373535156
        },
        {
            "docid": "14754479_3",
            "document": "U2 small nuclear RNA auxiliary factor 1 . This gene belongs to the splicing factor SR family of genes. U2 auxiliary factor, comprising a large and a small subunit, is a non-snRNP protein required for the binding of U2 snRNP to the pre-mRNA branch site. This gene encodes the small subunit which plays a critical role in both constitutive and enhancer-dependent RNA splicing by directly mediating interactions between the large subunit and proteins bound to the enhancers. Alternatively spliced transcript variants encoding different isoforms have been identified.",
            "score": 193.1004638671875
        },
        {
            "docid": "42071402_3",
            "document": "Transcriptome in vivo analysis tag . A transcript is an RNA molecule that is copied or transcribed from a DNA template. A transcript can be further processed by alternative splicing, which is the retention of different combinations of exons. These unique combinations of exons are termed RNA transcript isoforms. The transcriptome is a set of all RNA, including rRNA, mRNA, tRNA, and non-coding RNA. Specifically mRNA transcripts can be used to investigate differences in gene expression patterns. Transcriptome profiling is determining the composition of transcripts and their relative expression levels in a given reference set of cells. This analysis involves characterization of all functional genomic elements, coding and non-coding.",
            "score": 192.63223266601562
        },
        {
            "docid": "6235_30",
            "document": "Cell nucleus . Speckles are subnuclear structures that are enriched in pre-messenger RNA splicing factors and are located in the interchromatin regions of the nucleoplasm of mammalian cells. At the fluorescence-microscope level they appear as irregular, punctate structures, which vary in size and shape, and when examined by electron microscopy they are seen as clusters of interchromatin granules. Speckles are dynamic structures, and both their protein and RNA-protein components can cycle continuously between speckles and other nuclear locations, including active transcription sites. Studies on the composition, structure and behaviour of speckles have provided a model for understanding the functional compartmentalization of the nucleus and the organization of the gene-expression machinery splicing snRNPs and other splicing proteins necessary for pre-mRNA processing. Because of a cell's changing requirements, the composition and location of these bodies changes according to mRNA transcription and regulation via phosphorylation of specific proteins. The splicing speckles are also known as nuclear speckles (nuclear specks), splicing factor compartments (SF compartments), interchromatin granule clusters (IGCs), B snurposomes. B snurposomes are found in the amphibian oocyte nuclei and in \"Drosophila melanogaster\" embryos. B snurposomes appear alone or attached to the Cajal bodies in the electron micrographs of the amphibian nuclei. IGCs function as storage sites for the splicing factors.",
            "score": 192.08804321289062
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 191.51820373535156
        },
        {
            "docid": "3131507_15",
            "document": "RNA-binding protein . RNA-binding proteins' transcriptional and post-transcriptional regulation of RNA has a role in regulating the patterns of gene expression during development. Extensive research on the nematode \"C. elegans\" has identified RNA-binding proteins as essential factors during germline and early embryonic development. Their specific function involves the development of somatic tissues (neurons, hypodermis, muscles and excretory cells) as well as providing timing cues for the developmental events. Nevertheless, it is exceptionally challenging to discover the mechanism behind RBPs' function in development due to the difficulty in identifying their RNA targets. This is because most RBPs usually have multiple RNA targets. However, it is indisputable that RBPs exert a critical control in regulating developmental pathways in a concerted manner.",
            "score": 191.3094024658203
        },
        {
            "docid": "4765512_12",
            "document": "Small nucleolar RNA . The targets for newly identified snoRNAs are predicted on the basis of sequence complementarity between putative target RNAs and the antisense elements or recognition loops in the snoRNA sequence. However, there are increasing numbers of 'orphan' guides without any known RNA targets, which suggests that there might be more proteins or transcripts involved in rRNA than previously and/or that some snoRNAs have different functions not concerning rRNA. There is evidence that some of these orphan snoRNAs regulate alternatively spliced transcripts. For example, it appears that the C/D box snoRNA SNORD115 regulates the alternative splicing of the serotonin 2C receptor mRNA via a conserved region of complementarity.  Another C/D box snoRNA, SNORD116, that resides in the same cluster as SNORD115 has been predicted to have 23 possible targets within protein coding genes using a bioinformatic approach. Of these, a large fraction were found to be alternatively spliced, suggesting a role of SNORD116 in the regulation of alternative splicing.",
            "score": 190.92477416992188
        }
    ]
}