{
    "q": [
        {
            "docid": "53034689_7",
            "document": "Cincinnati Water Maze . The Cincinnati Water Maze is most often used to measure the escape latency, which is the time required for the subject to escape the maze. Researchers may also measure the number of errors the subject makes, which are counted when the subject moves into dead ends. The animal will typically be put in the same maze for multiple trials per day with the goal being to assess the rat’s procedural learning. The subject must learn the maze because it is unable to simply follow a random path, as with a standard maze. By studying the escape latency of the animal, researchers have a standardized test for the rate of learning in a subject. CWMs are especially useful because they are a direct test of egocentric learning/navigation. Without external visual cues, the mouse is forced to remember their movement in previous trials to escape. This is useful for determining the effect of drugs on short term memory creation, or egocentric learning as previously mentioned. The test is also useful in mapping areas of the brain where spatial learning occurs by recording areas of brain activity during the test. In one variation, adding light, or other visual cues, researchers may measure allocentric learning/memory. With this procedure, the test becomes similar to the Morris Water Maze, where spatial learning is tested. Furthermore, in this variation, the rat is able to use both allocentric and egocentric cues to escape. This is particularly useful for studying spatial memory, as the mouse is able to use both types of navigational cues.",
            "score": 129.44868671894073
        },
        {
            "docid": "11515343_6",
            "document": "Retrosplenial cortex . In humans, fMRI studies implicate the retrosplenial cortex in a wide range of cognitive functions including episodic memory, navigation, imagining future events and processing scenes more generally. Rodent studies suggest the region is important for using surrounding visual cues to carry out these tasks. Retrosplenial cortex is particularly responsive to permanent, non-moving environmental landmarks and is also implicated in using them to make spatial judgements.",
            "score": 191.82354426383972
        },
        {
            "docid": "156940_17",
            "document": "Electrophysiology . An electrode introduced into the brain of a living animal will detect electrical activity that is generated by the neurons adjacent to the electrode tip. If the electrode is a microelectrode, with a tip size of about 1 micrometre, the electrode will usually detect the activity of at most one neuron. Recording in this way is in general called \"single-unit\" recording. The action potentials recorded are very much like the action potentials that are recorded intracellularly, but the signals are very much smaller (typically about 1 mV). Most recordings of the activity of single neurons in anesthetized and conscious animals are made in this way. Recordings of single neurons in living animals have provided important insights into how the brain processes information. For example, David Hubel and Torsten Wiesel recorded the activity of single neurons in the primary visual cortex of the anesthetized cat, and showed how single neurons in this area respond to very specific features of a visual stimulus. Hubel and Wiesel were awarded the Nobel Prize in Physiology or Medicine in 1981.",
            "score": 172.32600927352905
        },
        {
            "docid": "2905826_3",
            "document": "Path integration . Charles Darwin first postulated an inertially-based navigation system in animals in 1873. Studies beginning in the middle of the 20th century confirmed that animals could return directly to a starting point, such as a nest, in the absence of vision and having taken a circuitous outwards journey. This shows that they can use cues to track distance and direction in order to estimate their position, and hence how to get home. This process was named \"path integration\" to capture the concept of continuous integration of movement cues over the journey. Manipulation of inertial cues confirmed that at least one of these movement (or \"idiothetic\") cues is information from the vestibular organs, which detect movement in the three dimensions. Other cues probably include proprioception (information from muscles and joints about limb position), motor efference (information from the motor system telling the rest of the brain what movements were commanded and executed), and optic flow (information from the visual system signaling how fast the visual world is moving past the eyes). Together, these sources of information can tell the animal which direction it is moving, at what speed, and for how long. In addition, sensitivity to the earth's magnetic field for underground animals (e.g., mole rat) can give path integration.",
            "score": 92.65601181983948
        },
        {
            "docid": "9667_13",
            "document": "Entorhinal cortex . In 2012, neuroscientists at UCLA conducted an experiment using a virtual taxi video game connected to seven epilepsy patients with electrodes already implanted in their brains, allowing the researchers to monitor neuronal activity whenever memories were being formed. As the researchers stimulated the nerve fibers of each of the patients' entorhinal cortex as they were learning, they were then able to better navigate themselves through various routes and recognize landmarks more quickly. This signified an improvement in the patients' spatial memory.",
            "score": 186.9021475315094
        },
        {
            "docid": "6972634_4",
            "document": "Mriganka Sur . Sur is a pioneer in the study of brain plasticity and its mechanisms. Using experimental and theoretical approaches, his laboratory studies developmental plasticity and the dynamic changes in mature cortical networks during information processing, learning and memory. His laboratory has discovered fundamental principles by which neurons of the cerebral cortex are wired during development and change dynamically in adulthood. In landmark experiments, he \"rewired\" the brain to explore how the environment influences the development of cortical circuits. The retina, which normally projects to the visual cortex, was induced to project to structures that normally process hearing. Visual input altered the development of neuronal connections in the auditory cortex, thus enabling animals to use their \"hearing\" cortex to \"see.\"",
            "score": 187.6320357322693
        },
        {
            "docid": "1684561_17",
            "document": "Method of loci . Brain scans of \"superior memorizers\", 90% of whom use the method of loci technique, have shown that it involves activation of regions of the brain involved in spatial awareness, such as the medial parietal cortex, retrosplenial cortex, and the right posterior hippocampus. The medial parietal cortex is most associated with encoding and retrieving of information. Patients who have medial parietal cortex damage have trouble linking landmarks with certain locations; many of these patients are unable to give or follow directions and often get lost. The retrosplenial cortex is also linked to memory and navigation. In one study on the effects of selective granular retrosplenial cortex lesions in rats, the researcher found that damage to the retrosplenial cortex led to impaired spatial learning abilities. Rats with damage to this area failed to recall which areas of the maze they had already visited, rarely explored different arms of the maze, almost never recalled the maze in future trials, and took longer to reach the end of the maze, as compared to rats with a fully working retrosplenial cortex.",
            "score": 222.05736672878265
        },
        {
            "docid": "226722_25",
            "document": "Functional magnetic resonance imaging . Researchers have checked the BOLD signal against both signals from implanted electrodes (mostly in monkeys) and signals of field potentials (that is the electric or magnetic field from the brain's activity, measured outside the skull) from EEG and MEG. The local field potential, which includes both post-neuron-synaptic activity and internal neuron processing, better predicts the BOLD signal. So the BOLD contrast reflects mainly the inputs to a neuron and the neuron's integrative processing within its body, and less the output firing of neurons. In humans, electrodes can be implanted only in patients who need surgery as treatment, but evidence suggests a similar relationship at least for the auditory cortex and the primary visual cortex. Activation locations detected by BOLD fMRI in cortical areas (brain surface regions) are known to tally with CBF-based functional maps from PET scans. Some regions just a few millimeters in size, such as the lateral geniculate nucleus (LGN) of the thalamus, which relays visual inputs from the retina to the visual cortex, have been shown to generate the BOLD signal correctly when presented with visual input. Nearby regions such as the pulvinar nucleus were not stimulated for this task, indicating millimeter resolution for the spatial extent of the BOLD response, at least in thalamic nuclei. In the rat brain, single-whisker touch has been shown to elicit BOLD signals from the somatosensory cortex.",
            "score": 184.08829426765442
        },
        {
            "docid": "21994_4",
            "document": "Navigation research . In human navigation people visualize different routes in their minds to plan how to get from one place to another. The things which they rely on to plan these routes vary from person to person and are the basis of the differing navigational strategies. Some people use measures of distance and absolute directional terms (north, south, east, and west) in order to visualize the best pathway from point to point. The use of these more general, external cues as directions is considered part of an allocentric navigation strategy. Allocentric navigation is typically seen in males and is beneficial primarily in large and/or unfamiliar environments. This likely has some basis in evolution when males would have to navigate through large and unfamiliar environments while hunting. The use of allocentric strategies when navigating primarily activates the hippocampus and parahippocampus in the brain. This navigation strategy relies more on a mental, spatial map than visible cues, giving it an advantage in unknown areas but a flexibility to be used in smaller environments as well. The fact that it is mainly males that favor this strategy is likely related to the generalization that males are better navigators than females as it is better able to be applied in a greater variety of settings.",
            "score": 120.17977595329285
        },
        {
            "docid": "31994185_3",
            "document": "Sea turtle migration . Studies of loggerhead and leatherback hatchlings have shown that moonlight reflected from the sea is an important visual cue in guiding movement from the beach to the sea. This navigational mechanism becomes a handicap if nesting sites are affected by artificial lighting since this can mean that hatchlings head towards the artificial lights rather than offshore towards the moonlit sea. Hence, the use of moonlight by turtle hatchings as a navigational cue can be considered an 'evolutionary trap'. Loggerhead and green turtles can detect the orbital movement of waves and use this information to swim perpendicular to the waves crests. This means they swim offshore, since close to the shore, wave crests run parallel to the beach. Further offshore the Earth's magnetic field is used to maintain an offshore direction and therefore head towards the open sea The ability to head in a given direction without reference to landmarks, is called a compass mechanism and where magnetic cues are used to achieve this it is called a 'magnetic compass'. Hatchling loggerheads mature within the North Atlantic Gyre and it is important that they stay within this current system since here water temperatures are benign. It has been shown that loggerheads use the magnetic field to stay within the gyre. For example, when exposed to fields characteristic of a region at the edge of the gyre they responded by orienting in a direction which would keep them within the gyre. These responses are inherited rather than learned since the hatchlings tested were captured before reaching the ocean. Adult turtles may learn aspects of the magnetic field and use this to navigate in a learned rather than innate way.",
            "score": 119.44867670536041
        },
        {
            "docid": "53948_30",
            "document": "Hippocampus . There are several \"navigational cells\" in the brain that are either in the hippocampus itself or are strongly connected to it, such as the speed cells present in the medial entorhinal cortex. Together these cells form a network that serves as spatial memory. The first of such cells discovered in the 1970s were the place cells, which led to the idea of the hippocampus acting to give a neural representation of the environment in a cognitive map. When the hippocampus is dysfunctional, orientation is affected; people may have difficulty in remembering how they arrived at a location and how to proceed further. Getting lost is a common symptom of amnesia. Studies with animals have shown that an intact hippocampus is required for initial learning and long-term retention of some spatial memory tasks, in particular ones that require finding the way to a hidden goal. Other cells have been discovered since the finding of the place cells in the rodent brain that are either in the hippocampus or the entorhinal cortex. These have been assigned as head direction cells, grid cells and boundary cells. Speed cells are thought to provide input to the hippocampal grid cells.",
            "score": 130.51653742790222
        },
        {
            "docid": "55422632_5",
            "document": "Darren Gergle . Visual information processing is the use of our “visual reasoning skills” which allows us to “process and interpret meaning” from “visual information” derived from our optics. In his Doctoral Dissertation, he investigated the impact that shared visual information has on task-oriented collaboration. He developed a “puzzle study paradigm”, an online collaborative experiment where a “Helper” directs a “Worker” how to solve the given puzzle pieces. Pairs of individuals were given no visuals (relied upon linguistics only), shared visuals (relied upon shared visuals only) or both (relied upon shared visuals and linguistics). This mimicked distance collaborations where individuals of greater knowledge may instruct persons of lesser expertise. Data from his experiments concluded that both linguistics and shared visuals are equally critical in effective and efficient distance collaborations. <br> These findings built the foundation for further research. New technologies can be designed with in depth understanding of “the ways in which shared visual information influences collaborative performance”. Usability for the Web: Designing Web Sites That Work is a book which Professor Gergle co-authored. He applied principles of design theory and visual information processing to guide web designers in using a systematic website design model where the user’s needs are the focal point. <br> In 2003, he investigated the impact of the size of displays on comprehension and spatial tasks. This ignited further research. <br> In 2004, investigations into whether physically large displays can improve path integration in 3D virtual navigation tasks were conducted. Their findings are significant for collaborative designers who have empirical data to support the use of larger 3D displays.<br> He explored collaborative systems further, by examining the use of “dyadic mobile eye tracking to study collaborative reference”. In order to understand how to create “intelligent collaborative systems” he first had to observe how humans interact in their natural environment and use those parameters to design intelligent systems. He observed the methods used by humans to “reference”. The way by which “we specify the particular person, object or entity that we are talking about” is called “referencing” (Carlson, 2004 as cited in Gergle & Clark, 2011). Gergle & Clark (2011) iterated their novel methodology:",
            "score": 106.20860528945923
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 169.3402098417282
        },
        {
            "docid": "859022_4",
            "document": "Morris water navigation task . The Morris water navigation task was conceived by Richard G. Morris (then at the University of St Andrews) in 1981 as an alternative to the radial maze. The test was developed to study spatial learning and how it differed from other forms of associative learning. Originally rats, now more commonly mice, were placed in an open pool and the latency to escape was measured for up to six trials a day for 2–14 days. Several variables are used to evaluate an animal's performance. For example, a \"probe trial\" measures how long the test subject spends in the \"target quadrant\" (the quadrant with the hidden platform). More elaborate trials alter the location of the hidden platform, or measure distance spent swimming in the pool before reaching the platform. Over the years, many different versions of this test have been performed with a large amount of variables. For example, neuroscientists examine the effect of differences of sex, weight, strength, stress levels, age, and strain of species. The results vary dramatically, so researchers cannot draw conclusions unless these variables are kept constant. Many different size pools have been used throughout the history of this task, but it has been shown that this does not have a significant impact on the results of the test. In early versions of the task, researchers only timed latency to escape, however video tracking devices are now routinely used to measure the path to escape, time spent in each quadrant, and distance traveled in the pool.",
            "score": 96.39010953903198
        },
        {
            "docid": "48776333_14",
            "document": "Sun compass in animals . For some animals, the sun is a form of visual stimulus used as a tool for navigation. As seen in birds and bees, the animal will orient their body at a certain angle in relation to the sun and the time of day. This external stimuli activates a portion of the brain (in necessary for navigation and allows the organism to adjust their orientation in relation to the sun). That is to say, if the animal leaves its nest in the morning when the sun is low in the sky and plans to head in a known direction, the animal will travel in a certain direction with the sun in a position related to its body (e.g. to travel West, the sun could be on the animal's right side during navigation). This form of navigation is not as simple as observing a stimulus and acting accordingly. Studies have shown that animals may use other \"tricks\" like the length and direction of shadows to determine where the sun is during time shifts and then calculate the direction they should travel. For example, above the Tropic of Cancer, the sun will always be South at its zenith (highest point) so short shadows will point North. Animals tend to incorporate several types of navigation techniques, like magnetic orientation and landmarks, to their repertoire in order to perform normal navigation or to migrate.",
            "score": 151.64747714996338
        },
        {
            "docid": "858937_14",
            "document": "Spatial memory . A bottleneck in a person's cognitive navigational system could be disastrous, for instance if there were need for a sudden detour on a long road trip. And yet, people are still capable of getting place to place functionally. Lack of experience in a locale, or simply sheer size, can disorient one's mental layout, especially in a large and unfamiliar place with lots of overwhelming stimuli. In these environments people are still able to orient themselves, and even find their way around using landmarks. This ability to \"prioritize objects and regions in complex scenes for selection (and) recognition\" was labeled by Chun and Jiang in 1998. Landmarks give people guidance by activating \"learned associations between the global context and target locations.\" Mallot and Gillner (2000) showed that subjects learned an association between a specific landmark and the direction of a turn, thereby furthering the relationship between associations and landmarks. Shelton and McNamara (2001) succinctly summed up why landmarks, as markers, are so helpful: \"location...cannot be described without making reference to the orientation of the observer.\"",
            "score": 162.32682299613953
        },
        {
            "docid": "21994_5",
            "document": "Navigation research . Egocentric navigation relies on more local landmarks and personal directions (left/right) to navigate and visualize a pathway. This reliance on more local and well-known stimuli for finding their way makes it difficult to apply in new locations, but is instead most effective in smaller, familiar environments. Evolutionarily, egocentric navigation likely comes from our ancestors who would forage for their food and need to be able to return to the same places daily to find edible plants. This foraging usually occurred in relatively nearby areas and was most commonly done by the females in hunter-gatherer societies. Females, today, are typically better at knowing where various landmarks are and often rely on them when giving directions. Egocentric navigation causes high levels of activation in the right parietal lobe and prefrontal regions of the brain that are involved in visuospatial processing.",
            "score": 174.99144196510315
        },
        {
            "docid": "35982062_6",
            "document": "Biased Competition Theory . There are two major neural pathways that process the information in the visual field; the ventral stream and the dorsal stream. The two pathways run in parallel and are both working simultaneously. The ventral stream is important for object recognition and often referred to as the “what” system of the brain; it projects to the inferior temporal cortex. The dorsal stream is important for spatial perception and performance and is referred to as the “where” system which projects to the posterior parietal cortex. According to the biased competition theory, an individual’s visual system has limited capacity to process information about multiple objects at any given time. For example, if an individual was presented with two stimuli (objects) and was asked to identify attributes of each object at the same time, the individual’s performance would be worse in comparison to if the objects were presented separately. This suggests multiple objects presented simultaneously in the visual field will compete for neural representation due to limited processing resources. Single cell recording studies conducted by Kastner and Ungerleider examined the neural mechanisms behind the biased competition theory. In their experiment the size of the receptive field's (RF) of neurons within the visual cortex were examined. A single visual stimulus was presented alone in a neuron’s RF, followed with another stimulus presented simultaneously within the same RF. The single ‘effective’ stimuli produced a low firing rate, whereas the two stimuli presented together produced a high firing rate. The response to the paired stimuli was reduced. This suggests that when two stimuli are presented together within a neuron’s RF, the stimuli are processed in a mutually suppressive manner, rather than being processed independently. This suppression process, according to Kastner and Ungerleider, occurs when two stimuli are presented together because they compete for neural representation, due to limited cognitive processing capacity. The RF experiment suggests that as the number of objects increase, the information available for each object will decrease due to increased neural workload (suppression), and decreased cognitive capacity. In order for an object in the visual field or RF be efficiently processed, there needs to be a way to bias these neurological resources towards the object. Attention prioritizes task relevant objects, biasing this process. For example, this bias can be towards an object which is currently attended to in the visual field or RF, or towards the object that is most relevant to one’s behavior. Functional magnetic resonance imaging (fMRI) has shown that biased competition theory can explain the observed attention effects at a neuronal level. Attention effects bias the internal weight (strengthens connections) of task relevant features toward the attended object. This was shown by Reddy, Kanwisher, and van Rullen who found an increase in oxygenated blood to a specific neuron following a locational cue. Further neurological support comes from neurophysiological studies which have shown that attention results from Top-down biasing, which in turn influences neuronal spiking. In sum, external inputs affect the Top-down guidance of attention, which bias specific neurons in the brain.",
            "score": 148.6133518218994
        },
        {
            "docid": "859022_2",
            "document": "Morris water navigation task . The Morris water navigation task, also known as the Morris water maze (should not be confused with \"water maze\"), is a behavioral procedure mostly used with rodents. It is widely used in behavioral neuroscience to study spatial learning and memory. It enables learning, memory, and spatial working to be studied with great accuracy, and can also be used to assess damage to particular cortical regions of the brain. It is used by neuroscientists to measure the effect of neurocognitive disorders on spatial learning and possible neural treatments, to test the effect of lesions to the brain in areas concerned with memory, and to study how age influences cognitive function and spatial learning. The task is also used as a tool to study drug-abuse, neural systems, neurotransmitters, and brain development.",
            "score": 80.99782419204712
        },
        {
            "docid": "8297063_6",
            "document": "Spatial view cells . Spatial view cells are used by primates for storing an episodic memory that helps with remembering where a particular object was in the environment. Imaging studies have shown that the hippocampus plays an important role in spatial navigation and episodic memories. Also, spatial view cells enable them to recall locations of objects even if they are not physically present in the environment. The neurons associated with remembering the location and object are often found in the primate hippocampus. These spatial view cells do not only recall specific locations, but they also remember distances between other landmarks around the place in order to gain a better understanding of where the places are spatially.",
            "score": 133.44446921348572
        },
        {
            "docid": "425938_29",
            "document": "Animal cognition . The use of rules has sometimes been considered an ability restricted to humans, but a number of experiments have shown evidence of simple rule learning in primates and also in other animals. Much of the evidence has come from studies of sequence learning in which the \"rule\" consists of the order in which a series of events occurs. Rule use is shown if the animal learns to discriminate different orders of events and transfers this discrimination to new events arranged in the same order. For example, Murphy \"et al.\" (2008) trained rats to discriminate between visual sequences. For one group ABA and BAB were rewarded, where A=\"bright light\" and B=\"dim light\". Other stimulus triplets were not rewarded. The rats learned the visual sequence, although both bright and dim lights were equally associated with reward. More importantly, in a second experiment with auditory stimuli, rats responded correctly to sequences of novel stimuli that were arranged in the same order as those previously learned. Similar sequence learning has been demonstrated in birds and other animals as well.",
            "score": 103.19476187229156
        },
        {
            "docid": "33826069_3",
            "document": "Viral neuronal tracing . Most neuroanatomists would agree that understanding how the brain is connected to itself and the body is of paramount importance. As such, it is of equal importance to have a way to visualize and study the connections among neurons. Neuronal tracing methods offer an unprecedented view into the morphology and connectivity of neural networks. Depending on the tracer used, this can be limited to a single neuron or can progress trans-synaptically to adjacent neurons. After the tracer has spread sufficiently, the extent may be measured either by fluorescence (for dyes) or by immunohistochemistry (for biological tracers). An important innovation in this field is the use of neurotropic viruses as tracers. These not only spread throughout the initial site of infection, but can jump across synapses. The use of a virus provides a self-replicating tracer. This can allow for the elucidation of neural microcircuitry to an extent that was previously unobtainable.  This has significant implications for the real world. If we can better understand what parts of the brain are intimately connected, we can predict the effect of localized brain injury. For example, if a patient has a stroke in the amygdala, primarily responsible for emotion, the patient might also have trouble learning to perform certain tasks because the amygdala is highly interconnected with the orbitofrontal cortex, responsible for reward learning. As always, the first step to solving a problem is fully understanding it, so if we are to have any hope of fixing brain injury, we must first understand its extent and complexity.",
            "score": 159.29569041728973
        },
        {
            "docid": "52324876_8",
            "document": "Distress tolerance . There are several candidate biological neural network mechanisms for distress tolerance. These proposed brain areas are based on the conceptualization of distress tolerance as a function of reward learning. Within this framework, individuals learn to attune to and pursue reward; reduction of tension in escaping from a stressor is similarly framed as a reward and thus can be learned. Individuals differ in how quickly and for how long they display preferences for pursuing reward or in the case of distress tolerance, escaping from a distressful stimulus. Therefore, brain regions that are activated during reward processing and learning are hypothesized to also serve as neurobiological substrates for distress tolerance. For instance, activation intensity of dopamine neurons projecting to the nucleus accumbens, ventral striatum, and prefrontal cortex is associated with an individual's predicted value of an immediate reward during a learning task. As the firing rate for these neurons increases, individuals predict high values of an immediate reward. During instances in which the predicted value is correct, the basal rate of neuronal firing remains the same. When the predicted reward value is below the actual value, neuronal firing rates increase when the reward is received, resulting in a learned response. When the expected reward value is below the actual value, the firing rate of these neurons decreases below baseline levels, resulting in a learned shift that reduces expectancies about reward value. It is posited that these same dopaminergic firing rates are associated with distress tolerance, in that learning the value of escaping a distressing stimulus is analogous to an estimation of an immediate reward There are several potential clinical implications if these posited distress tolerance substrates are corroborated. It may suggest that distress tolerance is malleable among individuals; interventions that change neuronal firing rates may shift predicted values of behaviors intended to escape a distressor and provide relief, thereby increasing distress tolerance.",
            "score": 146.0685851573944
        },
        {
            "docid": "6989597_15",
            "document": "Premovement neuronal activity . Approximately 65% of the neurons in the pre-motor cortex are responsible for conditional \"closed-loop\" motor tasks. In experimentation using monkeys, when they were trained to reach in different directions, depending on the specified visual cue, the approximately coordinated lateral pre-motor neurons began to fire at the appearance of that specified cue, but before the actual signal to perform the movement. As learning takes place, to associate a new visual cue with a particular movement, the approximately coordinated neurons increase their rate of fire during the time between the initial specified cue and the actual signal for the initiation of the movement. It now seems that these specific neurons do not command the initiation of the movements but the intention to perform the movements. Thus these pre-motor neurons are especially involved in the selection of movements based on external events.",
            "score": 123.23209881782532
        },
        {
            "docid": "1049228_20",
            "document": "Place cell . Spatial cues such as geometric boundaries or orienting landmarks are important examples of \"metric\" input. Place cells mainly rely on set distal cues rather than cues in the immediate proximal environment. Movement can also be an important spatial cue. The ability of place cells to incorporate new movement information is called path integration, and it is important for keeping track of self-location during movement. Path integration is largely aided by grid cells, which are a type of neuron in the entorhinal cortex that relay information to place cells in the hippocampus. Grid cells establish a grid representation of a location, so that during movement place cells can fire according to their new location while orienting according to the reference grid of their external environment. Visual sensory inputs can also supply important \"contextual\" information. A change in color of a specific object can affect whether or not a place cell fires in a particular field. Thus, visuospatial sensory information is critical to the formation and recollection of place field.",
            "score": 121.77152585983276
        },
        {
            "docid": "372266_39",
            "document": "Long-term potentiation . Similarly, Susumu Tonegawa demonstrated in 1996 that the CA1 area of the hippocampus is crucial to the formation of spatial memories in living mice. So-called \"place cells\" located in this region become active only when the rat is in a particular location — called a \"place field\" — in the environment. Since these place fields are distributed throughout the environment, one interpretation is that groups of place cells form maps in the hippocampus. The accuracy of these maps determines how well a rat learns about its environment and thus how well it can navigate it. Tonegawa found that by impairing the NMDA receptor, specifically by genetically removing the NR1 subunit in the CA1 region, the place fields generated were substantially less specific than those of controls. That is, mice produced faulty spatial maps when their NMDA receptors were impaired. As expected, these mice performed very poorly on spatial tasks compared to controls, further supporting the role of LTP in spatial learning.",
            "score": 119.48872685432434
        },
        {
            "docid": "45365929_7",
            "document": "Temnothorax rugatulus . For T. \"rugatulus\" ants, visual cues help them understand their surroundings and include celestial, local landmarks, or memorization of their surroundings. When presented with a choice of different sensory cues, T. \"rugatulus\" steadily chose visual cues over other forms of navigational cues. If and when visual cues were blocked with all else staying equal, the ants were heavily disoriented. The age of the ant also affects the type of navigational cues it uses. Older ants that are more familiar with their surroundings will primarily use visual cues, whereas naive ants will use pheromone signals instead.",
            "score": 138.586567401886
        },
        {
            "docid": "26685721_35",
            "document": "Methods used to study memory . Comparisons of the neuroanatomy of caching and non-caching birds has shed light on the neural basis of spatial memory. David Sherry and his colleagues devised experiments using the displacement of landmarks, to show that caching birds rely on spatial memory and landmark cues to find their caches, and local changes in cache appearance had no effect on food retrieval. They were able to show that changes in neurogenesis are directly related to food storing behavior. Food caching behavior reaches a maximum in August, continues through the winter and declines in the spring. They showed that the amount of neurons added to the hippocampus was also at a max during August and winter, and declined into the spring. Using selective hippocampal lesions, cause-effect relationships were shown. Lesions disrupted cache retrieval and other spatial behavior, however had no effect on actual food caching. The hippocampus has been implicated as a key structure for spatial memory in humans, and studying behavior in food caching birds and other animals has been extremely influential on this view. Sherry and his colleagues were also able to show that food-caching birds have much larger hippocampus’ than non food-caching birds. Without techniques such as cell labeling, neuronal staining and careful post mortem analysis, these comparison studies would be impossible.",
            "score": 132.56025218963623
        },
        {
            "docid": "34903260_4",
            "document": "Animal navigation . Several species of animal can integrate cues of different types to orient themselves and navigate effectively. Insects and birds are able to combine learned landmarks with sensed direction (from the earth's magnetic field or from the sky) to identify where they are and so to navigate. Internal 'maps' are often formed using vision, but other senses including olfaction and echolocation may also be used.",
            "score": 115.72081661224365
        },
        {
            "docid": "859022_3",
            "document": "Morris water navigation task . The basic procedure for the Morris water navigation task is that the rat is placed in a large circular pool and is required to find an invisible or visible platform that allows it to escape the water by using various cues. Many factors can influence the rats' performance, including their sex, the environment in which they were raised, exposure to drugs, etc. There are three basic tactics for the rats to escape the maze: a praxic strategy (remembering the movements needed to get to the platform), a taxic strategy (the rat uses visual cues to reach their destinations), or spatial strategy (using distal cues as points of reference to locate themselves). There are a variety of paradigms for the water maze that can be used to examine different cognitive functions. In particular, cognitive flexibility can be assessed using a water maze paradigm in which the hidden platform is continually re-located.",
            "score": 75.52156567573547
        },
        {
            "docid": "128027_28",
            "document": "Operant conditioning . The first scientific studies identifying neurons that responded in ways that suggested they encode for conditioned stimuli came from work by Mahlon deLong and by R.T. Richardson. They showed that nucleus basalis neurons, which release acetylcholine broadly throughout the cerebral cortex, are activated shortly after a conditioned stimulus, or after a primary reward if no conditioned stimulus exists. These neurons are equally active for positive and negative reinforcers, and have been shown to be related to neuroplasticity in many cortical regions. Evidence also exists that dopamine is activated at similar times. There is considerable evidence that dopamine participates in both reinforcement and aversive learning. Dopamine pathways project much more densely onto frontal cortex regions. Cholinergic projections, in contrast, are dense even in the posterior cortical regions like the primary visual cortex. A study of patients with Parkinson's disease, a condition attributed to the insufficient action of dopamine, further illustrates the role of dopamine in positive reinforcement. It showed that while off their medication, patients learned more readily with aversive consequences than with positive reinforcement. Patients who were on their medication showed the opposite to be the case, positive reinforcement proving to be the more effective form of learning when dopamine activity is high.",
            "score": 162.88376450538635
        },
        {
            "docid": "29805215_8",
            "document": "Topographical disorientation . Topographical disorientation is usually diagnosed with the use of a comprehensive battery of neuropsychological tests combined with a variety of orientation tasks performed by the participants in both virtual and real surroundings. Performance on certain tests can identify underlying neurological disorders and verify the disorientation as a selective impairment. Brain imaging is used to determine regions of brain damage, if any. Navigational skills can be assessed by tests pertaining to memory, visual-perceptual abilities, object recognition, mental rotation, imagery abilities, and spatial abilities. More direct testing of navigation involves asking the patient to describe a route, read a map, draw a map, follow a route, or point out landmarks.",
            "score": 126.57578992843628
        }
    ],
    "r": [
        {
            "docid": "1684561_17",
            "document": "Method of loci . Brain scans of \"superior memorizers\", 90% of whom use the method of loci technique, have shown that it involves activation of regions of the brain involved in spatial awareness, such as the medial parietal cortex, retrosplenial cortex, and the right posterior hippocampus. The medial parietal cortex is most associated with encoding and retrieving of information. Patients who have medial parietal cortex damage have trouble linking landmarks with certain locations; many of these patients are unable to give or follow directions and often get lost. The retrosplenial cortex is also linked to memory and navigation. In one study on the effects of selective granular retrosplenial cortex lesions in rats, the researcher found that damage to the retrosplenial cortex led to impaired spatial learning abilities. Rats with damage to this area failed to recall which areas of the maze they had already visited, rarely explored different arms of the maze, almost never recalled the maze in future trials, and took longer to reach the end of the maze, as compared to rats with a fully working retrosplenial cortex.",
            "score": 222.057373046875
        },
        {
            "docid": "11515343_6",
            "document": "Retrosplenial cortex . In humans, fMRI studies implicate the retrosplenial cortex in a wide range of cognitive functions including episodic memory, navigation, imagining future events and processing scenes more generally. Rodent studies suggest the region is important for using surrounding visual cues to carry out these tasks. Retrosplenial cortex is particularly responsive to permanent, non-moving environmental landmarks and is also implicated in using them to make spatial judgements.",
            "score": 191.82354736328125
        },
        {
            "docid": "6972634_4",
            "document": "Mriganka Sur . Sur is a pioneer in the study of brain plasticity and its mechanisms. Using experimental and theoretical approaches, his laboratory studies developmental plasticity and the dynamic changes in mature cortical networks during information processing, learning and memory. His laboratory has discovered fundamental principles by which neurons of the cerebral cortex are wired during development and change dynamically in adulthood. In landmark experiments, he \"rewired\" the brain to explore how the environment influences the development of cortical circuits. The retina, which normally projects to the visual cortex, was induced to project to structures that normally process hearing. Visual input altered the development of neuronal connections in the auditory cortex, thus enabling animals to use their \"hearing\" cortex to \"see.\"",
            "score": 187.6320343017578
        },
        {
            "docid": "11515343_10",
            "document": "Retrosplenial cortex . The retrosplenial cortex is one of several brain areas that produces both an anterograde and retrograde amnesia when damaged. People with lesions involving the retrosplenial cortex also display a form of topographical disorientation whereby they can recognise and identify environmental landmarks, but are unable to use them to orientate themselves.",
            "score": 187.37457275390625
        },
        {
            "docid": "9667_13",
            "document": "Entorhinal cortex . In 2012, neuroscientists at UCLA conducted an experiment using a virtual taxi video game connected to seven epilepsy patients with electrodes already implanted in their brains, allowing the researchers to monitor neuronal activity whenever memories were being formed. As the researchers stimulated the nerve fibers of each of the patients' entorhinal cortex as they were learning, they were then able to better navigate themselves through various routes and recognize landmarks more quickly. This signified an improvement in the patients' spatial memory.",
            "score": 186.9021453857422
        },
        {
            "docid": "226722_25",
            "document": "Functional magnetic resonance imaging . Researchers have checked the BOLD signal against both signals from implanted electrodes (mostly in monkeys) and signals of field potentials (that is the electric or magnetic field from the brain's activity, measured outside the skull) from EEG and MEG. The local field potential, which includes both post-neuron-synaptic activity and internal neuron processing, better predicts the BOLD signal. So the BOLD contrast reflects mainly the inputs to a neuron and the neuron's integrative processing within its body, and less the output firing of neurons. In humans, electrodes can be implanted only in patients who need surgery as treatment, but evidence suggests a similar relationship at least for the auditory cortex and the primary visual cortex. Activation locations detected by BOLD fMRI in cortical areas (brain surface regions) are known to tally with CBF-based functional maps from PET scans. Some regions just a few millimeters in size, such as the lateral geniculate nucleus (LGN) of the thalamus, which relays visual inputs from the retina to the visual cortex, have been shown to generate the BOLD signal correctly when presented with visual input. Nearby regions such as the pulvinar nucleus were not stimulated for this task, indicating millimeter resolution for the spatial extent of the BOLD response, at least in thalamic nuclei. In the rat brain, single-whisker touch has been shown to elicit BOLD signals from the somatosensory cortex.",
            "score": 184.0883026123047
        },
        {
            "docid": "2898964_4",
            "document": "Head direction cells . A striking characteristic of HD cells is that in most brain regions they maintain the same relative preferred firing directions, even if the animal is moved to a different room, or if landmarks are moved. This has suggested that the cells interact so as to maintain a unitary stable heading signal (see \"Theoretical models\"). Recently, however, a subpopulation of HD neurons has been found in the dysgranular part of retrosplenial cortex that can operate independently of the rest of the network, and which seems more responsive to environmental cues.",
            "score": 182.40615844726562
        },
        {
            "docid": "11515343_5",
            "document": "Retrosplenial cortex . Neurophysiological studies of retrosplenial cortex have mainly been done in rats. In rodents, around 8.5% of neurons in the retrosplenial cortex are head direction cells while other neurons have correlates with movement parameters such as running speed, and there is also evidence of weak spatial coding. Much of the observed activity has been found to be conjunctive (reflecting more than one parameter at once). A recent study of rats running on a long linear maze found complex patterns of activity reflecting conjunctions between position on the track, position on the track within the room at large and whether the animal was turning left or right.",
            "score": 180.5206756591797
        },
        {
            "docid": "21994_5",
            "document": "Navigation research . Egocentric navigation relies on more local landmarks and personal directions (left/right) to navigate and visualize a pathway. This reliance on more local and well-known stimuli for finding their way makes it difficult to apply in new locations, but is instead most effective in smaller, familiar environments. Evolutionarily, egocentric navigation likely comes from our ancestors who would forage for their food and need to be able to return to the same places daily to find edible plants. This foraging usually occurred in relatively nearby areas and was most commonly done by the females in hunter-gatherer societies. Females, today, are typically better at knowing where various landmarks are and often rely on them when giving directions. Egocentric navigation causes high levels of activation in the right parietal lobe and prefrontal regions of the brain that are involved in visuospatial processing.",
            "score": 174.99143981933594
        },
        {
            "docid": "32018467_7",
            "document": "Christian Keysers . After finishing his master, Christian Keysers decided to concentrate on a subfield of cognitive neuroscience called social neuroscience that uses neuroscience methods to understand how we process the social world. He therefore performed his doctoral studies at the University of St Andrews with David Ian Perrett, one of the founding father of the field, to understand how the brain processes faces and facial expressions. This thesis work led to new insights into how quickly the brain can process the faces of others. During this period, Keysers became fascinated with the question of how the brain can attach meaning to the faces of others. How is it for instance, that we understand that a certain grimace would signal that another person is happy? How do we understand that a certain bodily movement towards a glass indicates that the other person aims to grasp a glass? In 1999, Keysers was exposed to a visit of Vittorio Gallese, who presented his recent discovery of mirror neurons in the Psychology department lecture series. This deeply influenced Keysers who decided to move to the lab of Giacomo Rizzolatti to undertake further studies on how these fascinating neurons could contribute to social perception. In 2000, after finishing his doctorate, Christian Keysers moved to the University of Parma to study mirror neurons. In early work there demonstrated that mirror neurons in the premotor cortex not only respond to the sight of actions, but also when actions can only be deduced or heard, leading to a publication in the journal \"Science\". This work had tremendous impact on the field, as it suggested that the premotor cortex could play a central, modality independent role in perception and may lay the origin for the evolution of speech in humans.  Together this work indicated that brain regions involved in our own actions play a role in how we process the actions of others. Keysers wondered whether a similar principle may underlie how we process the tactile sensations and emotions of others, and became increasingly independent of the research focus on the motor system in Parma. At the time, Keysers had also met his to be wife, Valeria Gazzola, a biologist in the final phases of her studies, and together they decided to explore if the somatosensory system might be involved in perceiving the sensations of others. Via a fruitful collaboration with the French neuroimaging specialist Bruno Wicker, they used functional magnetic resonance imaging, and showed for the first time, that the secondary somatosensory cortex, previously thought only to represent a persons own experiences of touch, is also activated when seeing someone or something else be touched. They also showed that the insula, thought only to respond to the experience of first-hand emotions, was also activated when we see another individual experience similar emotions. Together this indicated a much more general principle than the original mirror neuron theory, in which people process the actions, sensations and emotions of others by vicariously activating owns own actions, sensations and emotions. Jointly, this work laid the foundation of the neuroscientific investigation of empathy.",
            "score": 174.30735778808594
        },
        {
            "docid": "20515023_45",
            "document": "Neuroscience and sexual orientation . Serotonin is a neurotransmitter found in the central nervous system that has various roles in the regulation of sexual behavior. Serotonin agonists and antagonists have activational or inhibitory effects depending on their concentration and the brain area involved. Fluoxetine is a selective serotonin reuptake inhibitor that prolongs the effect of serotonin on neurons. Kinnunen et al. (2004) administered fluoxetine to their study subjects to see if the brain is differentially activated in homosexual and heterosexual men through the action of serotonin. After fluorexine administration, they measured glucose metabolism in the brain by using fluorodeoxyglucose positron emission tomography (FDG-PET). They found that the brain response to fluoxetine differs between homosexual and heterosexual men, that is, homosexual men show a smaller reduction of glucose metabolism in the hypothalamus than heterosexual men. In addition, other areas of the brain were differentially activated: the prefrontal association cortex of homosexual men exhibited increased activity after fluoxetine administration while the prefrontal association cortex of heterosexual men did not show any change. The cunate gyrus, lateral anterior cingulate and bilateral hippocampus/ parahippocampal gyrus of heterosexual men exhibited increased activity while decreased activity was seen in portions of their cingulate cortex. These findings suggest that homosexuals and heterosexuals may not only differ in the total number of neurons in various areas of their central nervous systems, but also may differ in the distribution of certain kinds of neurons, such as serotonergic and dopaminergic neurons.",
            "score": 174.02272033691406
        },
        {
            "docid": "599917_9",
            "document": "Mental image . The biological foundation of the mind's eye is not fully understood. Studies using fMRI have shown that the lateral geniculate nucleus and the V1 area of the visual cortex are activated during mental imagery tasks. Ratey writes: The visual pathway is not a one-way street. Higher areas of the brain can also send visual input back to neurons in lower areas of the visual cortex. [...] As humans, we have the ability to see with the mind's eye – to have a perceptual experience in the absence of visual input. For example, PET scans have shown that when subjects, seated in a room, imagine they are at their front door starting to walk either to the left or right, activation begins in the visual association cortex, the parietal cortex, and the prefrontal cortex - all higher cognitive processing centers of the brain.",
            "score": 173.42388916015625
        },
        {
            "docid": "30015554_4",
            "document": "Nucleus basalis . The primary concentration of cholinergic neurons/cell bodies that project to the neocortex are in the nucleus basalis which is located in the substantia innominata of the anterior perforated substance. These cholinergic neurons have a number of important functions in particular with respect to modulating the ratio of reality and virtual reality components of visual perception. Experimental evidence has shown that normal visual perception has two components. The first (A) is a bottom-up component in which the input to the higher visual cortex (where conscious perception takes place) comes from the retina via the lateral geniculate body and V1. This carries information about what is actually outside. The second (B) is a top-down component in which the input to the higher visual cortex comes from other areas of the cortex. This carries information about what the brain computes is most probably outside. In normal vision, what is seen at the center of attention is carried by A, and material at the periphery of attention is carried mainly by B. When a new potentially important stimulus is received, the Nucleus Basalis is activated. The axons it sends to the visual cortex provide collaterals to pyramidal cells in layer IV (the input layer for retinal fibres) where they activate excitatory nicotinic receptors and thus potentiate retinal activation of V1. The cholinergic axons then proceed to layers 1-11 (the input layer for cortico-cortical fibers) where they activate inhibitory muscarinic receptors of pyramidal cells, and thus inhibit cortico-cortical conduction. In this way activation of Nucleus Basalis promotes (A) and inhibits (B) thus allowing full attention to be paid to the new stimulus. Goard and Dan, and Kuo et al. report similar findings. Gerrard Reopit, in 1984, confirmed the reported findings in his research. Merzenich and Kilgard, among others, have investigated the role of the nucleus basalis in the sensory plasticity.",
            "score": 172.57191467285156
        },
        {
            "docid": "156940_17",
            "document": "Electrophysiology . An electrode introduced into the brain of a living animal will detect electrical activity that is generated by the neurons adjacent to the electrode tip. If the electrode is a microelectrode, with a tip size of about 1 micrometre, the electrode will usually detect the activity of at most one neuron. Recording in this way is in general called \"single-unit\" recording. The action potentials recorded are very much like the action potentials that are recorded intracellularly, but the signals are very much smaller (typically about 1 mV). Most recordings of the activity of single neurons in anesthetized and conscious animals are made in this way. Recordings of single neurons in living animals have provided important insights into how the brain processes information. For example, David Hubel and Torsten Wiesel recorded the activity of single neurons in the primary visual cortex of the anesthetized cat, and showed how single neurons in this area respond to very specific features of a visual stimulus. Hubel and Wiesel were awarded the Nobel Prize in Physiology or Medicine in 1981.",
            "score": 172.3260040283203
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 169.3402099609375
        },
        {
            "docid": "25146378_9",
            "document": "Functional specialization (brain) . The difficulty with this theory is that in typical non-lesioned subjects, locations within the brain anatomy are similar but not completely identical. There is a strong defense for this inherent deficit in our ability to generalize when using functional localizing techniques (fMRI, PET etc.). To account for this problem, the coordinate-based \"Talairach and Tournoux stereotaxic system\" is widely used to compare subjects' results to a standard brain using an algorithm. Another solution using coordinates involves comparing brains using sulcal reference points. A slightly newer technique is to use functional landmarks, which combines sulcal and gyral landmarks (the groves and folds of the cortex) and then finding an area well known for its modularity such as the fusiform face area. This landmark area then serves to orient the researcher to the neighboring cortex.",
            "score": 168.02899169921875
        },
        {
            "docid": "1287722_9",
            "document": "Barrel cortex . As well as combinations of which whiskers have been stimulated, neurons may also respond to specific types of whisker stimulation. The simplest response, seen in neurons within the layer IV barrel cortex, directly code for whisker displacement. That is to say, that the neuron within a given barrel will fire when the whisker that barrel represents is moved at a rate that is roughly proportional to the angular displacement of the neuron. These neurons also show directional sensitivity; certain neurons will only fire when the whisker is moved in a specific direction. Deflection-based firing neurons can sustain their response throughout the deflection of the whisker. Other neurons respond to the initial deflection, but then quickly return to their previous level of activity. Much of this activity is also modulated by the behaviour of the animal - rats and mice actively move their whiskers to explore their environment, and the response of a neuron to a particular stimulus can vary depending on what the animal is doing.",
            "score": 167.6388397216797
        },
        {
            "docid": "29805215_6",
            "document": "Topographical disorientation . Heading disorientation is marked by the inability to represent direction of orientation with respect to external environment. This is usually due to lesions in the posterior cingulate. Patients show no signs of visuo-spatial agnosia. Patients are able to determine their location using landmarks, but are unable to determine which direction to proceed from those landmarks in order to reach their destination. They are also impaired in map drawing tasks and are unable to describe routes between familiar locations. Takahashi and colleagues presented three cases of focal brain damage to the right retrosplenial region through a cerebral hemorrhage that caused a loss in sense of direction. All three patients showed normal visual perception, were able to identify familiar buildings and landscapes, were able to determine and remember locations of objects that could be seen from where they were standing, but were unable to recall direction from selective familiar landmarks. Symptoms of topographical disorientation disappeared in all three patients after two months.",
            "score": 167.5458221435547
        },
        {
            "docid": "1168317_15",
            "document": "Mirror neuron . It is not normally possible to study single neurons in the human brain, so most evidence for mirror neurons in humans is indirect. Brain imaging experiments using functional magnetic resonance imaging (fMRI) have shown that the human inferior frontal cortex and superior parietal lobe are active when the person performs an action and also when the person sees another individual performing an action. It has been suggested that these brain regions contain mirror neurons, and they have been defined as the human mirror neuron system. More recent experiments have shown that even at the level of single participants, scanned using fMRI, large areas containing multiple fMRI voxels increase their activity both during the observation and execution of actions.",
            "score": 165.9194793701172
        },
        {
            "docid": "4833512_4",
            "document": "Mu wave . The mirror neuron system consists of a class of neurons that was first studied in the 1990s in macaque monkeys. Studies have found sets of neurons that fire when these monkeys perform simple tasks and also when the monkeys view others performing the same simple tasks. This suggests they play a role in mapping others' movements into the brain without actually physically performing the movements. These sets of neurons are called mirror neurons and together make up the mirror neuron system. Mu waves are suppressed when these neurons fire, a phenomenon which allows researchers to study mirror neuron activity in humans. There is evidence that mirror neurons exist in humans as well as in non-human animals. The right fusiform gyrus, left inferior parietal lobule, right anterior parietal cortex, and left inferior frontal gyrus are of particular interest. Some researchers believe that mu wave suppression can be a consequence of mirror neuron activity throughout the brain, and represents a higher-level integrative processing of mirror neuron activity. Tests in both monkeys (using invasive measuring techniques) and humans (using EEG and fMRI) have found that these mirror neurons not only fire during basic motor tasks, but also have components that deal with intention. There is evidence of an important role for mirror neurons in humans, and mu waves may represent a high level coordination of those mirror neurons.",
            "score": 165.4900360107422
        },
        {
            "docid": "1947410_18",
            "document": "Critical period . In mammals, neurons in the brain that process vision actually develop after birth based on signals from the eyes. A landmark experiment by David H. Hubel and Torsten Wiesel (1963) showed that cats that had one eye sewn shut from birth to three months of age (monocular deprivation) only fully developed vision in the open eye. They showed that columns in the primary visual cortex receiving inputs from the other eye took over the areas that would normally receive input from the deprived eye. In general electrophysiological analyses of axons and neurons in the lateral geniculate nucleus showed that the visual receptive field properties was comparable to adult cats. However, the layers of cortex that were deprived had less activity and fewer responses were isolated. The kittens had abnormally small ocular dominance columns (part of the brain that processes sight) connected to the closed eye, and abnormally large, wide columns connected to the open eye. Because the critical period time had elapsed, it would be impossible for the kittens to alter and develop vision in the closed eye. This did not happen to adult cats even when one eye was sewn shut for a year because they had fully developed their vision during their critical period. Later experiments in monkeys found similar results.",
            "score": 164.848876953125
        },
        {
            "docid": "33246145_4",
            "document": "Neural decoding . When looking at a picture, people's brains are constantly making decisions about what object they are looking at, where they need to move their eyes next, and what they find to be the most salient aspects of the input stimulus. As these images hit the back of the retina, these stimuli are converted from varying wavelengths to a series of neural spikes called action potentials. These pattern of action potentials are different for different objects and different colors; we therefore say that the neurons are encoding objects and colors by varying their spike rates or temporal pattern. Now, if someone were to probe the brain by placing electrodes in the primary visual cortex, they may find what appears to be random electrical activity. These neurons are actually firing in response to the lower level features of visual input, possibly the edges of a picture frame. This highlights the crux of the neural decoding hypothesis: that it is possible to reconstruct a stimulus from the response of the ensemble of neurons that represent it. In other words, it is possible to look at spike train data and say that the person or animal being recorded is looking at a red ball.",
            "score": 164.2308807373047
        },
        {
            "docid": "40618504_19",
            "document": "Memory erasure . With evidence showing that different memories excite different neurons or system of neurons in the brain the technique of destroying select neurons in the brain to erase specific memories is also being researched. Studies have started to investigate the possibility of using distinct toxins along with biotechnology that allows the researchers to see which areas of the brain are being used during the reward learning process of making a memory to destroy target neurons. In a paper published in 2009, authors showed that neurons in the lateral amygdala that had a higher level of cyclic adenosine monophosphate response element-binding protein (CREB) were activated primarily over other neurons by fear memory expression. This indicated to them that these neurons were directly involved in the making of the memory trace for that fear memory. They then proceeded to train mice using auditory fear training to produce a fear memory. They proceeded to check which of the neurons were overexpressing CREB and then, using a inducible diphtheria-toxin strategy, they destroyed those neurons, resulting in persistent and strong memory erasure of the fear memory.",
            "score": 164.2181396484375
        },
        {
            "docid": "26317569_8",
            "document": "Maturity (psychological) . The pre-frontal cortex, which is responsible for higher cognitive functions such as planning, decision-making, judgment and reasoning, develops and matures most rapidly during early adolescence and into the early 20s. Accompanying the growth of the pre-frontal cortex is continued synaptic pruning (the trimming of rarely used synapses) as well as increased myelination of nerve fibers in the brain, which serves to insulate and speed up signal transmission between neurons. The incomplete development of this process contributes to the finding that adolescents use their brain less broadly than do adults when asked to inhibit a response and show less cross-talk (communication across diverse regions of the brain). The brain's \"cross-talk\" may be related to decision-making concerning risk-taking, with one study of American adolescents finding delayed reaction time and decreased spread across brain regions in a task asking them to determine whether a dangerous action is a good idea or not. Steinberg observes that there is close overlap in the activated brain regions for socioemotional and reward information, which may pose a challenge when making decisions in the most high-risk peer contexts. One study found that preference for small immediate rewards over larger long-term rewards was associated with increased activation with regions primarily responsible for socioemotional decision-making.",
            "score": 163.4683074951172
        },
        {
            "docid": "128027_28",
            "document": "Operant conditioning . The first scientific studies identifying neurons that responded in ways that suggested they encode for conditioned stimuli came from work by Mahlon deLong and by R.T. Richardson. They showed that nucleus basalis neurons, which release acetylcholine broadly throughout the cerebral cortex, are activated shortly after a conditioned stimulus, or after a primary reward if no conditioned stimulus exists. These neurons are equally active for positive and negative reinforcers, and have been shown to be related to neuroplasticity in many cortical regions. Evidence also exists that dopamine is activated at similar times. There is considerable evidence that dopamine participates in both reinforcement and aversive learning. Dopamine pathways project much more densely onto frontal cortex regions. Cholinergic projections, in contrast, are dense even in the posterior cortical regions like the primary visual cortex. A study of patients with Parkinson's disease, a condition attributed to the insufficient action of dopamine, further illustrates the role of dopamine in positive reinforcement. It showed that while off their medication, patients learned more readily with aversive consequences than with positive reinforcement. Patients who were on their medication showed the opposite to be the case, positive reinforcement proving to be the more effective form of learning when dopamine activity is high.",
            "score": 162.88377380371094
        },
        {
            "docid": "858937_14",
            "document": "Spatial memory . A bottleneck in a person's cognitive navigational system could be disastrous, for instance if there were need for a sudden detour on a long road trip. And yet, people are still capable of getting place to place functionally. Lack of experience in a locale, or simply sheer size, can disorient one's mental layout, especially in a large and unfamiliar place with lots of overwhelming stimuli. In these environments people are still able to orient themselves, and even find their way around using landmarks. This ability to \"prioritize objects and regions in complex scenes for selection (and) recognition\" was labeled by Chun and Jiang in 1998. Landmarks give people guidance by activating \"learned associations between the global context and target locations.\" Mallot and Gillner (2000) showed that subjects learned an association between a specific landmark and the direction of a turn, thereby furthering the relationship between associations and landmarks. Shelton and McNamara (2001) succinctly summed up why landmarks, as markers, are so helpful: \"location...cannot be described without making reference to the orientation of the observer.\"",
            "score": 162.3268280029297
        },
        {
            "docid": "1764639_17",
            "document": "Levels-of-processing effect . Several brain imaging studies using positron emission tomography and functional magnetic resonance imaging techniques have shown that higher levels of processing correlate with more brain activity and activity in different parts of the brain than lower levels. For example, in a lexical analysis task, subjects showed activity in the left inferior prefrontal cortex only when identifying whether the word represented a living or nonliving object, and not when identifying whether or not the word contained an \"a\". Similarly, an auditory analysis task showed increased activation in the left inferior prefrontal cortex when subjects performed increasingly semantic word manipulations. Synaptic aspects of word recognition have been correlated with the left frontal operculum and the cortex lining the junction of the inferior frontal and inferior precentral sulcus. The self-reference effect also has neural correlates with a region of the medial prefrontal cortex, which was activated in an experiment where subjects analyzed the relevance of data to themselves. Specificity of processing is explained on a neurological basis by studies that show brain activity in the same location when a visual memory is encoded and retrieved, and lexical memory in a different location. Visual memory areas were mostly located within the bilateral extrastriate visual cortex.",
            "score": 161.92066955566406
        },
        {
            "docid": "19316440_14",
            "document": "Motor cognition . fMRI studies in humans have been gathering evidence that mirror neurons are responsible for the \"Physical to self-mapping\" In studies where participants had to identify their own face, right hemispheric mirror neurons activated indicating responsibility for the ability of one to represent one’s own physical actions/states. These same areas also fire when the individual views others performing physical actions such as grasping or tearing. This activation implies that there is a unique neural connection going on for an individual. Thus the mirror neuron system allows for a bridge between the self to the actions of others. This has been theorized to enable the understanding of intention or the goals of others. A study by Spunt and Liberman (2013) used an fMRI study to observe mirror neurons in the brain. Participants observed a video of an action being performed under a high or low cognitive load. While watching, they were instructed to observe for why the action was being performed, what action was being performed, or how the action was being performed. The end result provided direct evidence for activation and more importantly automaticity of the mirror neurons in the dorsal premotor cortex, ventral premotor cortex and anterior Intraparietal sulcus.",
            "score": 161.1157684326172
        },
        {
            "docid": "9916386_15",
            "document": "Synaptic gating . In studies with rodents, the prefrontal cortex, specifically the medial prefrontal cortex (mPFC) has been implicated in the processing of information lasting from milliseconds to several seconds, while the hippocampus has been implicated in the processing of information for longer time scales – such as minutes to hours. Damage to both these areas in people with ADHD seems to illustrate why they exhibit inattentiveness and impulsiveness. Nucleus accumbens neurons are bistable and thus can be selectively gated to either an \"up\" – depolarized state or a \"down\" – hyperpolarized state. Nucleus accumbens neurons are gated by hippocampal and amygdala input and this creates a depolarized accumbens neuron that is more receptive to innervation from input from the prefrontal cortex. Thus, in patients with ADHD not only is the input from the prefrontal cortex to the nucleus accumbens reduced but in addition the gating input from the hippocampus to the nucleus accumbens is also reduced leading to a reduction in activation of the nucleus accumbens neurons. Individuals that take medication such as methylphenidate (Ritalin) will increase their dopamine (DA) output along many of these synapses helping to compensate in the loss of synaptic activity generated from the pathophysiology of ADHD. Taking methylphenidate can increase DA projections to the nucleus accumbens, which can not only act to increase synaptic activity between the prefrontal cortex and hippocampus (improving memory) but also act as a reward system as the nucleus accumbens is part of the mesolimbic pathway. Moreover, it is possibly why individuals on Ritalin have a “need” and “desire” to learn as it acts as a positive reinforcer in the brain. In addition, this reward circuitry activation is most likely a reason why methylphenidate is highly addictive and carries great dependence. In conclusion, synaptic gating illustrates a plausible mechanism by which ADHD medication like Ritalin modulates synaptic activity and memory.",
            "score": 161.075439453125
        },
        {
            "docid": "21944_43",
            "document": "Nervous system . A mirror neuron is a neuron that fires both when an animal acts and when the animal observes the same action performed by another. Thus, the neuron \"mirrors\" the behavior of the other, as though the observer were itself acting. Such neurons have been directly observed in primate species. Birds have been shown to have imitative resonance behaviors and neurological evidence suggests the presence of some form of mirroring system. In humans, brain activity consistent with that of mirror neurons has been found in the premotor cortex, the supplementary motor area, the primary somatosensory cortex and the inferior parietal cortex. The function of the mirror system is a subject of much speculation. Many researchers in cognitive neuroscience and cognitive psychology consider that this system provides the physiological mechanism for the perception/action coupling (see the common coding theory). They argue that mirror neurons may be important for understanding the actions of other people, and for learning new skills by imitation. Some researchers also speculate that mirror systems may simulate observed actions, and thus contribute to theory of mind skills, while others relate mirror neurons to language abilities. However, to date, no widely accepted neural or computational models have been put forward to describe how mirror neuron activity supports cognitive functions such as imitation. There are neuroscientists who caution that the claims being made for the role of mirror neurons are not supported by adequate research.",
            "score": 160.739013671875
        },
        {
            "docid": "33826069_3",
            "document": "Viral neuronal tracing . Most neuroanatomists would agree that understanding how the brain is connected to itself and the body is of paramount importance. As such, it is of equal importance to have a way to visualize and study the connections among neurons. Neuronal tracing methods offer an unprecedented view into the morphology and connectivity of neural networks. Depending on the tracer used, this can be limited to a single neuron or can progress trans-synaptically to adjacent neurons. After the tracer has spread sufficiently, the extent may be measured either by fluorescence (for dyes) or by immunohistochemistry (for biological tracers). An important innovation in this field is the use of neurotropic viruses as tracers. These not only spread throughout the initial site of infection, but can jump across synapses. The use of a virus provides a self-replicating tracer. This can allow for the elucidation of neural microcircuitry to an extent that was previously unobtainable.  This has significant implications for the real world. If we can better understand what parts of the brain are intimately connected, we can predict the effect of localized brain injury. For example, if a patient has a stroke in the amygdala, primarily responsible for emotion, the patient might also have trouble learning to perform certain tasks because the amygdala is highly interconnected with the orbitofrontal cortex, responsible for reward learning. As always, the first step to solving a problem is fully understanding it, so if we are to have any hope of fixing brain injury, we must first understand its extent and complexity.",
            "score": 159.2957000732422
        },
        {
            "docid": "15559385_11",
            "document": "Tactile discrimination . When a person has become blind, in order to “see” the world, their other senses become heightened. An important sense for the blind is their sense of touch, which becomes more frequently used to help them perceive the world. People that are blind have displayed that their visual cortices become more responsive to auditory and tactile stimulation. Braille allows the blind to be able to use their sense of touch to feel the roughness, and distance of various patterns to be used as a form of language. Within the brain, the activation of the occipital cortex is functionally relevant for tactile braille reading, as well as the somatosensory cortex. These various parts of the brain function in their own way, in which they each contribute to the effectiveness of how braille is read by the blind. People that are blind also rely heavily on Tactile Gnosis, Spatial discrimination, Graphesthesia, and Two-point discrimination. Essentially, the occipital cortex allows one to effectively make judgements on the distance of braille patterns, which is related to spatial discrimination. Meanwhile, the somatosensory cortex allows one to effectively make judgements on the roughness of braille patterns, which is related to two-point discrimination. The various visual areas in the brain are very essential for a blind person to read braille, just as much as it is for a person that has sight. Essentially, whether one is blind or not, the perception of objects that involves tactile discrimination is not impaired if one cannot see. When comparing people that are blind to people that have sight, the amount of activity within the their somatosensory and visual areas of the brain do differ. The activity in the somatosensory and visual areas are not as high in tactile gnosis for people that are not blind, and are more-so active for more visual related stimuli that does not involve touch. Nonetheless, there is a difference in these various areas within the brain when comparing the blind to the sighted, which is that shape discrimination causes a difference in brain activity, as well as tactile gnosis. The visual cortices of blind individuals are active during various vision related tasks including tactile discrimination, and the function of the cortices resemble the activity of adults with sight.",
            "score": 158.7332000732422
        }
    ]
}