{
    "q": [
        {
            "docid": "53450372_2",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1) is a family of proteins present on the membrane surface of red blood cells (RBCs or erythrocytes) that are infected by the malarial parasite \"Plasmodium falciparum\". PfEMP1 is synthesized during the parasite's blood stage (erythrocytic schizogony) inside the RBC, during which the clinical symptoms of falciparum malaria are manifested. Acting as both an antigen and adhesion protein, it is thought to play a key role in the high level of virulence associated with \"P. falciparum\". It was discovered in 1984 when it was reported that infected RBCs had unusually large-sized cell membrane proteins, and these proteins had antibody-binding (antigenic) properties. An elusive protein, its chemical structure and molecular properties were revealed only after a decade, in 1995. It is now established that there is not one but a large family of PfEMP1 proteins, genetically regulated (encoded) by a group of about 60 genes called \"var\". Each \"P. falciparum\" is able to switch on and off specific \"var\" genes to produce a functionally different protein, rendering evasion from the host's immune system. RBCs carrying PfEMP1 on their surface stick to endothelial cells, which facilitates further binding with uninfected RBCs (through the processes of sequestration and rosetting), ultimately helping the parasite to both spread to other RBCs as well as bringing about the fatal symptoms of \"P. falciparum\" malaria.",
            "score": 200.9342895746231
        },
        {
            "docid": "14723535_12",
            "document": "ADAM10 . A number of different proteins on the surface of \"Plasmodium falciparum\" malaria parasites help the invaders bind to red blood cells. But once attached to host blood cells, the parasites need to shed the 'sticky' surface proteins that would otherwise interfere with entrance into the cell. The Sheddase enzyme, specifically called PfSUB2 in this example, is required for the parasites to invade cells; without it, the parasites die. The sheddase is stored in and released from cellular compartments near the tip of the parasite, according to the study. Once on the surface, the enzyme attaches to a motor that shuttles it from front to back, liberating the sticky surface proteins. With these proteins removed, the parasite gains entrance into a red blood cell. The entire invasion lasts about 30 seconds and without this ADAM metallopeptidase, malaria would be ineffective at invading the red blood cells.",
            "score": 217.76646900177002
        },
        {
            "docid": "2203098_3",
            "document": "Merozoite surface protein . Merozoite surface proteins, or MSPs, are useful in researching malaria, a disease caused by protozoans. The malaria parasite, in its asexual, blood invading stage called the merozoite stage, infects red blood cells. The MSP1 complex of surface proteins likely mediates the first interactions of the parasite with red blood cells.",
            "score": 147.8610324859619
        },
        {
            "docid": "47306088_2",
            "document": "Parasitophorous vacuole . The parasitophorous vacuole (PV) is a structure produced by apicomplexan parasites in the cell of its host. The PV allows the parasite to develop while protected from the phagolysosomes of the host cell. The PV is a bubble-like compartment made of plasma membrane and containing cytoplasm and the parasite. The PV allows the parasite to exist and grow within the cell while protecting it from the host cell defense mechanisms. The PV prevents the acidification of the compartment, the mechanism by which the lysosomes of the host cell would normally destroy an invading parasite. Parasites that form a parasitophorous vacuole as part of their infection process include \"Plasmodium falciparum\", which causes malaria and \"Toxoplasma gondii\", which causes toxoplasmosis. The parasitophorous vacuole is formed during cell invasion, when the parasite uses part of the membrane of the host cell to form a parasitophorous vacuolar membrane (PVM). The PVM surrounds the intracellular parasite, creating a separate bubble of cytoplasm-filled plasma membrane within the host cell. The rhoptry and the microneme, special secretory organelles found in apicomplexan parasites, play a major role in the formation of the vacuole. One theory is that the microneme works with the rhoptry and the rhoptry secretes proteins to create the PVM, while the microneme binds to the surface of red blood cells, allowing the parasite to more easily enter into the cell.",
            "score": 167.72393310070038
        },
        {
            "docid": "3411528_5",
            "document": "Southeast Asian ovalocytosis . The reasons behind the resistance to malaria become clear when given an explanation the way in which \"Plasmodium falciparum\" invades its host. This parasite is an obligate intracellular parasite, which must enter the cells of the host it is invading. The band 3 proteins aggregate on the cell membrane at the site of entry, forming a circular orifice that the parasite squeezes through. These band 3 proteins act as receptors for the parasite. Normally a process much like endocytosis occurs, and the parasite is able to isolate itself from the intracellular proteins that are toxic to it while still being inside an erythrocyte (see figure 2). The increased rigidity of the erythrocyte membrane in SAO is thought to reduce the capacity of the band 3 proteins to cluster together, thereby making it more difficult for the malaria parasite to properly attaching to and enter the cell. The reduced free ATP within the cell has been postulated as a further mechanism behind which SAO creates a hostile environment for \"Plasmodium falciparum\".",
            "score": 169.50153803825378
        },
        {
            "docid": "53450372_3",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . Malaria is the deadliest among infectious diseases, accounting for approximately 429,000 human deaths in 2015 as of the latest estimate by the World Health Organization. In humans, malaria can be caused by five \"Plasmodium\" parasites, namely \"P. falciparum\", \"P. vivax\", \"P. malariae\", \"P. ovale\" and \"P. knowlesi\". \"P. falciparum\" is the most dangerous species, attributed to >99% of malaria's death toll, with 70% of these deaths occurring in children under the age of five years. The parasites are transmitted through the bites of female mosquitos (of the species of \"Anopheles\"). Before invading the RBCs and causing the symptoms of malaria, the parasites first multiply in the liver. The daughter parasites called merozoites then only infect the RBCs. They undergo structural development inside the RBCs, becoming trophozoites and schizonts. It is during this period that malarial symptoms are produced. Unlike RBCs infected by other \"Plasmodium\" species, \"P. falciparum\"-infected RBCs had been known to spontaneously stick together. By the early 1980s, it was established that when the parasite (both the trophozoite and schizont forms) enters the blood stream and infects RBCs, the infected cells form knobs on their surface. Then they become sticky, and get attached to the walls (endothelium) of the blood vessels through a process called cytoadhesion, or cytoadherence. Such attachment favours binding with and accumulation of other RBCs. This process is known as sequestration. It is during this condition that the parasites induce an immune response (antigen-antibody reaction) and evade destruction in the spleen. Although the process and significance of sequestration were described in detail by two Italian physicians Amico Bignami and Ettore Marchiafava in the early 1890s, it took a century to discover the actual factor for the stickiness and virulence.",
            "score": 177.65674090385437
        },
        {
            "docid": "24973826_2",
            "document": "Human genetic resistance to malaria . Human genetic resistance to malaria refers to inherited changes in the DNA of humans which increase resistance to malaria and result in increased survival of individuals with those genetic changes. The existence of these genotypes is likely due to evolutionary pressure exerted by parasites of the genus \"Plasmodium\" which cause malaria. Since malaria infects red blood cells, these genetic changes are most commonly alterations to molecules essential for red blood cell function (and therefore parasite survival), such as hemoglobin or other cellular proteins or enzymes of red blood cells. These alterations generally protect red blood cells from invasion by \"Plasmodium\" parasites or replication of parasites within the red blood cell.",
            "score": 177.63039541244507
        },
        {
            "docid": "5951626_7",
            "document": "Antigenic variation . Plasmodium falciparum, the major etiologic agent of human malaria, has a very complex life cycle that occurs in both humans and mosquitoes. While in the human host, the parasite spends most of its life cycle within hepatic cells and erythrocytes (in contrast to \"T. brucei\" which remains extracellular). As a result of its mainly intracellular niche, parasitized host cells which display parasite proteins must be modified to prevent destruction by the host immune defenses. In the case of \"Plasmodium\", this is accomplished via the dual purpose \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1). PfEMP1 is encoded by the diverse family of genes known as the \"var\" family of genes (approximately 60 genes in all). The diversity of the gene family is further increased via a number of different mechanisms including exchange of genetic information at telomeric loci, as well as meiotic recombination. The PfEMP1 protein serves to sequester infected erythrocytes from splenic destruction via adhesion to the endothelium. Moreover, the parasite is able to evade host defense mechanisms by changing which \"var\" allele is used to code the PfEMP1 protein. Like \"T. brucei\", each parasite expresses multiple copies of one identical protein. However, unlike \"T. brucei\", the mechanism by which \"var\" switching occurs in \"P. falciparum\" is thought to be purely transcriptional. \"Var\" switching has been shown to take place soon after invasion of an erythrocyte by a \"P. falciparum\" parasite. Fluorescent in situ hybridization analysis has shown that activation of \"var\" alleles is linked to altered positioning of the genetic material to distinct “transcriptionally permissive” areas.",
            "score": 163.8128844499588
        },
        {
            "docid": "24973826_4",
            "document": "Human genetic resistance to malaria . Microscopic parasites, like viruses, protozoans that cause malaria, and others, cannot replicate on their own and rely on a host to continue their life cycles. They replicate by invading the hosts' cells and usurping the cellular machinery to replicate themselves. Eventually, unchecked replication causes the cells to burst, killing the cells and releasing the infectious organisms into the bloodstream where they can infect other cells. As cells die and toxic products of invasive organism replication accumulate, disease symptoms appear. Because this process involves specific proteins produced by the infectious organism as well as the host cell, even a very small change in a critical protein may render infection difficult or impossible. Such changes might arise by a process of mutation in the gene that codes for the protein. If the change is in the gamete, that is, the sperm or egg that join to form a zygote that grows into a human being, the protective mutation will be inherited. Since lethal diseases kill many persons who lack protective mutations, in time, many persons in regions where lethal diseases are endemic come to inherit protective mutations.",
            "score": 133.8936426639557
        },
        {
            "docid": "24973826_12",
            "document": "Human genetic resistance to malaria . The mechanisms by which erythrocytes containing abnormal hemoglobins, or are G6PD deficient, are partially protected against \"P. falciparum\" infections are not fully understood, although there has been no shortage of suggestions. During the peripheral blood stage of replication malaria parasites have a high rate of oxygen consumption and ingest large amounts of hemoglobin. It is likely that HbS in endocytic vesicles is deoxygenated, polymerizes and is poorly digested. In red cells containing abnormal hemoglobins, or which are G6PD deficient, oxygen radicals are produced, and malaria parasites induce additional oxidative stress. This can result in changes in red cell membranes, including translocation of phosphatidylserine to their surface, followed by macrophage recognition and ingestion. The authors suggest that this mechanism is likely to occur earlier in abnormal than in normal red cells, thereby restricting multiplication in the former. In addition, binding of parasitized sickle cells to endothelial cells is significantly decreased because of an altered display of \"P. falciparum\" erythrocyte membrane protein-1 (PfMP-1). This protein is the parasite’s main cytoadherence ligand and virulence factor on the cell surface. During the late stages of parasite replication red cells are adherent to venous endothelium, and inhibiting this attachment could suppress replication.",
            "score": 179.6862850189209
        },
        {
            "docid": "42325581_3",
            "document": "Thioester-containing protein 1 . TEP1 is an antimicrobial protein which acts in a system reminiscent of the human complement pathway, which damages the cell membranes of pathogens. Studies have shown that TEP1 is structurally and functionally homologous to the human complement protein C3. TEP1 is now known to be important in the resistance of \"Anopheles\" mosquitoes to \"Plasmodium\" infection, targeting the malaria parasite during its invasion into the mosquitoes body cavity. Following this discovery insect thioester containing proteins have come under increased scrutiny from the scientific community as possible targets for disease control.",
            "score": 107.34494590759277
        },
        {
            "docid": "1149660_20",
            "document": "CD36 . Infections with the human malaria parasite \"Plasmodium falciparum\" are characterized by sequestration of erythrocytes infected with mature forms of the parasite and CD36 has been shown to be a major sequestration receptor on microvascular endothelial cells. Parasitised erythrocytes adhere to endothelium at the trophozoite/schizonts stage simultaneous with the appearance of the \"var\" gene product (erythrocyte membrane protein 1) on the erythrocyte surface. The appearance of \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1) on the erythrocyte surface is a temperature dependent phenomenon which is due to increased protein trafficking to the erythrocyte surface at the raised temperature. PfEMP1 can bind other endothelial receptors - thrombospondin (TSP) and intercellular adhesion molecule 1 (ICAM-1) – in addition to CD36 - and genes other than PfEMP1 also bind to CD36: cytoadherence linked protein (clag) and sequestrin. The PfEMP1 binding site on CD36 is known to be located on exon 5.",
            "score": 139.729123711586
        },
        {
            "docid": "544177_19",
            "document": "Plasmodium falciparum . The parasite can also alter the morphology of the erythrocyte, causing knobs on the erythrocyte membrane. Infected erythrocytes are often sequestered in various human tissues or organs, such as the heart, liver and brain. This is caused by parasite-derived cell surface proteins being present on the erythrocyte membrane, and it is these proteins that bind to receptors on human cells. Sequestration in the brain causes cerebral malaria, a very severe form of the disease, which increases the victim's likelihood of death.",
            "score": 151.11033415794373
        },
        {
            "docid": "35210166_2",
            "document": "Merosome . A merosome is a recently described life stage of malaria parasites of the genus \"Plasmodium\". After injection by mosquitoes into the human host, malaria parasites first migrate to liver cells (hepatocytes), where they replicate asexually inside the host cell. Afterwards, they go on to infect red blood cells. This transition is characterised by the 'budding off' of membrane-bound structures called merosomes, first characterised by \"Sturm and Amino\" et al. in 2006. It is thought that these structures, that are derived from hepatocytes including their membranes, aid in the parasites' evasion of immune cells known as Kupffer cells that are located in the liver.",
            "score": 130.5751233100891
        },
        {
            "docid": "287207_8",
            "document": "Plasmodium . The life cycle of \"Plasmodium\" involves several distinct stages in the insect and vertebrate hosts. Parasites are generally introduced into a vertebrate host by the bite of an insect host (generally a mosquito, with the exception of some \"Plasmodium\" species of reptiles). Parasites first infect the liver or other tissue, where they undergo a single large round of replication before exiting the host cell to infect erythrocytes. At this point, some species of \"Plasmodium\" of primates can form a long-lived dormant stage called a hypnozoite. It can remain in the liver for more than a year. However, for most \"Plasmodium\" species, the parasites in infected liver cells are only what are called merozoites. After emerging from the liver, they enter red blood cells, as explained above. They then go through continuous cycles of erythrocyte infection, while a small percentage of parasites differentiate into a sexual stage called a gametocyte which is picked up by an insect host taking a blood meal. In some hosts, invasion of erythrocytes by \"Plasmodium\" species can result in disease, called malaria. This can sometimes be severe, rapidly followed by death of the host (e.g. \"P. falciparum\" in humans). In other hosts, \"Plasmodium\" infection can apparently be asymptomatic.",
            "score": 158.46431350708008
        },
        {
            "docid": "287207_6",
            "document": "Plasmodium . Like other apicomplexans, \"Plasmodium\" species have several cellular structures at the apical end of the parasite that serve as specialized organelles for secreting effectors into the host. The most prominent are the bulbous rhoptries which contain parasite proteins involved in invading the host cell and modifying the host once inside. Adjacent to the rhoptries are smaller structures termed micronemes that contain parasite proteins required for motility as well as recognizing and attaching to host cells. Spread throughout the parasite are secretory vesicles called dense granules that contain parasite proteins involved in modifying the membrane that separates the parasite from the host, termed the parasitophorous vacuole.",
            "score": 121.09616994857788
        },
        {
            "docid": "3088223_102",
            "document": "Superlens . The research focused primarily on characterizing quantum dot properties, contrasting them with other imaging techniques. In one example, quantum dots were designed to target a specific type of human red blood cell protein that forms part of a network structure in the cell's inner membrane. When these proteins cluster together in a healthy cell, the network provides mechanical flexibility to the cell so it can squeeze through narrow capillaries and other tight spaces. But when the cell gets infected with the malaria parasite, the structure of the network protein changes.",
            "score": 117.55172944068909
        },
        {
            "docid": "8924394_7",
            "document": "Malaria prophylaxis . An experimental approach involves preventing the parasite from binding with red blood cells by blocking calcium signalling between the parasite and the host cell. Erythrocyte-binding-like proteins (EBLs) and reticulocyte-binding protein homologues (RHs) are both used by specialized P. falciparum organelles known as rhoptries and micronemes to bind with the host cell. Disrupting the binding process can stop the parasite.",
            "score": 161.4210605621338
        },
        {
            "docid": "57536016_5",
            "document": "Maurer's cleft . Maurer's clefts are thought function as sorting centers, through which parasite proteins are trafficked on their way to the red blood cell surface. The most important of these are parasite proteins involved in binding of infected red blood cells to the host blood vessels, such as PfEMP1s, RIFINs, and STEVORs, all of which localize to the Maurer's clefts on their way to the red blood cell surface. A number of other parasite proteins involved in modifying the host cell also localize to the Maurer's clefts such as PfMC-2TMs, FIKK kinases, as well as some members of the PHIST family of parasite proteins.",
            "score": 150.94178652763367
        },
        {
            "docid": "4902413_4",
            "document": "Trypanosoma cruzi . The trypomastigotes enter the human host through the bite wound or by crossing mucous membranes. The host cells contain macromolecules such as laminin, thrombospondin, heparin sulphate, and fibronectin that cover their surface. These macromolecules are essential for adhesion between parasite and host and for the process of host invasion by the parasite. The trypomastigotes must cross a network of proteins that line the exterior of the host cells in order to make contact and invade the host cells. The molecules and proteins on the cytoskeleton of the cell also bind to the surface of the parasite and initiate host invasion.",
            "score": 120.4742488861084
        },
        {
            "docid": "20423_19",
            "document": "Malaria . The parasite is relatively protected from attack by the body's immune system because for most of its human life cycle it resides within the liver and blood cells and is relatively invisible to immune surveillance. However, circulating infected blood cells are destroyed in the spleen. To avoid this fate, the \"P. falciparum\" parasite displays adhesive proteins on the surface of the infected blood cells, causing the blood cells to stick to the walls of small blood vessels, thereby sequestering the parasite from passage through the general circulation and the spleen. The blockage of the microvasculature causes symptoms such as in placental malaria. Sequestered red blood cells can breach the blood–brain barrier and cause cerebral malaria.",
            "score": 166.8692238330841
        },
        {
            "docid": "34431611_5",
            "document": "Chetan Eknath Chitnis . Chitnis's work is predominantly in the areas of molecular parasitology and vaccine development for malaria by understanding the molecular and cellular biology aspects of host-parasite interactions. His work has assisted in the development of antibodies against \"Plasmodium spp.\" and widened the understanding of the parasite-binding proteins and their interactions with the Duffy blood group antigen of the host red blood cells. Furthermore, his research group is involved in the studies of molecular signaling during the blood stage of \"Plasmodium falciparum\", especially the process of invasion and egress from erythrocytes.",
            "score": 145.3985719680786
        },
        {
            "docid": "53450372_4",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . PfEMP1 was discovered by Russell J. Howard and his colleagues at the US National Institutes of Health in 1984. Using the techniques of radioiodination and immunoprecipitation, they found a unique but yet unknown antigen from \"P. falciparum\"-infected RBCs that appeared to cause binding with other cells. Since the antigenic protein could only be detected in infected cells, they asserted that the protein was produced by the malarial parasite, and not by RBCs. The antigen was large and appeared to be different in size in different strains of \"P. falciparum\" obtained from night monkey (\"Aotus\"). In one strain, called Camp (from Malaysia), the antigen was found to have a molecular size of approximately 285 kDa; while in the other, called St. Lucia (from El Salvador), it was approximately 260 kDa. Both antigens bind to cultured skin cancer (melanoma) cells. But the researchers failed to confirm whether or not the protein actually was an adhesion molecule to the wall of blood vessels. Later in the same year, they found out that the unknown antigen was associated only with RBCs having small lumps called knobs on their surface. The first human RBC antigen was reported in 1986. Howard's team found that the antigens from Gambian children, who were suffering from falciparum malaria, were similar to those from the RBCs of night monkey. They determined that the molecular sizes of the proteins ranged from 250 to 300 kDa.",
            "score": 146.45016074180603
        },
        {
            "docid": "24973826_5",
            "document": "Human genetic resistance to malaria . When the \"P. falciparum\" parasite infects a host cell, it alters the characteristics of the red blood cell membrane, making it \"stickier\" to other cells. Clusters of parasitized red blood cells can exceed the size of the capillary circulation, adhere to the endothelium, and block circulation. When these blockages form in the blood vessels surrounding the brain, they cause cerebral hypoxia, resulting in neurological symptoms known as cerebral malaria. This condition is characterized by confusion, disorientation, and often terminal coma. It accounts for 80% of malaria deaths. Therefore, mutations that protect against malaria infection and lethality pose a significant advantage.",
            "score": 165.7208890914917
        },
        {
            "docid": "33456956_11",
            "document": "RTS,S . The RTS,S vaccine was engineered using genes from the repeat and T-cell epitope in the pre-erythrocytic circumsporozoite protein (CSP) of the \"Plasmodium falciparum\" malaria parasite and a viral envelope protein of the hepatitis B virus (HBsAg), to which was added a chemical adjuvant (AS01) to increase the immune system response. Infection is prevented by inducing humoral and cellular immunity, with high antibody titers, that block the parasite from infecting the liver.",
            "score": 115.40063333511353
        },
        {
            "docid": "53450372_13",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . The primary function of PfEMP1 is to bind and attach RBCs to the wall of the blood vessels. The most important binding properties of \"P. falciparum\" known to date are mediated by the head structure of PfEMP1, consisting of DBL domains and CIDRs. DBL domains can bind to a variety of cell receptors including thrombospondin (TSP), complement receptor 1 (CR1), chondroitin sulfate A (CSA), P-selectin, endothelial protein C receptor (EPCR), and heparan sulfate. The DBL domain adjacent to the head structure binds to ICAM1. CIDRs mainly bind to a large variety of cluster determinant 36 (CD36). These bindings produce the pathogenic characteristics of the parasite, such as sequestration of infected cells in different tissues, invasion of RBCs, and clustering of infected cells by a process called rosetting.",
            "score": 143.30044555664062
        },
        {
            "docid": "31348010_7",
            "document": "Pregnancy-associated malaria . \"P. falciparum\" expresses proteins on the surface of parasite-infected erythrocytes (IE) helping them bind to an unusually low-sulfated form of chondroitin sulfate A (CSA) in the placental intervillous space. By this process, the parasite avoids being filtered through the spleen where it would be cleared from the bloodstream and killed. When selected in vitro for CSA-binding, the only upregulated gene expressed in the \"P. falciparum\" parasites was the var2csa gene. Parasite clones where the var2csa gene was disrupted lost the ability to adhere to CSA by blocking the binding of IE. Its protein, VAR2CSA (Variant Surface antigen 2-CSA), belongs to the \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1) family and contains six Duffy binding-like (DBL) domains. The regions that mediate binding to CSA have not been defined, but DBL2, DBL3, and DBL6 have shown the highest affinity for CSA binding when testing with recombinant single-domains.",
            "score": 140.446364402771
        },
        {
            "docid": "42325581_10",
            "document": "Thioester-containing protein 1 . TEP1 is a central component in the mosquito's immune response against invading parasites such as \"Plasmodium\". Similar to the complement protein C3 in function, TEP1 acts as a opsonin which facilitates extensive parasite killing. TEP1 covalently binds to the surface of invading pathogens, promoting phagocytosis, lysis and melanisation. Through this activity TEP1 is considered an important determinant of \"Anopheles\" vector capacity. TEP1 is an antimicrobial peptide which associates with APL1C/LRIM1 heterodimers to act as a pattern recognition receptor (PRR) which identifies and responds to specific patterns on pathogen cell surfaces. Studies have shown TEP1 to be a key molecule in limiting parasite numbers in mosquitoes.RNA interference(RNAi) experiments have illustrated the importance of TEP1 in clearing malaria infections in mosquitoes. RNAi knockdown of TEP1 using dsRNA resulted in a five-fold increase of \"Plasmodium\" oocysts in TEP1-S silenced mosquitoes. Knock down of TEP1-R stops parasite melanisation.",
            "score": 90.75369763374329
        },
        {
            "docid": "7851150_10",
            "document": "Blocking antibody . Blocking antibodies have a variety of functions on the merozoite form of parasitic malaria. While in the merozoite form, malaria parasites invade erythrocytes and reproduce in them. Some blocking antibodies may inhibit the invasion of erythrocytes, while other blocking antibodies prevent the binding of inhibitory antibodies, allowing merozoite invasion of erythrocytes despite the presence of inhibitory antibodies. The monoclonal antibodies that prevent the invasion of merozoites bind to the parasitic antigen MSP-1 (merozoite surface protein 1). The binding of blocking antibodies to MSP-1 is shown to result in the inhibition of secondary processing, resulting in the inability for merozoites to invade host erythrocytes. Secondary processing involves a single proteolytic cleavage on the merozoite surface of the carboxy-terminal component of MSP-1. The blocking of MSP-1 has been proposed to be a method of creating a vaccine against malaria by preventing its invasion and multiplication.",
            "score": 86.65256571769714
        },
        {
            "docid": "3747673_3",
            "document": "Plasmodium berghei . Like all malaria parasites of mammals, including the four human malaria parasites, \"P. berghei\" is transmitted by \"Anopheles\" mosquitoes and it infects the liver after being injected into the bloodstream by a bite of an infected female mosquito. After a short period (a few days) of development and multiplication, these parasites leave the liver and invade erythrocytes (red blood cells). The multiplication of the parasite in the blood causes the pathology such as anaemia and damage of essential organs of the host such as lungs, liver, spleen. \"P. berghei\" infections may also affect the brain and can be the cause of cerebral complications in laboratory mice. These symptoms are to a certain degree comparable to symptoms of cerebral malaria in patients infected with the human malaria parasite \"Plasmodium falciparum\".",
            "score": 152.28011059761047
        },
        {
            "docid": "24973826_19",
            "document": "Human genetic resistance to malaria . HbS has a lower negative charge at physiological pH than does normal adult hemoglobin. The consequences of the simple replacement of a charged amino acid with a hydrophobic, neutral amino acid are far ranging, Recent studies in West Africa suggest that the greatest impact of Hb S seems to be to protect against either death or severe disease—that is, profound anemia or cerebral malaria—while having less effect on infection per se. Children who are heterozygous for the sickle cell gene have only one-tenth the risk of death from falciparum as do those who are homozygous for the normal hemoglobin gene. Binding of parasitized sickle erythrocytes to endothelial cells and blood monocytes is significantly reduced due to an altered display of \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP-1), the parasite’s major cytoadherence ligand and virulence factor on the erythrocyte surface.",
            "score": 144.19116187095642
        },
        {
            "docid": "53450372_12",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . The PfEMP1 molecule is deposited at the RBC membrane at the knobs. These knobs are easily identified as conspicuous bumps on the infected RBCs from the early trophozoite stage onward. The malarial parasite cannot induce its virulence on RBCs without knobs. As many as 10,000 knobs are distributed throughout the surface of a mature infected RBC, and each knob is 50-80 nm in diameter. The export of pfEMP1 from Maurer's cleft to RBC membrane is mediated by binding of another protein produced by the parasite called knob-associated histidine-rich protein (KAHRP). KAHRP enhances the structural rigidity of infected RBC and adhesion of PfEMP1 on the knobs. It is also directly responsible for forming knobs, as indicated by the fact that \"kahrp\" gene-deficient malarial parasites do not form knobs. To form a knob, KAHRP aggregates several membrane skeletal proteins of the host RBC, such as spectrin, actin, ankyrin R, and spectrin–actin band 4.1 complex. Upon arrival at the knob, PfEMP1 is attached to the spectrin network using the PHIST proteins.",
            "score": 106.09056746959686
        }
    ],
    "r": [
        {
            "docid": "14723535_12",
            "document": "ADAM10 . A number of different proteins on the surface of \"Plasmodium falciparum\" malaria parasites help the invaders bind to red blood cells. But once attached to host blood cells, the parasites need to shed the 'sticky' surface proteins that would otherwise interfere with entrance into the cell. The Sheddase enzyme, specifically called PfSUB2 in this example, is required for the parasites to invade cells; without it, the parasites die. The sheddase is stored in and released from cellular compartments near the tip of the parasite, according to the study. Once on the surface, the enzyme attaches to a motor that shuttles it from front to back, liberating the sticky surface proteins. With these proteins removed, the parasite gains entrance into a red blood cell. The entire invasion lasts about 30 seconds and without this ADAM metallopeptidase, malaria would be ineffective at invading the red blood cells.",
            "score": 217.76646423339844
        },
        {
            "docid": "53450372_2",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1) is a family of proteins present on the membrane surface of red blood cells (RBCs or erythrocytes) that are infected by the malarial parasite \"Plasmodium falciparum\". PfEMP1 is synthesized during the parasite's blood stage (erythrocytic schizogony) inside the RBC, during which the clinical symptoms of falciparum malaria are manifested. Acting as both an antigen and adhesion protein, it is thought to play a key role in the high level of virulence associated with \"P. falciparum\". It was discovered in 1984 when it was reported that infected RBCs had unusually large-sized cell membrane proteins, and these proteins had antibody-binding (antigenic) properties. An elusive protein, its chemical structure and molecular properties were revealed only after a decade, in 1995. It is now established that there is not one but a large family of PfEMP1 proteins, genetically regulated (encoded) by a group of about 60 genes called \"var\". Each \"P. falciparum\" is able to switch on and off specific \"var\" genes to produce a functionally different protein, rendering evasion from the host's immune system. RBCs carrying PfEMP1 on their surface stick to endothelial cells, which facilitates further binding with uninfected RBCs (through the processes of sequestration and rosetting), ultimately helping the parasite to both spread to other RBCs as well as bringing about the fatal symptoms of \"P. falciparum\" malaria.",
            "score": 200.93429565429688
        },
        {
            "docid": "24973826_12",
            "document": "Human genetic resistance to malaria . The mechanisms by which erythrocytes containing abnormal hemoglobins, or are G6PD deficient, are partially protected against \"P. falciparum\" infections are not fully understood, although there has been no shortage of suggestions. During the peripheral blood stage of replication malaria parasites have a high rate of oxygen consumption and ingest large amounts of hemoglobin. It is likely that HbS in endocytic vesicles is deoxygenated, polymerizes and is poorly digested. In red cells containing abnormal hemoglobins, or which are G6PD deficient, oxygen radicals are produced, and malaria parasites induce additional oxidative stress. This can result in changes in red cell membranes, including translocation of phosphatidylserine to their surface, followed by macrophage recognition and ingestion. The authors suggest that this mechanism is likely to occur earlier in abnormal than in normal red cells, thereby restricting multiplication in the former. In addition, binding of parasitized sickle cells to endothelial cells is significantly decreased because of an altered display of \"P. falciparum\" erythrocyte membrane protein-1 (PfMP-1). This protein is the parasite’s main cytoadherence ligand and virulence factor on the cell surface. During the late stages of parasite replication red cells are adherent to venous endothelium, and inhibiting this attachment could suppress replication.",
            "score": 179.68629455566406
        },
        {
            "docid": "53450372_3",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . Malaria is the deadliest among infectious diseases, accounting for approximately 429,000 human deaths in 2015 as of the latest estimate by the World Health Organization. In humans, malaria can be caused by five \"Plasmodium\" parasites, namely \"P. falciparum\", \"P. vivax\", \"P. malariae\", \"P. ovale\" and \"P. knowlesi\". \"P. falciparum\" is the most dangerous species, attributed to >99% of malaria's death toll, with 70% of these deaths occurring in children under the age of five years. The parasites are transmitted through the bites of female mosquitos (of the species of \"Anopheles\"). Before invading the RBCs and causing the symptoms of malaria, the parasites first multiply in the liver. The daughter parasites called merozoites then only infect the RBCs. They undergo structural development inside the RBCs, becoming trophozoites and schizonts. It is during this period that malarial symptoms are produced. Unlike RBCs infected by other \"Plasmodium\" species, \"P. falciparum\"-infected RBCs had been known to spontaneously stick together. By the early 1980s, it was established that when the parasite (both the trophozoite and schizont forms) enters the blood stream and infects RBCs, the infected cells form knobs on their surface. Then they become sticky, and get attached to the walls (endothelium) of the blood vessels through a process called cytoadhesion, or cytoadherence. Such attachment favours binding with and accumulation of other RBCs. This process is known as sequestration. It is during this condition that the parasites induce an immune response (antigen-antibody reaction) and evade destruction in the spleen. Although the process and significance of sequestration were described in detail by two Italian physicians Amico Bignami and Ettore Marchiafava in the early 1890s, it took a century to discover the actual factor for the stickiness and virulence.",
            "score": 177.65675354003906
        },
        {
            "docid": "24973826_2",
            "document": "Human genetic resistance to malaria . Human genetic resistance to malaria refers to inherited changes in the DNA of humans which increase resistance to malaria and result in increased survival of individuals with those genetic changes. The existence of these genotypes is likely due to evolutionary pressure exerted by parasites of the genus \"Plasmodium\" which cause malaria. Since malaria infects red blood cells, these genetic changes are most commonly alterations to molecules essential for red blood cell function (and therefore parasite survival), such as hemoglobin or other cellular proteins or enzymes of red blood cells. These alterations generally protect red blood cells from invasion by \"Plasmodium\" parasites or replication of parasites within the red blood cell.",
            "score": 177.63040161132812
        },
        {
            "docid": "3411528_5",
            "document": "Southeast Asian ovalocytosis . The reasons behind the resistance to malaria become clear when given an explanation the way in which \"Plasmodium falciparum\" invades its host. This parasite is an obligate intracellular parasite, which must enter the cells of the host it is invading. The band 3 proteins aggregate on the cell membrane at the site of entry, forming a circular orifice that the parasite squeezes through. These band 3 proteins act as receptors for the parasite. Normally a process much like endocytosis occurs, and the parasite is able to isolate itself from the intracellular proteins that are toxic to it while still being inside an erythrocyte (see figure 2). The increased rigidity of the erythrocyte membrane in SAO is thought to reduce the capacity of the band 3 proteins to cluster together, thereby making it more difficult for the malaria parasite to properly attaching to and enter the cell. The reduced free ATP within the cell has been postulated as a further mechanism behind which SAO creates a hostile environment for \"Plasmodium falciparum\".",
            "score": 169.5015411376953
        },
        {
            "docid": "47306088_2",
            "document": "Parasitophorous vacuole . The parasitophorous vacuole (PV) is a structure produced by apicomplexan parasites in the cell of its host. The PV allows the parasite to develop while protected from the phagolysosomes of the host cell. The PV is a bubble-like compartment made of plasma membrane and containing cytoplasm and the parasite. The PV allows the parasite to exist and grow within the cell while protecting it from the host cell defense mechanisms. The PV prevents the acidification of the compartment, the mechanism by which the lysosomes of the host cell would normally destroy an invading parasite. Parasites that form a parasitophorous vacuole as part of their infection process include \"Plasmodium falciparum\", which causes malaria and \"Toxoplasma gondii\", which causes toxoplasmosis. The parasitophorous vacuole is formed during cell invasion, when the parasite uses part of the membrane of the host cell to form a parasitophorous vacuolar membrane (PVM). The PVM surrounds the intracellular parasite, creating a separate bubble of cytoplasm-filled plasma membrane within the host cell. The rhoptry and the microneme, special secretory organelles found in apicomplexan parasites, play a major role in the formation of the vacuole. One theory is that the microneme works with the rhoptry and the rhoptry secretes proteins to create the PVM, while the microneme binds to the surface of red blood cells, allowing the parasite to more easily enter into the cell.",
            "score": 167.72393798828125
        },
        {
            "docid": "20423_19",
            "document": "Malaria . The parasite is relatively protected from attack by the body's immune system because for most of its human life cycle it resides within the liver and blood cells and is relatively invisible to immune surveillance. However, circulating infected blood cells are destroyed in the spleen. To avoid this fate, the \"P. falciparum\" parasite displays adhesive proteins on the surface of the infected blood cells, causing the blood cells to stick to the walls of small blood vessels, thereby sequestering the parasite from passage through the general circulation and the spleen. The blockage of the microvasculature causes symptoms such as in placental malaria. Sequestered red blood cells can breach the blood–brain barrier and cause cerebral malaria.",
            "score": 166.86923217773438
        },
        {
            "docid": "2190069_6",
            "document": "Plasmodium vivax . Pathogenesis results from rupture of infected red blood cells, leading to fever. Infected red blood cells may also stick to each other and to walls of capillaries. Vessels plug up and deprive tissues of oxygen. Infection may also cause the spleen to enlarge. Unlike \"P. falciparum\", \"P. vivax\" can populate the bloodstream with sexual-stage parasites—the form picked up by mosquitoes on their way to the next victim—even before a patient shows symptoms. Consequently, prompt treatment of symptomatic patients doesn't necessarily help stop an outbreak, as it does with falciparum malaria, in which fevers occur as sexual stages develop. Even when symptoms appear, because they are usually not immediately fatal, the parasite continues to multiply.",
            "score": 166.7016143798828
        },
        {
            "docid": "24973826_5",
            "document": "Human genetic resistance to malaria . When the \"P. falciparum\" parasite infects a host cell, it alters the characteristics of the red blood cell membrane, making it \"stickier\" to other cells. Clusters of parasitized red blood cells can exceed the size of the capillary circulation, adhere to the endothelium, and block circulation. When these blockages form in the blood vessels surrounding the brain, they cause cerebral hypoxia, resulting in neurological symptoms known as cerebral malaria. This condition is characterized by confusion, disorientation, and often terminal coma. It accounts for 80% of malaria deaths. Therefore, mutations that protect against malaria infection and lethality pose a significant advantage.",
            "score": 165.72088623046875
        },
        {
            "docid": "5951626_7",
            "document": "Antigenic variation . Plasmodium falciparum, the major etiologic agent of human malaria, has a very complex life cycle that occurs in both humans and mosquitoes. While in the human host, the parasite spends most of its life cycle within hepatic cells and erythrocytes (in contrast to \"T. brucei\" which remains extracellular). As a result of its mainly intracellular niche, parasitized host cells which display parasite proteins must be modified to prevent destruction by the host immune defenses. In the case of \"Plasmodium\", this is accomplished via the dual purpose \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1). PfEMP1 is encoded by the diverse family of genes known as the \"var\" family of genes (approximately 60 genes in all). The diversity of the gene family is further increased via a number of different mechanisms including exchange of genetic information at telomeric loci, as well as meiotic recombination. The PfEMP1 protein serves to sequester infected erythrocytes from splenic destruction via adhesion to the endothelium. Moreover, the parasite is able to evade host defense mechanisms by changing which \"var\" allele is used to code the PfEMP1 protein. Like \"T. brucei\", each parasite expresses multiple copies of one identical protein. However, unlike \"T. brucei\", the mechanism by which \"var\" switching occurs in \"P. falciparum\" is thought to be purely transcriptional. \"Var\" switching has been shown to take place soon after invasion of an erythrocyte by a \"P. falciparum\" parasite. Fluorescent in situ hybridization analysis has shown that activation of \"var\" alleles is linked to altered positioning of the genetic material to distinct “transcriptionally permissive” areas.",
            "score": 163.81288146972656
        },
        {
            "docid": "8924394_7",
            "document": "Malaria prophylaxis . An experimental approach involves preventing the parasite from binding with red blood cells by blocking calcium signalling between the parasite and the host cell. Erythrocyte-binding-like proteins (EBLs) and reticulocyte-binding protein homologues (RHs) are both used by specialized P. falciparum organelles known as rhoptries and micronemes to bind with the host cell. Disrupting the binding process can stop the parasite.",
            "score": 161.4210662841797
        },
        {
            "docid": "9355054_5",
            "document": "Malaria antigen detection tests . The histidine-rich protein II (HRP II) is a histidine- and alanine-rich, water-soluble protein, which is localized in several cell compartments including the parasite cytoplasm. The antigen is expressed only by \"P. falciparum\" trophozoites. HRP II from \"P. falciparum\" has been implicated in the biocrystallization of hemozoin, an inert, crystalline form of ferriprotoporphyrin IX (Fe(3+)-PPIX) produced by the parasite. A substantial amount of the HRP II is secreted by the parasite into the host bloodstream and the antigen can be detected in erythrocytes, serum, plasma, cerebrospinal fluid and even urine as a secreted water-soluble protein. These antigens persist in the circulating blood after the parasitaemia has cleared or has been greatly reduced. It generally takes around two weeks after successful treatment for HRP2-based tests to turn negative, but may take as long as one month, which compromises their value in the detection of active infection. False positive dipstick results were reported in patients with rheumatoid-factor-positive rheumatoid arthritis. Since HRP-2 is expressed only by \"P. falciparum\", these tests will give negative results with samples containing only \"P. vivax\", \"P. ovale\", or \"P. malariae\"; many cases of non-falciparum malaria may therefore be misdiagnosed as malaria negative (some \"P.falciparum\" strains also don’t have HRP II). The variability in the results of pHRP2-based RDTs is related to the variability in the target antigen.",
            "score": 160.53384399414062
        },
        {
            "docid": "287207_8",
            "document": "Plasmodium . The life cycle of \"Plasmodium\" involves several distinct stages in the insect and vertebrate hosts. Parasites are generally introduced into a vertebrate host by the bite of an insect host (generally a mosquito, with the exception of some \"Plasmodium\" species of reptiles). Parasites first infect the liver or other tissue, where they undergo a single large round of replication before exiting the host cell to infect erythrocytes. At this point, some species of \"Plasmodium\" of primates can form a long-lived dormant stage called a hypnozoite. It can remain in the liver for more than a year. However, for most \"Plasmodium\" species, the parasites in infected liver cells are only what are called merozoites. After emerging from the liver, they enter red blood cells, as explained above. They then go through continuous cycles of erythrocyte infection, while a small percentage of parasites differentiate into a sexual stage called a gametocyte which is picked up by an insect host taking a blood meal. In some hosts, invasion of erythrocytes by \"Plasmodium\" species can result in disease, called malaria. This can sometimes be severe, rapidly followed by death of the host (e.g. \"P. falciparum\" in humans). In other hosts, \"Plasmodium\" infection can apparently be asymptomatic.",
            "score": 158.4643096923828
        },
        {
            "docid": "1310186_5",
            "document": "Gametocyte . Plasmodium falciparum is a protozoan parasite, one of the species that causes malaria in humans. A gametocyte in Plasmodium Falciparum is a cell specializing in the transition between the human and the mosquito host. Gametocytes arise from erythrocytic asexual stages. The production of gametocytes directly from hepatic merozoites, which has been described in other species, does not occur in P. falciparum. Gametocytes are capable of inducing specific humoral IgG, and cellular responses, which include induction of TNFa (protein coding), IFNg(gene protein coding) and gd+ lymphocyte proliferation, in addition to immune responses to other stages of the parasite. There has been much debate on the actual point of sexual differentiation and many people have shown that merozoites emerging from a single schizont developed either into further asexual stages or into gametocytes. It has been further shown that the gametocytes from one schizont are all male or all female. This suggests that the trophozoites of the preceding asexual generation were already committed to either sexual development or continuing asexual cycling. In order to adjust to life in such drastically different environments, many changes occur in its cell biology, metabolism, gene expression and protein synthesis. Gametocytes of P. falciparum have been shown to exhibit a different pattern of gene expression than asexual stages, which is unsurprising if one were to consider the difference between these two stages. Transcription and translation levels are not constant during gametocytogenesis: this was shown in drug sensitivity studies where RNA and protein synthesis levels were much more important in the early than the late gametocyte stages. Furthermore, a sex-specific expression has also been discovered, with differences in RNA, mitochondria and ribosome content. The female is preparing for a continued development, and the male is terminally differentiated and only needs what is necessary for exflagellation ( cell division cycle, dynein and α-tubulin II). Plasmodium falciparum is both the most deadly and most researched species of malaria. The majority of the research conducted is to find a vaccine or treatment for the disease. Some believe that due to the ineffectiveness of the past, any vaccine found will most likely not become completely effective. Others remain hopeful citing the fact that the species complex life cycle offers numerous options for vaccines and treatments, as well as the proof that partial immunity does occur in endemic areas in some people. Mature macrogamtocytes are female and mature microgametocytes are male. In P. falciparum, gametocytes are produced from asexual stages. All the gametocytes produced from one sexually committed schizont are of the same sex, suggesting that sex is determined at the very beginning of sexual development. However, gametocyte sex can only be microscopically differentiated from stage III and onward. They are crescent- or sausage- shaped.",
            "score": 152.61245727539062
        },
        {
            "docid": "3747673_3",
            "document": "Plasmodium berghei . Like all malaria parasites of mammals, including the four human malaria parasites, \"P. berghei\" is transmitted by \"Anopheles\" mosquitoes and it infects the liver after being injected into the bloodstream by a bite of an infected female mosquito. After a short period (a few days) of development and multiplication, these parasites leave the liver and invade erythrocytes (red blood cells). The multiplication of the parasite in the blood causes the pathology such as anaemia and damage of essential organs of the host such as lungs, liver, spleen. \"P. berghei\" infections may also affect the brain and can be the cause of cerebral complications in laboratory mice. These symptoms are to a certain degree comparable to symptoms of cerebral malaria in patients infected with the human malaria parasite \"Plasmodium falciparum\".",
            "score": 152.2801055908203
        },
        {
            "docid": "544177_42",
            "document": "Plasmodium falciparum . The International Agency for Research on Cancer (IARC) has classified malaria due to \"P. falciparum\" as Group 2A carcinogen, meaning that the parasite is probably a cancer-causing agent in humans. Its association with a blood cell (lymphocyte) cancer called Burkitt's lymphoma is established. Burkit's lymphoma was discovered by Denis Burkitt in 1958 from African children, and he later speculated that the cancer was likely due to certain infectious diseases. In 1964, a virus, later called Eppstein-Barr virus (EBV) after the discoverers, was identified from the cancer cells. The virus was subsequently proved to be the direct cancer agent, and is now classified as Group 1 carcinogen. In 1989, it was realised that EBV requires other infections such as with malaria to cause lymphocyte transformation. It was reported that the incidence of Burkitt's lymphoma decreased with effective treatment of malaria over several years. The actual role played by \"P. falciparum\" remained unclear for the next two-and-half decades. EBV had been known to induce lymphocytes to become cancerous using its viral proteins (antigens such as EBNA-1, EBNA-2, LMP-1, and LMP2A). From 2014, it became clear that \"P. falciparum\" contributes to the development of the lymphoma. \"P. falciparum\"-infected erythrocytes directly bind to B lymphocytes through the CIDR1α domain of PfEMP1. This binding activates toll-like receptors (TLR7 and TLR10) causing continuous activation of lymphocytes to undergo proliferation and differentiation into plasma cells, thereby increasing the secretion of IgM and cytokines. This in turn activates an enzyme called activation-induced cytidine deaminase (AID), which tends to cause mutation in the DNA (by double-strand break) of an EBV-infected lymphocytes. The damaged DNA undergoes uncontrolled replication, thus making the cell cancerous.",
            "score": 151.52383422851562
        },
        {
            "docid": "544177_19",
            "document": "Plasmodium falciparum . The parasite can also alter the morphology of the erythrocyte, causing knobs on the erythrocyte membrane. Infected erythrocytes are often sequestered in various human tissues or organs, such as the heart, liver and brain. This is caused by parasite-derived cell surface proteins being present on the erythrocyte membrane, and it is these proteins that bind to receptors on human cells. Sequestration in the brain causes cerebral malaria, a very severe form of the disease, which increases the victim's likelihood of death.",
            "score": 151.11033630371094
        },
        {
            "docid": "24973826_25",
            "document": "Human genetic resistance to malaria . There is evidence that the persons with α-thalassemia, HbC and HbE have some degree of protection against the parasite. Hemoglobin C (HbC) is an abnormal hemoglobin with substitution of a lysine residue for glutamic acid residue of the β-globin chain, at exactly the same ß-6 position as the HbS mutation. The \"C\" designation for HbC is from the name of the city where it was discovered—Christchurch, New Zealand. People who have this disease, particularly children, may have episodes of abdominal and joint pain, an enlarged spleen, and mild jaundice, but they do not have severe crises, as occur in sickle cell disease. Haemoglobin C is common in malarious areas of West Africa, especially in Burkina Faso. In a large case–control study performed in Burkina Faso on 4,348 Mossi subjects, that HbC was associated with a 29% reduction in risk of clinical malaria in HbAC heterozygotes and of 93% in HbCC homozygotes. HbC represents a ‘slow but gratis’ genetic adaptation to malaria through a transient polymorphism, compared to the polycentric ‘quick but costly’ adaptation through balanced polymorphism of HbS. HbC modifies the quantity and distribution of the variant antigen \"P. falciparum\" erythrocyte membrane protein 1 (PfEMP1) on the infected red blood cell surface and the modified display of malaria surface proteins reduces parasite adhesiveness (thereby avoiding clearance by the spleen) and can reduce the risk of severe disease.",
            "score": 151.01589965820312
        },
        {
            "docid": "57536016_5",
            "document": "Maurer's cleft . Maurer's clefts are thought function as sorting centers, through which parasite proteins are trafficked on their way to the red blood cell surface. The most important of these are parasite proteins involved in binding of infected red blood cells to the host blood vessels, such as PfEMP1s, RIFINs, and STEVORs, all of which localize to the Maurer's clefts on their way to the red blood cell surface. A number of other parasite proteins involved in modifying the host cell also localize to the Maurer's clefts such as PfMC-2TMs, FIKK kinases, as well as some members of the PHIST family of parasite proteins.",
            "score": 150.94178771972656
        },
        {
            "docid": "24973826_31",
            "document": "Human genetic resistance to malaria . This question has been studied in isolated populations where antimalarial drugs were not used in Tanzania, East Africa and in the Republic of the Gambia, West Africa, following children during the period when they are most susceptible to \"falciparum\" malaria. In both cases parasite counts were significantly lower in G6PD-deficient persons than in those with normal red cell enzymes. The association has also been studied in individuals, which is possible because the enzyme deficiency is sex-linked and female heterozygotes are mosaics due to lyonization, where random inactivation of an X-chromosome in certain cells creates a population of G6PD deficient red blood cells coexisting with normal red blood cells. Malaria parasites were significantly more often observed in normal red cells than in enzyme-deficient cells. An evolutionary genetic analysis of malarial selection of G6PD deficiency genes has been published by Tishkoff and Verelli. The enzyme deficiency is common in many countries that are, or were formerly, malarious, but not elsewhere.",
            "score": 150.8571014404297
        },
        {
            "docid": "2190069_29",
            "document": "Plasmodium vivax . \"P. vivax\" preferentially penetrates young red blood cells (reticulocytes), unlike \"Plasmodium falciparum\" which can invade erythrocytes. In order to achieve this, merozoites have two proteins at their apical pole (PvRBP-1 and PvRBP-2). The parasite uses the Duffy blood group antigens (Fy6) to penetrate red blood cells. This antigen does not occur in the majority of humans in West Africa [phenotype Fy (a-b-)]. As a result, \"P. vivax\" occurs less frequently in West Africa.",
            "score": 148.46676635742188
        },
        {
            "docid": "24973826_36",
            "document": "Human genetic resistance to malaria . SAO is associated with protection against cerebral malaria in children because it reduces sequestration of erythrocytes parasitized by \"P. falciparum\" in the brain microvasculature. Adhesion of \"P. falciparum\"-infected red blood cells to CD36 is enhanced by the cerebral malaria-protective SAO trait . Higher efficiency of sequestration via CD36 in SAO individuals could determine a different organ distribution of sequestered infected red blood cells. These provide a possible explanation for the selective advantage conferred by SAO against cerebral malaria.",
            "score": 148.16734313964844
        },
        {
            "docid": "2203098_3",
            "document": "Merozoite surface protein . Merozoite surface proteins, or MSPs, are useful in researching malaria, a disease caused by protozoans. The malaria parasite, in its asexual, blood invading stage called the merozoite stage, infects red blood cells. The MSP1 complex of surface proteins likely mediates the first interactions of the parasite with red blood cells.",
            "score": 147.8610382080078
        },
        {
            "docid": "21010263_18",
            "document": "Sickle cell disease . The malaria parasite has a complex lifecycle and spends part of it in red blood cells. In a carrier, the presence of the malaria parasite causes the red blood cells with defective haemoglobin to rupture prematurely, making the \"Plasmodium\" parasite unable to reproduce. Further, the polymerization of Hb affects the ability of the parasite to digest Hb in the first place. Therefore, in areas where malaria is a problem, people's chances of survival actually increase if they carry sickle cell trait (selection for the heterozygote).",
            "score": 147.8526611328125
        },
        {
            "docid": "48754864_4",
            "document": "Julian Rayner . Rayner's research interests encompass the origins of \"Plasmodium\" parasites, and how their invasion of red blood cells cause all the symptoms of malaria. Working with collaborators such as Dr. Beatrice Hahn, he has demonstrated that \"Plasmodium falciparum\" is likely to have originated in gorillas, rather than chimpanzees or ancient humans. Together with colleagues at the Sanger Institute, Rayner has identified a key ligand which is essential for erythrocyte invasion by \"P. falciparum\" and therefore has significant anti-malarial potential.",
            "score": 146.95123291015625
        },
        {
            "docid": "53450372_4",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . PfEMP1 was discovered by Russell J. Howard and his colleagues at the US National Institutes of Health in 1984. Using the techniques of radioiodination and immunoprecipitation, they found a unique but yet unknown antigen from \"P. falciparum\"-infected RBCs that appeared to cause binding with other cells. Since the antigenic protein could only be detected in infected cells, they asserted that the protein was produced by the malarial parasite, and not by RBCs. The antigen was large and appeared to be different in size in different strains of \"P. falciparum\" obtained from night monkey (\"Aotus\"). In one strain, called Camp (from Malaysia), the antigen was found to have a molecular size of approximately 285 kDa; while in the other, called St. Lucia (from El Salvador), it was approximately 260 kDa. Both antigens bind to cultured skin cancer (melanoma) cells. But the researchers failed to confirm whether or not the protein actually was an adhesion molecule to the wall of blood vessels. Later in the same year, they found out that the unknown antigen was associated only with RBCs having small lumps called knobs on their surface. The first human RBC antigen was reported in 1986. Howard's team found that the antigens from Gambian children, who were suffering from falciparum malaria, were similar to those from the RBCs of night monkey. They determined that the molecular sizes of the proteins ranged from 250 to 300 kDa.",
            "score": 146.45016479492188
        },
        {
            "docid": "544177_17",
            "document": "Plasmodium falciparum . Merozoites use the apicomplexan invasion organelles (apical complex, pellicle and surface coat) to recognize and enter the host erythrocyte (red blood cell). The parasite first binds to the erythrocyte in a random orientation. It then reorients such that the apical complex is in proximity to the erythrocyte membrane. The parasite forms a parasitophorous vacuole, to allow for its development inside the erythrocyte. This infection cycle occurs in a highly synchronous fashion, with roughly all of the parasites throughout the blood in the same stage of development. This precise clocking mechanism has been shown to be dependent on the human host's own circadian rhythm.",
            "score": 145.9622344970703
        },
        {
            "docid": "34431611_5",
            "document": "Chetan Eknath Chitnis . Chitnis's work is predominantly in the areas of molecular parasitology and vaccine development for malaria by understanding the molecular and cellular biology aspects of host-parasite interactions. His work has assisted in the development of antibodies against \"Plasmodium spp.\" and widened the understanding of the parasite-binding proteins and their interactions with the Duffy blood group antigen of the host red blood cells. Furthermore, his research group is involved in the studies of molecular signaling during the blood stage of \"Plasmodium falciparum\", especially the process of invasion and egress from erythrocytes.",
            "score": 145.39857482910156
        },
        {
            "docid": "531064_17",
            "document": "Cell adhesion . Protozoans express multiple adhesion molecules with different specificities that bind to carbohydrates located on surfaces of their host cells. cell–cell adhesion is key for pathogenic protozoans to attach en enter their host cells. An example of a pathogenic protozoan is the malarial parasite (\"Plasmodium falciparum\"), which uses one adhesion molecule called the circumsporozoite protein to bind to liver cells, and another adhesion molecule called the merozoite surface protein to bind red blood cells.",
            "score": 145.17315673828125
        },
        {
            "docid": "24973826_19",
            "document": "Human genetic resistance to malaria . HbS has a lower negative charge at physiological pH than does normal adult hemoglobin. The consequences of the simple replacement of a charged amino acid with a hydrophobic, neutral amino acid are far ranging, Recent studies in West Africa suggest that the greatest impact of Hb S seems to be to protect against either death or severe disease—that is, profound anemia or cerebral malaria—while having less effect on infection per se. Children who are heterozygous for the sickle cell gene have only one-tenth the risk of death from falciparum as do those who are homozygous for the normal hemoglobin gene. Binding of parasitized sickle erythrocytes to endothelial cells and blood monocytes is significantly reduced due to an altered display of \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP-1), the parasite’s major cytoadherence ligand and virulence factor on the erythrocyte surface.",
            "score": 144.191162109375
        },
        {
            "docid": "53450372_13",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . The primary function of PfEMP1 is to bind and attach RBCs to the wall of the blood vessels. The most important binding properties of \"P. falciparum\" known to date are mediated by the head structure of PfEMP1, consisting of DBL domains and CIDRs. DBL domains can bind to a variety of cell receptors including thrombospondin (TSP), complement receptor 1 (CR1), chondroitin sulfate A (CSA), P-selectin, endothelial protein C receptor (EPCR), and heparan sulfate. The DBL domain adjacent to the head structure binds to ICAM1. CIDRs mainly bind to a large variety of cluster determinant 36 (CD36). These bindings produce the pathogenic characteristics of the parasite, such as sequestration of infected cells in different tissues, invasion of RBCs, and clustering of infected cells by a process called rosetting.",
            "score": 143.30044555664062
        }
    ]
}