{
    "q": [
        {
            "docid": "50566309_10",
            "document": "Oil pollution toxicity to marine fish . Many effects of PAH exposure have been observed in marine fish. Specifically, studies have been conducted on the embryonic and larval fish, the development of fish exposed to PAHs, and uptake of PAHs by fish via various routes of exposure. One study on found that Pacific herring eggs exposed to conditions mimicking the ‘’Exxon Valdez’’ oil spill resulted in premature hatching of eggs, reduced size as fish matured and significant teratogenic effects, including skeletal, cardiovascular, fin and yolk sac malformations. Yolk sac edema was responsible for the majority of herring larval mortality. The teratogenic malformations in the dorsal fin and spine, and in the jaw were observed to effectively decrease the survival of developing fish, through the impairing of swimming and feeding ability respectively. Feeding and prey avoidance via swimming are crucial for the survival of larval and juvenile fish. All effects observed in herring eggs in the study were consistent with effects observed in exposed fish eggs following the \"Exxon Valdez\" oil spill. Zebrafish embryos exposed to oil were observed to have severe teratogenic defects similar to those seen in herring embryos, including edema, cardiac dysfunction, and intracranial hemorrhages. In a study focused on the uptake of PAHs by fish, salmon embryos were exposed to crude oil in three various situations, including via effluent from oil coated gravel. PAH concentrations in embryos directly exposed to oil and those exposed to PAH effluent were not significantly different. PAH exposure was observed to lead to death, even when the PAHs were exposed to fish via effluent. From the results, it was determined that fish embryos near the \"Exxon Valdez\" spill in Prince William Sound that were not directly in contact with oil still may have accumulated lethal levels of PAHs. While many laboratory and natural studies have observed significant adverse effects of PAH exposure to fish, a lack of effects has also been observed for certain PAH compounds, which could be due to a lack of uptake during exposure to the compound.",
            "score": 208.15434193611145
        },
        {
            "docid": "38006024_20",
            "document": "Environmental impact of the Deepwater Horizon oil spill . A 2014 paper in the journal \"Science\" found that toxins released by the oil spill killed fish by causing cardiac arrest. The study found that even very low concentrations of crude oil can slow the pace of fish heartbeats. The study was conducted by researchers at Stanford University and the National Oceanic and Atmospheric Administration as part of the federal Natural Resource Damage Assessment process required by the Oil Pollution Act. It focused on tuna partly because the spill occurred in an area where Atlantic bluefin tuna were spawning. The effects were considered especially problematic for fish embryos and early developing fish, because the heartbeat changes could affect the development of other organs, including the lungs and liver. BP disputed the study, raising questions about the study and the use of its findings in the damage assessment process. Another peer-reviewed study, released in March 2014 and conducted by 17 scientists from the United States and Australia and published in the Proceedings of the National Academy of Sciences, found that tuna and amber jack that were exposed to oil from the spill developed deformities of the heart and other organs. BP responded that the concentrations of oil in the study were a level rarely seen in the Gulf, but \"The New York Times\" reported that the BP statement was contradicted by the study.",
            "score": 176.4581527709961
        },
        {
            "docid": "14133729_4",
            "document": "GATA4 . GATA4 is a critical transcription factor for proper mammalian cardiac development and essential for survival of the embryo. GATA4 works in combination with other essential cardiac transcription factors as well, such as Nkx2-5 and Tbx5. GATA4 is expressed in both embryo and adult cardiomyocytes where it functions as a transcriptional regulator for many cardiac genes, and also regulates hypertrophic growth of the heart. GATA4 promotes cardiac morphogenesis, cardiomyocytes survival, and maintains cardiac function in the adult heart. Mutations or defects in the GATA4 gene can lead to a variety of cardiac problems including congenital heart disease, abnormal ventral folding, and defects in the cardiac septum separating the atria and ventricles, and hypoplasia of the ventricular myocardium. As seen from the abnormalities from deletion of GATA4, it is essential for cardiac formation and the survival of the embryo during fetal development.  GATA4 is not only important for cardiac development, but also development and function of the mammalian fetal ovary and contributes to fetal male gonadal development and mutations may lead to defects in reproductive development. GATA4 has also been discovered to have an integral role in controlling the early stages of pancreatic and hepatic development.",
            "score": 100.88530433177948
        },
        {
            "docid": "23567924_19",
            "document": "Environmental impact of shipping . Most commonly associated with ship pollution are oil spills. While less frequent than the pollution that occurs from daily operations, oil spills have devastating effects. While being toxic to marine life, polycyclic aromatic hydrocarbons (PAHs), the components in crude oil, are very difficult to clean up, and last for years in the sediment and marine environment. Marine species constantly exposed to PAHs can exhibit developmental problems, susceptibility to disease, and abnormal reproductive cycles. One of the more widely known spills was the Exxon Valdez incident in Alaska. The ship ran aground and dumped a massive amount of oil into the ocean in March 1989. Despite efforts of scientists, managers and volunteers, over 400,000 seabirds, about 1,000 sea otters, and immense numbers of fish were killed.",
            "score": 153.3275556564331
        },
        {
            "docid": "38006024_26",
            "document": "Environmental impact of the Deepwater Horizon oil spill . A 2014 study of the effects of the oil spill on bluefin tuna, published in the journal \"Science\", clarifying the mechanics by which PAH kill fish, found that the toxins from oil spills can cause irregular heartbeats leading to cardiac arrest. It found that PAHs block signaling pathways that allow potassium and calcium ions to flow in and out of cardiac cell membranes and sustain normal heart rates, and that even very low concentrations of crude oil can disrupt these signaling pathways, slowing fish heartbeats. The study found that cardiotoxicity might have been widespread in animal life exposed to the spill.",
            "score": 187.75674295425415
        },
        {
            "docid": "14819769_5",
            "document": "HAND1 . HAND1 works jointly with HAND2 in cardiac development of embryos based on a crucial HAND gene dosage system. If HAND1 is over or under expressed then morphological abnormalities can form; most notable are cleft lips and palates. Expression was modeled with a knock-in of phosphorylation to turn on and off gene expression which induced the craniofacial abnormalities. Knock-out experimentation on mice caused death and severe cardiac malformations such as failed cardiac looping, impaired ventricular development and defective chamber septation. This aids in the implication that HAND1 expression is a factor to patients suffering from congenital heart disease. However, a lack of HAND1 in the distal regions of the Neural Crest has no effect on cranial feature formation. Mutation of HAND1 has been shown to hinder the effect of GATA4, another vital cardiac transcription factor, and is associated with congenital heart disease. The lack of HAND1 detection in the developing embryo leads to many of the structural defects that causes heart disease and facial deformities while the dosage of HAND1 relates to the severity of these maladies.",
            "score": 80.49766004085541
        },
        {
            "docid": "50566309_3",
            "document": "Oil pollution toxicity to marine fish . Crude oil entering waterways from spills or runoff contain polycyclic aromatic hydrocarbons (PAHs), the most toxic components of oil. The route of PAH uptake into fish depends on many environmental factors and the properties of the PAH. The common routes are ingestion, ventilation of the gills, and dermal uptake. Fish exposed to these PAHs exhibit an array of toxic effects including genetic damage, morphological deformities, altered growth and development, decreased body size, inhibited swimming abilities and mortality. The morphological deformities of PAH exposure, such as fin and jaw malformations, result in significantly reduced survival in fish due to the reduction of swimming and feeding abilities. While the exact mechanism of PAH toxicity is unknown, there are four proposed mechanisms. The difficulty in finding a specific toxic mechanism is largely due to the wide variety of PAH compounds with differing properties.",
            "score": 147.78462147712708
        },
        {
            "docid": "50566309_4",
            "document": "Oil pollution toxicity to marine fish . Research on the environmental impact of the petroleum industry began in earnest, during the mid to late 20th century, as the oil industry developed and expanded. Large scale transport of crude oil increased as a result of the increasing worldwide demand for oil, subsequently increasing the number of oil spills. Oil spills provided perfect opportunities for scientists to examine the in situ effects of crude oil exposure to marine ecosystems, and collaborative efforts between the National Oceanic and Atmospheric Administration (NOAA) and the United States Coast Guard resulted in improved response efforts and detailed research on oil pollution's effects. The Exxon Valdez oil spill in 1989, and the Deepwater Horizon oil spill in 2010, both resulted in increased scientific knowledge on the specific effects of oil pollution toxicity to marine fish.",
            "score": 148.68640303611755
        },
        {
            "docid": "37132399_16",
            "document": "Gulf killifish . The response of \"F. grandis\" fish to Macondo-252 crude oil depends mostly upon the stage in their lifecycle and their exposure time. Once spilled into water, this oil floats on the surface and affects \"F. grandis\" populations. The oil has the ability to harm fish species by different means. Floating oil can come into contact with the Gulf killifish by simply drifting into them, or the fish swimming through the oil trying to reach the surface. During the Deepwater Horizon spill, the Macondo-252 oil slick was composed of over 205 million gallons of crude oil. The floating oil affected the fish's health by being absorbed through the gills and getting into the eyes of the fish that came into contact with the oil. This imposed several physiological strains on them.",
            "score": 147.65006113052368
        },
        {
            "docid": "27046954_52",
            "document": "Deepwater Horizon oil spill . A 2014 study of the effects of the oil spill on bluefin tuna funded by National Oceanic and Atmospheric Administration (NOAA), Stanford University, and the Monterey Bay Aquarium and published in the journal \"Science\", found that the toxins from oil spills can cause irregular heartbeats leading to cardiac arrest. Calling the vicinity of the spill \"one of the most productive ocean ecosystems in the world\", the study found that even at very low concentrations \"PAH cardiotoxicity was potentially a common form of injury among a broad range of species in the vicinity of the oil.\" Another peer-reviewed study, released in March 2014 and conducted by 17 scientists from the United States and Australia and published in the Proceedings of the National Academy of Sciences, found that tuna and amberjack that were exposed to oil from the spill developed deformities of the heart and other organs that would be expected to be fatal or at least life-shortening. The scientists said that their findings would most likely apply to other large predator fish and \"even to humans, whose developing hearts are in many ways similar.\" BP responded that the concentrations of oil in the study were a level rarely seen in the Gulf, but \"The New York Times\" reported that the BP statement was contradicted by the study. The oil dispersant Corexit, previously only used as a surface application, was released underwater in unprecedented amounts, with the intent of making it more easily biodegraded by naturally occurring microbes. Thus, oil that would normally rise to the surface of the water was emulsified into tiny droplets and remained suspended in the water and on the sea floor. The oil and dispersant mixture permeated the food chain through zooplankton. Signs of an oil-and-dispersant mix were found under the shells of tiny blue crab larvae. A study of insect populations in the coastal marshes affected by the spill also found a significant impact.",
            "score": 151.73552584648132
        },
        {
            "docid": "18768921_5",
            "document": "Hydrolethalus syndrome . HLS presents itself as various, lethal developmental abnormalities, which often result in either premature stillbirth or death shortly after birth. Rare cases of children born with HLS surviving for several months have been noted. A characteristic abnormality of HLS is an absence of brain tissue and midline structures, with the presence of excess brain fluid (hydrocephalus) as a result of abnormal development of the central nervous system. Other common defects include incomplete lung development, heart defects, a cleft lip or palate, polydactyly, and an abnormally small jaw. Stillbirth and an excess of amniotic fluid (polyhydramnios) are common during pregnancy with a HLS-affected foetus, with cases of up to 8 litres cited compared to the normal 1 litre. Less common symptoms such as abnormally small eyes and a broad nose are also possible.",
            "score": 66.40630054473877
        },
        {
            "docid": "868953_3",
            "document": "Congenital heart defect . Signs and symptoms are related to type and severity of the heart defect. Symptoms frequently present early in life, but it is possible for some CHDs to go undetected throughout life. Some children have no signs while others may exhibit shortness of breath, cyanosis, fainting, heart murmur, under-development of limbs and muscles, poor feeding or growth, or respiratory infections. Congenital heart defects cause abnormal heart structure resulting in production of certain sounds called heart murmur. These can sometimes be detected by auscultation; however, not all heart murmurs are caused by congenital heart defects.",
            "score": 64.68987226486206
        },
        {
            "docid": "38006024_35",
            "document": "Environmental impact of the Deepwater Horizon oil spill . Although some researchers thought that the damage from the spill would rapidly resolve, three years into the recovery dolphins continue to die, fish are showing strange lesions, corals in the gulf have died and oil still remains in some marsh areas. Due to both its size and the way it was handled, there is little previous research to predict long-term effects. At the 2013 \"Gulf of Mexico Oil Spill and Ecosystem Science Conference\", oceanographer David Hollander presented data that showed as much as one-third of the oil released during the spill may still be in the gulf. Researchers described a phenomenon called \"dirty blizzard\": oil caused deep ocean sediments to clumped together, falling to the ocean floor at ten times the normal rate in an \"underwater rain of oily particles\". The result could have long-term effects on both humans and marine life. Commercially fished species feed on sediment creatures, meaning oil could remain in the food chain for generations. Concern was expressed for commercially fished species such as tilefish which burrow in the sediment and feed on sediment dwelling creatures. In 2013 researchers found that a tiny amoeba-like creatures, foraminifera, that live in sediment and form the bottom of the gulf food chain, have died off in the areas that were affected by the underwater plumes that stretched out miles beyond the spill site. The foraminifera have returned in some areas but in other areas they have burrowed into the sediments, stirring them up all over again. Noting that it took several years for the herring population to crash following the Exxon Valdez oil spill, the researchers expressed concerns that it may also take years for long-terms effects to become apparent in the gulf.",
            "score": 130.3635892868042
        },
        {
            "docid": "50566309_6",
            "document": "Oil pollution toxicity to marine fish . After April 20, 2010, when an explosion on the \"Deepwater Horizon\" Macondo oil drilling platform triggered the largest oil spill in US history, another opportunity for oil toxicity research was presented. Approximately 171 million gallons of crude oil flowed from the seafloor into the Gulf of Mexico, exposing the majority of surrounding biota. The Deepwater Horizon oil spill also coincided directly with spawning window of various ecologically and commercially important fish species, including yellowfin and Atlantic bluefin tuna. The oil spill directly affected Atlantic bluefin tuna, as approximately 12% of larval tuna were located in oil contaminated waters, and Gulf of Mexico is the only known spawning grounds for the western population of bluefin tuna.",
            "score": 160.39416778087616
        },
        {
            "docid": "868953_8",
            "document": "Congenital heart defect . The genes regulating the complex developmental sequence have only been partly elucidated. Some genes are associated with specific defects. A number of genes have been associated with cardiac manifestations. Mutations of a heart muscle protein, α-myosin heavy chain (MYH6) are associated with atrial septal defects. Several proteins that interact with MYH6 are also associated with cardiac defects. The transcription factor GATA4 forms a complex with the TBX5 which interacts with MYH6. Another factor, the homeobox (developmental) gene, NKX2-5 also interacts with MYH6. Mutations of all these proteins are associated with both atrial and ventricular septal defects; In addition, NKX2-5 is associated with defects in the electrical conduction of the heart and TBX5 is related to the Holt-Oram syndrome which includes electrical conduction defects and abnormalities of the upper limb. Another T-box gene, TBX1, is involved in velo-cardio-facial syndrome DiGeorge syndrome, the most common deletion which has extensive symptoms including defects of the cardiac outflow tract including tetralogy of Fallot.",
            "score": 85.15681791305542
        },
        {
            "docid": "14764246_4",
            "document": "HHEX . The HHEX transcription factor acts as a promoter in some instances and an inhibitor others. It interacts with a number of other signaling molecules to play an important role in the development of multiple organs, such as the liver, thyroid and forebrain. HHEX serves to repress VEGFA, another protein which is important in endothelial cell development. SCL, a significant transcription factor for blood and endothelial cell differentiation, is shown to interact with HHEX to promote the correct development of the hematopoiesis process. HHEX appears to work together with another molecule, β-catenin, for the development of the anterior organizer. It also contributes to developmental remodeling and stabilization of endothelial cells in an unborn organism. The importance of this transcription factor is illustrated by the inability of HHEX knockout mice embryos to survive gestation. Without the expression of HHEX, these mice embryos die in utero between Day 13 and Day 16. HHEX knockout mice display a range of abnormalities including forebrain abnormalities in various levels of severity, as well as a number of other defects including heart, vasculature, liver, monocyte, and thyroid abnormalities.",
            "score": 63.88630485534668
        },
        {
            "docid": "15923603_72",
            "document": "Oil tanker . Oil spills have devastating effects on the environment. Crude oil contains polycyclic aromatic hydrocarbons (PAHs) which are very difficult to clean up, and last for years in the sediment and marine environment. Marine species constantly exposed to PAHs can exhibit developmental problems, susceptibility to disease, and abnormal reproductive cycles.",
            "score": 115.66608500480652
        },
        {
            "docid": "18517778_2",
            "document": "Janet Rossant . Janet Rossant, (born 13 July 1950) is a developmental biologist well known for her contributions to the understanding of the role of genes in embryo development. She is a world renown leader in developmental biology. Her current research interests focus on stem cells, molecular genetics, and developmental biology. Specifically, she uses cellular and genetic manipulation techniques to study how genetics control both normal and abnormal development of early mouse embryos. Rossant has discovered information on embryo development, how multiple types of stem cells are established, and the methods at which genes control development. In 1998, her work helped lead to the discovery of the trophoblast stem cell, which has assisted in showing how congenital anomalies in the heart, blood vessels, and placenta can occur.",
            "score": 91.63372325897217
        },
        {
            "docid": "27008_98",
            "document": "Ship . Oil spills have devastating effects on the environment. Crude oil contains polycyclic aromatic hydrocarbons (PAHs) which are very difficult to clean up, and last for years in the sediment and marine environment. Marine species constantly exposed to PAHs can exhibit developmental problems, susceptibility to disease, and abnormal reproductive cycles.",
            "score": 110.73367428779602
        },
        {
            "docid": "12994729_4",
            "document": "FOXP1 . Foxp1 is a transcription factor; specifically it is a transcriptional repressor. Fox genes are part of a forkhead DNA-binding domain family. This domain binds to sequences in promoters and enhancers of many genes. Foxp1 regulates a variety of important aspects of development including tissue development of: the lungs, brain, thymus and heart. In the heart Foxp1 has 3 vital roles, these include the regulation of cardiac myocyte maturation and proliferation, outflow tract separation of the pulmonary artery and aorta, and expression of Sox4 in cushions and myocardium. Foxp1 is also an important gene in muscle development of the esophagus and esophageal epithelium. Foxp1 is also an important regulator of lung airway morphogenesis. Foxp1 knockout embryos display severe defects in cardiac morphogenesis. A few of these defects include myocyte maturation and proliferation defects that cause a thin ventricular myocardial compact zone, non-separation of the pulmonary artery and aorta, and cardiomyocyte proliferation increase and defective differentiation. These defects, caused by Foxp1 inactivation, lead to fetal death. Disruptions of FoxP1 have been identified in very rare human patients and – similarly to FoxP2 - lead to cognitive dysfunction, including intellectual disability and autism spectrum disorder, together with language impairment.",
            "score": 98.13458263874054
        },
        {
            "docid": "23747975_5",
            "document": "Environmental impact of the petroleum industry . Despite varying levels of toxicity amongst different variants of oil , all petroleum -derived products have adverse impacts on human health and the ecosystem. Examples of adverse effects are oil emulsions in digestive systems in certain mammals might result in decreased ability to digest nutrients that might lead to death of certain mammals. Further symptoms include capillary ruptures and hemorrhages. Ecosystem food chains can be affected due to a decrease in algae productivity therefore threatening certain species. Oil is \"acutely lethal\" to fish - that is, it kills fish quickly, at a concentration of 4000 parts per million (ppm) (0.4%). The toxicity of petroleum related products threaten human health. Many compounds found in oil are highly toxic and can cause cancer (carcinogenic) as well as other diseases. Studies in Taiwan link proximity to oil refineries to premature births. Crude oil and petroleum distillates cause birth defects.",
            "score": 133.64732956886292
        },
        {
            "docid": "14094_16",
            "document": "Human cloning . Work on cloning techniques has advanced our basic understanding of developmental biology in humans. Observing human pluripotent stem cells grown in culture provides great insight into human embryo development, which otherwise cannot be seen. Scientists are now able to better define steps of early human development. Studying signal transduction along with genetic manipulation within the early human embryo has the potential to provide answers to many developmental diseases and defects. Many human-specific signaling pathways have been discovered by studying human embryonic stem cells. Studying developmental pathways in humans has given developmental biologists more evidence toward the hypothesis that developmental pathways are conserved throughout species.",
            "score": 59.859994411468506
        },
        {
            "docid": "18998720_129",
            "document": "BP . Researchers looking at sediment, seawater, biota, and seafood found toxic compounds in high concentrations that they said was due to the added oil and dispersants. Although Gulf fisheries recovered in 2011, a 2014 study of the effects of the oil spill on bluefin tuna by researchers at Stanford University and the National Oceanic and Atmospheric Administration, published in the journal \"Science\", found that toxins released by the oil spill sent fish into cardiac arrest. The study found that even very low concentrations of crude oil can slow the pace of fish heartbeats. BP disputed the study, which was conducted as part of the federal Natural Resource Damage Assessment process required by the Oil Pollution Act. The study also found that oil already broken down by wave action and chemical dispersants was more toxic than fresh oil. Another peer-reviewed study, released in March 2014 and conducted by 17 scientists from the United States and Australia and published in \"Proceedings of the National Academy of Sciences\", found that tuna and amberjack that were exposed to oil from the spill developed deformities of the heart and other organs. BP responded that the concentrations of oil in the study were a level rarely seen in the Gulf, but \"The New York Times\" reported that the BP statement was contradicted by the study.",
            "score": 153.8576648235321
        },
        {
            "docid": "321263_38",
            "document": "Birth defect . Rubella is known to cause abnormalities of the eye, internal ear, heart, and sometimes the teeth. More specifically, fetal exposure to rubella during weeks five to ten of development (the sixth week particularly) can cause cataracts and microphthalmia in the eyes. If the mother is infected with rubella during the ninth week, a crucial week for internal ear development, there can be destruction of the organ of Corti, causing deafness. In the heart the ductus arteriosus can remain after birth, leading to hypertension. Rubella can also lead to atrial and ventricular septal defects in the heart. If exposed to rubella in the second trimester, the fetus can develop central nervous system malformations. However, because infections of rubella may remain undetected, misdiagnosed, or unrecognized in the mother, and/or some abnormalities are not evident until later in the child’s life, precise incidence of birth defects due to rubella are not entirely known. The timing of the mother’s infection during fetal development determines the risk and type of birth defect. As the embryo develops, the risk of abnormalities decreases. If exposed to the rubella virus during the first four weeks, the risk of malformations is 47 percent. Exposure during weeks five through eight creates a 22 percent chance, while weeks nine to twelve a seven percent chance exists, followed by a percentage of six if the exposure is during the thirteenth to sixteenth weeks. Exposure during the first eight weeks of development can also lead to prematurity and fetal death. These numbers are calculated from immediate inspection of the infant after birth. Therefore, mental defects are not accounted for in the percentages because they are not evident until later in the child’s life. If they were to be included, these numbers would be much higher.",
            "score": 86.7821478843689
        },
        {
            "docid": "27046954_3",
            "document": "Deepwater Horizon oil spill . A massive response ensued to protect beaches, wetlands and estuaries from the spreading oil utilizing skimmer ships, floating booms, controlled burns and of oil dispersant. Due to the months-long spill, along with adverse effects from the response and cleanup activities, extensive damage to marine and wildlife habitats and fishing and tourism industries was reported. In Louisiana, of oily material was removed from the beaches in 2013, over double the amount collected in 2012. Oil cleanup crews worked four days a week on of Louisiana shoreline throughout 2013. Oil continued to be found as far from the Macondo site as the waters off the Florida Panhandle and Tampa Bay, where scientists said the oil and dispersant mixture is embedded in the sand. In April 2013, it was reported that dolphins and other marine life continued to die in record numbers with infant dolphins dying at six times the normal rate. One study released in 2014 reported that tuna and amberjack that were exposed to oil from the spill developed deformities of the heart and other organs that would be expected to be fatal or at least life-shortening and another study found that cardiotoxicity might have been widespread in animal life exposed to the spill.",
            "score": 138.5452092885971
        },
        {
            "docid": "14776330_4",
            "document": "FGF4 . During embryonic development, the 21-kD protein FGF4 functions as a signaling molecule that is involved in many important processes. Studies using Fgf4 gene knockout mice showed developmental defects in embryos both in vivo and in vitro, revealing that FGF4 facilitates the survival and growth of the inner cell mass during the postimplantation phase of development by acting as an autocrine or paracrine ligand. FGFs produced in the apical ectodermal ridge (AER) are critical for the proper forelimb and hindlimb outgrowth. FGF signaling in the AER is involved in regulating limb digit number and cell death in the interdigital mesenchyme. When FGF signaling dynamics and regulatory processes are altered, postaxial polydactyly and cutaneous syndactyly, two phenotypic abnormalities collectively known as polysyndactyly, can occur in the limbs. Polysyndactyly is observed when an excess of Fgf4 is expressed in limb buds of wild-type mice. In mutant limb buds that do not express Fgf8, the expression of Fgf4 still results in polysyndactyly, but Fgf4 is also able to rescue all skeletal defects that arise from the lack of Fgf8. Therefore, the Fgf4 gene compensates for the loss of the Fgf8 gene, revealing that FGF4 and FGF8 perform similar functions in limb skeleton patterning and limb development. Studies of zebrafish Fgf4 knockdown embryos demonstrated that when Fgf4 signaling is inhibited, randomized left-right patterning of the liver, pancreas, and heart takes place, showing that Fgf4 is a crucial gene involved in developing left-right patterning of visceral organs. Furthermore, unlike the role of FGF4 in limb development, FGF4 and FGF8 have distinct roles and function independently in the process of visceral organ left-right patterning. Fgf signaling pathway has also been demonstrated to drive hindgut identity during gastrointestinal development, and the up regulation of the Fgf4 in pluripotent stem cell has been used to direct their differentiation for the generation of intestinal Organoids and tissues in vitro.",
            "score": 94.40698611736298
        },
        {
            "docid": "24127381_3",
            "document": "Potocki–Shaffer syndrome . The deletion of this combination of genes results in several distinctive congenital features, occasional defects in the heart, kidneys, and urinary tract. The disorder is associated with an enlarged parietal foramina which can cause openings in the two bones that form the top and sides of the skull. These abnormal openings form extra \"soft spots\" on the head, in addition to the two that newborns normally have, and unlike the usual newborn soft spots, the enlarged parietal foramina remain open throughout life. Other signs can include multiple mostly noncancerous benign bone tumours called osteochondromas (exostosis), developmental delay, vision disorders and craniofacial abnormalities. It is classified as a rare disease.",
            "score": 58.38549613952637
        },
        {
            "docid": "50566309_5",
            "document": "Oil pollution toxicity to marine fish . Focused research on oil pollution toxicity to fish began in earnest in 1989, after the \"Exxon Valdez\" tanker struck a reef in Prince William Sound, Alaska and spilled approximately 11 million gallons of crude oil into the surrounding water. At the time, the Exxon Valdez oil spill was the largest in the history of the United States. There were many adverse ecological impacts of the spill including the loss of the loss of billions of Pacific herring and pink salmon eggs. Pacific herring were just beginning to spawn in late March when the spill occurred, resulting in nearly half of the populations eggs being exposed to crude oil. Pacific herring spawn in the intertidal and subtidal zones, making the vulnerable eggs easily exposed to pollution.",
            "score": 167.29793071746826
        },
        {
            "docid": "15488329_28",
            "document": "1969 Santa Barbara oil spill . Overall, long-term environmental effects of the spill seemed to be minimal. In a \"no strings attached\" study funded by the Western Oil and Gas Association, through the Allan Hancock Foundation at the University of Southern California, the authors suggested several hypotheses for the lack of environmental damage to biologic resources in the Channel aside from pelagic birds and intertidal organisms. First, creatures there may have evolved a tolerance to oil in the water due to the presence of natural seeps in the vicinity for at least tens of thousands of years; the area around Coal Oil Point has one of the most active natural underwater oil seeps in the world. Second, the abundance of oil-eating bacteria in the water may be greater because of that routine presence of oil in the water. Third, the spill happened between two large Pacific storms; the storms broke up the oil, scattering it more quickly than happens in many other oil spills, and additionally the sediment load in the seawater from freshwater runoff would have been greater, and this assisted the oil in quickly sinking. Fourth, Santa Barbara Channel crude oil is heavy, having API gravity between 10 and 13, and is both minimally soluble in water, and sinks relatively easily. Therefore, fish and other organisms were exposed to the oil for a shorter time than was the case with other oil spills, such as the 1967 Torrey Canyon spill in which the crude was lighter, and emulsified during treatment with massive quantities of toxic dispersants and detergents, causing it to remain in place longer.",
            "score": 167.49709558486938
        },
        {
            "docid": "1505166_9",
            "document": "Genetic architecture . In 2013, a group of researchers used genome-wide association studies (GWAS) and genome-wide interaction studies (GWIS) to determine the risk of congenital heart defects in patients suffering from Down Syndrome. Down Syndrome is a genetic disorder caused by trisomy of human chromosome 21. The current hypothesis regarding congenital heart defect phenotypes in Down Syndrome individuals is that three copies of functional genomic elements on chromosome 21 and genetic variation of chromosome 21 and non-chromosome 21 loci predispose patients to abnormal heart development. This study identified several congenital heart defect risk loci in Down Syndrome individuals, as well as three copy number variation (CNV) regions that may contribute to congenital heart defects in Down Syndrome individuals.",
            "score": 41.01105332374573
        },
        {
            "docid": "1578359_4",
            "document": "James G. Wilson . Wilson's 6 principles Along with this new awareness of the in utero vulnerability of the developing mammalian embryo came the development and refinement of The Six Principles of Teratology which are still applied today. These principles of teratology were put forth by Jim Wilson in 1959 and in his monograph Environment and Birth Defects.[8] These principles guide the study and understanding of teratogenic agents and their effects on developing organisms: Susceptibility to teratogenesis depends on the genotype of the conceptus and the manner in which this interacts with adverse environmental factors. Susceptibility to teratogenesis varies with the developmental stage at the time of exposure to an adverse influence. There are critical periods of susceptibility to agents and organ systems affected by these agents. Teratogenic agents act in specific ways on developing cells and tissues to initiate sequences of abnormal developmental events. The access of adverse influences to developing tissues depends on the nature of the influence. Several factors affect the ability of a teratogen to contact a developing conceptus, such as the nature of the agent itself, route and degree of maternal exposure, rate of placental transfer and systemic absorption, and composition of the maternal and embryonic/fetal genotypes. There are four manifestations of deviant development (Death, Malformation, Growth Retardation and Functional Defect). Manifestations of deviant development increase in frequency and degree as dosage increases from the No Observable Adverse Effect Level (NOAEL) to a dose producing 100% Lethality (LD100).",
            "score": 49.694159150123596
        },
        {
            "docid": "41700450_4",
            "document": "2010 ExxonMobil oil spill . ExxonMobil of Nigeria was cited for the reported use of dispersants near the coast to contain the oil spill. These dispersants were considered a violation of environmental standards in the oil industry. Rev. Samuel Ayadi, Akwa Ibom State Chapter Chairman of Artisan Fishermen Association of Nigeria (ARFAN), said that ExxonMobil was in the habit of using dangerous chemical dispersants which are scientifically proven to be toxic to human and aquatic life to clean up oil spills whenever they occur. He also noted that dispersants were even more dangerous than crude oil because it breaks down the crude oil and sinks it to the sea bed where it kills fish eggs and fingerlings thereby wiping out generations of fish stock and other sea food and marine creatures that make up the food chain.",
            "score": 158.47622203826904
        }
    ],
    "r": [
        {
            "docid": "50566309_10",
            "document": "Oil pollution toxicity to marine fish . Many effects of PAH exposure have been observed in marine fish. Specifically, studies have been conducted on the embryonic and larval fish, the development of fish exposed to PAHs, and uptake of PAHs by fish via various routes of exposure. One study on found that Pacific herring eggs exposed to conditions mimicking the ‘’Exxon Valdez’’ oil spill resulted in premature hatching of eggs, reduced size as fish matured and significant teratogenic effects, including skeletal, cardiovascular, fin and yolk sac malformations. Yolk sac edema was responsible for the majority of herring larval mortality. The teratogenic malformations in the dorsal fin and spine, and in the jaw were observed to effectively decrease the survival of developing fish, through the impairing of swimming and feeding ability respectively. Feeding and prey avoidance via swimming are crucial for the survival of larval and juvenile fish. All effects observed in herring eggs in the study were consistent with effects observed in exposed fish eggs following the \"Exxon Valdez\" oil spill. Zebrafish embryos exposed to oil were observed to have severe teratogenic defects similar to those seen in herring embryos, including edema, cardiac dysfunction, and intracranial hemorrhages. In a study focused on the uptake of PAHs by fish, salmon embryos were exposed to crude oil in three various situations, including via effluent from oil coated gravel. PAH concentrations in embryos directly exposed to oil and those exposed to PAH effluent were not significantly different. PAH exposure was observed to lead to death, even when the PAHs were exposed to fish via effluent. From the results, it was determined that fish embryos near the \"Exxon Valdez\" spill in Prince William Sound that were not directly in contact with oil still may have accumulated lethal levels of PAHs. While many laboratory and natural studies have observed significant adverse effects of PAH exposure to fish, a lack of effects has also been observed for certain PAH compounds, which could be due to a lack of uptake during exposure to the compound.",
            "score": 208.15432739257812
        },
        {
            "docid": "38006024_26",
            "document": "Environmental impact of the Deepwater Horizon oil spill . A 2014 study of the effects of the oil spill on bluefin tuna, published in the journal \"Science\", clarifying the mechanics by which PAH kill fish, found that the toxins from oil spills can cause irregular heartbeats leading to cardiac arrest. It found that PAHs block signaling pathways that allow potassium and calcium ions to flow in and out of cardiac cell membranes and sustain normal heart rates, and that even very low concentrations of crude oil can disrupt these signaling pathways, slowing fish heartbeats. The study found that cardiotoxicity might have been widespread in animal life exposed to the spill.",
            "score": 187.75674438476562
        },
        {
            "docid": "38006024_20",
            "document": "Environmental impact of the Deepwater Horizon oil spill . A 2014 paper in the journal \"Science\" found that toxins released by the oil spill killed fish by causing cardiac arrest. The study found that even very low concentrations of crude oil can slow the pace of fish heartbeats. The study was conducted by researchers at Stanford University and the National Oceanic and Atmospheric Administration as part of the federal Natural Resource Damage Assessment process required by the Oil Pollution Act. It focused on tuna partly because the spill occurred in an area where Atlantic bluefin tuna were spawning. The effects were considered especially problematic for fish embryos and early developing fish, because the heartbeat changes could affect the development of other organs, including the lungs and liver. BP disputed the study, raising questions about the study and the use of its findings in the damage assessment process. Another peer-reviewed study, released in March 2014 and conducted by 17 scientists from the United States and Australia and published in the Proceedings of the National Academy of Sciences, found that tuna and amber jack that were exposed to oil from the spill developed deformities of the heart and other organs. BP responded that the concentrations of oil in the study were a level rarely seen in the Gulf, but \"The New York Times\" reported that the BP statement was contradicted by the study.",
            "score": 176.45814514160156
        },
        {
            "docid": "15488329_28",
            "document": "1969 Santa Barbara oil spill . Overall, long-term environmental effects of the spill seemed to be minimal. In a \"no strings attached\" study funded by the Western Oil and Gas Association, through the Allan Hancock Foundation at the University of Southern California, the authors suggested several hypotheses for the lack of environmental damage to biologic resources in the Channel aside from pelagic birds and intertidal organisms. First, creatures there may have evolved a tolerance to oil in the water due to the presence of natural seeps in the vicinity for at least tens of thousands of years; the area around Coal Oil Point has one of the most active natural underwater oil seeps in the world. Second, the abundance of oil-eating bacteria in the water may be greater because of that routine presence of oil in the water. Third, the spill happened between two large Pacific storms; the storms broke up the oil, scattering it more quickly than happens in many other oil spills, and additionally the sediment load in the seawater from freshwater runoff would have been greater, and this assisted the oil in quickly sinking. Fourth, Santa Barbara Channel crude oil is heavy, having API gravity between 10 and 13, and is both minimally soluble in water, and sinks relatively easily. Therefore, fish and other organisms were exposed to the oil for a shorter time than was the case with other oil spills, such as the 1967 Torrey Canyon spill in which the crude was lighter, and emulsified during treatment with massive quantities of toxic dispersants and detergents, causing it to remain in place longer.",
            "score": 167.49710083007812
        },
        {
            "docid": "50566309_5",
            "document": "Oil pollution toxicity to marine fish . Focused research on oil pollution toxicity to fish began in earnest in 1989, after the \"Exxon Valdez\" tanker struck a reef in Prince William Sound, Alaska and spilled approximately 11 million gallons of crude oil into the surrounding water. At the time, the Exxon Valdez oil spill was the largest in the history of the United States. There were many adverse ecological impacts of the spill including the loss of the loss of billions of Pacific herring and pink salmon eggs. Pacific herring were just beginning to spawn in late March when the spill occurred, resulting in nearly half of the populations eggs being exposed to crude oil. Pacific herring spawn in the intertidal and subtidal zones, making the vulnerable eggs easily exposed to pollution.",
            "score": 167.2979278564453
        },
        {
            "docid": "50566309_6",
            "document": "Oil pollution toxicity to marine fish . After April 20, 2010, when an explosion on the \"Deepwater Horizon\" Macondo oil drilling platform triggered the largest oil spill in US history, another opportunity for oil toxicity research was presented. Approximately 171 million gallons of crude oil flowed from the seafloor into the Gulf of Mexico, exposing the majority of surrounding biota. The Deepwater Horizon oil spill also coincided directly with spawning window of various ecologically and commercially important fish species, including yellowfin and Atlantic bluefin tuna. The oil spill directly affected Atlantic bluefin tuna, as approximately 12% of larval tuna were located in oil contaminated waters, and Gulf of Mexico is the only known spawning grounds for the western population of bluefin tuna.",
            "score": 160.3941650390625
        },
        {
            "docid": "41700450_4",
            "document": "2010 ExxonMobil oil spill . ExxonMobil of Nigeria was cited for the reported use of dispersants near the coast to contain the oil spill. These dispersants were considered a violation of environmental standards in the oil industry. Rev. Samuel Ayadi, Akwa Ibom State Chapter Chairman of Artisan Fishermen Association of Nigeria (ARFAN), said that ExxonMobil was in the habit of using dangerous chemical dispersants which are scientifically proven to be toxic to human and aquatic life to clean up oil spills whenever they occur. He also noted that dispersants were even more dangerous than crude oil because it breaks down the crude oil and sinks it to the sea bed where it kills fish eggs and fingerlings thereby wiping out generations of fish stock and other sea food and marine creatures that make up the food chain.",
            "score": 158.47622680664062
        },
        {
            "docid": "18998720_129",
            "document": "BP . Researchers looking at sediment, seawater, biota, and seafood found toxic compounds in high concentrations that they said was due to the added oil and dispersants. Although Gulf fisheries recovered in 2011, a 2014 study of the effects of the oil spill on bluefin tuna by researchers at Stanford University and the National Oceanic and Atmospheric Administration, published in the journal \"Science\", found that toxins released by the oil spill sent fish into cardiac arrest. The study found that even very low concentrations of crude oil can slow the pace of fish heartbeats. BP disputed the study, which was conducted as part of the federal Natural Resource Damage Assessment process required by the Oil Pollution Act. The study also found that oil already broken down by wave action and chemical dispersants was more toxic than fresh oil. Another peer-reviewed study, released in March 2014 and conducted by 17 scientists from the United States and Australia and published in \"Proceedings of the National Academy of Sciences\", found that tuna and amberjack that were exposed to oil from the spill developed deformities of the heart and other organs. BP responded that the concentrations of oil in the study were a level rarely seen in the Gulf, but \"The New York Times\" reported that the BP statement was contradicted by the study.",
            "score": 153.857666015625
        },
        {
            "docid": "23567924_19",
            "document": "Environmental impact of shipping . Most commonly associated with ship pollution are oil spills. While less frequent than the pollution that occurs from daily operations, oil spills have devastating effects. While being toxic to marine life, polycyclic aromatic hydrocarbons (PAHs), the components in crude oil, are very difficult to clean up, and last for years in the sediment and marine environment. Marine species constantly exposed to PAHs can exhibit developmental problems, susceptibility to disease, and abnormal reproductive cycles. One of the more widely known spills was the Exxon Valdez incident in Alaska. The ship ran aground and dumped a massive amount of oil into the ocean in March 1989. Despite efforts of scientists, managers and volunteers, over 400,000 seabirds, about 1,000 sea otters, and immense numbers of fish were killed.",
            "score": 153.3275604248047
        },
        {
            "docid": "50566309_7",
            "document": "Oil pollution toxicity to marine fish . Oil spills, as well daily oil runoff from urbanized areas can lead to polycyclic aromatic hydrocarbon (PAHs) entering marine ecosystems. Once PAHs enter the marine environment, fish can be exposed to them via ingestion, ventilation of the gills, and dermal uptake. The major route of uptake will depend on the behavior of the species of fish and the physicochemical properties of the PAH of concern. Habitat can be a major deciding factor for the route of exposure. For example, demersal fish or fish that consume demersal fish are highly likely to ingest PAHs that have sorbed to the sediment, whereas fish that swim at the surface are at a higher risk for dermal exposure. Upon coming in contact with a PAH, bioavailability will effect how readily the PAH is taken up. The EPA identifies 16 major PAHs of concern and each of these PAHs has a different degree of bioavailability. For instance, PAHs with lower molecular weight are more bioavailable because they dissolve more readily in water and are therefore more bioavailable for fish within the water column. Similarly, hydrophilic PAHs are more bioavailable for uptake by fish. For this reason, usage of oil dispersants, like Corexit, to treat oil spills can increase the uptake of PAHs by increasing their solubility in water and making them more available for uptake via the gills. Once a PAH is taken up, the fish's metabolism can affect the duration and intensity of the exposure to target tissues. Fish are able to readily metabolize 99% of PAHs to a more hydrophilic metabolite through their hepato-bilary system. This allows for the excretion of PAHs. The rate of metabolism of PAHs will depend on the sex and size of the species. The ability to metabolize PAHs into a more hydrophillic form can prevent bioaccumulation and halt PAHs from being passed on to organisms further up the food web. Because oil can persist in the environment long after oil spills via sedimentation, demersal fish are likely to be continually exposed to PAHs many years after oil spills. This has been proven by looking at the biliary PAH metabolites of bottom dwelling fish. For instance, bottom dwelling fish still showed elevated levels of low molecular weight PAH metabolites 10 years after \"Exxon Valdez\" oil spill.",
            "score": 153.0173797607422
        },
        {
            "docid": "27046954_52",
            "document": "Deepwater Horizon oil spill . A 2014 study of the effects of the oil spill on bluefin tuna funded by National Oceanic and Atmospheric Administration (NOAA), Stanford University, and the Monterey Bay Aquarium and published in the journal \"Science\", found that the toxins from oil spills can cause irregular heartbeats leading to cardiac arrest. Calling the vicinity of the spill \"one of the most productive ocean ecosystems in the world\", the study found that even at very low concentrations \"PAH cardiotoxicity was potentially a common form of injury among a broad range of species in the vicinity of the oil.\" Another peer-reviewed study, released in March 2014 and conducted by 17 scientists from the United States and Australia and published in the Proceedings of the National Academy of Sciences, found that tuna and amberjack that were exposed to oil from the spill developed deformities of the heart and other organs that would be expected to be fatal or at least life-shortening. The scientists said that their findings would most likely apply to other large predator fish and \"even to humans, whose developing hearts are in many ways similar.\" BP responded that the concentrations of oil in the study were a level rarely seen in the Gulf, but \"The New York Times\" reported that the BP statement was contradicted by the study. The oil dispersant Corexit, previously only used as a surface application, was released underwater in unprecedented amounts, with the intent of making it more easily biodegraded by naturally occurring microbes. Thus, oil that would normally rise to the surface of the water was emulsified into tiny droplets and remained suspended in the water and on the sea floor. The oil and dispersant mixture permeated the food chain through zooplankton. Signs of an oil-and-dispersant mix were found under the shells of tiny blue crab larvae. A study of insect populations in the coastal marshes affected by the spill also found a significant impact.",
            "score": 151.7355194091797
        },
        {
            "docid": "50566309_8",
            "document": "Oil pollution toxicity to marine fish . Crude oil is composed of more than 17,000 compounds. Among these 17,000 compounds are PAHs, which are considered the most toxic components of oil. PAHs are formed by pyrogenic and petrogenic processes. Petrogenic PAHs are formed by the elevated pressure of organic material. In contrast, pyrogenic PAHs are formed through the incomplete combustion of organic material. Crude oil naturally contains petrogenic PAHs and these PAH levels are increased significantly through the burning of oil which creates pyrogenic PAHs. The level of PAHs found in crude oil differs with the type of crude oil. For example, crude oil from the \"Exxon Valdez\" oil spill had PAH concentrations of 1.47%, while PAH concentrations from the North Sea have much lower PAH concentrations of 0.83%.",
            "score": 150.55377197265625
        },
        {
            "docid": "50566309_4",
            "document": "Oil pollution toxicity to marine fish . Research on the environmental impact of the petroleum industry began in earnest, during the mid to late 20th century, as the oil industry developed and expanded. Large scale transport of crude oil increased as a result of the increasing worldwide demand for oil, subsequently increasing the number of oil spills. Oil spills provided perfect opportunities for scientists to examine the in situ effects of crude oil exposure to marine ecosystems, and collaborative efforts between the National Oceanic and Atmospheric Administration (NOAA) and the United States Coast Guard resulted in improved response efforts and detailed research on oil pollution's effects. The Exxon Valdez oil spill in 1989, and the Deepwater Horizon oil spill in 2010, both resulted in increased scientific knowledge on the specific effects of oil pollution toxicity to marine fish.",
            "score": 148.6864013671875
        },
        {
            "docid": "192331_11",
            "document": "Vegetable oil . Many vegetable oils are used to make soaps, skin products, candles, perfumes and other personal care and cosmetic products. Some oils are particularly suitable as drying oils, and are used in making paints and other wood treatment products. Dammar oil (a mixture of linseed oil and dammar resin), for example, is used almost exclusively in treating the hulls of wooden boats. Vegetable oils are increasingly being used in the electrical industry as insulators as vegetable oils are not toxic to the environment, biodegradable if spilled and have high flash and fire points. However, vegetable oils are less stable chemically, so they are generally used in systems where they are not exposed to oxygen, and they are more expensive than crude oil distillate. Synthetic tetraesters, which are similar to vegetable oils but with four fatty acid chains compared to the normal three found in a natural ester, are manufactured by Fischer esterification. Tetraesters generally have high stability to oxidation and have found use as engine lubricants. Vegetable oil is being used to produce biodegradable hydraulic fluid and lubricant.",
            "score": 148.68557739257812
        },
        {
            "docid": "50566309_3",
            "document": "Oil pollution toxicity to marine fish . Crude oil entering waterways from spills or runoff contain polycyclic aromatic hydrocarbons (PAHs), the most toxic components of oil. The route of PAH uptake into fish depends on many environmental factors and the properties of the PAH. The common routes are ingestion, ventilation of the gills, and dermal uptake. Fish exposed to these PAHs exhibit an array of toxic effects including genetic damage, morphological deformities, altered growth and development, decreased body size, inhibited swimming abilities and mortality. The morphological deformities of PAH exposure, such as fin and jaw malformations, result in significantly reduced survival in fish due to the reduction of swimming and feeding abilities. While the exact mechanism of PAH toxicity is unknown, there are four proposed mechanisms. The difficulty in finding a specific toxic mechanism is largely due to the wide variety of PAH compounds with differing properties.",
            "score": 147.7846221923828
        },
        {
            "docid": "37132399_16",
            "document": "Gulf killifish . The response of \"F. grandis\" fish to Macondo-252 crude oil depends mostly upon the stage in their lifecycle and their exposure time. Once spilled into water, this oil floats on the surface and affects \"F. grandis\" populations. The oil has the ability to harm fish species by different means. Floating oil can come into contact with the Gulf killifish by simply drifting into them, or the fish swimming through the oil trying to reach the surface. During the Deepwater Horizon spill, the Macondo-252 oil slick was composed of over 205 million gallons of crude oil. The floating oil affected the fish's health by being absorbed through the gills and getting into the eyes of the fish that came into contact with the oil. This imposed several physiological strains on them.",
            "score": 147.65005493164062
        },
        {
            "docid": "188551_27",
            "document": "Biodiesel . With 80–90% of oil spill costs invested in shoreline cleanup, there is a search for more efficient and cost-effective methods to extract oil spills from the shorelines. Biodiesel has displayed its capacity to significantly dissolve crude oil, depending on the source of the fatty acids. In a laboratory setting, oiled sediments that simulated polluted shorelines were sprayed with a single coat of biodiesel and exposed to simulated tides. Biodiesel is an effective solvent to oil due to its methyl ester component, which considerably lowers the viscosity of the crude oil. Additionally, it has a higher buoyancy than crude oil, which later aids in its removal. As a result, 80% of oil was removed from cobble and fine sand, 50% in coarse sand, and 30% in gravel. Once the oil is liberated from the shoreline, the oil-biodiesel mixture is manually removed from the water surface with skimmers. Any remaining mixture is easily broken down due to the high biodegradability of biodiesel, and the increased surface area exposure of the mixture.",
            "score": 144.3609619140625
        },
        {
            "docid": "37132399_12",
            "document": "Gulf killifish . Such biochemical effects may result from the presence of oil or oil dispersants in the water in which the fish lay their eggs. Time of exposure and the weather conditions present when the eggs are laid also play a definitive role in how these eggs and larvae can be affected. Oil or oil dispersants can become a hazard for larval \"F. grandis\" when they percolate down into the sediment where the eggs are laid. These substances can then begin to affect the biochemical morphology of the developing embryos or newly hatched larvae, leading to underdeveloped cardiovascular systems, decreased nerve functions, decreased endocrine and hormone secretions, and reduced gill tissue development.",
            "score": 143.3905487060547
        },
        {
            "docid": "202418_37",
            "document": "Atlantic puffin . Since the Atlantic puffin spends its winters on the open ocean, it is susceptible to human actions and catastrophes such as oil spills. Oiled plumage has a reduced ability to insulate and makes the bird more vulnerable to temperature fluctuations and less buoyant in the water. Many birds die, and others, while attempting to remove the oil by preening, ingest and inhale toxins. This leads to inflammation of the airways and gut and in the longer term, damage to liver and kidneys. This trauma can contribute to a loss of reproductive success and harm to developing embryos. An oil spill occurring in winter, when the puffins are far out at sea, may affect them less than inshore birds as the crude oil slicks soon get broken up and dispersed by the churning of the waves. When oiled birds get washed up on beaches around Atlantic coasts, only about 1.5% of the dead auks are puffins, but many others may have died far from land and sunk. After the oil tanker shipwreck and oil spill in 1967, few dead puffins were recovered, but the number of puffins breeding in France the following year was reduced to 16% of its previous level.",
            "score": 143.08102416992188
        },
        {
            "docid": "2445000_3",
            "document": "Heavy crude oil . It is referred to as \"heavy\" because its density or specific gravity is higher than that of light crude oil. Heavy crude oil has been defined as any liquid petroleum with an API gravity less than 20°. Physical properties that differ between heavy crude oils and lighter grades include higher viscosity and specific gravity, as well as heavier molecular composition. In 2010, the World Energy Council defined extra heavy oil as crude oil having a gravity of less than 10° and a reservoir viscosity of no more than 10,000 centipoises. When reservoir viscosity measurements are not available, extra-heavy oil is considered by the WEC to have a lower limit of 4° °API. In other words, oil with a density greater than 1000 kg/m or, equivalently, and a specific gravity greater than 1 and a reservoir viscosity of no more than 10,000 centipoises. Heavy oils and asphalt are dense nonaqueous phase liquids (DNAPLs). They have a \"low solubility and are with viscosity lower and density higher than water.\" \"Large spills of DNAPL will quickly penetrate the full depth of the aquifer and accumulate on its bottom.\"",
            "score": 142.64285278320312
        },
        {
            "docid": "13354642_6",
            "document": "Naphthenic acid . The composition varies with the crude oil composition and the conditions during refining and oxidation. Fractions that are rich in naphthenic acids can cause corrosion damage to oil refinery equipment; the phenomenon of \"naphthenic acid corrosion\" (NAC) has therefore been well researched. Crude oils with a high content of naphthenic acids are often referred to as high total acid number (TAN) crude oils or high acid crude oil (HAC). Naphthenic acids are the major contaminant in water produced from the extraction of oil from Athabasca oil sands (AOS). Naphthenic acids have both acute and chronic toxicity to fish and other organisms.",
            "score": 142.63589477539062
        },
        {
            "docid": "50566309_9",
            "document": "Oil pollution toxicity to marine fish . Crude oil contamination in marine ecosystems can lead to both pyrogenic and petrogenic PAHs entering these ecosystems. Petrogenic PAHs can enter waterways through oil seeps, major oil spills, creosote and fuel oil runoff from urban areas. Pyrogenic PAH sources consist of diesel soot tire rubber and coal dust. Although there are natural sources of PAHs such as volcanic activity and seepage of coal deposits, anthropogenic sources pose the most significant input of PAHs into the environment. These anthroprogenic sources include residential heating, asphalt production, coal gasification, and petroleum usage. Petrogenic PAH contamination is more common from crude oil spills such as \"Exxon Valdez\", or oil seeps; however, with runoff pyrogenic PAHs can also be prevalent. Although major oil spills such as \"Exxon Valdez\" can introduce a large amount of crude oil to a localized area in a short time span, daily runoff comprises most of the oil pollution to marine ecosystems. Atmospheric deposition can also be a source of PAHs into marine ecosystems. The deposition of PAHs from the atmosphere into a water body is largely influenced by the gas-particle partitioning of the PAH.",
            "score": 142.4184112548828
        },
        {
            "docid": "46752557_18",
            "document": "Refugio oil spill . Some of floating containment boom had been deployed to contain the oil by the next day. Boats and helicopters identified patches of slick in the ocean so cleanup vessels could mop up the oil. More than a dozen vessels corralling and skimming the oil from the water were working in the days immediately following the spill. Three days after the spill more than 650 workers and 17 boats were cleaning the shoreline, gathering up an oily water mixture from the ocean, and hauling away more than of oil-contaminated soil, sand and vegetation from the coastal bluff. A month after the spill, efforts continued to clean the portion of shoreline that was most heavily damaged. The sandstone cliff face along with large boulders that were splashed by the oil coming out of the culvert were difficult to clean. While sandy beaches farther south were inundated with tar balls, the beaches and rocky shoreline south of the spill had been drenched with a slick of fresh crude oil that had not been in the ocean long enough to be altered into tar balls by the wind and waves.",
            "score": 141.9156494140625
        },
        {
            "docid": "53132711_10",
            "document": "Niger Delta mangroves . Oil extraction is the largest threat to Nigeria’s mangrove forests. Comprising 97 percent of Nigeria’s total exports, the oil-rich Niger Delta produces up to two million barrels of crude oil a day, which has placed Nigeria as the 9th oil producing country in the world. Such extensive oil extraction has come at great environmental and social cost. Since 1958, the Nigerian Federal Ministry of Environment has estimated 13 million barrels of oil have been spilled during extraction processes. These spills are the product of many factors, which include: unenforced drilling regulations, refinery leaks, pipeline corrosion, vandalism, and human error. The total number of annual spills has gradually increased since 1958, from approximately 250 spills per year to 500 spills per year. The Nigerian Oil Industry, which primarily extracts oil amongst the Niger Delta mangrove forests, has consequently deforested mangrove ecological zones for drilling purposes, and deteriorated the health of the surrounding mangroves. Petroleum has toxicological impacts on mangrove trees, but also causes direct physical damage. The toxic effects of both surface-level and sediment deposit oil exposure on mangrove health has been repeatedly scientifically documented. In 1986, scientists analyzing the impact of the Bahía las Minas oil spill on coastal vegetation reported clusters of dying mangroves in proximity to where oil had washed ashore. On average, studies revealed mangrove fatality rates were highest during the first six-months of a spill; thus, fresh crude oil spills had greater toxicity than “weathered” oil. Other natural experiments noted that factors such as mangrove exposure to water currents and spill contamination control plays a substantive role in predicting the extent of oil damage on a mangrove population. Oil contact with mangrove seedlings also revealed extensive damage; when placed in the presence of crude, greater than 96 percent of mangrove seedlings died.",
            "score": 139.53302001953125
        },
        {
            "docid": "27046954_3",
            "document": "Deepwater Horizon oil spill . A massive response ensued to protect beaches, wetlands and estuaries from the spreading oil utilizing skimmer ships, floating booms, controlled burns and of oil dispersant. Due to the months-long spill, along with adverse effects from the response and cleanup activities, extensive damage to marine and wildlife habitats and fishing and tourism industries was reported. In Louisiana, of oily material was removed from the beaches in 2013, over double the amount collected in 2012. Oil cleanup crews worked four days a week on of Louisiana shoreline throughout 2013. Oil continued to be found as far from the Macondo site as the waters off the Florida Panhandle and Tampa Bay, where scientists said the oil and dispersant mixture is embedded in the sand. In April 2013, it was reported that dolphins and other marine life continued to die in record numbers with infant dolphins dying at six times the normal rate. One study released in 2014 reported that tuna and amberjack that were exposed to oil from the spill developed deformities of the heart and other organs that would be expected to be fatal or at least life-shortening and another study found that cardiotoxicity might have been widespread in animal life exposed to the spill.",
            "score": 138.5452117919922
        },
        {
            "docid": "2444991_3",
            "document": "Light crude oil . The clear cut definition of \"light\" and \"heavy\" crude varies because the classification is based more on practical grounds than theoretical. The New York Mercantile Exchange (NYMEX) defines light crude oil for domestic U.S. oil as having an API gravity between 37° API (840 kg/m) and 42° API (816 kg/m), while it defines light crude oil for non-U.S. oil as being between 32° API (865 kg/m) and 42° API (816 kg/m). The National Energy Board of Canada defines light crude oil as having a density less than 875.7 kg/m (API gravity greater than 30.1° API). The government of Alberta, which produces most of the oil in Canada, disagrees and defines it as oil with a density less than 850 kg/m (API gravity greater than 35° API) The Mexican state oil company, Pemex, defines light crude oil as being between 27° API (893 kg/m) and 38° API (835 kg/m). This variation in definition occurred because countries such as Canada and Mexico tend to have heavier crude oils than are commonly found in the United States, whose large oil fields historically produced lighter oils than are found in many other countries. Canada also uses the SI of units to measure oil rather than American oil industry conventional units, and the base temperature for density calculations is different in Canada at than the US at , resulting in slightly different density values.",
            "score": 138.01318359375
        },
        {
            "docid": "38467001_21",
            "document": "Health consequences of the Deepwater Horizon oil spill . In April 2011, a review article in the New England Journal of Medicine discussed the health consequences of the spill. According to the review, at high doses some crude-oil components cause respiratory, hepatic (liver), renal (urinary system), endocrine (hormonal system), neurologic, hematologic (vascular system), and other systemic effects, while even very low doses can cause mutagenic effects, with cancer of particular concern. The carcinogens of concern in crude oil are benzene and polycyclic aromatic hydrocarbons (PAHs), which are present in oil and in the air as a result of offshore controlled burning of crude oil. During the 2010 BP/Deepwater Horizon Gulf oil spill, an estimated one of every 20 barrels of spilled oil was deliberately burned off. Routes of exposure include contact and inhalation. The EPA obtained hundreds of air samples during the spill and a review showed that none of the samples showed concentrations of benzene or other volatile organic hydrocarbons to be above health-based standards. However, the review noted that \"although the monitoring was extensive, no monitoring scheme could cover all potentially affected locales\".",
            "score": 137.84588623046875
        },
        {
            "docid": "15923603_73",
            "document": "Oil tanker . By the sheer amount of oil carried, modern oil tankers can be a threat to the environment. As discussed above, a VLCC tanker can carry of crude oil. This is about eight times the amount spilled in the widely known \"Exxon Valdez\" incident. In this spill, the ship ran aground and dumped of oil into the ocean in March 1989. Despite efforts of scientists, managers, and volunteers over 400,000 seabirds, about 1,000 sea otters, and immense numbers of fish were killed. Considering the volume of oil carried by sea, however, tanker owners' organisations often argue that the industry's safety record is excellent, with only a tiny fraction of a percentage of oil cargoes carried ever being spilled. The International Association of Independent Tanker Owners has observed that \"accidental oil spills this decade have been at record low levels—one third of the previous decade and one tenth of the 1970s—at a time when oil transported has more than doubled since the mid 1980s.\"",
            "score": 137.30630493164062
        },
        {
            "docid": "158705_15",
            "document": "Oil spill . A VLCC tanker can carry of crude oil. This is about eight times the amount spilled in the widely known \"Exxon Valdez\" oil spill. In this spill, the ship ran aground and dumped of oil into the ocean in March 1989. Despite efforts of scientists, managers, and volunteers over 400,000 seabirds, about 1,000 sea otters, and immense numbers of fish were killed. Considering the volume of oil carried by sea, however, tanker owners' organisations often argue that the industry's safety record is excellent, with only a tiny fraction of a percentage of oil cargoes carried ever being spilled. The International Association of Independent Tanker Owners has observed that \"accidental oil spills this decade have been at record low levels—one third of the previous decade and one tenth of the 1970s—at a time when oil transported has more than doubled since the mid 1980s.\"",
            "score": 137.1446075439453
        },
        {
            "docid": "41700450_3",
            "document": "2010 ExxonMobil oil spill . Many locals in the region attest to environmental damage that allegedly developed as a result of the leak. Past oil spills in the delta's creeks have been left to fester for decades, polluting the air, soil, and water of impoverished communities. Nigeria sees its future output growth largely in offshore fields and does not want spills there to compound its environmental woes. Checks by Sahara Reporters revealed that the fishermen reportedly hauled in fish killed in the ExxonMobil’s oil spill in a location about 20 kilometers from the shoreline and supplied the bad fish to unsuspecting members of the public. The Nigerian Environmental Rights Action group issued a demand for N51 billion ($100 Million) from ExxonMobil in Nigeria for their failure to compensate fishermen within the coastal areas who suffered devastating losses due to the oil company’s exploration activities and major oil spills. Thick balls of tar have also been sighted washed upon the shoreline as well as oil slicks. The spill has only exacerbated the already growing problem of pollution in the Delta. The Nigerian government estimates there were over 7,000 spills, large and small, between 1970 and 2000, according to the BBC. That is approximately 300 spills a year, and some spills have been leaking for years. Vast swathes of the Delta have been seen covered with tar and stagnant lakes of crude due to oil spills of the past.",
            "score": 136.87351989746094
        },
        {
            "docid": "41710718_4",
            "document": "Mega Borg Oil Spill . The light crude oil spilled in the \"Mega Borg\" incident was brown and evaporated much quicker than the heavy crude oil in spills such as the Exxon Valdez. This means that the oil is less likely to heavily coat nearby beaches, flora and fauna, however the tanker was carrying more oil than the Exxon Valdez incident spilled in total, so there was a lot of concern about the oil not being able to evaporate if the slick became too thick.",
            "score": 136.73109436035156
        },
        {
            "docid": "2733552_6",
            "document": "Sour crude oil . Since sour crude is more common than sweet crude in the U.S. part of the Gulf of Mexico, Platts has come out in March 2009 with a new sour crude benchmark (oil marker) called \"Americas Crude Marker (ACM)\". Dubai Crude (and Oman Crude) both sour crude oils have been used as a benchmark (crude oil) oil marker for Middle East crude oils for some time.",
            "score": 136.35189819335938
        }
    ]
}