{
    "q": [
        {
            "docid": "14723930_8",
            "document": "LRP5 . The Wnt signaling pathway was first linked to bone development when a loss-of-function mutation in LRP5 was found to cause osteoporosis-pseudoglioma syndrome. Shortly thereafter, two studies reported that gain-of-function mutations in LRP5 caused high bone mass. Many bone density related diseases are caused by mutations in the LRP5 gene. There is controversy whether bone grows through Lrp5 through bone or the intestine. The majority of the current data supports the concept that bone mass is controlled by LRP5 through the osteocytes. Mice with the same Lrp5 gain-of-function mutations as also have high bone mass. The high bone mass is maintained when the mutation only occurs in limbs or in cells of the osteoblastic lineage. Bone mechanotransduction occurs through Lrp5 and is suppressed if Lrp5 is removed in only osteocytes. There are promising osteoporosis clinical trials targeting sclerostin, an osteocyte-specific protein which inhibits Wnt signaling by binding to Lrp5. An alternative model that has been verified in mice and in humans is that Lrp5 controls bone formation by inhibiting expression of TPH1, the rate-limiting biosynthetic enzyme for serotonin, a molecule that regulates bone formation, in enterochromaffin cells of the duodenum and that excess plasma serotonin leads to inhibition in bone. Another study found that a different Tph1-inhibitor decreased serotonin levels in the blood and intestine, but did not affect bone mass or markers of bone formation.",
            "score": 180.51114511489868
        },
        {
            "docid": "1977327_8",
            "document": "Klippel–Feil syndrome . Genetic genealogy has identified a specific location of a gene on a chromosome for Klippel-Feil Syndrome. Mutations in the GDF6 and GDF3 genes have also been identified to cause the disease, although some people with Klippel–Feil syndrome do not have identified mutations in the GDF6 or GDF3 genes. In this case, the cause of the condition in these individuals is unknown. GDF6 and GDF3 genes provide the body with instructions for making proteins involved in regulating the growth and maturation of bone and cartilage. These proteins actively regulate cell growth in embryonic and adult tissue. GDF6 specifically is involved in the formation of vertebral bones, among others, and establishing boundaries between bones in skeletal development while GDF3 is involved with bone and cartilage growth. Mutations cause reductions in these functional proteins but, it is unclear exactly how a shortage in these proteins leads to incomplete separation of the vertebrae in people with Klippel–Feil syndrome. However, when the GDF6 gene was knocked out in mice, the result was the fusion of bones. Only by identifying the link between the genetic cause and the phenotypic pathoanatomy of Klippel–Feil syndrome will we be able to rationalize the heterogeneity of the syndrome.",
            "score": 130.19765949249268
        },
        {
            "docid": "1209057_3",
            "document": "Wnt signaling pathway . Wnt signaling was first identified for its role in carcinogenesis, then for its function in embryonic development. The embryonic processes it controls include body axis patterning, cell fate specification, cell proliferation and cell migration. These processes are necessary for proper formation of important tissues including bone, heart and muscle. Its role in embryonic development was discovered when genetic mutations in Wnt pathway proteins produced abnormal fruit fly embryos. Wnt signaling also controls tissue regeneration in adult bone marrow, skin and intestine. Later research found that the genes responsible for these abnormalities also influenced breast cancer development in mice.",
            "score": 173.67315340042114
        },
        {
            "docid": "11834686_6",
            "document": "Gremlin (protein) . Deletion of Grem1 in mice after birth increased bone formation and increased trabecular bone volume, whereas overexpression causes inhibition of bone formation and osteopenia. Conditional deletion of one copy of Grem1 does not produce an abnormal phenotype and deletion of both copies causes only a small difference in phenotype in one-month-old male mice, but this difference cannot be observed after 3 months of age. Grem1 plays an important role in bone development and a lesser known function later in adulthood. Overexpression of Grem1 decreases osteoblast differentiation or the inhibition of bone formation and the ability for bone remodeling. In addition, overexpression of Grem1 in the mouse limb bud inhibits BMP signaling which can lead to digit loss as well as polydactyly. Overexpression of grem1 in stromal and osteoblastic cells in addition to the inhibition of BMP, grem 1 inhibits activation of Wnt/β-catenin signaling activity. The interaction between Grem1 and the Wnt signaling pathway is not fully understood.",
            "score": 196.47525191307068
        },
        {
            "docid": "563093_15",
            "document": "Paracrine signalling . Phenotype and survival of mice after knockout of some Jak or STAT genes:  The Jak-STAT pathway is instrumental in the development of limbs, specifically in its ability to regulate bone growth through paracrine signaling of cytokines. However, mutations in this pathway have been implicated in severe forms of dwarfism: thanatophoric dysplasia (lethal) and achondroplasic dwarfism (viable). This is due to a mutation in a Fgf gene, causing a premature and constitutive activation of the Stat1 transcription factor. Chondrocyte cell division is prematurely terminated, resulting in lethal dwarfism. Rib and limb bone growth plate cells are not transcribed. Thus, the inability of the rib cage to expand prevents the newborn's breathing.",
            "score": 137.7714455127716
        },
        {
            "docid": "563093_19",
            "document": "Paracrine signalling . The Hedgehog Signaling pathway is critical in proper tissue patterning and orientation during normal development of most animals. Hedgehog proteins induce cell proliferation in certain cells and differentiations in others. Aberrant activation of the Hedgehog pathway has been implicated in several types of cancers, Basal Cell Carcinoma in particular. This uncontrolled activation of the Hedgehog proteins can be caused by mutations to the signal pathway, which would be ligand independent, or a mutation that causes overexpression of the Hedgehog protein, which would be ligand dependent. In addition, therapy-induced Hedgehog pathway activation has been shown to be necessary for progression of Prostate Cancer tumors after androgen deprivation therapy. This connection between the Hedgehog signaling pathway and human cancers may provide for the possible of therapeutic intervention as treatment for such cancers. The Hedgehog signaling pathway is also involved in normal regulation of stem-cell populations, and required for normal growth and regeneration of damaged organs. This may provide another possible route for tumorigenesis via the Hedgehog pathway.",
            "score": 209.53488183021545
        },
        {
            "docid": "574917_6",
            "document": "Autocrine signalling . Normally, the Wnt signaling pathway leads to stabilization of β-catenin through inactivation of a protein complex containing the tumor suppressors APC and Axin. This destruction complex normally triggers β-catenin phosphorylation, inducing its degradation. De-regulation of the autocrine Wnt signaling pathway via mutations in APC and Axin have been linked to activation of various types of human cancer. Genetic alterations that lead to de-regulation of the autocrine Wnt pathway result in transactivation of epidermal growth factor receptor (EGFR) and other pathways, in turn contributing to proliferation of tumor cells. In colorectal cancer, for example, mutations in APC, axin, or β-catenin promote β-catenin stabilization and transcription of genes encoding cancer-associated proteins. Furthermore, in human breast cancer, interference with the de-regulated Wnt signaling pathway reduces proliferation and survival of cancer. These findings suggest that interference with Wnt signaling at the ligand-receptor level may improve the effectiveness of cancer therapies.",
            "score": 209.52893328666687
        },
        {
            "docid": "44518844_9",
            "document": "Mary Beckerle . Ewing’s Sarcoma is a bone cancer affecting mainly children and adolescents. Tumors of Ewing’ Sarcoma are typically found in the long bones of the legs and arms, or bones in the chest, trunk, pelvis, back, or head. Beckerle’s research in this area focuses on a key pathway as believed to be a mechanism by which the cancer cells can spread. Ewing sarcoma occurs due to a chromosomal mutation that causes an atypical protein, known as EWS/FLI, to be present (also called expressed), and that when EWS/FLI is expressed, literally thousands of genes are misregulated, leading to abnormal behavior. Beckerle’s lab found that the EWS/FLI protein disrupted cell adhesion and limited the ability of cells to remain in their normal environment. The EWS/FLI protein is difficult to regulate so Beckerle’s team is focused on an essential regulating protein called ysine specific demethylase (LSD1). Preliminary research has aimed to halt the function of LSD1 to prevent the spread of Ewing Sarcoma cells.",
            "score": 145.72249484062195
        },
        {
            "docid": "14070703_5",
            "document": "Acrania . Recent work has identified mutations in the hedgehog acyltransferase (HHAT) gene that have caused acrania along with holoprosencephaly and agnathia. The mutation in which causes this disease is a loss-of-function mutation. Before this discovery in 2010, HHAT was known to play a role in the sonic hedgehog pathway. When HHAT contains a loss-of-function mutation, less HHAT protein is produced. is necessary for the production of Hedgehog () proteins post-transcriptionally. As HHAT production decreases, production of long-range Hh proteins decreases proportionally. Decreases in Hh| production disturb the production of extracellular signal-regulated kinases, bone morphogenetic proteins, and fibroblast growth factors, all of which play important roles in craniofacial patterning. Disruption of these pathways leads to abnormal bone and cartilage formation causing acrania and multiple other craniofacial patterning problems.",
            "score": 142.8692147731781
        },
        {
            "docid": "10231060_4",
            "document": "GDF6 . Growth differentiation factor 6 (GDF6) is a regulatory protein associated with growth and differentiation of developing embryos. GDF6 is encoded by the GDF6 gene. It is a member the transforming growth factor beta superfamily which is a group of proteins involved in early regulation of cell growth and development. GDF6 has been shown to play an important role in the patterning of the epidermis and bone and joint formation. GDF6 induces genes related to the development of the epidermis and can bind directly to noggin, a gene that controls neural development, to block its effect. GDF6 interacts with bone morphogenetic proteins (BMPs) to form heterodimers that may work to regulate neural induction and patterning in developing embryos. By developing a GDF6 “knockout” model, scientists repressed expression of GDF6 in developing mice embryos. Through this experiment, the scientists were able to directly link GDF6 with several skull and vertebral joint disorders, such as scoliosis and chondrodysplasia, Grebe type.",
            "score": 82.918701171875
        },
        {
            "docid": "14754286_4",
            "document": "APRIL (protein) . The protein encoded by this gene is a member of the tumor necrosis factor ligand (TNF) ligand family. This protein is a ligand for TNFRSF17/BCMA, a member of the TNF receptor family. This protein and its receptor are both found to be important for B cell development. In vivo experiments suggest an important role for APRIL in the long-term survival of plasma cells in the bone marrow. Mice deficient in APRIL have normal immune system development. However, APRIL-deficient mice have also been reported to possess a reduced ability to support plasma cell survival. In vitro experiments suggested that this protein may be able to induce apoptosis through its interaction with other TNF receptor family proteins such as TNFRSF6/FAS and TNFRSF14/HVEM. Three alternatively spliced transcript variants of this gene encoding distinct isoforms have been reported.",
            "score": 132.30204677581787
        },
        {
            "docid": "5620705_30",
            "document": "Bone morphogenetic protein 4 . Injection of Noggin into lens fiber cells in mice significantly reduces the BMP4 proteins in the cells. This indicates that Noggin is sufficient to inhibit the production of BMP4. Moreover, another inhibitor protein, Alk6 was found that blocked the BMP4 from activating the Msx2 which stopped lens differentiation . However, there are still a lot of unknown about the mechanism of inhibition on BMP4 and downstream regulation of Sox2. In the future, researchers is aiming to find out a more complete pathway of whole eye development and hoping one day, they can find a way to cure some genetic caused eye diseases.",
            "score": 106.30273771286011
        },
        {
            "docid": "5881904_5",
            "document": "ACVR1 . A mutation in the gene ACVR1 (= ALK2) is responsible for the fibrodysplasia ossificans progressiva. ACVR1 encodes activin receptor type-1, a BMP type-1 receptor. The mutation causes the ACVR1 protein to have the amino acid histidine substituted for the amino acid arginine at position 206. This causes the protein ALK2 to change in the critical glycine-serine activation domain of the protein which will cause the protein to bind its inhibitory ligand (FKBP12) less tightly, and activate its SMAD pathway specific proteins more effectively than usual. The result is the BMP pathway will trigger when it should not, and bone will form in soft tissues throughout the body. This causes endothelial cells to transform to mesenchymal stem cells and then to bone.",
            "score": 101.93585991859436
        },
        {
            "docid": "6732448_17",
            "document": "Endoglin . It has been shown that endoglin expression and TGF-beta secretion are attenuated in bone marrow stromal cells when they are cocultured with prostate cancer cells. Also, the downstream TGF-beta/bone morphogenic protein (BMP) signaling pathway, which includes Smad1 and Smad2/3, were attenuated along with Smad-dependent gene transcription. Another result in this study was that both Smad1/5/8-dependent inhibitor of DNA binding 1 expression and Smad2/3-dependent plasminogen activator inhibitor I had a reduction in expression and cell proliferation. Ultimately, the cocultured prostate cancer cells altered the TGF-beta signaling in the bone stromal cells, which suggests this modulation is a mechanism of prostate cancer metastases facilitating their growth and survival in the reactive bone stroma. This study emphasizes the importance of endoglin in TGF-beta signaling pathways in other cell types other than endothelial cells.",
            "score": 141.31640422344208
        },
        {
            "docid": "4328716_17",
            "document": "Perlecan . Cartilage and bone development have proven to be dependent upon perlecan expression. The protein becomes visible by immunostaining on day 15 during mouse development, independently from other basement membrane proteins, suggesting that it is simply a part of the ECM of developing chondrocytes, in addition to collagen II and other cartilage markers that are expressed starting on day 12. Taken with the data, that mice lacking the pln gene cannot maintain stable cartilage, it is apparent that perlecan is essential to the maturation and stability of cartilaginous structure. This is supported by a study showing that knockdown of perlecan production inhibits the final stages of chondrogenic differentiation in C3H10T1/2 fibroblasts in culture. Bone development, i.e. mineralization of cartilaginous tissue, correlates with loss of perlecan and heparan sulfate at the chondro-osseous junction (COJ). In an effort to understand how heparan sulfate and perlecan direct mesenchymal stem cells into the osteogenic pathway, human mesenchymal stem cells were treated with heparanase and chondroitinase in culture. This led to increased mineralization and expression of osteocyte markers, supporting the data showing that loss of heparan sulfate at the COJ is a key factor in osteogenesis. It is thought that the driving force behind heparanase and chondroitinase activation of osteogenesis is release of bone morphogenetic protein bound in the heparan sulfate chains.",
            "score": 192.68579030036926
        },
        {
            "docid": "1209057_22",
            "document": "Wnt signaling pathway . The biochemistry of cancer stem cells is subtly different than that of other tumor cells. These so-called Wnt-addicted cells hijack and depend on constant stimulation of the Wnt pathway to promote their uncontrolled growth, survival and migration. In cancer, Wnt signaling can become independent of regular stimuli, through mutations in downstream oncogenes and tumor suppressor genes that become permanently activated even though the normal receptor has not received a signal. β-catenin binds to transcription factors such as the protein TCF4 and in combination the molecules activate the necessary genes. LF3 strongly inhibits this binding \"in vitro,\" in cell lines and reduced tumor growth in mouse models. It prevented replication and reduced their ability to migrate, all without affecting healthy cells. No cancer stem cells remained after treatment. The discovery was the product of \"rational drug design\", involving AlphaScreens and ELISA technologies.",
            "score": 254.69893670082092
        },
        {
            "docid": "42606579_21",
            "document": "Hematopoietic stem cell niche . Of the many transcriptional regulators of hematopoiesis, nearly all induce leukemia when aberrant. Chromosomal translocation is a hallmark of leukemia, and SCL-induced translocation deregulates expression at the locus, while Runx1-induced translocation results in chimeric fusion proteins. These chimeric transcription factors can result in the improper repression or activation of the target gene, as well as the inappropriate recruitment of chromatin-modifying enzymes. PAX5 and Notch mutations can result in B-cell and T-cell leukemias, respectively.. Dysregulation of stromal cells can in some cases induce genetic lesions in hematopoietic compartment; for example, mutations in the osteoblastic lineage cells resulted in malignant hematopoiesis . Osteoblasts may also be dysregulated by the presence of solid tumors (outside the bone marrow); one study showed that mouse lung tumors increased osteoblast activity and numbers and that these cells were important to the outgrowth of the tumor in the lung via the production of tumor-infiltrating neutrophils .",
            "score": 161.3975887298584
        },
        {
            "docid": "5620519_3",
            "document": "Bone morphogenetic protein 2 . BMP-2 like other bone morphogenetic proteins, plays an important role in the development of bone and cartilage. It is involved in the hedgehog pathway, TGF beta signaling pathway, and in cytokine-cytokine receptor interaction. It is also involved in cardiac cell differentiation and epithelial to mesenchymal transition.",
            "score": 194.60627126693726
        },
        {
            "docid": "47764552_3",
            "document": "Vosoritide . Fibroblast growth factor receptor 3 (FGFR3) is a receptor that normally down-regulates cartilage and bone growth when activated by one of the proteins known as acidic and basic fibroblast growth factor. It does so by inhibiting the development (cell proliferation and differentiation) of chondrocytes, the cells that produce and maintain the cartilaginous matrix which is also necessary for bone growth. Children with achondroplasia have one of several possible FGFR3 mutations resulting in constitutional (permanent) activity of this receptor, resulting in overall reduced chondrocyte activity and thus bone growth.",
            "score": 125.52947854995728
        },
        {
            "docid": "14446137_5",
            "document": "GPR97 . Systemic steroid exposure is a therapy to treat a variety of medical conditions and is associated with epigenetic processes such as DNA methylation that may reflect pharmacological responses and/or side effects. GPR97 was found to be differently methylated at CpG sites in the genome of blood cells from patient under systemic steroid treatment. GPR97 is transcribed in immune cells. Gene-deficient mice revealed that Gpr97 is crucial for maintaining B-cell population via constitutive CREB and NF-κB activities. Human lymphatic endothelial cells (LECs) abundantly express GPR97. Silencing GPR97 in human LECs indicated that GPR97 modulates cytoskeletal rearrangement, cell adhesion and migration through regulating the small GTPase RhoA and cdc42. In vertebrates, GPR97 has an indispensable role in the bone morphogenetic proteins (BMP) signaling pathway in bone formation. A microarray meta-analysis revealed that mouse Gpr97 is a direct transcriptional target of BMP signaling in long bone development.",
            "score": 165.5296971797943
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 193.1793212890625
        },
        {
            "docid": "2930542_7",
            "document": "Epithelial–mesenchymal transition . Wnt signaling pathway regulates EMT in gastrulation, cardiac valve formation and cancer. Activation of Wnt pathway in breast cancer cells induces the EMT regulator SNAIL and upregulates the mesenchymal marker, vimentin. Also, active Wnt/beta-catenin pathway correlates with poor prognosis in breast cancer patients in the clinic. Similarly, TGF-β activates the expression of SNAIL and ZEB to regulate EMT in heart development, palatogenesis, and cancer. The breast cancer bone metastasis has activated TGF-β signaling, which contributes to the formation of these lesions. However, on the other hand, p53, a well-known tumor suppressor, represses EMT by activating the expression of various microRNAs – miR-200 and miR-34 that inhibit the production of protein ZEB and SNAIL, and thus maintain the epithelial phenotype.",
            "score": 204.86402702331543
        },
        {
            "docid": "7244534_15",
            "document": "NFAT . NFAT is involved in a signaling pathway for cell transformation and tumorigenesis. The calcineurin/NFAT pathway signals for dephosphorylation of NFAT by activated calcineurin. This regulates the expression of several genes, including proteins helping with proliferation, growth, differentiation, migration, and survival, all processes commonly deregulated in cancer cells. Studies have shown that some forms of NFAT, such as the NFATc2 long isoform acts as a tumor suppressing gene whereas the NFATc1 short isoform functions as an oncogene. NFATc1 has been found in many aggressive B-cell lymphomas. Additionally, treating mice with calcineurin inhibitors that inactivate the calcineurin/NFAT pathway has been found to induce cell death in cancerous cells and inhibit the progression of the cell cycle. NFAT factors are promising therapeutic targets for these diseases.",
            "score": 170.73742580413818
        },
        {
            "docid": "2477198_10",
            "document": "Osteochondroma . Research done using Zebrafish \"dackel (dak)\" have shown that in \"EXT2-/-\" Zebrafish, chondrocytes fail to undergo terminal differentiation and bone formation fails to progress from pre-osteoblasts stage to osteoblasts. Instead, abnormal lipid deposition and premature adipocyte differentiation takes place. The expression of \"xbp1\", master regulator of \"osterix\" gets reduced, suggesting that unfolded proteins responses may play a role in pathogenesis of multiple osteochondroma. The research concludes that heparan sulphates are required for terminal differentiation and formation of scaffold that is needed for bone development. At least one copy of \"EXT2\" gene is needed for proper bone development and to maintain the balance between bone and fat cell lineages. Due to homozygous loss of \"EXT2\" function, leads to imbalance between cartilage, bone, and fat cell lineages. These observations in null zebrafish points toward the musculoskeletal defects observed in patients with multiple osteochondroma. Due to the findings of bone-fat imbalance in Zebra fish model, future studies should address status of lipid composition in patients with multiple osteochondroma. Research conducted using sequencing methods has identified a novel frame shift mutation at the glycosyltransferase domain (c.1457insG) located at codon 486 of exon 6 of the \"EXT1\" gene, that causes multiple osteochondromas. This study was conducted in two multiple osteochondroma (MO) patients from the Chinese descent (same family) and the results were validated with four other members of the same MO family and 200 unrelated healthy subjects. The results of the mutations were validated using two different sequencing methods (Exome and Sanger). The results of immunohistochemistry and multiple sequence alignment supports the cause of MO being a mutation in \"EXT1\" gene. However, the exact molecular mechanism of multiple osteochondroma remains unclear. The \"EXT1\" gene encodes the endoplasmic reticulum-resident type II transmembrane glycosyltransferase, which catalyzes polymerization of heparin sulfate chain at the endoplasmic reticulum and the Golgi apparatus. Heparin sulfate regulates signal transduction during chondrocyte differentiation, ossification, and apoptosis. Malfunction in heparin sulfate synthesis causes chondrocytes to rapidly differentiate. Based on these results future studies should elucidate the underlying molecular mechanism of the glycosyltransferase domain of the \"EXT1\" and its involvement in the development of multiple osteochondromas. Osteochondromas are associated with secondary peripheral chondrosarcomas, but the pathogenesis of the malignant bone tumor remains unknown. Research has demonstrated that chondrocytes with dysfunctional \"EXT1\" is present in solitary osteochondromas, but the \"EXT1\" is functional in sporadic (solitary) secondary peripheral chondrosarcomas. Research indicates that osteochondromas creates a special niche in which wild type cells are mixed in with \"EXT\" functional cells. Then these \"EXT\" functional cells undergo other mutations, that give rise to secondary peripheral chondrosarcoma, indicating the involvement of an alternative mechanism for the pathogenesis of secondary peripheral chondrosarcoma. Future studies should address the contributing gene that causes the formation of peripheral chondrosarcoma. It should also illustrate what causes chondrocytes functional with \"EXT1\" and \"EXT2\" within the osteochondroma to become more susceptible to mutations leading to malignancy.",
            "score": 142.1466487646103
        },
        {
            "docid": "4166656_3",
            "document": "Simpson–Golabi–Behmel syndrome . Although not all causes of SGBS have been identified, one cause of SGBS type I is a mutation of the glypican-3 gene (GPC3) on the X chromosome locus q26.1. This particular gene is widely expressed, especially in tissues derived from the mesoderm during fetal development. The function of this gene is to produce a protein that acts as a cell surface receptor that binds to transcription factors. Binding of the transcription factors allows regulation of cellular responses to growth factors such as members of the hedgehog protein family. When large or small deletions and missense mutations occur along the GPC3 gene, GPC3 can no longer negatively regulate Hedgehog signaling during development, therefore increasing cell proliferation and the risk of developing cancer. Limb patterning and skeletal development may also go awry when GCP3 mutations inhibit regulations of responses to bone morphogenetic proteins, another type of growth factor.",
            "score": 135.57517218589783
        },
        {
            "docid": "728467_15",
            "document": "Hereditary hemorrhagic telangiectasia . All genes known so far to be linked to HHT code for proteins in the TGF-β signaling pathway. This is a group of proteins that participates in signal transduction of hormones of the transforming growth factor beta superfamily (the transforming growth factor beta, bone morphogenetic protein and growth differentiation factor classes), specifically BMP9/GDF2 and BMP10. The hormones do not enter the cell but link to receptors on the cell membrane; these then activate other proteins, eventually influencing cellular behavior in a number of ways such as cellular survival, proliferation (increasing in number) and differentiation (becoming more specialized). For the hormone signal to be adequately transduced, a combination of proteins is needed: two each of two types of serine/threonine-specific kinase type membrane receptors and endoglin. When bound to the hormone, the type II receptor proteins phosphorylate (transfer phosphate) onto type I receptor proteins (of which Alk-1 is one), which in turn phosphorylate a complex of SMAD proteins (chiefly SMAD1, SMAD5 and SMAD8). These bind to SMAD4 and migrate to the cell nucleus where they act as transcription factors and participate in the transcription of particular genes. In addition to the SMAD pathway, the membrane receptors also act on the MAPK pathway, which has additional actions on the behavior of cells. Both Alk-1 and endoglin are expressed predominantly in endothelium, perhaps explaining why HHT-causing mutations in these proteins lead predominantly to blood vessel problems. Both \"ENG\" and \"ACVRL1\" mutations lead predominantly to underproduction of the related proteins, rather than misfunctioning of the proteins.",
            "score": 119.29362213611603
        },
        {
            "docid": "22108748_9",
            "document": "Hippo signaling pathway . Many of the pathway components recognized as tumor suppressor genes are mutated in human cancers. For example, mutations in Fat4 have been found in breast cancer, while NF2 is mutated in familial and sporadic schwannomas. Additionally, several human cancer cell lines invoke mutations of the WW45 and MOBK1B proteins. However, recent research by Marc Kirschner and others has demonstrated that Hippo pathway components may play a more nuanced role in cancer than previously thought. Hippo pathway inactivation enhanced the effect of 15 FDA-approved oncology drugs by promoting chemo-retention. In another study, the Hippo pathway kinases LATS1/2 were found to suppress cancer immunity in mice. Two venture-backed oncology startups, Vivace Therapeutics and the General Biotechnologies subsidiary Nivien Therapeutics, are actively developing kinase inhibitors targeting the Hippo pathway.",
            "score": 157.84125638008118
        },
        {
            "docid": "9977718_3",
            "document": "CCL9 . CCL9 is a chemokine involved in the process of signaling an antileukemic response and is a potential form of immunotherapy for chronic myelogenous leukemia (CML). CML is a type of cancer in which the bone marrow produces too many red blood cells. This is caused by chromosomal translocation, a mutation in which the abnormal gene BCR-ABL, is turned into a CML cell. CML starts off as a myeloproliferative for example in sickle cell anemia or extreme granulocytosis but if left untreated, it could transform into an acute form of leukemia. In order to treat CML, alpha and beta interferons (INFs) are used to regulate the process of binding the protein ICSBP to the gene BCR-ABL. CCL9 was proved to be a gene induced by ICSBP and IFN alpha and also a requirement in the expression of ICSBP in BCR-ABL transformed cells to generate an anti-leukemic immune protection via experimentation. CCL6 and CCL9 were overexpressed in BaF3 cells and injected with BCR-ABL into syngeneic mice. Although they did not refrain from the mice from developing leukemia, it prolonged the advancement of the disease by several weeks proving that that CCL6 and CCL9 contribute to the creation of an anti-leukemic response within infected cells.",
            "score": 102.10253059864044
        },
        {
            "docid": "2260019_6",
            "document": "Catenin . The primary mechanical role of catenins is connecting cadherins to actin filaments, specifically in these adhesion junctions of epithelial cells. Most studies investigating catenin actions focus on α-catenin and β-catenin. β-catenin is particularly interesting as it plays a dual role in the cell. First of all, by binding to cadherin receptor intracellular cytoplasmic tail domains, it can act as an integral component of a protein complex in adherens junctions that helps cells maintain epithelial layers. β-catenin acts by anchoring the actin cytoskeleton to the junctions, and may possibly aid in contact inhibition signaling within the cell. For instance, when an epithelial layer is complete and the adherens junctions indicate that the cell is surrounded, β-catenin may play a role in telling the cell to stop proliferating, as there is no room for more cells in the area. Secondly, β-catenin participates in the Wnt signaling pathway as a downstream target. While the pathway is very detailed and not completely understood, in general, when Wnt is not present, GSK-3B (a member of the pathway) is able to phosphorylate β-catenin as a result of a complex formation that includes β-catenin, AXIN1, AXIN2, APC (a tumor suppressor gene product), CSNK1A1, and GSK3B. Following phosphorylation of the N-terminal Ser and Thr residues of β-catenin, BTRC promotes its ubiquitination, which causes it to be degraded by the TrCP/SKP complex. On the other hand, when Wnt is present, GSK-3B is displaced from the previously mentioned complex, causing β-catenin to not be phosphorylated, and thus not ubiquitinated. As a result, its levels in the cell are stabilized as it builds up in the cytoplasm. Eventually, some of this accumulated β-catenin will move into the nucleus with the help of Rac1. At this point, β-catenin becomes a coactivator for TCF and LEF to activate Wnt genes by displacing Groucho and HDAC transcription repressors. These gene products are important in determining cell fates during normal development and in maintaining homeostasis, or they can lead to de-regulated growth in disorders like cancer by responding to mutations in β-catenin, APC or Axin, each of which can lead to this de-regulated β-catenin level stabilization in cells.",
            "score": 158.5999791622162
        },
        {
            "docid": "2763739_8",
            "document": "Cherubism . The effects of SH3BP2 mutations are still under study, but researchers believe that the abnormal protein disrupts critical signaling pathways in cells associated with the maintenance of bone tissue and in some immune system cells. The overactive protein likely causes inflammation in the jaw bones and triggers the production of osteoclasts, which are cells that break down bone tissue during bone remodeling. Osteoclasts also sense the increased inflammation of the mandible and maxilla and are further activated to break down bone structures. Bone loss and inflammation lead to increased fibrous tissue and cyst growth. An excess of these bone-eating cells contributes to the destruction of bone in the upper and lower jaws. A combination of bone loss and inflammation likely underlies the cyst-like growths characteristic of Cherubism.",
            "score": 133.1356656551361
        },
        {
            "docid": "14162110_12",
            "document": "Prostaglandin EP4 receptor . Studies in mice found that the PGE-EP pathway induces osteoclast (i.e. cells responsible for bone absorption) to differentiate from precursor cells and is required for IL-1beta-, Tumor necrosis factor alpha-, and basic fibroblast growth factor-induced osteoclast formation; bone taken from EP(-/-) mice to re-absorb bone when induced to do so and the infusion of PGE into mice failed to stimulate bone absorption. Furthermore, the infusion of selective EP agonists into mice stimulated increases in the number of bone osteoclasts and osteoblasts as well as increases in bone density. These studies indicate that the EP receptor mediates bone remolding in mice and, it is suggested, other animals including humans.",
            "score": 158.77209782600403
        },
        {
            "docid": "10975535_7",
            "document": "SKI protein . The SKI oncogene is present in all cells, and is commonly active during development. Specifically, avian fibroblasts depend on the SKI protein as a transcription co-regulator inducing transformation. The aforementioned DHD region is specifically employed for protein-protein interactions, while the 191 amino acid C terminus mediates oligomerization. Recent research shows that the SKI protein in cancerous cells acts as a suppressor, inhibiting transforming growth factor β (TGF- β) signaling. TGF- β is a protein which regulates cell growth. Signaling is regulated by a family of proteins called the Smad proteins. SKI is present in all adult and embryonic cells at low levels, however an over expression of the protein is characteristic of tumor cells. It is thought that high levels of SKI protein inactivate tumor suppression by displacement of other proteins and interference with the signaling pathway of TGF- β. The SKI protein and the CPB protein compete for binding with the Smad proteins, specifically competing with the Smad-3 and CReB-binding protein interactions. SKI also directly interacts with the R-Smad ∙ Smad-4 complex, which directly represses normal transcription of the TGF-β responsive genes, inactivating the cell’s ability to stop growth and division, creating cancerous cells.",
            "score": 163.72161412239075
        }
    ],
    "r": [
        {
            "docid": "1209057_22",
            "document": "Wnt signaling pathway . The biochemistry of cancer stem cells is subtly different than that of other tumor cells. These so-called Wnt-addicted cells hijack and depend on constant stimulation of the Wnt pathway to promote their uncontrolled growth, survival and migration. In cancer, Wnt signaling can become independent of regular stimuli, through mutations in downstream oncogenes and tumor suppressor genes that become permanently activated even though the normal receptor has not received a signal. β-catenin binds to transcription factors such as the protein TCF4 and in combination the molecules activate the necessary genes. LF3 strongly inhibits this binding \"in vitro,\" in cell lines and reduced tumor growth in mouse models. It prevented replication and reduced their ability to migrate, all without affecting healthy cells. No cancer stem cells remained after treatment. The discovery was the product of \"rational drug design\", involving AlphaScreens and ELISA technologies.",
            "score": 254.6989288330078
        },
        {
            "docid": "47419779_7",
            "document": "Beckman Center for Molecular and Genetic Medicine . Scientists have developed and explored a variety of scientific models, from Lucy Shapiro's single-celled Caulobacter crescentus to the three-spined stickleback and the zebrafish. Many are working on understanding basic processes whose disruption can cause disease. Roel Nusse has explored the Wnt signaling pathway in mice and fruit flies, and linked it to cancer and diabetes. Philip A. Beachy has examined the Hedgehog signaling pathway and its role in embryonic development and cell formation. Matthew P. Scott has identified the human homolog PTCH1 as a key tumor suppressor gene for the Hedgehog signaling pathway and the causative gene for Nevoid basal-cell carcinoma syndrome.",
            "score": 247.78433227539062
        },
        {
            "docid": "309888_7",
            "document": "Osteosarcoma . Osteosarcomas tend to occur at the sites of bone growth, presumably because proliferation makes osteoblastic cells in this region prone to acquire mutations that could lead to transformation of cells (the RB gene and p53 gene are commonly involved). Due to this tendency, high incidence of osteosarcoma is seen in some large dog breeds (St. Bernards and Great Danes). The tumor may be localized at the end of the long bone (commonly in the metaphysis). Most often it affects the proximal end of tibia or humerus, or distal end of femur. Osteosarcoma tends to affect regions around the knee in 60% of cases, 15% around the hip, 10% at the shoulder, and 8% in the jaw. The tumor is solid, hard, irregular (\"fir-tree,\" \"moth-eaten\", or \"sun-burst\" appearance on X-ray examination) due to the tumor spicules of calcified bone radiating in right angles. These right angles form what is known as a Codman triangle, which is characteristic but not diagnostic of osteosarcoma. Surrounding tissues are infiltrated. Microscopically: The characteristic feature of osteosarcoma is presence of osteoid (bone formation) within the tumor. Tumor cells are very pleomorphic (anaplastic), some are giant, numerous atypical mitoses. These cells produce osteoid describing irregular trabeculae (amorphous, eosinophilic/pink) with or without central calcification (hematoxylinophilic/blue, granular)—tumor bone. Tumor cells are included in the osteoid matrix. Depending on the features of the tumor cells present (whether they resemble bone cells, cartilage cells, or fibroblast cells), the tumor can be subclassified. Osteosarcomas may exhibit multinucleated osteoclast-like giant cells.",
            "score": 243.44265747070312
        },
        {
            "docid": "14761477_4",
            "document": "Cyclin-dependent kinase 8 . CDK8 is a colorectal cancer oncogene: the \"CDK8\" gene is amplified in human colorectal tumors, activating β-catenin-mediated transcription that drives colon tumorigenesis. However, CDK8 may not be oncogenic in all cell types, and indeed may act as a tumor suppressor in the notch and EGFR signaling pathways. Specifically, CDK8 promotes turnover of the notch intracellular domain, and inhibits EGFR signaling-driven cell fates in \"C. elegans\". Thus, \"CDK8\" may be an oncogene in cancers driven by Wnt/β-catenin signaling, but could instead be a tumor suppressor gene in cancers driven by notch or EGFR signaling. In addition, CDK8 promotes transcriptional activation mediated by the tumor suppressor protein p53, indicating that it may have an important role in tumor suppression Further research is needed to delineate the effects of CDK8 inhibition in different tissues, so for the time being, drugs targeting CDK8 for cancer treatment remain untested in humans.",
            "score": 223.1711883544922
        },
        {
            "docid": "11011552_9",
            "document": "Cellular communication (biology) . There are three different types of basic cell communication: surface membrane to surface membrane; exterior, which is between receptors on the cell; and direct communication, which means signals pass inside the cell itself. The junctions of these cells are important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors. This stability leads researchers to believe that gap junctions will be a part of cancer treatment in the future.",
            "score": 221.66123962402344
        },
        {
            "docid": "47719891_2",
            "document": "Cell communication (biology) . There are three different types of basic cell communication and they are: surface membrane to surface membrane, exterior, which is between receptors on the cell, and direct communication, which means signals pass inside the cell itself. The junctions of these cells is incredibly important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors.",
            "score": 216.8115234375
        },
        {
            "docid": "14755358_13",
            "document": "Secreted frizzled-related protein 1 . Hedgehog signaling in the intestinal epithelium represses the canonical Wnt signaling to restrict expression of Wnt target genes to stem or progenitor cells. It was thought that the Hedgehog signaling pathway does this via the induction of the secreted-type Wnt inhibitor. Katoh et al. searched for the GLI-binding site within the promoter region of Wnt inhibitor genes. GLI are transcription factors that activate the transcription of Hedgehog target genes. The GLI-binding site was identified within the 5’-flanking promoter region of the human SFRP1 gene. The GLI-binding site was conserved among promoter regions of mammalian SFRP1 orthologs. These facts indicate that the SFRP1 gene was identified as the evolutionarily conserved target of the Hedgehog-GLI signaling pathway. SFRP1 was found to be expressed in mesenchymal cells. Hedgehog is secreted from differentiated epithelial cells to induce SFRP1 expression in mesenchymal cells, which keeps differentiated epithelial cells away from the effect of canonical Wnt signaling. Thus, SFRP1 is most likely the Hedgehog target to confine canonical Wnt signaling within stem or progenitor cells. Epigenetic CpG hypermethylation of the SFRP1 promoter during chronic persistent inflammation and aging leads to the occurrence of gastrointestinal cancers, such as colorectal cancer and gastric cancer, through the breakdown of Hedgehog-dependent Wnt signal inhibition.",
            "score": 216.14178466796875
        },
        {
            "docid": "563093_26",
            "document": "Paracrine signalling . The Wnt signaling pathways are complex, involving many different elements, and therefore have many targets for misregulation. Mutations that cause constitutive activation of the Wnt signaling pathway lead to tumor formation and cancer. Aberrant activation of the Wnt pathway can lead to increase cell proliferation. Current research is focused on the action of the Wnt signaling pathway the regulation of stem cell choice to proliferate and self renew. This action of Wnt signaling in the possible control and maintenance of stem cells, may provide a possible treatment in cancers exhibiting aberrant Wnt signaling.",
            "score": 215.2368927001953
        },
        {
            "docid": "1607079_3",
            "document": "Wortmannin . Phosphoinositide-3-kinase (PI3K) activates an important cell survival signaling pathway, and constitutive activation is seen in ovarian, head and neck, urinary tract, cervical and small cell lung cancer. PI-3-K signaling is attenuated by the phosphatase activity of the tumor suppressor PTEN that is absent in a number of human cancers. Inhibiting PI-3-K presents the opportunity to inhibit a major cancer cell survival signaling pathway and to overcome the action of an important deleted tumor suppressor, providing antitumor activity and increased tumor sensitivity to a wide variety of drugs.",
            "score": 211.28768920898438
        },
        {
            "docid": "2448941_57",
            "document": "Cancer stem cell . Wnt signaling can become independent of regular stimuli, through mutations in downstream oncogenes and tumor suppressor genes that become permanently activated even though the normal receptor has not received a signal. β-catenin binds to transcription factors such as the protein TCF4 and in combination the molecules activate the necessary genes. LF3 strongly inhibits this binding \"in vitro,\" in cell lines and reduced tumor growth in mouse models. It prevented replication and reduced their ability to migrate, all without affecting healthy cells. No cancer stem cells remained after treatment. The discovery was the product of \"rational drug design\", involving AlphaScreens and ELISA technologies.",
            "score": 210.9051055908203
        },
        {
            "docid": "563093_19",
            "document": "Paracrine signalling . The Hedgehog Signaling pathway is critical in proper tissue patterning and orientation during normal development of most animals. Hedgehog proteins induce cell proliferation in certain cells and differentiations in others. Aberrant activation of the Hedgehog pathway has been implicated in several types of cancers, Basal Cell Carcinoma in particular. This uncontrolled activation of the Hedgehog proteins can be caused by mutations to the signal pathway, which would be ligand independent, or a mutation that causes overexpression of the Hedgehog protein, which would be ligand dependent. In addition, therapy-induced Hedgehog pathway activation has been shown to be necessary for progression of Prostate Cancer tumors after androgen deprivation therapy. This connection between the Hedgehog signaling pathway and human cancers may provide for the possible of therapeutic intervention as treatment for such cancers. The Hedgehog signaling pathway is also involved in normal regulation of stem-cell populations, and required for normal growth and regeneration of damaged organs. This may provide another possible route for tumorigenesis via the Hedgehog pathway.",
            "score": 209.53488159179688
        },
        {
            "docid": "574917_6",
            "document": "Autocrine signalling . Normally, the Wnt signaling pathway leads to stabilization of β-catenin through inactivation of a protein complex containing the tumor suppressors APC and Axin. This destruction complex normally triggers β-catenin phosphorylation, inducing its degradation. De-regulation of the autocrine Wnt signaling pathway via mutations in APC and Axin have been linked to activation of various types of human cancer. Genetic alterations that lead to de-regulation of the autocrine Wnt pathway result in transactivation of epidermal growth factor receptor (EGFR) and other pathways, in turn contributing to proliferation of tumor cells. In colorectal cancer, for example, mutations in APC, axin, or β-catenin promote β-catenin stabilization and transcription of genes encoding cancer-associated proteins. Furthermore, in human breast cancer, interference with the de-regulated Wnt signaling pathway reduces proliferation and survival of cancer. These findings suggest that interference with Wnt signaling at the ligand-receptor level may improve the effectiveness of cancer therapies.",
            "score": 209.5289306640625
        },
        {
            "docid": "57185687_5",
            "document": "Breast cancer stem cell . The tumor niche is which these BCSCs reside supports their growth and self-renewal. This microenvironment provides these cells with a physical anchoring site, a process mediated by adhesion molecules, components of the extracellular matrix (ECM) and factors secreted by stromal cells. For example, interactions between hyaluronic acid (HA) and CD44 stimulate the activation of other pathways that promote tumor malignancy such as Nanog, HER2 and NF-κβ. The activation of these pathways result in increased proliferation, invasion and migration of BCSCs. As a result, primary breast cancer tumors quickly form metastases in distant sites. Both the epithelial-to-mesenchymal transition (EMT) and the mesenchymal-to-epithelial transition (MET) are key components of driving this metastasis process. As one may expect, BCSCs undergo both of these processes as they escape from the primary tumor site, enter the bloodstream and home to a new organ site to initiate tumor growth. Over the course of this process, there is an upregulation of growth factors, which in turn activate and deactivate mesenchymal and epithelial transcription factors. The combination of these factors provides the signaling cues needed by BCSCs to survive, grow and proliferate.  Pathways that play key roles in embryonic development and adult tissue homeostasis have also been implicated in driving the phenotype of BCSCs. Dysregulation of the Notch and Hedgehog pathways, which regulate normal stem cell differentiation and self-renewal, is one such example. Both of these pathways have been shown to be upregulated in breast cancer. Furthermore, some early work has shown that activation of these pathways can also be correlated to the resistance of BCSCs to therapy.",
            "score": 209.3240509033203
        },
        {
            "docid": "14776330_3",
            "document": "FGF4 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities and are involved in a variety of biological processes including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This gene was identified by its oncogenic transforming activity. This gene and FGF3, another oncogenic growth factor, are located closely on chromosome 11. Co-amplification of both genes was found in various kinds of human tumors. Studies on the mouse homolog suggested a function in bone morphogenesis and limb development through the sonic hedgehog (SHH) signaling pathway.",
            "score": 208.98532104492188
        },
        {
            "docid": "45314681_5",
            "document": "NBPF1 . The NBPF1 protein is also found to be disrupted by a chromosomal translocation between chromosomes 1 and 17 with in some cases of human neuroblastoma. Additional studies show that NBPF1 is possibly a tumor suppressor gene because adding it to cell cultures lowers the incidence of foci formation. Additionally, NBPF1 contains three coiled coil structures are commonly involved in oligomerization with other proteins. Based on the interactions listed above, NBPF1 is shown to interact with the coiled coil domain of CBY1, which represses Wnt signaling. Aberrant Wnt signaling in the brain is a common cause of tumor growth and drug resistance in neuroblastomas, further suggesting that NBPF1 could act as a tumor suppressor gene in the brain if it directly affects this pathway.",
            "score": 207.63543701171875
        },
        {
            "docid": "22368276_5",
            "document": "Matthew P. Scott . Among his laboratory's many subsequent discoveries, he is recognized for the cloning of the patched gene family and demonstration that a human homolog PTCH1 is a key tumor suppressor gene for the Hedgehog signaling pathway as well as the causative gene for the nevoid basal cell carcinoma syndrome, or Gorlin syndrome.",
            "score": 207.38072204589844
        },
        {
            "docid": "2448941_55",
            "document": "Cancer stem cell . These developmental pathways are SC regulators. Both Sonic hedgehog (SHH) and Wnt pathways are commonly hyperactivated in tumors and are necessary to sustain tumor growth. However, the Gli transcription factors that are regulated by SHH take their name from gliomas, where they are highly expressed. A degree of crosstalk exists between the two pathways and they are commonly activated together. By contrast, in colon cancer hedgehog signalling appears to antagonise Wnt.",
            "score": 206.84805297851562
        },
        {
            "docid": "696132_4",
            "document": "Basal-cell carcinoma . Basal cell carcinomas can often come in association with other lesions of the skin, such as actinic keratosis, seborrheic keratosis, squamous cell carcinoma. In a small proportion of cases, basal cell carcinoma also develops as a result of basal cell nevus syndrome, or Gorlin Syndrome, which is also characterized by keratocystic odontogenic tumors of the jaw, palmar or plantar (sole of the foot) pits, calcification of the falx cerebri (in the center line of the brain) and rib abnormalities. The cause of this syndrome is a mutation in the PTCH1 tumor suppressor gene located in chromosome 9q22.3, which inhibits the hedgehog signaling pathway. A mutation in the SMO gene, which is also on the hedgehog pathway, also causes basal-cell carcinoma. To diagnose basal cell carcinomas, a skin biopsy is performed for histopathologic analyses. The most common method is a shave biopsy under local anesthesia. Most nodular basal cell cancers can be diagnosed clinically; however, other variants can be very difficult to distinguish from benign lesions such as intradermal naevus, sebaceomas, fibrous papules, early acne scars, and hypertrophic scarring.",
            "score": 206.8289031982422
        },
        {
            "docid": "14723104_3",
            "document": "PTCH1 . PTCH1 is a member of the patched gene family and is the receptor for sonic hedgehog, a secreted molecule implicated in the formation of embryonic structures and in tumorigenesis. This gene functions as a tumor suppressor. The PTCH1 gene product, is a transmembrane protein that suppresses the release of another protein called smoothened, and when sonic hedgehog binds PTCH1, smoothened is released and signals cell proliferation.",
            "score": 205.2947235107422
        },
        {
            "docid": "5150349_24",
            "document": "Hedgehog signaling pathway . Activation of the hedgehog pathway has been implicated in the development of cancers in various organs, including brain, lung, mammary gland, prostate and skin. Basal cell carcinoma, the most common form of cancerous malignancy, has the closest association with hedgehog signaling. Loss-of-function mutations in Patched and activating mutations in Smoothened have been identified in patients with this disease. Abnormal activation of the pathway probably leads to development of disease through transformation of adult stem cells into cancer stem cells that give rise to the tumor. Cancer researchers hope that specific inhibitors of hedgehog signaling will provide an efficient therapy for a wide range of malignancies.",
            "score": 205.23797607421875
        },
        {
            "docid": "2930542_7",
            "document": "Epithelial–mesenchymal transition . Wnt signaling pathway regulates EMT in gastrulation, cardiac valve formation and cancer. Activation of Wnt pathway in breast cancer cells induces the EMT regulator SNAIL and upregulates the mesenchymal marker, vimentin. Also, active Wnt/beta-catenin pathway correlates with poor prognosis in breast cancer patients in the clinic. Similarly, TGF-β activates the expression of SNAIL and ZEB to regulate EMT in heart development, palatogenesis, and cancer. The breast cancer bone metastasis has activated TGF-β signaling, which contributes to the formation of these lesions. However, on the other hand, p53, a well-known tumor suppressor, represses EMT by activating the expression of various microRNAs – miR-200 and miR-34 that inhibit the production of protein ZEB and SNAIL, and thus maintain the epithelial phenotype.",
            "score": 204.86402893066406
        },
        {
            "docid": "1209057_26",
            "document": "Wnt signaling pathway . Since its initial discovery, Wnt signaling has had an association with cancer. When Wnt1 was discovered, it was first identified as a proto-oncogene in a mouse model for breast cancer. The fact that Wnt1 is a homolog of Wg shows that it is involved in embryonic development, which often calls for rapid cell division and migration. Misregulation of these processes can lead to tumor development via excess cell proliferation.",
            "score": 204.44676208496094
        },
        {
            "docid": "11329484_18",
            "document": "TLR4 . TLR4 expression can be detected on many tumor cells and cell lines. TLR4 is capable of activating MAPK and NF-κB pathways, implicating possible direct role of cell-autonomous TLR4 signaling in regulation of carcinogenesis, in particular, through increased proliferation of tumor cells, apoptosis inhibition and metastasis. TLR4 signaling may also contribute to resistance to paclitaxel chemotherapy in ovary cancer and siRNA therapy in prostate cancer. 63% of breast cancer patients were reported to express TLR4 on tumor cells and the level of expression inversely correlated with the survival. Additionally, low MyD88 expression correlated with decreased metastasis to the lung and decreased CCL2 and CCL5 expression. TLR4 expression levels were the highest among TLRs in human breast cancer cell line MDA-MB-231 and TLR4 knockdown resulted in decreased proliferation and decreased IL-6 and IL-8 levels. On the other hand, TLR4 signaling in immune and inflammatory cells of tumor microenvironment may lead to production of proinflammatory cytokines (TNF, IL-1β, IL-6, IL-18, etc.), immunosuppressive cytokines (IL-10, TGF-β, etc.) and angiogenic mediators (VEGF, EGF, TGF-β, etc.). These activities may result in further polarization of tumor-associated macrophages, conversion of fibroblasts into tumor-promoting cancer-associated fibroblasts, conversion of dendritic cells into tumor-associated DCs and activation of pro-tumorigenic functions of immature myeloid cells - Myeloid-derived Suppressor Cells (MDSC). TLR signaling has been linked to accumulation and function of MDSC at the site of tumor and it also allows mesenchymal stromal cells to counter NK cell-mediated anti-tumor immunity. In HepG2 hepatoblastoma cells LPS increased TLR4 levels, cell proliferation and resistance to chemotherapy, and these phenomena could be reversed by TLR4 gene knockdown. Similarly, LPS stimulation of human liver cancer cell line H7402 resulted in TLR4 upregulation, NF-κB activation, TNF, IL-6 and IL-8 production and increased proliferation that could be reversed by signal transducer and STAT3 inhibition.Besides the well known successful usage of Bacillus Calmette–Guérin (BCG) in the therapy of bladder cancer there are reports on the treatment of oral squamous cell carcinoma, gastric cancer and cervical cancer with lyophilized streptococcal preparation OK-432 and utilization of TLR4/TLR2 ligands – derivatives of muramyl dipeptide.",
            "score": 203.98330688476562
        },
        {
            "docid": "14815510_16",
            "document": "TBX2 . Understanding the signaling pathways, and the role of Tbx2 in tumorigenesis, can aid in developing gene-targeted cancer treatments. Because Tbx2 is up-regulated in various types of cancer cells in multiple organ systems, the potential for gene therapy is optimistic. Scientists are interested in targeting a small domain of Tbx2 and Tbx3 to reduce its expression, and utilize small peptides known to suppress tumor genes to inhibit proliferation. An in vitro study using a cell line of human prostate cancer blocked endogenous Tbx2 using Tbx2 dominant-negative retroviral vectors found reduced tumor cell proliferation. Further, the same study suggests targeting WNT3A because of its role in cell-signaling with Tbx2, by utilizing a WNT antagonist such as SFRP-2. Because somatic cells have low expression of Tbx2, a targeted Tbx2 gene treatment would leave healthy somatic cells unharmed, thereby providing a treatment with low toxicity and negative side effects. Much research is still required to determine the efficacy of these specific gene targets to anti-cancer treatments.",
            "score": 202.43304443359375
        },
        {
            "docid": "15183374_5",
            "document": "Sp7 transcription factor . Sp7 expression is decreased in mouse and human osteosarcoma cell lines as compared to normal osteoblasts. Transfection of the SP7 gene into the mouse osteosarcoma cells reduced tumor incidence, tumor volume, and lung metastasis. Sp7 expression was also found to decrease bone destruction by the sarcoma.",
            "score": 201.31546020507812
        },
        {
            "docid": "51903_35",
            "document": "Tyrosine kinase . Gastrointestinal stromal tumors (GIST) are known to withstand cancer chemotherapy treatment and do not respond to any kind of therapy (in 2001) in advanced cases. However, tyrosine kinase inhibitor STI571 (imatinib) is effective in the treatment of patients with metastatic gastrointestinal stromal tumors. Gastrointestinal stromal tumors consist of a cluster of mesenchymal neoplasms that are formed from precursors to cells that make up the connective-tissue in the gastrointestinal tract. Most of these tumors are found in the stomach, though they can also be located in the small intestine or elsewhere in the intestinal tract. The cells of these tumors have a growth factor receptor associated with tyrosine kinase activity. This growth factor receptor is called c-kit and is produced by a proto-oncogene (\"c-kit\"). Mutation of c-kit causes the constitutive activity of tyrosine kinase, which results in cancerous gastrointestinal stromal tumors. Results of c-kit mutation include unrestricted tyrosine kinase activity and cell proliferation, unregulated phosphorylation of c-kit, and disruption of some communication pathways. Therapy with imatinib can inhibit the non-normal cell signaling mechanisms in gastrointestinal stromal tumors. This results in significant responses in patients and sustained disease control. By 2001 it was no longer doubted that this inhibitor can be effective and safe in humans. In similar manner, protein tyrosine kinase inhibitor STI571 was found to significantly reduce the physical size of tumors; they decreased roughly 65% in size in 4 months of trialing, and continued to diminish. New lesions did not appear, and a number of the liver metastases completely reduced to non-existence. The single patient in the study remained healthy following treatment. There are no effective means of treatment for advanced gastrointestinal stromal tumors, but that STI571 represents an effective treatment in early stage cancer associated with constitutively active c-kit, by inhibiting unfavourable tyrosine kinase activity.",
            "score": 200.22096252441406
        },
        {
            "docid": "11485159_21",
            "document": "Fibroblast growth factor receptor 1 . FGFR1 aberration in breast and lung cancer as a result of genetic over-amplification is effectively targeted using dovitinib and povatinib respectively. Drug resistance is a highly relevant topic in the field of drug development for FGFR targets. FGFR inhibitors allow for the increase of tumor sensitivity to regular anticancer drug such as paclitaxel, and etoposide in human cancer cells and thereby enhancing antiapoptotic potential based on aberrant FGFR activation. Moreover, FGF signaling inhibition dramatically reduces revascularization, hitting upon one of the hallmarks of cancers, angiogenesis, and reduces tumor burden in human tumors that depend on autocrine FGF signaling based on FGF2 upregulation following the common VEGFR-2 therapy for breast cancer. In such a way, FGFR1 can act synergistically with therapies to cut off cancer clonal resurgence by eliminating potential pathways of future relapse.",
            "score": 199.98069763183594
        },
        {
            "docid": "14134041_19",
            "document": "EZH2 . EZH2 is an attractive target for anti-cancer therapy because it helps cancerous cells divide and proliferate. It is found in larger amounts than in healthy cells in a wide range of cancers including breast, prostate, bladder, uterine, and renal cancers, as well as melanoma and lymphoma. EZH2 is a gene suppressor, so when it becomes overexpressed, many tumor suppressor genes that are normally turned on, are turned off. Inhibition of EZH2 function shrinks malignant tumors in some reported cases because those tumor suppressor genes are not silenced by EZH2. EZH2 typically is not expressed in healthy adults; it is only found in actively dividing cells, like those active during fetal development. Because of this characteristic, overexpression of EZH2 can be used as a diagnostic marker of cancer and some neurodegenerative disorders. However, there are cases where it is difficult to tell whether overexpression of EZH2 is the cause of a disease, or simply a consequence. If it is only a consequence, targeting EZH2 for inhibition may not cure the disease. One example of a cancer pathway in which EZH2 plays a role is the pRB-E2F pathway. It is downstream from the pRB-E2F pathway, and signals from this pathway lead to EZH2 overexpression. Another important characteristic of EZH2 is that when EZH2 is overexpressed, it can activate genes without forming PRC2. This is an issue because it means the methylation activity of the enzyme is not mediated by complex formation. In breast cancer cells, EZH2 activates genes that promote cell proliferation and survival. It can also activate regulatory genes like c-myc and cyclin D1 by interacting with Wnt signaling factors. Importantly, the mutation of tyrosine 641 to phenylalanine in the active SET domain of EZH2 results in preference for H3K27 tri-methylation and has been linked to lymphoma.",
            "score": 198.56069946289062
        },
        {
            "docid": "14135316_6",
            "document": "BMI1 . The Bmi-1 expression interacts with several signaling containing Wnt, Akt, Notch, Hedgehog and receptor tyrosine kinase (RTK) pathway. In Ewing sarcoma family of tumors (ESFT), the knockdown of BMI-1 gene would greatly influence the Notch and Wnt signaling pathway which are important for ESFT formation and development. Bmi-1 was shown to mediate the effect of Hedgehog signaling pathway on mammary stem cell proliferation. Bmi-1 also regulates multiple downstream factors or genes. It represses p19Arf and p16Ink4a. Bmi-1-/- neural stem cells and HSCs have high expression level of p19Arf and p16Ink4a which diminished the proliferation rate. Bmi-1 is also indicated as a key factor in controlling Th2 cell differentiation and development by stabilizing GATA transcription factors.",
            "score": 197.71282958984375
        },
        {
            "docid": "11834686_6",
            "document": "Gremlin (protein) . Deletion of Grem1 in mice after birth increased bone formation and increased trabecular bone volume, whereas overexpression causes inhibition of bone formation and osteopenia. Conditional deletion of one copy of Grem1 does not produce an abnormal phenotype and deletion of both copies causes only a small difference in phenotype in one-month-old male mice, but this difference cannot be observed after 3 months of age. Grem1 plays an important role in bone development and a lesser known function later in adulthood. Overexpression of Grem1 decreases osteoblast differentiation or the inhibition of bone formation and the ability for bone remodeling. In addition, overexpression of Grem1 in the mouse limb bud inhibits BMP signaling which can lead to digit loss as well as polydactyly. Overexpression of grem1 in stromal and osteoblastic cells in addition to the inhibition of BMP, grem 1 inhibits activation of Wnt/β-catenin signaling activity. The interaction between Grem1 and the Wnt signaling pathway is not fully understood.",
            "score": 196.47525024414062
        },
        {
            "docid": "2260019_12",
            "document": "Catenin . The role of catenin in epithelial-mesenchymal transition (or EMT) has also received a lot of recent attention for its contributions to cancer development. It has been shown that HIF-1α can induce the EMT pathway, as well as the Wnt/β-catenin signaling pathway, thus enhancing the invasive potential of LNCaP cells (human prostate cancer cells). As a result, it is possible that the EMT associated with upregulated HIF-1α is controlled by signals from this Wnt/β-catenin pathway. Catenin and EMT interactions may also play a role in hepatocellular carcinoma. VEGF-B treatment of hepatoma carcinoma cells can cause α-catenin to move from its normal location on the membrane into the nucleus and E-cadherin expression to decrease, thus promoting EMT and tumor invasiveness.",
            "score": 194.76490783691406
        },
        {
            "docid": "1209057_5",
            "document": "Wnt signaling pathway . The discovery of Wnt signaling was influenced by research on oncogenic (cancer-causing) retroviruses. In 1982, Roel Nusse and Harold Varmus infected mice with mouse mammary tumor virus in order to mutate mouse genes to see which mutated genes could cause breast tumors. They identified a new mouse proto-oncogene that they named int1 (integration 1).",
            "score": 194.63145446777344
        }
    ]
}