{
    "q": [
        {
            "docid": "31354385_19",
            "document": "Pigment dispersing factor . Further research was conducted on selective ablation of the lateral ventral neurons that express the \"pdf\" gene. Fly lines with ablated PDF neurons were created using Gal4-UAS-regulated transgenes and crossing two fly lines: UAS-\"rpr\" control group or UAS-\"hid\". Ablation did not affect the flies' ability to entrain to LD cycles, but their evening locomotor phases showed a 0.5 hour advance. This indicates the \"rpr\" and \"hid\" ablation individuals that were persistently rhythmic in DD showed shorter period length. In addition, utilizing time-series immunostainings, Lin et al. showed that PDF does not function to maintain circadian rhythmicity in protein levels, but rather that it is required to coordinate rhythms among the various \"Drosophila\" pacemakers. These experiments thereby confirmed the importance of the coordination role \"pdf\" expression plays in regulating circadian locomotor activity in \"Drosophila\".",
            "score": 199.5621976852417
        },
        {
            "docid": "46365713_4",
            "document": "Paul H. Taghert . Taghert and colleagues have identified the ~150 circadian clock neurons in the adult \"Drosophila melanogaster\" brain. Two distinct regions, the small and large ventral lateral neurons (LNv), express the neuropeptide pigment dispersing factor (PDF) and contribute to circadian locomotor activity rhythms. Taghert's group has made several contributions including the identification of mutants for the PDF neuropeptide gene - this revealed a specific behavioral syndrome indicating important contributions by this neuropeptide to normal circadian control of locomotor activity. This was the first genetic study identifying secreted substances (and not just clock elements) as critical proteins for circadian neurophysiology. This led the way to many studies by many laboratories that now evaluate how neuronal properties interweave and interact with cell intrinsic clock properties.",
            "score": 208.52232003211975
        },
        {
            "docid": "56144090_8",
            "document": "Drosophila circadian rhythm . In 1990, Konopka, Rosbash, and identified anew gene called \"Clock\" (\"Clk\"), which is vital for the circadian period. In 1998, they found a new gene \"cycle\" (\"cyc\"), which act together with \"Clk\". In the late 1998, Hall and Roshbash’s team discovered \"crybaby\", a gene for sensitivity to blue light. They simultaneously identified the protein CRY as the main light-sensitive (photoreceptor) system. The activity of \"cry\" is under circadian regulation, and influenced by other genes such as \"per\", \"tim\", \"clk\", and \"cyc\". The gene product CRY is a major photoreceptor protein belonging to a class of flavoproteins called cryptochromes. They are also present in bacteria and plants. In 1998, Hall and Jae H. Park isolated a gene encoding a neuropeptide named pigment dispersing factor (PDF), based on one of the roles it plays in crustaceans. In 1999, they discovered that \"pdf\" is expressed by lateral neurone ventral clusters (LNv) indicating that PDF protein is the major circadian neurotransmitter and that the LNv neurones are the principal circadian pacemakers. In 2001, Young and his team demonstrated that glycogen synthase kinase-3 (GSK-3) ortholog shaggy (SGG) is an enzyme that regulates TIM maturation and accumulation in the early night, by causing phosphorylation.",
            "score": 211.5477076768875
        },
        {
            "docid": "31354385_9",
            "document": "Pigment dispersing factor . In the \"Drosophila\" brain, a group of cells called the lateral ventral neurons is thought to be a subset of the principal pacemaker regulating the circadian rhythm of \"Drosophila\" locomotion. Release of PDF, which is expressed by some of these specialized cells, is believed to be a primary output of oscillations within these cells, and it serves to coordinate and couple the morning and evening phases of fly behavior.",
            "score": 192.35451912879944
        },
        {
            "docid": "31354385_11",
            "document": "Pigment dispersing factor . PDF is found in cells of the M oscillators and regulates the anticipatory activity of flies prior to light exposure. This anticipatory activity indicates that the flies are entrained to the light-dark schedule. PDF synchronizes phase of M oscillators, while in E oscillators PDF delays their cycling and increases their amplitude. This PDF-induced delay causes evening behaviors to peak after morning behaviors, causing an antiphasic rhythm. Stoleru et al. used mosaic transgenic animals with different circadian periods to study the two oscillators. Their study showed that M-cells periodically send a \"reset\" signal which determines the oscillations of the E-cells. It is believed that the reset signal is PDF, because it is M-cell specific and plays a large role in maintaining normal rhythmicity.",
            "score": 291.5604759454727
        },
        {
            "docid": "31354385_12",
            "document": "Pigment dispersing factor . Morning behaviors are controlled by a subset of LN’s called lateral ventral neurons (LNv). These neurons express PDF. Meanwhile, evening behaviors are controlled by a subset called lateral dorsal neurons (LNd), which do not express PDF. PDF from small lateral ventral neurons (s-LNv) is responsible for the maintenance of a free-running rhythm, while PDF from large lateral ventral neurons is not required for normal behavior. Experiments at Brandeis University have shown that PDF neuropeptide is localized in s-LNv that specifically control morning anticipatory behavior. However, it has been found that large LNv working with other circadian neurons is sufficient to rescue the morning anticipation behavior and startle response in s-LNv-ablated flies. Thus, PDF's role in setting the free-running rhythm and the timing of light-dark cycles comes from both types of lateral ventral neurons.",
            "score": 172.84400761127472
        },
        {
            "docid": "31354385_13",
            "document": "Pigment dispersing factor . Further evidence of distinct E and M peaks in \"Drosophila\" was provided by Grima et al. This work confirmed that the small lateral ventral neurons, which express PDF, are necessary for the morning peak in \"Drosophila\" circadian rhythms. Flies lacking functional s-LNv did not possess a lights-on anticipatory activity for the morning peak. The evening bout of activity was advanced, demonstrating the necessity of s-LNv neurons to both establish morning rhythms and couple these rhythms to the evening activity rhythms.",
            "score": 206.97969603538513
        },
        {
            "docid": "46365713_5",
            "document": "Paul H. Taghert . Taghert’s work involves employing the GAL4 activation and GAL80 inhibition of PDF to study PDF's necessity as a circadian pacemaker. Experiments with the LNvs found that ablation of PDF via GAL80 inhibition only affected some aspects of behavioral rhythms, suggesting the presence of other regulators controlling circadian behavior. To further examine the peptidergic pathways regulating PDF, Taghert and his group discovered the PDF receptor (PDFR), a class B1 G protein coupled receptor. Null mutations of PDFR suggests that it is also required for circadian rhythms in \"Drosophila\"\" melanogaster\".",
            "score": 146.20890426635742
        },
        {
            "docid": "31354385_18",
            "document": "Pigment dispersing factor . In a series of experiments done at Washington University School of Medicine and Brandeis University, \"pdf\" was shown to be critical for circadian output coordination. Flies mutant at the \"pdf\" gene locus displayed arrhythmic circadian oscillation. Wild type flies, over the 24-hour LD cycle, are active at dawn, quieter at midday and active again at the evening, and their rhythmic behavior persists in constant dark (DD). Flies with the \"pdf\"-null (\"pdf\") mutation displayed disrupted circadian behavior. Locomotor activity rhythms of homozygous and hemizygous \"pdf\" flies were well entrained during LD cycles, but their evening activity peak was advanced by approximately 1 hr and they lacked anticipatory morning rhythms. However, in constant darkness free running rhythms were much less rhythmic than in wild type flies. This demonstrates PDF’s role as a coupling factor between the M and E oscillators and its role in generating anticipation for morning rhythms.",
            "score": 191.88903951644897
        },
        {
            "docid": "39093020_14",
            "document": "Michael Rosbash . In \"Drosophila\", certain lateral neurons (LNs) have been shown to be important for circadian rhythms, including dorsal (LN) and ventral (LN) neurons. LN neurons express PDF (pigment dispersion factor), which was initially hypothesized to be a clock output signal. Mutants for the pdf neuropeptide gene (pdf) as well as flies selectively ablated for LN produced similar behavioral responses. Both entrained to external light cues, but were largely arrhythmic in constant conditions. Some flies in each cases showed weak free-running rhythmicity. These results lead the researchers to believe that LN neurons were the critical circadian pacemaker neurons and that PDF was the principal circadian transmitter.",
            "score": 174.5292031764984
        },
        {
            "docid": "56144090_10",
            "document": "Drosophila circadian rhythm . In \"Drosophila\" there are two distinct groups of circadian clocks, namely the clock neurones and the clock genes. They act concertedly to produce the 24-hour cycle of rest and activity. Light is the source of activation of the clocks. The compound eyes, ocelli, and Hofbauer-Buchner eyelets (HB eyelets) are the direct external photoreceptor organs. But the circadian clock can work in constant darkness. Nonetheless, the photoreceptors are required for measuring the day length and detecting moonlight. The compound eyes are important for differentiating long days from constant light, and for the normal masking effects of light, such as inducing activity by light and inhibition by darkness. There are two distinct activity peaks termed the M (for morning) peak, happening at dawn, and E (for evening) peak, at dusk. They monitor the different day lengths in different seasons of the year. The light-sensitive proteins in the eye called, rhodopsins (rhodopsin 1 and 6), are crucial in activating the M and E oscillations. When environmental light is detected, approximately 150 neurones (there are about 100,000 neurones in the \"Drosophila\" brain) in the brain regulate the circadian rhythm. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian keeps time via daily fluctuations of clock-related proteins which interact in what is called a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day in which both Clock protein and cycle protein are produced. CLK/CYC heterodimer act as transcription factors and bind together to initiate the transcription of the \"per\" and \"tim\" genes by binding to a promoter element called E box, around mid-day. DNA is transcribed to produce PER mRNA and TIM mRNA. PER and TIM proteins are synthesized in the cytoplasm, and exhibit a smooth increase in levels over the course of the day. Their RNA levels peak early in the evening and protein levels peak around daybreak. But their proteins levels are maintained at constantly low level until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein induces post-translational modifications, that is phosphorylation and turnover of monomeric PER proteins. As PER is translated in the cytoplasm, it is actively phosphorylated by DBT (casein kinase 1ε) and casein kinase 2 (synthesised by \"And\" and \"Tik\") as a prelude to premature degradation. The actual degradation is through the ubiquitin-proteasome pathway, and is carried out by a ubiquitin ligase called Slimb (supernumery limbs). At the same time, TIM is itself phosphorylated by shaggy, whose activity declines after sunset. DBT gradually disappears, and withdrawal of DBT promotes PER molecules to get stabilized by physical association with TIM. Hence, maximum production of PER and TIM occurs at dusk. At the same time, CLK/CYC also directly activates \"vri\" and \"Pdp1\" (the gene for PAR domain protein 1). VRI accumulates first, 3-6 hour earlier, and start to repress \"Clk\"; but the incoming of PDP1 creates a competition by activating \"Clk\". PER/TIM dimer accumulate in the early night and translocate in an orchestrated fashion into the nucleus several hours later, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 273.5534051656723
        },
        {
            "docid": "31354385_10",
            "document": "Pigment dispersing factor . The 150 pacemaker neurons in \"Drosophila\" are organized into two groups of cells called M (morning) and E (evening) oscillators in the ventral and dorsal lateral neurons (LNs). These two groups of cells were first observed by Colin Pittendrigh in 1976. As indicated by their names, the two oscillators control circadian rhythm at different times of the day, yet the two must coordinate to synchronize circadian activity.",
            "score": 222.47290110588074
        },
        {
            "docid": "40836099_13",
            "document": "Jeffrey C. Hall . In 1997, Hall was a part of group with Susan Renn, Jae Park, Michael Rosbash, and Paul Taghert that discovered genes that are a part of the TTFL are expressed in cells throughout the body. Despite these genes being identified as necessary genes to the circadian clock, there was a variety of levels of expressions in various parts of the body; this variation was observed on the cellular level. Hall succeeded in entraining separate tissues to different light-dark cycles at the same time. Hall didn't discover the element that synchronizes cells until 2003. He found that the pigment dispersing factor protein (PDF) helps control the circadian rhythms, and in turn locomotor activity, of these genes in cells. This was localized to small ventral lateral neurons (sLNs) in the Drosophila brain. From this data, Hall concluded the sLNs serve as the primary oscillator in Drosophila and PDF allows for synchrony between cells. He was awarded the 2017 Nobel Prize in Medicine or Physiology.",
            "score": 225.23576366901398
        },
        {
            "docid": "56565_29",
            "document": "Circadian rhythm . The molecular mechanism of circadian rhythm and light perception are best understood in \"Drosophila\". Clock genes are discovered from \"Drosophila\", and they act together with the clock neurones. There are two unique rhythms, one during the process of hatching (called eclosion) from the pupa, and the other during mating. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian rhythm is through a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day and initiates the transcription of the \"per\" and \"tim\" genes. But their proteins levels remain low until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein causes phosphorylation and turnover of monomeric PER proteins. TIM is also phosphorylated by shaggy until sunset. After sunset, DBT disappears, so that PER molecules stably bind to TIM. PER/TIM dimer enters the nucleus several at night, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 215.90879237651825
        },
        {
            "docid": "13570238_3",
            "document": "PER1 . The PER1 protein is important to the maintenance of circadian rhythms in cells, and may also play a role in the development of cancer. This gene is a member of the period family of genes. It is expressed with a daily oscillating circadian rhythm, or an oscillation that cycles with a period of approximately 24 hours. PER1 is most notably expressed in the region of the brain called the suprachiasmatic nucleus (SCN), which is the primary circadian pacemaker in the mammalian brain. PER1 is also expressed throughout mammalian peripheral tissues. Genes in this family encode components of the circadian rhythms of locomotor activity, metabolism, and behavior. Circadian expression of PER1 in the suprachiasmatic nucleus will free-run in constant darkness, meaning that the 24-hour period of the cycle will persist without the aid of external light cues. Subsequently, a shift in the light/dark cycle evokes a proportional shift of gene expression in the suprachiasmatic nucleus. The time of gene expression is sensitive to light, as light during a mammal's subjective night results in a sudden increase in per expression and thus a shift in phase in the suprachiasmatic nucleus. Alternative splicing has been observed in this gene; however, these variants have not been fully described. There is some disagreement between experts over the occurrence of polymorphisms with functional significance. Many scientists state that there are no known polymorphisms of the human PER1 gene with significance at a population level that results in measurable behavioral or physiological changes. Still, some believe that even silent mutations can cause significant behavioral phenotypes,and result in major phase changes.",
            "score": 230.86901378631592
        },
        {
            "docid": "1214780_12",
            "document": "Seymour Benzer . Benzer and student Ron Konopka discovered the first circadian rhythm mutants. Three distinct mutant types—arrhythmic, shortened period, and lengthened period—were identified. These mutations all involved the same functional gene on the X chromosome and influenced the eclosion rhythm of the population as well as rhythms in individual flies' locomotor activity. To monitor \"Drosophila\" locomotor activity, Benzer and postdoctoral researcher, Yoshiki Hotta, designed a system using infrared light and solar cells. All three mutations were mapped to the X chromosome, zero centimorgans away from each other, indicating that the mutant phenotypes corresponded to alleles of the same gene, which Konopka named \"period\". This was the first of several seminal studies of single genes affecting behavior, studies that have been replicated in other animal models and are now the basis for the growing field of molecular biology of behavior. In 1992 Benzer, working with Michael Rosbash, furthered this work by showing that the PER protein, which \"period\" codes for, is predominantly located in the nucleus. The work with Period mutants was catalytic in the study of circadian rhythms and served to propel the field forward.",
            "score": 170.43553161621094
        },
        {
            "docid": "31354385_22",
            "document": "Pigment dispersing factor . PDF is also sufficient to induce high levels of timeless protein (TIM), another essential protein that regulates circadian rhythm. Studies had found that flies with mutated ion channels at the posterior dorsal neurons 1 (DN1(p)s) showed reduced anticipatory behavior and free-running rhythms. This deficit can be rescued by synapsing PDF-expressing neurons onto mutated DN1(p)s, as the elevated TIM level is enough to rescue circadian rhythm.",
            "score": 150.723562002182
        },
        {
            "docid": "56144090_11",
            "document": "Drosophila circadian rhythm . In the early morning, the appearance of light causes PER and TIM proteins to breakdown in a network of transcriptional activation and repression. First, light activates the \"cry\" gene in the clock neurones. Although CRY is produced deep inside the brain, it is sensitive to UV and blue light, and thus it easily signals the brain cells the onset of light. It irreversibly and directly binds to TIM causing it to break down through proteosome-dependent ubiquitin-mediated degradation. The CRY's photolyase homology domain is used for light detection and phototransduction, whereas the carboxyl-terminal domain regulates CRY stability, CRY-TIM interaction, and circadian photosensitivity. The ubiquitination and subsequent degradation are aided by a different protein JET. Thus PER/TIM dimer dissociates, and the unbound PER becomes unstable. PER undergoes progressive phosphorylation and ultimately degradation. Absence of PER and TIM allows activation of \"clk\" and \"cyc\" genes. Thus, the clock is reset to commence the next circadian cycle.",
            "score": 228.29028391838074
        },
        {
            "docid": "56565_9",
            "document": "Circadian rhythm . In 1954, an important experiment was reported by Colin Pittendrigh who showed that eclosion (the process of pupa turning into adult) in \"D. pseudoobscura\" was a circadian behaviour. He demonstrated that temperature played a vital role in eclosion rhythm, the period of eclosion was delayed but not stopped when temperature was decreased. It was an indication that circadian rhythm was controlled by an internal biological clock. The term \"circadian\" was coined by Franz Halberg in 1959. According to Halberg's original definition: In 1977, the International Committee on Nomenclature of the International Society for Chronobiology formally adopted the definition, which states: Ron Konopka and Seymour Benzer identified the first clock mutant in \"Drosophila\" in 1971 and called it \"period\" (\"per\") gene, the first discovered genetic determinant of behavioral rhythmicity. \"per\" gene was isolated in 1984 by two teams of researchers. Konopka, Jeffrey Hall, Michael Roshbash and their team showed that \"per\" locus is the centre of the circadian rhythm, and that loss of \"per\" stops circadian activity. At the same time, Michael W. Young's team reported similar effects of \"per\", and that the gene covers 7.1-kilobase (kb) interval on the X chromosome and encodes a 4.5-kb poly(A)+ RNA. They went on to discover the key genes and neurones in \"Drosophila\" circadian system, for which Hall, Rosbash and Young received the Nobel Prize in Physiology or Medicine 2017.",
            "score": 147.3099900484085
        },
        {
            "docid": "39042642_7",
            "document": "Cycle (gene) . The identification, characterization, and cloning of \"cyc\" was reported in May 1998 in \"Cell\" by Jeffrey Hall and Michael Rosbash’s labs at Brandeis University along with first author Joan E. Rutila at the Howard Hughes Medical Institute. Prior to its discovery, the mechanism by which PER and TIM transcription was regulated rhythmically was not fully understood. They published the papers reporting the discovery of CYCLE and CLOCK in the same issue of Cell. They found both genes as a result of a technique of forward genetics, chemically mutagenzing flies and screening for altered locomotor activity rhythms. From the screen, \"cycle\" was identified as a recessive arrhythmic mutant in one fly line because it shows arrhythmic locomotor activity patterns when a fly has 2 mutant chromosomes number 3. These mutant flies were also found to display arrhythmic eclosion. Because the mutants displayed no circadian rhythms and the heterozygote flies displayed long circadian periods, they determined that \"cycle\" has a dominant phenotype. These data also suggest that the \"Cycle\" gene is part of the biological clock because of the similarity between the \"cycle\" mutant phenotype and that of the \"clock\" mutant. This suggests that Cycle is part of the biological clock with its phenotype similar to that of the \"clock\" mutant. Assaying PER and TIM transcription levels in the \"cyc\" mutant showed reduced mRNA levels of both proteins. Cloning of the \"cyc\" gene revealed that it encodes a novel bHLH-PAS protein related to mammalian bmal1, and that it likely binds to Clock to activate transcription of circadian rhythm genes.",
            "score": 208.3945904970169
        },
        {
            "docid": "608162_9",
            "document": "Suprachiasmatic nucleus . Information about the direct neuronal regulation of metabolic processes and circadian rhythm-controlled behaviors is not well known among either endothermic or ectothermic vertebrates, although extensive research has been done on the SCN in model animals such as the mammalian mouse and ectothermic reptiles, in particular, lizards. The SCN is known to be involved not only in photoreception through innervation from the retinohypothalamic tract but also in thermoregulation of vertebrates capable of homeostasis, as well as regulating locomotion and other behavioral outputs of the circadian clock within ectothermic vertebrates. The behavioral differences between both classes of vertebrates, when compared to the respective structures and properties of the SCN and various other nuclei proximate to the hypothalamus, provide insight into how these behaviors are the consequence of differing circadian regulation. Ultimately, many neuroethological studies must be done to completely ascertain the direct and indirect roles of the SCN on circadian-regulated behaviors of vertebrates.",
            "score": 110.31461608409882
        },
        {
            "docid": "173204_37",
            "document": "Drosophila melanogaster . In 1971, Ron Konopka and Seymour Benzer published \"Clock mutants of \"Drosophila melanogaster\"\", a paper describing the first mutations that affected an animal's behavior. Wild-type flies show an activity rhythm with a frequency of about a day (24 hours). They found mutants with faster and slower rhythms, as well as broken rhythms—flies that move and rest in random spurts. Work over the following 30 years has shown that these mutations (and others like them) affect a group of genes and their products that form a biochemical or biological clock. This clock is found in a wide range of fly cells, but the clock-bearing cells that control activity are several dozen neurons in the fly's central brain.",
            "score": 189.5190155506134
        },
        {
            "docid": "490620_43",
            "document": "Human brain . The hypothalamus in the diencephalon, is involved in regulating many functions of the body. Functions include neuroendocrine regulation, regulation of the circadian rhythm, control of the autonomic nervous system, and the regulation of fluid, and food intake. The circadian rhythm is controlled by two main cell groups in the hypothalamus. The anterior hypothalamus includes the suprachiasmatic nucleus and the ventrolateral preoptic nucleus which through gene expression cycles, generates a roughly 24 hour circadian clock. In the circadian day an ultradian rhythm takes control of the sleeping pattern. Sleep is an essential requirement for the body and brain and allows the closing down and resting of the body's systems. There are also findings that suggest that the daily build-up of toxins in the brain are removed during sleep. Whilst awake the brain consumes a fifth of the body’s total energy needs. Sleep necessarily reduces this use and gives time for the restoration of energy-giving ATP. The effects of sleep deprivation show the absolute need for sleep.",
            "score": 172.37757313251495
        },
        {
            "docid": "46349002_6",
            "document": "Douglas G. McMahon . The work that won McMahon the Donald B. Lindsey Prize for PhD candidates involved locating and isolating specific regions of the eye that possessed circadian rhythms in \"Bulla gouldiana\". Under the mentorship of Gene Block, McMahon recorded from the basal retinal neurons (BRNs), a homogenous group of neurons that are 15-25μm in diameter, of the snail's eye and found that they could entrain to light/dark cycles, and even oscillate in constant darkness with a consistent intrinsic period. The BRN was later shown to entrain to light/dark cycles, and control physiological and behavioral oscillations within the entire organism. McMahon and Block found an increase in firing frequency and depolarization of the BRNs during the day, but the opposite at night. In addition, electrical activity between action potentials in the optic nerve and the firing of the BRNs were shown to share a 1:1 correlation. In 1984, McMahon also demonstrated that the surgical removal of the photoreceptor layer failed to disrupt circadian rhythm in the \"Bulla\" eye, while the removal of the BRNs abolished circadian rhythm. His discovery that a fragment of \"Bulla\" retina containing as few as six intact BRN somata were sufficient for circadian rhythmogenesis further supported the BRNs as circadian pacemakers. Later work by Dr. Stephan Michel using a surgical reductionist approach provided further evidence that isolated BRNs were capable of circadian oscillations in their conductance.",
            "score": 171.59883987903595
        },
        {
            "docid": "31354385_21",
            "document": "Pigment dispersing factor . In 2014, Li et al. showed that PDF synchronizes circadian clock neurons by increasing levels of cAMP and cAMP-mediated protein kinase A (PKA). Increasing cAMP and PKA stabilized levels of the period protein PER in \"Drosophila\", which slows the clock speed in PDF receptor (PDFR) containing neurons. A light pulse caused more PER degradation in flies with \"pdf\"-null neurons than flies with wild-type neurons, indicating that PDF inhibits light-induced PER degradation. These experiments demonstrated that PDF interacts with secondary messenger components to coordinate circadian output.",
            "score": 179.8952968120575
        },
        {
            "docid": "39103747_2",
            "document": "KaiC . KaiC is a gene belonging to the KaiABC gene cluster (with KaiB, and KaiC) that, together, regulate bacterial circadian rhythms, specifically in cyanobacteria. KaiC encodes for the KaiC protein which interacts with the KaiA and KaiB proteins in a post-translational oscillator (PTO). The PTO is cyanobacteria master clock that is controlled by sequences of phosphorylation of KaiC protein. Regulation of KaiABC expression and KaiABC phosphorylation is essential for cyanobacteria circadian rhythmicity, and is particularly important for regulating cyanobacteria processes such as nitrogen fixation, photosynthesis, and cell division. Studies have shown similarities to Drosophila, Neurospora, and mammalian clock models in that the kaiABC regulation of the cyanobacteria slave circadian clock is also based on a transcription translation feedback loop (TTFL). KaiC protein has both auto-kinase and auto-phosphatase activity and acts as the circadian regulator in both the PTO and the TTFL. KaiC has been found to not only suppress kaiBC when overexpressed, but also suppress circadian expression of all genes in the cyanobacterial genome.",
            "score": 166.09463357925415
        },
        {
            "docid": "401150_35",
            "document": "Photoreceptor cell . A non-rod non-cone photoreceptor in the eyes of mice, which was shown to mediate circadian rhythms, was discovered in 1991 by Foster \"et al.\" These neuronal cells, called intrinsically photosensitive retinal ganglion cells (ipRGC), are a small subset (≈1–3%) of the retinal ganglion cells located in the inner retina, that is, in front of the rods and cones located in the outer retina. These light sensitive neurons contain a photopigment, melanopsin, which has an absorption peak of the light at a different wavelength (≈480 nm) than rods and cones. Beside circadian / behavioral functions, ipRGCs have a role in initiating the pupillary light reflex.",
            "score": 177.9419801235199
        },
        {
            "docid": "13530822_5",
            "document": "PER2 . \"PER2\" is a member of the Period family of genes and is expressed in a circadian pattern in the suprachiasmatic nucleus, the primary circadian pacemaker in the mammalian brain. Genes in this family encode components of the circadian clock, which regulates the daily rhythms of locomotor activity, metabolism, and behavior. Circadian expression of these genes and their encoded proteins in the suprachiasmatic nucleus. Human PER2 is involved human sleep disorder and cancer formation. Lowered \"PER2\" expression is common in many tumors cells within the body, suggesting PER2 is integral for proper function and decreased levels promotes tumor progression.",
            "score": 178.2516051530838
        },
        {
            "docid": "13530734_2",
            "document": "NPAS2 . Neuronal PAS domain protein 2 (NPAS2) also known as member of PAS protein 4 (MOP4) is a transcription factor protein that in humans is encoded by the \"NPAS2\" gene. NPAS2 is paralogous to CLOCK, and both are key proteins involved in the maintenance of circadian rhythms in mammals. In the brain, NPAS2 functions as a generator and maintainer of mammalian circadian rhythms. More specifically, NPAS2 is an activator of transcription and translation of core clock and clock-controlled genes through its role in a negative feedback loop in the suprachiasmatic nucleus (SCN), the brain region responsible for the control of circadian rhythms.",
            "score": 166.04851078987122
        },
        {
            "docid": "14016472_16",
            "document": "Chronotype . Some studies show that there are 22 genetic variants associated with chronotype. These variants occur near genes known to be important in photoreception and circadian rhythms. The variant most strongly associated with chronotype occurs near RGS16, which is a regulator of G-protein signalling and has a known role in circadian rhythms. In mice, gene ablation of Rgs16 lengthens the circadian period of behavioural rhythm. By temporally regulating cAMP signalling, Rgs16 has been shown to be a key factor in synchronising intercellular communication between pacemaker neurons in the suprachiasmatic nucleus (SCN), the centre for circadian rhythm control in humans.",
            "score": 139.0681266784668
        },
        {
            "docid": "56144090_3",
            "document": "Drosophila circadian rhythm . Biological rhythms are first and best studied from \"Drosophila\". \"Drosophila\" circadian rhythm has paved the way for understanding circadian behaviour and diseases related to sleep-wake conditions in other animals, including humans. This is because the circadian clocks are fundamentally similar. \"Drosophila\" circadian rhythm was discovered in 1935 by German zoologists, Hans Kalmus and Erwin Bünning. American biologist Colin S. Pittendrigh provided an important experiment in 1954, which established that circadian rhythm is driven by a biological clock. The genetics was first understood in 1971, when Seymour Benzer and Ronald J. Konopka reported that mutation in specific genes changes or stops the circadian behaviour. They discovered the mutation called \"period\" (\"per\"). It was the first gene known to control behaviour of any kind. After a decade, Konopka, Jeffrey C. Hall, Michael Rosbash, and Michael W. Young discovered novel genes such as \"timeless\" (\"tim\"), \"Clock\" (\"Clk\"), \"cycle\" (\"cyc\"), \"cry\", and others. These genes and their product proteins play the key role as circadian clock.",
            "score": 163.71651232242584
        },
        {
            "docid": "41121206_4",
            "document": "Phase resetting in neurons . Phase resetting plays a role in promoting neural synchrony in various pathways in the brain, from regulating circadian rhythms and heartbeat via cardiac pacemaker cells to playing significant roles in memory, pancreatic cells and neurodegenerative diseases such as epilepsy. Burst of activity in patterns of behaviors occur through coupled oscillators using pulsatile signals, better known as pulse-coupled oscillators.",
            "score": 168.9560478925705
        }
    ],
    "r": [
        {
            "docid": "31354385_11",
            "document": "Pigment dispersing factor . PDF is found in cells of the M oscillators and regulates the anticipatory activity of flies prior to light exposure. This anticipatory activity indicates that the flies are entrained to the light-dark schedule. PDF synchronizes phase of M oscillators, while in E oscillators PDF delays their cycling and increases their amplitude. This PDF-induced delay causes evening behaviors to peak after morning behaviors, causing an antiphasic rhythm. Stoleru et al. used mosaic transgenic animals with different circadian periods to study the two oscillators. Their study showed that M-cells periodically send a \"reset\" signal which determines the oscillations of the E-cells. It is believed that the reset signal is PDF, because it is M-cell specific and plays a large role in maintaining normal rhythmicity.",
            "score": 291.56048583984375
        },
        {
            "docid": "56144090_10",
            "document": "Drosophila circadian rhythm . In \"Drosophila\" there are two distinct groups of circadian clocks, namely the clock neurones and the clock genes. They act concertedly to produce the 24-hour cycle of rest and activity. Light is the source of activation of the clocks. The compound eyes, ocelli, and Hofbauer-Buchner eyelets (HB eyelets) are the direct external photoreceptor organs. But the circadian clock can work in constant darkness. Nonetheless, the photoreceptors are required for measuring the day length and detecting moonlight. The compound eyes are important for differentiating long days from constant light, and for the normal masking effects of light, such as inducing activity by light and inhibition by darkness. There are two distinct activity peaks termed the M (for morning) peak, happening at dawn, and E (for evening) peak, at dusk. They monitor the different day lengths in different seasons of the year. The light-sensitive proteins in the eye called, rhodopsins (rhodopsin 1 and 6), are crucial in activating the M and E oscillations. When environmental light is detected, approximately 150 neurones (there are about 100,000 neurones in the \"Drosophila\" brain) in the brain regulate the circadian rhythm. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian keeps time via daily fluctuations of clock-related proteins which interact in what is called a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day in which both Clock protein and cycle protein are produced. CLK/CYC heterodimer act as transcription factors and bind together to initiate the transcription of the \"per\" and \"tim\" genes by binding to a promoter element called E box, around mid-day. DNA is transcribed to produce PER mRNA and TIM mRNA. PER and TIM proteins are synthesized in the cytoplasm, and exhibit a smooth increase in levels over the course of the day. Their RNA levels peak early in the evening and protein levels peak around daybreak. But their proteins levels are maintained at constantly low level until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein induces post-translational modifications, that is phosphorylation and turnover of monomeric PER proteins. As PER is translated in the cytoplasm, it is actively phosphorylated by DBT (casein kinase 1ε) and casein kinase 2 (synthesised by \"And\" and \"Tik\") as a prelude to premature degradation. The actual degradation is through the ubiquitin-proteasome pathway, and is carried out by a ubiquitin ligase called Slimb (supernumery limbs). At the same time, TIM is itself phosphorylated by shaggy, whose activity declines after sunset. DBT gradually disappears, and withdrawal of DBT promotes PER molecules to get stabilized by physical association with TIM. Hence, maximum production of PER and TIM occurs at dusk. At the same time, CLK/CYC also directly activates \"vri\" and \"Pdp1\" (the gene for PAR domain protein 1). VRI accumulates first, 3-6 hour earlier, and start to repress \"Clk\"; but the incoming of PDP1 creates a competition by activating \"Clk\". PER/TIM dimer accumulate in the early night and translocate in an orchestrated fashion into the nucleus several hours later, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 273.55340576171875
        },
        {
            "docid": "13570238_3",
            "document": "PER1 . The PER1 protein is important to the maintenance of circadian rhythms in cells, and may also play a role in the development of cancer. This gene is a member of the period family of genes. It is expressed with a daily oscillating circadian rhythm, or an oscillation that cycles with a period of approximately 24 hours. PER1 is most notably expressed in the region of the brain called the suprachiasmatic nucleus (SCN), which is the primary circadian pacemaker in the mammalian brain. PER1 is also expressed throughout mammalian peripheral tissues. Genes in this family encode components of the circadian rhythms of locomotor activity, metabolism, and behavior. Circadian expression of PER1 in the suprachiasmatic nucleus will free-run in constant darkness, meaning that the 24-hour period of the cycle will persist without the aid of external light cues. Subsequently, a shift in the light/dark cycle evokes a proportional shift of gene expression in the suprachiasmatic nucleus. The time of gene expression is sensitive to light, as light during a mammal's subjective night results in a sudden increase in per expression and thus a shift in phase in the suprachiasmatic nucleus. Alternative splicing has been observed in this gene; however, these variants have not been fully described. There is some disagreement between experts over the occurrence of polymorphisms with functional significance. Many scientists state that there are no known polymorphisms of the human PER1 gene with significance at a population level that results in measurable behavioral or physiological changes. Still, some believe that even silent mutations can cause significant behavioral phenotypes,and result in major phase changes.",
            "score": 230.8690185546875
        },
        {
            "docid": "56144090_11",
            "document": "Drosophila circadian rhythm . In the early morning, the appearance of light causes PER and TIM proteins to breakdown in a network of transcriptional activation and repression. First, light activates the \"cry\" gene in the clock neurones. Although CRY is produced deep inside the brain, it is sensitive to UV and blue light, and thus it easily signals the brain cells the onset of light. It irreversibly and directly binds to TIM causing it to break down through proteosome-dependent ubiquitin-mediated degradation. The CRY's photolyase homology domain is used for light detection and phototransduction, whereas the carboxyl-terminal domain regulates CRY stability, CRY-TIM interaction, and circadian photosensitivity. The ubiquitination and subsequent degradation are aided by a different protein JET. Thus PER/TIM dimer dissociates, and the unbound PER becomes unstable. PER undergoes progressive phosphorylation and ultimately degradation. Absence of PER and TIM allows activation of \"clk\" and \"cyc\" genes. Thus, the clock is reset to commence the next circadian cycle.",
            "score": 228.290283203125
        },
        {
            "docid": "40836099_13",
            "document": "Jeffrey C. Hall . In 1997, Hall was a part of group with Susan Renn, Jae Park, Michael Rosbash, and Paul Taghert that discovered genes that are a part of the TTFL are expressed in cells throughout the body. Despite these genes being identified as necessary genes to the circadian clock, there was a variety of levels of expressions in various parts of the body; this variation was observed on the cellular level. Hall succeeded in entraining separate tissues to different light-dark cycles at the same time. Hall didn't discover the element that synchronizes cells until 2003. He found that the pigment dispersing factor protein (PDF) helps control the circadian rhythms, and in turn locomotor activity, of these genes in cells. This was localized to small ventral lateral neurons (sLNs) in the Drosophila brain. From this data, Hall concluded the sLNs serve as the primary oscillator in Drosophila and PDF allows for synchrony between cells. He was awarded the 2017 Nobel Prize in Medicine or Physiology.",
            "score": 225.2357635498047
        },
        {
            "docid": "31354385_10",
            "document": "Pigment dispersing factor . The 150 pacemaker neurons in \"Drosophila\" are organized into two groups of cells called M (morning) and E (evening) oscillators in the ventral and dorsal lateral neurons (LNs). These two groups of cells were first observed by Colin Pittendrigh in 1976. As indicated by their names, the two oscillators control circadian rhythm at different times of the day, yet the two must coordinate to synchronize circadian activity.",
            "score": 222.472900390625
        },
        {
            "docid": "9720498_7",
            "document": "Timeless (gene) . As part of the circadian clock, \"timeless\" is essential for entrainment to light-dark (LD) cycles. The typical period length of free-running \"Drosophila\" is 23.9 hours, requiring adaptations to the 24-hour environmental cycle. Adaptation first begins with exposure to light. This process leads to the rapid degradation of the TIM protein, allowing organisms to entrain at dawn to environmental cycles. In light-dark cycles, TIM protein level decreases rapidly in late night/early morning, followed by the similar but more gradual changes in PER protein level. TIM degradation is independent of \"per\" and its protein, and releases PER from the PER/TIM complex. In some cell types, the photoreceptor protein cryptochrome (CRY) physically associates with TIM and helps regulate light-dependent degradation. CRY is activated by blue light, which binds to TIM and tags it for degradation. This ends the PER/TIM repression of the CLK/CYC-mediated transcription of \"per\" and \"tim\" genes, allowing \"per\" and \"tim\" mRNA to be produced to restart the cycle.",
            "score": 218.83206176757812
        },
        {
            "docid": "56565_29",
            "document": "Circadian rhythm . The molecular mechanism of circadian rhythm and light perception are best understood in \"Drosophila\". Clock genes are discovered from \"Drosophila\", and they act together with the clock neurones. There are two unique rhythms, one during the process of hatching (called eclosion) from the pupa, and the other during mating. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian rhythm is through a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day and initiates the transcription of the \"per\" and \"tim\" genes. But their proteins levels remain low until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein causes phosphorylation and turnover of monomeric PER proteins. TIM is also phosphorylated by shaggy until sunset. After sunset, DBT disappears, so that PER molecules stably bind to TIM. PER/TIM dimer enters the nucleus several at night, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 215.90879821777344
        },
        {
            "docid": "56144090_8",
            "document": "Drosophila circadian rhythm . In 1990, Konopka, Rosbash, and identified anew gene called \"Clock\" (\"Clk\"), which is vital for the circadian period. In 1998, they found a new gene \"cycle\" (\"cyc\"), which act together with \"Clk\". In the late 1998, Hall and Roshbash’s team discovered \"crybaby\", a gene for sensitivity to blue light. They simultaneously identified the protein CRY as the main light-sensitive (photoreceptor) system. The activity of \"cry\" is under circadian regulation, and influenced by other genes such as \"per\", \"tim\", \"clk\", and \"cyc\". The gene product CRY is a major photoreceptor protein belonging to a class of flavoproteins called cryptochromes. They are also present in bacteria and plants. In 1998, Hall and Jae H. Park isolated a gene encoding a neuropeptide named pigment dispersing factor (PDF), based on one of the roles it plays in crustaceans. In 1999, they discovered that \"pdf\" is expressed by lateral neurone ventral clusters (LNv) indicating that PDF protein is the major circadian neurotransmitter and that the LNv neurones are the principal circadian pacemakers. In 2001, Young and his team demonstrated that glycogen synthase kinase-3 (GSK-3) ortholog shaggy (SGG) is an enzyme that regulates TIM maturation and accumulation in the early night, by causing phosphorylation.",
            "score": 211.54771423339844
        },
        {
            "docid": "46365713_4",
            "document": "Paul H. Taghert . Taghert and colleagues have identified the ~150 circadian clock neurons in the adult \"Drosophila melanogaster\" brain. Two distinct regions, the small and large ventral lateral neurons (LNv), express the neuropeptide pigment dispersing factor (PDF) and contribute to circadian locomotor activity rhythms. Taghert's group has made several contributions including the identification of mutants for the PDF neuropeptide gene - this revealed a specific behavioral syndrome indicating important contributions by this neuropeptide to normal circadian control of locomotor activity. This was the first genetic study identifying secreted substances (and not just clock elements) as critical proteins for circadian neurophysiology. This led the way to many studies by many laboratories that now evaluate how neuronal properties interweave and interact with cell intrinsic clock properties.",
            "score": 208.52232360839844
        },
        {
            "docid": "39042642_7",
            "document": "Cycle (gene) . The identification, characterization, and cloning of \"cyc\" was reported in May 1998 in \"Cell\" by Jeffrey Hall and Michael Rosbash’s labs at Brandeis University along with first author Joan E. Rutila at the Howard Hughes Medical Institute. Prior to its discovery, the mechanism by which PER and TIM transcription was regulated rhythmically was not fully understood. They published the papers reporting the discovery of CYCLE and CLOCK in the same issue of Cell. They found both genes as a result of a technique of forward genetics, chemically mutagenzing flies and screening for altered locomotor activity rhythms. From the screen, \"cycle\" was identified as a recessive arrhythmic mutant in one fly line because it shows arrhythmic locomotor activity patterns when a fly has 2 mutant chromosomes number 3. These mutant flies were also found to display arrhythmic eclosion. Because the mutants displayed no circadian rhythms and the heterozygote flies displayed long circadian periods, they determined that \"cycle\" has a dominant phenotype. These data also suggest that the \"Cycle\" gene is part of the biological clock because of the similarity between the \"cycle\" mutant phenotype and that of the \"clock\" mutant. This suggests that Cycle is part of the biological clock with its phenotype similar to that of the \"clock\" mutant. Assaying PER and TIM transcription levels in the \"cyc\" mutant showed reduced mRNA levels of both proteins. Cloning of the \"cyc\" gene revealed that it encodes a novel bHLH-PAS protein related to mammalian bmal1, and that it likely binds to Clock to activate transcription of circadian rhythm genes.",
            "score": 208.39459228515625
        },
        {
            "docid": "31354385_13",
            "document": "Pigment dispersing factor . Further evidence of distinct E and M peaks in \"Drosophila\" was provided by Grima et al. This work confirmed that the small lateral ventral neurons, which express PDF, are necessary for the morning peak in \"Drosophila\" circadian rhythms. Flies lacking functional s-LNv did not possess a lights-on anticipatory activity for the morning peak. The evening bout of activity was advanced, demonstrating the necessity of s-LNv neurons to both establish morning rhythms and couple these rhythms to the evening activity rhythms.",
            "score": 206.9796905517578
        },
        {
            "docid": "31354385_19",
            "document": "Pigment dispersing factor . Further research was conducted on selective ablation of the lateral ventral neurons that express the \"pdf\" gene. Fly lines with ablated PDF neurons were created using Gal4-UAS-regulated transgenes and crossing two fly lines: UAS-\"rpr\" control group or UAS-\"hid\". Ablation did not affect the flies' ability to entrain to LD cycles, but their evening locomotor phases showed a 0.5 hour advance. This indicates the \"rpr\" and \"hid\" ablation individuals that were persistently rhythmic in DD showed shorter period length. In addition, utilizing time-series immunostainings, Lin et al. showed that PDF does not function to maintain circadian rhythmicity in protein levels, but rather that it is required to coordinate rhythms among the various \"Drosophila\" pacemakers. These experiments thereby confirmed the importance of the coordination role \"pdf\" expression plays in regulating circadian locomotor activity in \"Drosophila\".",
            "score": 199.56219482421875
        },
        {
            "docid": "9720498_13",
            "document": "Timeless (gene) . The \"timeless\" protein is thought to directly connect the cell cycle with the  circadian rhythm in mammals. In this model. referred to as a “direct coupling,” the two cycles share a key protein whose expression exhibits a circadian pattern.The essential role of \"Tim\" in \"Drosophila\" in creating circadian rhythm is accomplished by \"Cry\" in mammals. In mammals, \"Cry\" and \"Per\" transcription is activated by the CLOCK/BMAL1 complex, and repressed by the PER/CRY complex.",
            "score": 197.11416625976562
        },
        {
            "docid": "39093020_15",
            "document": "Michael Rosbash . In more recent years, Rosbash has been working on the brain-neuronal aspects of circadian rhythms. Seven anatomically distinct neuronal groups have been identified that all express the core clock genes. However, the mRNAs appear to be expressed in a circadian and neuron-specific manner, which his lab has taken interest in determining whether this provides a link to the distinct functions of certain neuronal groups. He has also researched the effects of light on certain neuronal groups and has found that one subgroup is light-sensitive to lights on (dawn) and another is light-sensitive to lights off (dusk). The dawn cells have been shown to promote arousal while the dusk cells promote sleep.",
            "score": 196.51173400878906
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 195.90499877929688
        },
        {
            "docid": "31354385_24",
            "document": "Pigment dispersing factor . A 2016 study has shown that PDF acts on E-box promoter elements of clock genes in LNv neurons to upregulate their transcription in a time-of-day dependent manner. Using fluorescent reporter genes and live cell imaging, Sabado et al. discovered that PDF upregulated CLK/CYC (two transcription factors that are a part of the oscillator that activate Per transcription) and PER expression at night, independently of its own release in the cell. This could explain further how PDF acts to synchronize the pacemaker neurons.",
            "score": 195.6361541748047
        },
        {
            "docid": "7252_24",
            "document": "Cell cycle . Cyclin D is the first cyclin produced in the cell cycle, in response to extracellular signals (e.g. growth factors). Cyclin D binds to existing CDK4, forming the active cyclin D-CDK4 complex. Cyclin D-CDK4 complex in turn phosphorylates the retinoblastoma susceptibility protein (Rb). The hyperphosphorylated Rb dissociates from the E2F/DP1/Rb complex (which was bound to the E2F responsive genes, effectively \"blocking\" them from transcription), activating E2F. Activation of E2F results in transcription of various genes like cyclin E, cyclin A, DNA polymerase, thymidine kinase, etc. Cyclin E thus produced binds to CDK2, forming the cyclin E-CDK2 complex, which pushes the cell from G to S phase (G/S, which initiates the G/M transition). Cyclin B-cdk1 complex activation causes breakdown of nuclear envelope and initiation of prophase, and subsequently, its deactivation causes the cell to exit mitosis. A quantitative study of E2F transcriptional dynamics at the single-cell level by using engineered fluorescent reporter cells provided a quantitative framework for understanding the control logic of cell cycle entry, challenging the canonical textbook model. Genes that regulate the amplitude of E2F accumulation, such as Myc, determine the commitment in cell cycle and S phase entry. G1 cyclin-CDK activities are not the driver of cell cycle entry. Instead, they primarily tune the timing of E2F increase, thereby modulating the pace of cell cycle progression.",
            "score": 195.1071319580078
        },
        {
            "docid": "13570238_8",
            "document": "PER1 . PER1 expression may have significant effects on the cell cycle. Cancer is often a result of unregulated cell growth and division, which can be controlled by circadian mechanisms. Therefore, a cell's circadian clock may play a large role in its likelihood of developing into a cancer cell. PER1 is a gene that plays an important role in such a circadian mechanism. Its overexpression, in particular, causes DNA-damage induced apoptosis. In addition, down-regulation of PER1 can enhance tumor growth in mammals. PER1 also interacts with proteins ATM and Chk2. These proteins are key checkpoint proteins in the cell cycle. Cancer patients have a lowered expression of per1. Gery, et al. suggests that regulation of PER1 expression may be useful for cancer treatment in the future.",
            "score": 192.8090057373047
        },
        {
            "docid": "743466_15",
            "document": "CREB . Entrainment of the mammalian circadian clock is established via light induction of PER. Light excites melanopsin-containing photosensitive retinal ganglion cells which signal to the suprachiasmatic nucleus (SCN) via the retinohypothalamic tract (RHT). Excitation of the RHT signals the release of glutamate which is received by NMDA receptors on SCN, resulting in a calcium influx into the SCN. Calcium induces the activity of Ca/calmodulin-dependent protein kinases, resulting in the activation of PKA, PKC, and CK2. These kinases then phosphorylate CREB in a circadian manner that further regulates downstream gene expression. The phosphorylated CREB recognizes the cAMP Response Element and serves as a transcription factor for Per1 and Per2, two genes that regulate the mammalian circadian clock. This induction of PER protein can entrain the circadian clock to light/dark cycles inhibits its own transcription via a transcription-translation feedback loop which can advance or delay the circadian clock. However, the responsiveness of PER1 and PER2 protein induction is only significant during the subjective night.",
            "score": 192.4111785888672
        },
        {
            "docid": "31354385_9",
            "document": "Pigment dispersing factor . In the \"Drosophila\" brain, a group of cells called the lateral ventral neurons is thought to be a subset of the principal pacemaker regulating the circadian rhythm of \"Drosophila\" locomotion. Release of PDF, which is expressed by some of these specialized cells, is believed to be a primary output of oscillations within these cells, and it serves to coordinate and couple the morning and evening phases of fly behavior.",
            "score": 192.35452270507812
        },
        {
            "docid": "31354385_18",
            "document": "Pigment dispersing factor . In a series of experiments done at Washington University School of Medicine and Brandeis University, \"pdf\" was shown to be critical for circadian output coordination. Flies mutant at the \"pdf\" gene locus displayed arrhythmic circadian oscillation. Wild type flies, over the 24-hour LD cycle, are active at dawn, quieter at midday and active again at the evening, and their rhythmic behavior persists in constant dark (DD). Flies with the \"pdf\"-null (\"pdf\") mutation displayed disrupted circadian behavior. Locomotor activity rhythms of homozygous and hemizygous \"pdf\" flies were well entrained during LD cycles, but their evening activity peak was advanced by approximately 1 hr and they lacked anticipatory morning rhythms. However, in constant darkness free running rhythms were much less rhythmic than in wild type flies. This demonstrates PDF’s role as a coupling factor between the M and E oscillators and its role in generating anticipation for morning rhythms.",
            "score": 191.8890380859375
        },
        {
            "docid": "39103747_15",
            "document": "KaiC . Recent experiments have found that the oscillations in the cell cycle and circadian rhythms of \"Synechococcus\" are linked together through a one way mechanism. The circadian clock gates cells division, only allowing it to proceed at certain phases. The cell cycle does not appear to have any effect on the circadian clock though. When binary fission occurs, the daughter cells inherit the mother cell's circadian clock and are in phase with the mother cell. The circadian gating of cell division may be a protective feature to prevent division at a vulnerable phase. Phases in which KaiC has high ATPase activity do not allow for cell division to take place. In mutants with constantly elevated KaiC ATPase activity, the protein CikA is absent. CikA is a major factor in the input pathway and causes KaiC dependent cell elongation.",
            "score": 191.54971313476562
        },
        {
            "docid": "37689509_4",
            "document": "Neuroscience of rhythm . Circadian literally translates to \"about a day\" in Latin. This refers to the human 24-hour cycle of sleep and wakefulness. This cycle is driven by light. The human body must photoentrain or synchronize itself with light in order to make this happen. The rod cells are the photoreceptor cells in the retina capable of sensing light. However, they are not what sets the biological clock. The photosensitive retinal ganglion cells contain a pigment called melanopsin. This photopigment is depolarized in the presence of light, unlike the rods which are hyperpolarized. Melanopsin encodes the day-night cycle to the suprachiasmatic nucleus (SCN) via the retinohypothalamic tract. The SCN evokes a response from the spinal cord. Preganglionic neurons in the spinal cord modulate the superior cervical ganglia, which synapses on the pineal gland. The pineal gland synthesizes the neurohormone melatonin from tryptophan. Melatonin is secreted into the bloodstream where it affects neural activity by interacting with melatonin receptors on the SCN. The SCN is then able to influence the sleep wake cycle, acting as the \"apex of a hierarchy\" that governs physiological timing functions. \"Rest and sleep are the best example of self-organized operations within neuronal circuits\". Sleep and memory have been closely correlated for over a century. It seemed logical that the rehearsal of learned information during the day, such as in dreams, could be responsible for this consolidation. REM sleep was first studied in 1953. It was thought to be the sole contributor to memory due to its association with dreams. It has recently been suggested that if sleep and waking experience are found to be using the same neuronal content, it is reasonable to say that all sleep has a role in memory consolidation. This is supported by the rhythmic behavior of the brain. Harmonic oscillators have the capability to reproduce a perturbation that happened in previous cycles. It follows that when the brain is unperturbed, such as during sleep, it is in essence rehearsing the perturbations of the day. Recent studies have confirmed that off wave states, such as slow-wave sleep, play a part in consolidation as well as REM sleep. There have even been studies done implying that sleep can lead to insight or creativity. Jan Born, from the University of Lubeck, showed subjects a number series with a hidden rule. She allowed one group to sleep for three hours, while the other group stayed awake. The awake group showed no progress, while most of the group that was allowed to sleep was able to solve the rule. This is just one example of how rhythm could contribute to humans unique cognitive abilities.",
            "score": 190.73629760742188
        },
        {
            "docid": "39042642_3",
            "document": "Cycle (gene) . \"Cycle\" is primarily known for its role in the genetic transcription-translation feedback loop that generates circadian rhythms in \"Drosophila\". In the cell nucleus, the CYCLE protein (CYC) forms a heterodimer with a second bHLH-PAS protein, CLOCK (CLK). This CYC-CLK protein complex binds to E-box elements in promoter regions of the genes period and timeless, functioning as a transcription factor in the translation of the proteins PER and TIM. After the PER and TIM proteins accumulate in the cytoplasm and bind together, the PER-TIM complex translocates to the nucleus. The TIM protein in these complexes mediate the accumulation of the dimeric PER-TIM protein complex and their subsequent importation into the nucleus, where the PER protein in these complexes then mediates the release of CYC-CLK from the chromatin, repressing CYC-CLK dependent transcription. Thus, CLK and CYC act as positive factors and PER and TIM as negative factors. CYC also plays a role in the post-translational regulation of CLK in the cytoplasm. These four proteins of the feedback loop are later degraded by a casein kinase-mediated phosphorylation cycle, allowing fluctuations in gene expression according to environmental cues. This cycle is called the transcription-translation feedback loop as demonstrated in this video by the Howard Hughes Medical Institution. Though \"cyc\" is a clock gene and plays a role in setting and keeping rhythms, c\"yc\" is expressed constitutively (continuously) in Drosophila cells and is present in native Drosophila tissue culture cells, unlike \"clk\", \"per\", or \"tim\". Regulation thus occurs primarily through the negative feedback by the PER-TIM protein complex in the transcription-translation feedback loop described above.",
            "score": 190.09751892089844
        },
        {
            "docid": "15346583_5",
            "document": "LHX1 . Lim-1’s expression is controlled in part by the sonic hedgehog-Gli signaling pathway. Recent studies in mice have shown that Lim-1 silencing halts tumor growth and impairs tumor cell movement via inhibition of protein expression involved in metastatic spread. Therefore, in tumor cells Lim-1 acts as an oncogene. Thus, targeting Lim-1 can be a potential cancer therapy. In addition, Lim-1 is important in rodent renal development. Lim-1 deficiency results in development of multicystic kidney, whereas, its expression can contribute to pathogenesis of nephroblastomas. Also, Lim-1 plays a role in embryonic retinal development. Lim-1 expression affects differentiation and maintenance of horizontal cells located in the retinal, thus, it could serve as a marker in studies of horizontal cell specification. Lim-1 (Lhx1) functions as a transcription factor necessary for regulating the production of coupling factors required for proper communication between the neurons located in the part of the brain responsible for regulation of circadian rhythms called the suprachiasmatic nucleus (SCN). In mouse studies where Lim-1 transcription was restricted at some point during development in utero, the individual units within the subject’s molecular clock functioned properly but were unable to work together. Communication of these units is required to match their release of clock proteins which begin a transcription cascade of many other proteins that produce functional responses in tissues. The cyclic pattern of these responses is due to the feedback of the clock proteins and consequent changes to this transcription cascade. Reduced Lim-1 expression leads to inadequate levels of proteins such as Vasoactive Intestinal Polypeptide (VIP) that work to produce the neuron coordination required for a regulated circadian rhythm. The lack of such coupling factors causes the circadian clock to not function properly because the units within the SCN cannot match their release of clock proteins, and therefore their transcriptional cascades of proteins that cause changes in arousal do not align.",
            "score": 189.958740234375
        },
        {
            "docid": "173204_37",
            "document": "Drosophila melanogaster . In 1971, Ron Konopka and Seymour Benzer published \"Clock mutants of \"Drosophila melanogaster\"\", a paper describing the first mutations that affected an animal's behavior. Wild-type flies show an activity rhythm with a frequency of about a day (24 hours). They found mutants with faster and slower rhythms, as well as broken rhythms—flies that move and rest in random spurts. Work over the following 30 years has shown that these mutations (and others like them) affect a group of genes and their products that form a biochemical or biological clock. This clock is found in a wide range of fly cells, but the clock-bearing cells that control activity are several dozen neurons in the fly's central brain.",
            "score": 189.51901245117188
        },
        {
            "docid": "46316614_5",
            "document": "Casein kinase 1 isoform epsilon . The Casein kinase 1 epsilon protein is part of the mammalian oscillator, a group of proteins that keep cells on a roughly 24-hour schedule. This oscillator, or \"circadian clock,\" is made up of a transcription-translation negative feedback loop (TTNFL) in which several proteins work in tandem, each regulating the others' expression to generate a roughly 24-hour cycle of both mRNA and protein levels. The TTFNL also generates roughly 24-hour rhythms of outputs such as levels of cellular hormone release. Daily oscillations in protein and mRNA transcription have been observed in many cells, including the mammalian master clock known as the suprachiasmatic nucleus (SCN). However, unlike most circadian rhythm proteins, casein kinase 1 epsilon is constitutively active.",
            "score": 189.10714721679688
        },
        {
            "docid": "2525075_5",
            "document": "Zeitgeber . Early research into circadian rhythms suggested that most people preferred a day closer to 25–26 hours when isolated from external stimuli like daylight and timekeeping. However, this research was faulty because it failed to shield the participants from artificial light. Although subjects were shielded from time cues (like clocks) and daylight, the researchers were not aware of the phase-delaying effects of indoor electric lights. The subjects were allowed to turn on light when they were awake and to turn it off when they wanted to sleep. Electric light in the evening delayed their circadian phase; these results became well known. More recent research has shown that adults have a built-in day, which averages about 24 hours; indoor lighting does affect circadian rhythms; and most people attain their best-quality sleep during their chronotype-determined sleep periods. A study by Czeisler et al. at Harvard found the range for normal, healthy adults of all ages to be quite narrow: 24 hours and 11 minutes ± 16 minutes. The \"clock\" resets itself daily to the 24-hour cycle of the Earth's rotation.",
            "score": 186.26852416992188
        },
        {
            "docid": "21944_42",
            "document": "Nervous system . Internal pattern generation operates on a wide range of time scales, from milliseconds to hours or longer. One of the most important types of temporal pattern is circadian rhythmicity—that is, rhythmicity with a period of approximately 24 hours. All animals that have been studied show circadian fluctuations in neural activity, which control circadian alternations in behavior such as the sleep-wake cycle. Experimental studies dating from the 1990s have shown that circadian rhythms are generated by a \"genetic clock\" consisting of a special set of genes whose expression level rises and falls over the course of the day. Animals as diverse as insects and vertebrates share a similar genetic clock system. The circadian clock is influenced by light but continues to operate even when light levels are held constant and no other external time-of-day cues are available. The clock genes are expressed in many parts of the nervous system as well as many peripheral organs, but in mammals, all of these \"tissue clocks\" are kept in synchrony by signals that emanate from a master timekeeper in a tiny part of the brain called the suprachiasmatic nucleus.",
            "score": 186.0650634765625
        },
        {
            "docid": "31354222_6",
            "document": "Ronald J. Konopka . In 1979 and a 1980, Konopka and Dominic Orr tested whether mutations in \"per\" mutations effected the period of the entire circadian cycle or just a portion of it. By comparing the light responses of \"per\" eclosion rhythm to that of wild type flies, Konopka and Orr found that light pulses reset the mutant clock to a greater extent than the wild type clock (about 10 hours for \"per\" compared to 3 hours for wild type flies). They also observed that the while duration of the light-sensitive part of the day (subjective night) was found to be similar between \"per\" and wild type flies, the duration of the light-insensitive part of the cycle (subjective day) was 5 hours shorter in mutant flies than in wild type flies. They concluded that differences in period length between mutant and wild type flies could be accounted for by a shortening of the subjective day, or the active part of the circadian cycle, in \"per\" mutants. From this, Konopka concluded that separate molecular processes correspond to the subjective night and subjective day and that the \"per\" allele acts by shortening the subjective day while leaving the subjective night unchanged. Based on these findings, Konopka and Orr constructed a model for the action of the \"per\" gene. The oscillation is interpreted in terms of a membrane gradient that is established during the subjective day and dissipates during the subjective night. The model predicts that the \"per\" gene product is active during the subjective day and functions like a pump to establish the gradient. Once a high threshold is reached, the pump shuts off and light-sensitive channels open to dissipate the gradient. A light pulse during the subjective night closes the channels and starts the pump; the value of the gradient when the channels close is the same as the value when the pump starts, and thus a reset in the cycle is produced and an oscillation results. This model has been replaced with a transcription translation negative feedback model involving \"timeless\", \"clock\", and \"cycle\".",
            "score": 185.63414001464844
        },
        {
            "docid": "46349002_4",
            "document": "Douglas G. McMahon . McMahon's work on molluscs with Gene Block led to a better understanding of the daily activity of the oscillating pacemaker cells. Prior to this discovery, the identity of neuron types participating in retinal networks was largely known, but the specific physiological roles of the identified morphological structures were poorly understood. In 2011, McMahon and Block found that retinal neurons in molluscs were active during the day, but inactive at night. Electrical stimulation at the tissue level of the retinal neurons during the day did not affect the organism. However, electrical stimulation at night caused a phase shift in the organism. Because stimulation yielded a phase shift, the results suggested that the retina contained a biological clock. McMahon and Block devised a model explaining these phenomena: light during the day does not have much of an effect on the neurons' activity, as they are already active. Light at night, on the other hand, when these neurons are inactive, stimulates them and causes them to fire action potentials. The change in electrical activity manifests itself as a phase shift within the organism. Further research led them to find that phase shifting is a calcium-dependent process. They found that lowering extracellular levels of calcium actually prevents the organism from phase shifting in response to light without affecting the response of the neurons to light. Around the same time, while Block and McMahon were conducting this experiment, other scientists discovered how to clone the period gene, marking an exciting time in the young field of chronobiology.",
            "score": 184.62742614746094
        }
    ]
}