{
    "q": [
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 310.4587949514389
        },
        {
            "docid": "40364158_47",
            "document": "Antibiotic use in livestock . Around 70% of all antibiotics administered are used for livestock. Some drugs are used in livestock feed to prevent illnesses and or increase growth rates, but others are used as injection to treat illnesses to prevent death. The use of antibiotics in livestock can be harmful to humans because it can create an antibiotic resistant bacteria in humans that can be transferred through several different ways such as: raw meats, consumption of meats, as well as ingestion through airborne bacteria. Waste from food-producing animals can also contain antibiotic-resistant bacteria and is sometimes stored in lagoons. This waste is often sprayed as fertilizer and can thus contaminate crops and water with the antibiotic-resistant bacteria. Although antibiotic use in livestock can be harmful to humans, most see it as a necessary evil to prevent disease and death in out livestock. Antibiotic resistance makes humans resistant to certain types of drugs for different diseases, as well as makes it harder for them to fight off infections.",
            "score": 293.94030034542084
        },
        {
            "docid": "613640_15",
            "document": "Upper respiratory tract infection . Prescribing antibiotics for laryngitis is not suggested practice. The antibiotics penicillin V and erythromycin are not effective for treating acute laryngitis. Erythromycin may improve voice disturbances after one week and cough after two weeks, however any modest subjective benefit is not greater than the adverse effects, cost, and the risk of bacteria developing resistance to the antibiotics. Health authorities have been strongly encouraging physicians to decrease the prescribing of antibiotics to treat common upper respiratory tract infections because antibiotic usage does not significantly reduce recovery time for these viral illnesses. Decreased antibiotic usage could also have prevented drug resistant bacteria. Some have advocated a delayed antibiotic approach to treating URIs which seeks to reduce the consumption of antibiotics while attempting to maintain patient satisfaction. Most studies show no difference in improvement of symptoms between those treated with antibiotics right away and those with delayed prescriptions. Most studies also show no difference in patient satisfaction, patient complications, symptoms between delayed and no antibiotics. A strategy of \"no antibiotics\" results in even less antibiotic use than a strategy of \"delayed antibiotics\".",
            "score": 255.67534589767456
        },
        {
            "docid": "1672551_26",
            "document": "Concentrated animal feeding operation . Antibiotics are used heavily in CAFOs to both treat and prevent illness in individual animals as well as groups. The close quarters inside CAFOs promote the sharing of pathogens between animals and thus, the rapid spread of disease. Even if their stock are not sick, CAFOs will incorporate low doses of antibiotics into feed “to reduce the chance for infection and to eliminate the need for animals to expend energy fighting off bacteria, with the assumption that saved energy will be translated into growth”. This practice is an example of a non-therapeutic use of antibiotics. Such antibiotic use is thought to allow animals to grow faster and bigger, consequently maximizing production for that CAFO. Regardless, the World Health Organization has recommended that the non-therapeutic use of antibiotics in animal husbandry be reevaluated, as it contributes to the overuse of antibiotics and thus the emergence of resistant bacteria that can spread to humans. When bacteria naturally occurring in the animals’ environment and/or body are exposed to antibiotics, natural selection results in bacteria, who have genetic variations that protect them from the drugs, to survive and spread their advantageously resistant traits to other bacteria present in the ecosystem. This is how the problem of antimicrobial resistance increases with the continued use of antibiotics by CAFOs. This is of concern to public health because resistant bacteria generated by CAFOs can be spread to the surrounding environment and communities via waste water discharge or aerosolization of particles.",
            "score": 281.07048654556274
        },
        {
            "docid": "31590219_17",
            "document": "Sophoraflavanone G . \"Enterococcus\" are normally present in the human intestines, female genital tract and often within the environment. When these bacteria cause infections, usually within the urinary tract, bloodstream, or in wounds associated with catheters or surgical procedures, the common antibiotic used to treat these cases is Vancomycin. In some instances, enterococci have become resistant to this drug and are, in result, referred to as vancomycin-resistant enterococci (VRE). Most of these infections occur within the long-term healthcare setting.",
            "score": 229.5405924320221
        },
        {
            "docid": "37220_52",
            "document": "Infection . When infection attacks the body, \"anti-infective\" drugs can suppress the infection. Several broad types of anti-infective drugs exist, depending on the type of organism targeted; they include antibacterial (antibiotic; including antitubercular), antiviral, antifungal and antiparasitic (including antiprotozoal and antihelminthic) agents. Depending on the severity and the type of infection, the antibiotic may be given by mouth or by injection, or may be applied topically. Severe infections of the brain are usually treated with intravenous antibiotics. Sometimes, multiple antibiotics are used in case there is resistance to one antibiotic. Antibiotics only work for bacteria and do not affect viruses. Antibiotics work by slowing down the multiplication of bacteria or killing the bacteria. The most common classes of antibiotics used in medicine include penicillin, cephalosporins, aminoglycosides, macrolides, quinolones and tetracyclines.",
            "score": 275.52017545700073
        },
        {
            "docid": "424464_2",
            "document": "Linezolid . Linezolid is an antibiotic used for the treatment of infections caused by Gram-positive bacteria that are resistant to other antibiotics. Linezolid is active against most Gram-positive bacteria that cause disease, including streptococci, vancomycin-resistant enterococci (VRE), and methicillin-resistant \"Staphylococcus aureus\" (MRSA). The main uses are infections of the skin and pneumonia although it may be used for a variety of other infections including drug resistant tuberculosis. It is used either by injection into a vein or by mouth. Linezolid is a member of the oxazolidinone class of medications. When given for short periods, linezolid is a relatively safe antibiotic. It can be used in people of all ages and in people with liver disease or poor kidney function. Common side effects with short-term use include headache, diarrhea, rash, and nausea. Serious side effects may include serotonin syndrome, bone marrow suppression, and high blood lactate levels, particularly when used for more than two weeks. If used for longer periods it may cause nerve damage, including optic nerve damage, which may be irreversible. As a protein synthesis inhibitor, it affects the ability of bacteria to produce protein. This either stops growth or results in bacterial death. Although many antibiotics work this way, the exact mechanism of action of linezolid appears to be unique in that it blocks the start of protein production, rather than one of the later steps. As of 2014 bacterial resistance to linezolid has remained low. Linezolid was discovered in the mid 1990s and was approved for commercial use in 2000. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. Linezolid is available as a generic medication. The wholesale cost in the developing world is about US$ 2.90 USD per day while that in the United States as of 2016 is about US$13.79 per day. It appears to be more cost-effective than alternatives such as vancomycin, mostly because of the ability to switch from intravenous use to administration by mouth sooner. The main use of linezolid is the treatment of severe infections caused by anaerobic Gram-positive bacteria that are resistant to other antibiotics; it should not be used against bacteria that are sensitive to drugs with a narrower spectrum of activity, such as penicillins and cephalosporins. In both the popular press and the scientific literature, linezolid has been called a \"reserve antibiotic\"—one that should be used sparingly so that it will remain effective as a drug of last resort against potentially intractable infections.",
            "score": 261.7590401172638
        },
        {
            "docid": "1914_32",
            "document": "Antimicrobial resistance . Excessive antibiotic use has become one of the top contributors to the development of antibiotic resistance. Since the beginning of the antibiotic era, antibiotics have been used to treat a wide range of disease. Overuse of antibiotics has become the primary cause of rising levels of antibiotic resistance. The main problem is that doctors are willing to prescribe antibiotics to ill-informed individuals who believe that antibiotics can cure nearly all illnesses, including viral infections like the common cold. In an analysis of drug prescriptions, 36% of individuals with a cold or an upper respiratory infection (both viral in origin) were given prescriptions for antibiotics. These prescriptions accomplished nothing other than increasing the risk of further evolution of antibiotic resistant bacteria.",
            "score": 257.47394323349
        },
        {
            "docid": "52135_45",
            "document": "Pneumonia . The duration of treatment has traditionally been seven to ten days, but increasing evidence suggests that shorter courses (3–5 days) may be effective for certain types of pneumonia and may reduce the risk of antibiotic resistance. For pneumonia that is associated with a ventilator caused by non-fermenting Gram-negative bacilli (NF-GNB), a shorter course of antibiotics increases the risk of that pneumonia will return. Recommendations for hospital-acquired pneumonia include third- and fourth-generation cephalosporins, carbapenems, fluoroquinolones, aminoglycosides, and vancomycin. These antibiotics are often given intravenously and used in combination. In those treated in hospital, more than 90% improve with the initial antibiotics. For people with ventilator-acquired pneumonia, the choice of antibiotic therapy will depend on the person's risk of being infected with a strain of bacteria that is multi-drug resistant. Once clinically stable, intravenous antibiotics should be swithced to oral antibiotics. For those with \"Methicillin resistant Staphylococcus aureus\" (MRSA) or \"Legionella\" infections, prolonged antibiotics may be beneficial.",
            "score": 249.3092119693756
        },
        {
            "docid": "36014836_24",
            "document": "Tuberculosis in India . India has a large burden of the world's TB, one that this developing country can ill afford, with an estimated economic loss of US $43 billion and 100 million lost annually directly due to this disease. Treatment in India is on the rise just as the disease itself is on the rise. To prevent spreading TB, it's important to get treatment quickly and to follow it through to completion by your doctor. This can stop transmission of the bacteria and the appearance of antibiotic-resistant strains. It is a knowingly fact that bacterial infections require antibiotics for treatment and prevention, thus, commonly you will see that patients diagnosed with tuberculosis have certain pills and antibiotics carried around with them. The antibiotics most commonly used include isoniazid, rifampin, pyrazinamide, and ethambutol. It is crucial to take your medication as instructed by your doctor, and for the full course of the treatment (months or years). This helps to ward off types of TB bacteria that are antibiotic-resistant, which take longer and are more difficult to treat. In India’s case, the particular type of TB infections are majority resistant to regular antibiotic treatment (MDR-TB, XDR-TB, TDR-TB), therefore, not one or two medications will help, rather a combination of different medications must be taken for over a course of 18–24 months, depending on how deep the infection is. Since the 1960s, two drugs — isoniazid and rifampicin — have been the standard TB treatment . In addition to antibiotics, a vaccine is available to limit the spread of bacteria after TB infection. The vaccine is generally used in countries or communities where the risk of TB infection is greater than 1% each year , thus, the country of India; whose TB infection rate is at a peak (world’s third highest TB infected country), and is consistently growing, and giving 20% of the world’s diagnosed patients a home. At present the anti TB treatment offered in public and private sector in India is not satisfactory and needs to be improved. Today India's TB control program needs to update itself with the international TB guidelines as well as provide an optimal anti TB treatment to the patients enrolled under it or it will land up being another factor in the genesis of drug resistant tuberculosis.",
            "score": 270.1161957979202
        },
        {
            "docid": "16540871_28",
            "document": "Health in Thailand . A study by the health ministry and Britain's Wellcome Trust released in September 2016 found that an average of two person die every hour from multi-drug resistant bacterial infections in Thailand. That death rate is much higher than in Europe. The improper use of antibiotics for humans and livestock has led to the proliferation of drug-resistant microorganisms, creating new strains of \"superbugs\" that can be defeated only by \"last resort\" medicines with toxic side effects. In Thailand, antibiotics are freely available in pharmacies without a prescription and even in convenience stores. Unregulated use of antibiotics on livestock is also problematic. Drug-resistant bacteria spreads through direct contact between humans and farm animals, ingested meat, or the environment. Antibiotics are often used on healthy animals to prevent, rather than treat, illnesses.",
            "score": 248.00922310352325
        },
        {
            "docid": "928130_8",
            "document": "Rifamycin . The rifamycins have a unique mechanism of action, selectively inhibiting bacterial DNA-dependent RNA polymerase, and show no cross-resistance with other antibiotics in clinical use. However, despite their activity against bacteria resistant to other antibiotics, the rifamycins themselves suffer from a rather high frequency of resistance. Because of this Rifampin, and other rifamycins, are typically used in combination with other antibacterial drugs. This is routinely practiced in TB therapy and serves to prevent the formation of mutants that are resistant to any of the drugs in the combination. Rifampin rapidly kills fast-dividing bacilli strains as well as “persisters” cells, which remain biologically inactive for long periods of time that allow them to evade antibiotic activity. In addition, rifabutin and rifapentine have both been used against tuberculosis acquired in HIV-positive patients. Although Tuberculosis therapy remains the most important use of Rifampin, an increasing problem with serious Multiple Drug Resistant bacterial infections has led to some use of antibiotic combinations containing Rifampin to treat them.",
            "score": 233.72257506847382
        },
        {
            "docid": "5745363_5",
            "document": "Evolutionary pressure . Drug resistance in bacteria is an example of an outcome of natural selection. When a drug is used on a species of bacteria, those that cannot resist die and do not produce offspring, while those that survive potentially pass on the resistance gene to the next generation (vertical gene transmission). The resistance gene can also be passed on to one bacterium by another of a different species (horizontal gene transmission). Because of this, the drug resistance increases over generations. For example, in hospitals, environments are created where pathogens such as \"C\". \"difficile\" have developed a resistance to antibiotics. Antibiotic resistance is made worse by the misuse of antibiotics. Antibiotic resistance is encouraged when antibiotics are used to treat non-bacterial diseases, and when antibiotics are not used for the prescribed amount of time or in the prescribed dose. Antibiotic resistance may arise out of standing genetic variation in a population or de novo mutations in the population. Either pathway could lead to antibiotic resistance, which may be a form of evolutionary rescue.",
            "score": 255.41563665866852
        },
        {
            "docid": "33532401_6",
            "document": "Subtherapeutic antibiotic use in swine . Bacterial antibiotic resistance is a process that can occur when bacteria are exposed to STA administration. When a population of bacteria that resides in a hog are exposed to a particular antibiotic for growth promotant purposes, the bacteria that are susceptible to the drug die while the organisms that are resistant will not be affected and will continue to replicate, resulting in a higher proportion of resistant organisms. It has been shown that resistance to antibiotics develops in animals that are fed subtherapeutic doses of antibiotics for growth promoting purposes. Certain bacteria that have the potential to cause human illness, such as Salmonella, that naturally reside in the swine gastrointestinal tracts are constantly exposed to antibiotics. With time, these bacteria become resistant to that class of antibiotics. There is great concern regarding the probability of subtherapeutic antibiotic use in swine causing treatment failures in human medicine.",
            "score": 271.1967980861664
        },
        {
            "docid": "23640750_8",
            "document": "Antibiotic misuse . Though antibiotics are required to treat severe bacterial infections, misuse has contributed to a rise in bacterial resistance. The overuse of fluoroquinolone and other antibiotics fuels antibiotic resistance in bacteria, which can inhibit the treatment of antibiotic-resistant infections. Their excessive use in children with otitis media has given rise to a breed of bacteria resistant to antibiotics entirely. Additionally, the use of antimicrobial substances in building materials and personal care products has contributed to a higher percentage of antibiotic resistant bacteria in the indoor environment, where humans spend a large majority of their lives.",
            "score": 267.09676706790924
        },
        {
            "docid": "466746_17",
            "document": "Mycoplasma pneumoniae . The difficulty in eradicating \"Mycoplasma pneumoniae\" infections is due to the ability of the bacterium to persist within an individual, as well as the lack of cell wall in \"M. pneumoniae\", which renders multiple antibiotics directed at the bacterial cell wall ineffective in treating infections. \"M. pneumoniae\" therefore displays resistance to antimicrobials such as β-lactams, glycopeptides, sulfonamides, trimethoprim, polymixins, nalidixic acid, and rifampin. The majority of antibiotics used to treat \"M. pneumoniae\" infections are targeted at bacterial rRNA in ribosomal complexes, including macrolides, tetracycline, ketolides, and fluoroquinolone, many of which can be administered orally. Macrolides are capable of reducing hyperresponsiveness and protecting the epithelial lining from oxidative and structural damage, however they are capable only of inhibiting bacteria (bacteriostatic) and are not able to cause bacterial cell death. The most common macrolides used in the treatment of infected children in Japan are erythromycin and clarithromycin, which inhibit bacterial protein synthesis by binding 23S rRNA. Administration of antibiotics has been proven to reduce the longevity and intensity of \"M. pneumoniae\" infections in comparison to cases left untreated. Additionally, some high-dose steroid therapies have shown to reverse neurological effects in children with complicated infections. Antimicrobial drug resistance rates for \"Mycoplasma pneumoniae\" were determined in clinical specimens and isolates obtained during 2011–2012 in Ontario, Canada. Of 91 \"M. pneumoniae\" drug-resistant specimens, 11 (12.1%) carried nucleotide mutations associated with macrolide resistance in the 23S rRNA gene. None of the \"M. pneumoniae\" specimens were resistant to fluoroquinolones or tetracyclines.",
            "score": 225.3982973098755
        },
        {
            "docid": "38156540_40",
            "document": "Seafood mislabelling . The overuse of antibiotics can create antibiotic-resistant bacteria. Antibiotic-resistant bacteria can spontaneously arise when selective pressure to survive results in changes to the DNA sequence of a bacteria allowing that bacteria to survive antibiotic treatments. Because some of the same antibiotics are used to treat fish that are used to treat human disease, pathogenic bacteria causing human disease can also become resistant to antibiotics as a result of treatment of fish with antibiotics. For this reason, the overuse of antibiotics in treatment of fish aquaculture (among other agricultural uses) could create public health issues.",
            "score": 271.87336564064026
        },
        {
            "docid": "20246683_15",
            "document": "Pneumococcal infection . Throughout history treatment relied primarily on β-lactam antibiotics. In the 1960s nearly all strains of \"S. pneumoniae\" were susceptible to penicillin, but more recently there has been an increasing prevalence of penicillin resistance especially in areas of high antibiotic use. A varying proportion of strains may also be resistant to cephalosporins, macrolides (such as erythromycin), tetracycline, clindamycin and the quinolones. Penicillin-resistant strains are more likely to be resistant to other antibiotics. Most isolates remain susceptible to vancomycin, though its use in a β-lactam-susceptible isolate is less desirable because of tissue distribution of the drug and concerns of development of vancomycin resistance. More advanced beta-lactam antibiotics (cephalosporins) are commonly used in combination with other drugs to treat meningitis and community-acquired pneumonia. In adults recently developed fluoroquinolones such as levofloxacin and moxifloxacin are often used to provide empiric coverage for patients with pneumonia, but in parts of the world where these drugs are used to treat tuberculosis resistance has been described. Susceptibility testing should be routine with empiric antibiotic treatment guided by resistance patterns in the community in which the organism was acquired. There is currently debate as to how relevant the results of susceptibility testing are to clinical outcome. There is slight clinical evidence that penicillins may act synergistically with macrolides to improve outcomes.",
            "score": 207.23155093193054
        },
        {
            "docid": "38162533_4",
            "document": "Antimicrobials in aquaculture . The overuse of antibiotics can create antibiotic-resistant bacteria. Antibiotic-resistant bacteria can spontaneously arise when selective pressure to survive results in changes to the DNA sequence of a bacterium allowing that bacterium to survive antibiotic treatments. Because some of the same antibiotics are used to treat fish that are used to treat human disease, pathogenic bacteria causing human disease can also become resistant to antibiotics as a result of treatment of fish with antibiotics. For this reason, the overuse of antibiotics in treatment of fish aquaculture (among other agricultural uses) could create public health issues.",
            "score": 263.64173340797424
        },
        {
            "docid": "1912_4",
            "document": "Ampicillin . Ampicillin is used to treat infections by many Gram-positive and Gram-negative bacteria. It was the first \"broad spectrum\" penicillin with activity against Gram-positive bacteria, including \"Streptococcus pneumoniae\", \"Streptococcus pyogenes\", some isolates of \"Staphylococcus aureus\" (but not penicillin-resistant or methicillin-resistant strains), \"Trueperella\", and some \"Enterococcus\". It is one of the few antibiotics that works against multidrug resistant \"Enterococcus faecalis\" and \"E. faecium\". Activity against Gram-negative bacteria includes \"Neisseria meningitidis\", some \"Haemophilus influenzae\", and some of the Enterobacteriaceae (though most Enterobacteriaceae and \"Pseudomonas\" are resistant). Its spectrum of activity is enhanced by co-administration of sulbactam, a drug that inhibits beta lactamase, an enzyme produced by bacteria to inactivate ampicillin and related antibiotics. It is sometimes used in combination with other antibiotics that have different mechanisms of action, like vancomycin, linezolid, daptomycin, and tigecycline.",
            "score": 261.63752126693726
        },
        {
            "docid": "40364158_49",
            "document": "Antibiotic use in livestock . The effects of antibiotic usage in livestock transferring to humans has been well documented for over 40 years. It was first documented in 1976, where a study followed a novel antibiotic being used in livestock. The bacteria in animals and workers were regularly followed to record translational effects. The findings revealed that within 2 weeks, the bacteria found in the guts of animals fed antibiotics were resistant to the new antibiotic. Additionally, the resistant bacteria had spread to farm's laborers within 6 months. The bacteria in the stool of the laborers were tested and contained more than 80% resistance to the initial antibiotic given to the livestock. Since the primary study, there have been many well documented events showing that antibiotic usage in livestock results in direct influence of antibiotic resistance in humans.",
            "score": 242.03265690803528
        },
        {
            "docid": "9028799_58",
            "document": "Bacteria . Bacterial infections may be treated with antibiotics, which are classified as bacteriocidal if they kill bacteria, or bacteriostatic if they just prevent bacterial growth. There are many types of antibiotics and each class inhibits a process that is different in the pathogen from that found in the host. An example of how antibiotics produce selective toxicity are chloramphenicol and puromycin, which inhibit the bacterial ribosome, but not the structurally different eukaryotic ribosome. Antibiotics are used both in treating human disease and in intensive farming to promote animal growth, where they may be contributing to the rapid development of antibiotic resistance in bacterial populations. Infections can be prevented by antiseptic measures such as sterilising the skin prior to piercing it with the needle of a syringe, and by proper care of indwelling catheters. Surgical and dental instruments are also sterilised to prevent contamination by bacteria. Disinfectants such as bleach are used to kill bacteria or other pathogens on surfaces to prevent contamination and further reduce the risk of infection.",
            "score": 263.7529911994934
        },
        {
            "docid": "205627_18",
            "document": "Drug resistance . For antibiotic resistance, which represents a widespread problem nowadays, drugs designed to block the mechanisms of bacterial antibiotic resistance are used. For example, bacterial resistance against beta-lactam antibiotics (such as penicillins and cephalosporins) can be circumvented by using antibiotics such as nafcillin that are not susceptible to destruction by certain beta-lactamases (the group of enzymes responsible for breaking down beta-lactams). Beta-lactam bacterial resistance can also be dealt with by administering beta-lactam antibiotics with drugs that block beta-lactamases such as clavulanic acid so that the antibiotics can work without getting destroyed by the bacteria first. Recently, researchers have recognized the need for new drugs that inhibit bacterial efflux pumps, which cause resistance to multiple antibiotics such as beta-lactams, quinolones, chloramphenicol, and trimethoprim by sending molecules of those antibiotics out of the bacterial cell. Sometimes a combination of different classes of antibiotics may be used synergistically; that is, they work together to effectively fight bacteria that may be resistant to one of the antibiotics alone.",
            "score": 256.0877842903137
        },
        {
            "docid": "40364158_11",
            "document": "Antibiotic use in livestock . The use of antibiotics to increase the growth of pigs is the most studied in livestock. This use for growth rather than disease prevention is referred to as subtherapeutic antibiotic use. Studies have shown that administering low doses of antibiotics in livestock feed improves growth rate, reduces mortality and morbidity, and improves reproductive performance. It is estimated that over one-half of the antibiotics produced and sold in the United States is used as a feed additive. Although it is still not completely understood why and how antibiotics increase the growth rate of pigs, possibilities include metabolic effects, disease control effects, and nutritional effects. While subtherapeutic use has many benefits for raising swine, there is growing concern that this practice leads to increased antibiotic resistance in bacteria. Antibiotic resistance occurs when bacteria are resistant to one or more microbial agents that are usually used to treat infection. There are three stages in the possible emergence and continuation of antibiotic resistance: genetic change, antibiotic selection, and spread of antibiotic resistance.",
            "score": 257.2139197587967
        },
        {
            "docid": "1805_54",
            "document": "Antibiotic . \"Streptomyces\" research is expected to provide new antibiotics, including treatment against MRSA and infections resistant to commonly used medication. Efforts of John Innes Centre and universities in the UK, supported by BBSRC, resulted in the creation of spin-out companies, for example Novacta Biosystems, which has designed the type-b lantibiotic-based compound NVB302 (in phase 1) to treat \"Clostridium difficile\" infections. Possible improvements include clarification of clinical trial regulations by FDA. Furthermore, appropriate economic incentives could persuade pharmaceutical companies to invest in this endeavor. In the US, the Antibiotic Development to Advance Patient Treatment (ADAPT) Act was introduced with the aim of fast tracking the drug development of antibiotics to combat the growing threat of 'superbugs'. Under this Act, FDA can approve antibiotics and antifungals treating life-threatening infections based on smaller clinical trials. The CDC will monitor the use of antibiotics and the emerging resistance, and publish the data. The FDA antibiotics labeling process, 'Susceptibility Test Interpretive Criteria for Microbial Organisms' or 'breakpoints', will provide accurate data to healthcare professionals. According to Allan Coukell, senior director for health programs at The Pew Charitable Trusts, \"By allowing drug developers to rely on smaller datasets, and clarifying FDA's authority to tolerate a higher level of uncertainty for these drugs when making a risk/benefit calculation, ADAPT would make the clinical trials more feasible.\"",
            "score": 214.59214615821838
        },
        {
            "docid": "875883_23",
            "document": "Hospital-acquired infection . The bacteria, classified as gram-negative because of their reaction to the Gram stain test, can cause severe pneumonia and infections of the urinary tract, bloodstream, and other parts of the body. Their cell structures make them more difficult to attack with antibiotics than gram-positive organisms like MRSA. In some cases, antibiotic resistance is spreading to gram-negative bacteria that can infect people outside the hospital. \"For gram-positives we need better drugs; for gram-negatives we need any drugs,\" said Dr. Brad Spellberg, an infectious-disease specialist at Harbor-UCLA Medical Center, and the author of \"Rising Plague\", a book about drug-resistant pathogens.",
            "score": 261.67321276664734
        },
        {
            "docid": "544934_25",
            "document": "Klebsiella pneumoniae . \"K. pneumoniae\" can be treated with antibiotics if the infections are not drug-resistant. Infections by \"K. pneumoniae\" can be difficult to treat because fewer antibiotics are effective against them. In such cases, a microbiology laboratory must run tests to determine which antibiotics will treat the infection. As with many bacteria, the recommended treatment has changed as the organism has developed resistances. The choice of a specific antimicrobial agent or agents depends on local susceptibility patterns and on the part of the body infected. For patients with severe infections, a prudent approach is the use of an initial short course (48–72 h) of combination therapy, followed by a switch to a specific monotherapy once the susceptibility pattern is known for the specific patient.",
            "score": 264.0440695285797
        },
        {
            "docid": "1914_75",
            "document": "Antimicrobial resistance . In the United States, drug companies and the administration of President Barack Obama have been proposing changing the standards by which the FDA approves antibiotics targeted at resistant organisms. On 12 December 2013, the Antibiotic Development to Advance Patient Treatment (ADAPT) Act of 2013 was introduced in the U.S. Congress. The ADAPT Act aims to fast-track the drug development in order to combat the growing public health threat of 'superbugs'. Under this Act, the FDA can approve antibiotics and antifungals needed for life-threatening infections based on data from smaller clinical trials. The Centers for Disease Control and Prevention (CDC) will reinforce the monitoring of the use of antibiotics that treat serious and life-threatening infections and the emerging resistance, and make the data publicly available. The FDA antibiotics labeling process, 'Susceptibility Test Interpretive Criteria for Microbial Organisms' or 'breakpoints' is also streamlined to allow the most up-to-date and cutting-edge data available to healthcare professionals under the new Act.",
            "score": 219.04936921596527
        },
        {
            "docid": "4106560_12",
            "document": "Emerging infectious disease . Methicillin-resistant Staphylococcus aureus (MRSA) evolved from Methicillin-susceptible Staphylococcus aureus (MSSA) otherwise known as common \"S. aureus\". Many people are natural carriers of \"S. aureus\", without being affected in any way. MSSA was treatable with the antibiotic methicillin until it acquired the gene for antibiotic resistance. Though genetic mapping of various strains of MRSA, scientists have found that MSSA acquired the mecA gene in the 1960s, which accounts for its pathogenicity, before this it had a predominantly commensal relationship with humans. It is theorized that when this \"S. aureus\" strain that had acquired the mecA gene was introduced into hospitals, it came into contact with other hospital bacteria that had already been exposed to high levels of antibiotics. When exposed to such high levels of antibiotics, the hospital bacteria suddenly found themselves in an environment that had a high level of selection for antibiotic resistance, and thus resistance to multiple antibiotics formed within these hospital populations. When \"S. aureus\" came into contact with these populations, the multiple genes that code for antibiotic resistance to different drugs were then acquired by MRSA, making it nearly impossible to control. It is thought that MSSA acquired the resistance gene through the horizontal gene transfer, a method in which genetic information can be passed within a generation, and spread rapidly through its own population as was illustrated in multiple studies. Horizontal gene transfer speeds the process of genetic transfer since there is no need to wait an entire generation time for gene to be passed on. Since most antibiotics do not work on MRSA, physicians have to turn to alternative methods based in Darwinian medicine. However prevention is the most preferred method of avoiding antibiotic resistance. By reducing unnecessary antibiotic use in human and animal populations, antibiotics resistance can be slowed.",
            "score": 242.45420718193054
        },
        {
            "docid": "2211475_19",
            "document": "Anaerobic lagoon . Antibiotics are fed to livestock to prevent disease and to increase weight and development, so that there is a shortened time from birth to slaughter. However, because these antibiotics are administered at sub-therapeutic levels, bacterial colonies can build up resistance to the drugs through the natural selection of bacteria resistant to these antibiotics. These antibiotic-resistant bacteria are then excreted and transferred to the lagoons, where they can infect humans and other animals.",
            "score": 261.050678730011
        },
        {
            "docid": "29836808_4",
            "document": "Multidrug-resistant Gram-negative bacteria . Although there is currently a shortage of new drugs in the antimicrobial realm, there are a few antibiotics currently being studied and tested for the treatment of serious Gram-negative bacterial infections. These include cephalosporins, ceftobiprole, ceftarolin and FR-264205. The lack of newly emerging antimicobrial drugs have resulted in the revisit of old antibiotic drugs such as colistin and fosfomycin (Polymyxins), which are traditionally considered to be toxic but have gained a principal role in the treament of the most problematic MDR Gram-negative pathogens including \"Pseudomonas aeruginosa\", \"Acinetobacter baumannii\", \"Klebsiella pneumoniae\" and \"Stenotrophomonas maltophilia\". Also, there has been interest in the drug Tigecycline, which is from the class of antibiotics called called glycylcyclines, for treating MDRGN infections. This drug shows promise in infections from multi-drug resistant \"K. pneumoniae\" (K. pneumoniae carbapenemase [KPC]- and ESBL-producing strains) and \"Enterobacteriaceae\" with various mechanisms of resistance. A review of investigational antibiotics shows that several new agents will become available in the coming years, even though the pace of antimicrobial research has proven far too slow.",
            "score": 229.0246218442917
        },
        {
            "docid": "30653_33",
            "document": "Tuberculosis . Treatment of TB uses antibiotics to kill the bacteria. Effective TB treatment is difficult, due to the unusual structure and chemical composition of the mycobacterial cell wall, which hinders the entry of drugs and makes many antibiotics ineffective. The two antibiotics most commonly used are isoniazid and rifampicin, and treatments can be prolonged, taking several months. Latent TB treatment usually employs a single antibiotic, while active TB disease is best treated with combinations of several antibiotics to reduce the risk of the bacteria developing antibiotic resistance. People with latent infections are also treated to prevent them from progressing to active TB disease later in life. Directly observed therapy, i.e., having a health care provider watch the person take their medications, is recommended by the WHO in an effort to reduce the number of people not appropriately taking antibiotics. The evidence to support this practice over people simply taking their medications independently is of poor quality. There is no strong evidence indicating that directly observed therapy improves the number of people who were cured or the number of people who complete their medicine. Moderate quality evidence suggests that there is also no difference if people are observed at home versus at a clinic, or by a family member versus a health care worker. Methods to remind people of the importance of treatment and appointments may result in a small but important improvement.",
            "score": 238.17335677146912
        }
    ],
    "r": [
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 310.45880126953125
        },
        {
            "docid": "40364158_47",
            "document": "Antibiotic use in livestock . Around 70% of all antibiotics administered are used for livestock. Some drugs are used in livestock feed to prevent illnesses and or increase growth rates, but others are used as injection to treat illnesses to prevent death. The use of antibiotics in livestock can be harmful to humans because it can create an antibiotic resistant bacteria in humans that can be transferred through several different ways such as: raw meats, consumption of meats, as well as ingestion through airborne bacteria. Waste from food-producing animals can also contain antibiotic-resistant bacteria and is sometimes stored in lagoons. This waste is often sprayed as fertilizer and can thus contaminate crops and water with the antibiotic-resistant bacteria. Although antibiotic use in livestock can be harmful to humans, most see it as a necessary evil to prevent disease and death in out livestock. Antibiotic resistance makes humans resistant to certain types of drugs for different diseases, as well as makes it harder for them to fight off infections.",
            "score": 293.9402770996094
        },
        {
            "docid": "1672551_26",
            "document": "Concentrated animal feeding operation . Antibiotics are used heavily in CAFOs to both treat and prevent illness in individual animals as well as groups. The close quarters inside CAFOs promote the sharing of pathogens between animals and thus, the rapid spread of disease. Even if their stock are not sick, CAFOs will incorporate low doses of antibiotics into feed “to reduce the chance for infection and to eliminate the need for animals to expend energy fighting off bacteria, with the assumption that saved energy will be translated into growth”. This practice is an example of a non-therapeutic use of antibiotics. Such antibiotic use is thought to allow animals to grow faster and bigger, consequently maximizing production for that CAFO. Regardless, the World Health Organization has recommended that the non-therapeutic use of antibiotics in animal husbandry be reevaluated, as it contributes to the overuse of antibiotics and thus the emergence of resistant bacteria that can spread to humans. When bacteria naturally occurring in the animals’ environment and/or body are exposed to antibiotics, natural selection results in bacteria, who have genetic variations that protect them from the drugs, to survive and spread their advantageously resistant traits to other bacteria present in the ecosystem. This is how the problem of antimicrobial resistance increases with the continued use of antibiotics by CAFOs. This is of concern to public health because resistant bacteria generated by CAFOs can be spread to the surrounding environment and communities via waste water discharge or aerosolization of particles.",
            "score": 281.0704650878906
        },
        {
            "docid": "37220_52",
            "document": "Infection . When infection attacks the body, \"anti-infective\" drugs can suppress the infection. Several broad types of anti-infective drugs exist, depending on the type of organism targeted; they include antibacterial (antibiotic; including antitubercular), antiviral, antifungal and antiparasitic (including antiprotozoal and antihelminthic) agents. Depending on the severity and the type of infection, the antibiotic may be given by mouth or by injection, or may be applied topically. Severe infections of the brain are usually treated with intravenous antibiotics. Sometimes, multiple antibiotics are used in case there is resistance to one antibiotic. Antibiotics only work for bacteria and do not affect viruses. Antibiotics work by slowing down the multiplication of bacteria or killing the bacteria. The most common classes of antibiotics used in medicine include penicillin, cephalosporins, aminoglycosides, macrolides, quinolones and tetracyclines.",
            "score": 275.5201721191406
        },
        {
            "docid": "40364158_64",
            "document": "Antibiotic use in livestock . There have been many studies that document antibiotic resistant bacteria in livestock, though the impact of the different bacteria in humans is still undergoing research. At this time, the most well-documented impact on humans is foodborne gastrointestinal illness. In most cases, these illnesses are mild and do not require antibiotics; though if the infectious bacteria is drug-resistant, research has shown that these bacteria have increased virulence (ability to cause disease), leading to prolonged illness. Furthermore, in approximately 10% of cases, the disease becomes severe, requiring more advanced treatments. These treatments can take the form of intravenous antibiotics, supportive care for blood infections, and hospital stays, leading to higher costs and greater morbidity with a trend toward higher mortality. Severe disease with this outcome is more common with drug-resistant bacteria. Though all people are susceptible, populations shown to be at higher risk for severe disease include children, the elderly, and those with chronic disease.",
            "score": 272.1565856933594
        },
        {
            "docid": "38156540_40",
            "document": "Seafood mislabelling . The overuse of antibiotics can create antibiotic-resistant bacteria. Antibiotic-resistant bacteria can spontaneously arise when selective pressure to survive results in changes to the DNA sequence of a bacteria allowing that bacteria to survive antibiotic treatments. Because some of the same antibiotics are used to treat fish that are used to treat human disease, pathogenic bacteria causing human disease can also become resistant to antibiotics as a result of treatment of fish with antibiotics. For this reason, the overuse of antibiotics in treatment of fish aquaculture (among other agricultural uses) could create public health issues.",
            "score": 271.8733825683594
        },
        {
            "docid": "2943640_3",
            "document": "Antibiotic sensitivity . Ideal antibiotic therapy is based on determination of the aetiological agent and its relevant antibiotic sensitivity. Empiric treatment is often started before laboratory microbiological reports are available when treatment should not be delayed due to the seriousness of the disease. The effectiveness of individual antibiotics varies with the location of the infection, the ability of the antibiotic to reach the site of infection, and the ability of the bacteria to resist or inactivate the antibiotic. Some antibiotics actually kill the bacteria (bactericidal), whereas others merely prevent the bacteria from multiplying (bacteriostatic) so that the host's immune system can overcome them. Müeller-Hinton agar is most frequently used in this antibiotic susceptibility test.",
            "score": 271.5235290527344
        },
        {
            "docid": "33532401_6",
            "document": "Subtherapeutic antibiotic use in swine . Bacterial antibiotic resistance is a process that can occur when bacteria are exposed to STA administration. When a population of bacteria that resides in a hog are exposed to a particular antibiotic for growth promotant purposes, the bacteria that are susceptible to the drug die while the organisms that are resistant will not be affected and will continue to replicate, resulting in a higher proportion of resistant organisms. It has been shown that resistance to antibiotics develops in animals that are fed subtherapeutic doses of antibiotics for growth promoting purposes. Certain bacteria that have the potential to cause human illness, such as Salmonella, that naturally reside in the swine gastrointestinal tracts are constantly exposed to antibiotics. With time, these bacteria become resistant to that class of antibiotics. There is great concern regarding the probability of subtherapeutic antibiotic use in swine causing treatment failures in human medicine.",
            "score": 271.1968078613281
        },
        {
            "docid": "36014836_24",
            "document": "Tuberculosis in India . India has a large burden of the world's TB, one that this developing country can ill afford, with an estimated economic loss of US $43 billion and 100 million lost annually directly due to this disease. Treatment in India is on the rise just as the disease itself is on the rise. To prevent spreading TB, it's important to get treatment quickly and to follow it through to completion by your doctor. This can stop transmission of the bacteria and the appearance of antibiotic-resistant strains. It is a knowingly fact that bacterial infections require antibiotics for treatment and prevention, thus, commonly you will see that patients diagnosed with tuberculosis have certain pills and antibiotics carried around with them. The antibiotics most commonly used include isoniazid, rifampin, pyrazinamide, and ethambutol. It is crucial to take your medication as instructed by your doctor, and for the full course of the treatment (months or years). This helps to ward off types of TB bacteria that are antibiotic-resistant, which take longer and are more difficult to treat. In India’s case, the particular type of TB infections are majority resistant to regular antibiotic treatment (MDR-TB, XDR-TB, TDR-TB), therefore, not one or two medications will help, rather a combination of different medications must be taken for over a course of 18–24 months, depending on how deep the infection is. Since the 1960s, two drugs — isoniazid and rifampicin — have been the standard TB treatment . In addition to antibiotics, a vaccine is available to limit the spread of bacteria after TB infection. The vaccine is generally used in countries or communities where the risk of TB infection is greater than 1% each year , thus, the country of India; whose TB infection rate is at a peak (world’s third highest TB infected country), and is consistently growing, and giving 20% of the world’s diagnosed patients a home. At present the anti TB treatment offered in public and private sector in India is not satisfactory and needs to be improved. Today India's TB control program needs to update itself with the international TB guidelines as well as provide an optimal anti TB treatment to the patients enrolled under it or it will land up being another factor in the genesis of drug resistant tuberculosis.",
            "score": 270.1161804199219
        },
        {
            "docid": "23640750_8",
            "document": "Antibiotic misuse . Though antibiotics are required to treat severe bacterial infections, misuse has contributed to a rise in bacterial resistance. The overuse of fluoroquinolone and other antibiotics fuels antibiotic resistance in bacteria, which can inhibit the treatment of antibiotic-resistant infections. Their excessive use in children with otitis media has given rise to a breed of bacteria resistant to antibiotics entirely. Additionally, the use of antimicrobial substances in building materials and personal care products has contributed to a higher percentage of antibiotic resistant bacteria in the indoor environment, where humans spend a large majority of their lives.",
            "score": 267.0967712402344
        },
        {
            "docid": "2459654_18",
            "document": "Pseudomonas aeruginosa . Biofilms of \"P. aeruginosa\" can cause chronic opportunistic infections, which are a serious problem for medical care in industrialized societies, especially for immunocompromised patients and the elderly. They often cannot be treated effectively with traditional antibiotic therapy. Biofilms seem to protect these bacteria from adverse environmental factors. \"P. aeruginosa\" can cause nosocomial infections and is considered a model organism for the study of antibiotic-resistant bacteria. Researchers consider it important to learn more about the molecular mechanisms that cause the switch from planktonic growth to a biofilm phenotype and about the role of QS in treatment-resistant bacteria such as \"P. aeruginosa\". This should contribute to better clinical management of chronically infected patients, and should lead to the development of new drugs.",
            "score": 266.3959655761719
        },
        {
            "docid": "55868631_19",
            "document": "List of antibiotic resistant bacteria . Infection with \"Escherichia coli\" and \"Salmonella\" can result from the consumption of contaminated food and polluted water. Both of these bacteria are well known for causing nosocomial (hospital-linked) infections, and often, these strains found in hospitals are antibiotic resistant because of adaptations to wide spread antibiotic use. When both bacteria are spread, serious health conditions arise. Many people are hospitalized each year after becoming infected, with some dying as a result. Since 1993, some strains of \"E. coli\" have become resistant to multiple types of fluoroquinolone antibiotics.",
            "score": 265.5010986328125
        },
        {
            "docid": "544934_25",
            "document": "Klebsiella pneumoniae . \"K. pneumoniae\" can be treated with antibiotics if the infections are not drug-resistant. Infections by \"K. pneumoniae\" can be difficult to treat because fewer antibiotics are effective against them. In such cases, a microbiology laboratory must run tests to determine which antibiotics will treat the infection. As with many bacteria, the recommended treatment has changed as the organism has developed resistances. The choice of a specific antimicrobial agent or agents depends on local susceptibility patterns and on the part of the body infected. For patients with severe infections, a prudent approach is the use of an initial short course (48–72 h) of combination therapy, followed by a switch to a specific monotherapy once the susceptibility pattern is known for the specific patient.",
            "score": 264.0440673828125
        },
        {
            "docid": "9028799_58",
            "document": "Bacteria . Bacterial infections may be treated with antibiotics, which are classified as bacteriocidal if they kill bacteria, or bacteriostatic if they just prevent bacterial growth. There are many types of antibiotics and each class inhibits a process that is different in the pathogen from that found in the host. An example of how antibiotics produce selective toxicity are chloramphenicol and puromycin, which inhibit the bacterial ribosome, but not the structurally different eukaryotic ribosome. Antibiotics are used both in treating human disease and in intensive farming to promote animal growth, where they may be contributing to the rapid development of antibiotic resistance in bacterial populations. Infections can be prevented by antiseptic measures such as sterilising the skin prior to piercing it with the needle of a syringe, and by proper care of indwelling catheters. Surgical and dental instruments are also sterilised to prevent contamination by bacteria. Disinfectants such as bleach are used to kill bacteria or other pathogens on surfaces to prevent contamination and further reduce the risk of infection.",
            "score": 263.75299072265625
        },
        {
            "docid": "38162533_4",
            "document": "Antimicrobials in aquaculture . The overuse of antibiotics can create antibiotic-resistant bacteria. Antibiotic-resistant bacteria can spontaneously arise when selective pressure to survive results in changes to the DNA sequence of a bacterium allowing that bacterium to survive antibiotic treatments. Because some of the same antibiotics are used to treat fish that are used to treat human disease, pathogenic bacteria causing human disease can also become resistant to antibiotics as a result of treatment of fish with antibiotics. For this reason, the overuse of antibiotics in treatment of fish aquaculture (among other agricultural uses) could create public health issues.",
            "score": 263.6417236328125
        },
        {
            "docid": "424464_2",
            "document": "Linezolid . Linezolid is an antibiotic used for the treatment of infections caused by Gram-positive bacteria that are resistant to other antibiotics. Linezolid is active against most Gram-positive bacteria that cause disease, including streptococci, vancomycin-resistant enterococci (VRE), and methicillin-resistant \"Staphylococcus aureus\" (MRSA). The main uses are infections of the skin and pneumonia although it may be used for a variety of other infections including drug resistant tuberculosis. It is used either by injection into a vein or by mouth. Linezolid is a member of the oxazolidinone class of medications. When given for short periods, linezolid is a relatively safe antibiotic. It can be used in people of all ages and in people with liver disease or poor kidney function. Common side effects with short-term use include headache, diarrhea, rash, and nausea. Serious side effects may include serotonin syndrome, bone marrow suppression, and high blood lactate levels, particularly when used for more than two weeks. If used for longer periods it may cause nerve damage, including optic nerve damage, which may be irreversible. As a protein synthesis inhibitor, it affects the ability of bacteria to produce protein. This either stops growth or results in bacterial death. Although many antibiotics work this way, the exact mechanism of action of linezolid appears to be unique in that it blocks the start of protein production, rather than one of the later steps. As of 2014 bacterial resistance to linezolid has remained low. Linezolid was discovered in the mid 1990s and was approved for commercial use in 2000. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. Linezolid is available as a generic medication. The wholesale cost in the developing world is about US$ 2.90 USD per day while that in the United States as of 2016 is about US$13.79 per day. It appears to be more cost-effective than alternatives such as vancomycin, mostly because of the ability to switch from intravenous use to administration by mouth sooner. The main use of linezolid is the treatment of severe infections caused by anaerobic Gram-positive bacteria that are resistant to other antibiotics; it should not be used against bacteria that are sensitive to drugs with a narrower spectrum of activity, such as penicillins and cephalosporins. In both the popular press and the scientific literature, linezolid has been called a \"reserve antibiotic\"—one that should be used sparingly so that it will remain effective as a drug of last resort against potentially intractable infections.",
            "score": 261.759033203125
        },
        {
            "docid": "875883_23",
            "document": "Hospital-acquired infection . The bacteria, classified as gram-negative because of their reaction to the Gram stain test, can cause severe pneumonia and infections of the urinary tract, bloodstream, and other parts of the body. Their cell structures make them more difficult to attack with antibiotics than gram-positive organisms like MRSA. In some cases, antibiotic resistance is spreading to gram-negative bacteria that can infect people outside the hospital. \"For gram-positives we need better drugs; for gram-negatives we need any drugs,\" said Dr. Brad Spellberg, an infectious-disease specialist at Harbor-UCLA Medical Center, and the author of \"Rising Plague\", a book about drug-resistant pathogens.",
            "score": 261.6732177734375
        },
        {
            "docid": "1912_4",
            "document": "Ampicillin . Ampicillin is used to treat infections by many Gram-positive and Gram-negative bacteria. It was the first \"broad spectrum\" penicillin with activity against Gram-positive bacteria, including \"Streptococcus pneumoniae\", \"Streptococcus pyogenes\", some isolates of \"Staphylococcus aureus\" (but not penicillin-resistant or methicillin-resistant strains), \"Trueperella\", and some \"Enterococcus\". It is one of the few antibiotics that works against multidrug resistant \"Enterococcus faecalis\" and \"E. faecium\". Activity against Gram-negative bacteria includes \"Neisseria meningitidis\", some \"Haemophilus influenzae\", and some of the Enterobacteriaceae (though most Enterobacteriaceae and \"Pseudomonas\" are resistant). Its spectrum of activity is enhanced by co-administration of sulbactam, a drug that inhibits beta lactamase, an enzyme produced by bacteria to inactivate ampicillin and related antibiotics. It is sometimes used in combination with other antibiotics that have different mechanisms of action, like vancomycin, linezolid, daptomycin, and tigecycline.",
            "score": 261.63751220703125
        },
        {
            "docid": "2211475_19",
            "document": "Anaerobic lagoon . Antibiotics are fed to livestock to prevent disease and to increase weight and development, so that there is a shortened time from birth to slaughter. However, because these antibiotics are administered at sub-therapeutic levels, bacterial colonies can build up resistance to the drugs through the natural selection of bacteria resistant to these antibiotics. These antibiotic-resistant bacteria are then excreted and transferred to the lagoons, where they can infect humans and other animals.",
            "score": 261.0506591796875
        },
        {
            "docid": "23640750_2",
            "document": "Antibiotic misuse . Antibiotic misuse, sometimes called antibiotic abuse or antibiotic overuse, refers to the misuse or overuse of antibiotics, with potentially serious effects on health. It is a contributing factor to the development of antibiotic resistance, including the creation of multidrug-resistant bacteria, informally called \"super bugs\": relatively harmless bacteria (such as staphylococcus, enterococcus and acinetobacter) can develop resistance to multiple antibiotics and cause life-threatening infections.",
            "score": 260.9124450683594
        },
        {
            "docid": "3135637_39",
            "document": "Gut flora . Altering the numbers of gut bacteria, for example by taking broad-spectrum antibiotics, may affect the host's health and ability to digest food. Antibiotics can cause antibiotic-associated diarrhea (AAD) by irritating the bowel directly, changing the levels of gut flora, or allowing pathogenic bacteria to grow. Another harmful effect of antibiotics is the increase in numbers of antibiotic-resistant bacteria found after their use, which, when they invade the host, cause illnesses that are difficult to treat with antibiotics.",
            "score": 260.85980224609375
        },
        {
            "docid": "1914_32",
            "document": "Antimicrobial resistance . Excessive antibiotic use has become one of the top contributors to the development of antibiotic resistance. Since the beginning of the antibiotic era, antibiotics have been used to treat a wide range of disease. Overuse of antibiotics has become the primary cause of rising levels of antibiotic resistance. The main problem is that doctors are willing to prescribe antibiotics to ill-informed individuals who believe that antibiotics can cure nearly all illnesses, including viral infections like the common cold. In an analysis of drug prescriptions, 36% of individuals with a cold or an upper respiratory infection (both viral in origin) were given prescriptions for antibiotics. These prescriptions accomplished nothing other than increasing the risk of further evolution of antibiotic resistant bacteria.",
            "score": 257.47393798828125
        },
        {
            "docid": "40364158_11",
            "document": "Antibiotic use in livestock . The use of antibiotics to increase the growth of pigs is the most studied in livestock. This use for growth rather than disease prevention is referred to as subtherapeutic antibiotic use. Studies have shown that administering low doses of antibiotics in livestock feed improves growth rate, reduces mortality and morbidity, and improves reproductive performance. It is estimated that over one-half of the antibiotics produced and sold in the United States is used as a feed additive. Although it is still not completely understood why and how antibiotics increase the growth rate of pigs, possibilities include metabolic effects, disease control effects, and nutritional effects. While subtherapeutic use has many benefits for raising swine, there is growing concern that this practice leads to increased antibiotic resistance in bacteria. Antibiotic resistance occurs when bacteria are resistant to one or more microbial agents that are usually used to treat infection. There are three stages in the possible emergence and continuation of antibiotic resistance: genetic change, antibiotic selection, and spread of antibiotic resistance.",
            "score": 257.2138977050781
        },
        {
            "docid": "16996257_27",
            "document": "Pulmonary contusion . Retaining secretions in the airways can worsen hypoxia and lead to infections. Thus, an important part of treatment is pulmonary toilet, the use of suction, deep breathing, coughing, and other methods to remove material such as mucus and blood from the airways. Chest physical therapy makes use of techniques such as breathing exercises, stimulation of coughing, suctioning, percussion, movement, vibration, and drainage to rid the lungs of secretions, increase oxygenation, and expand collapsed parts of the lungs. People with pulmonary contusion, especially those who do not respond well to other treatments, may be positioned with the uninjured lung lower than the injured one to improve oxygenation. Inadequate pulmonary toilet can result in pneumonia. People who do develop infections are given antibiotics. No studies have yet shown a benefit of using antibiotics as a preventative measure before infection occurs, although some doctors do recommend prophylactic antibiotic use even without scientific evidence of its benefit. However, this can cause the development of antibiotic resistant strains of bacteria, so giving antibiotics without a clear need is normally discouraged. For people who are at especially high risk of developing infections, the sputum can be cultured to test for the presence of infection-causing bacteria; when they are present, antibiotics are used.",
            "score": 256.560791015625
        },
        {
            "docid": "205627_18",
            "document": "Drug resistance . For antibiotic resistance, which represents a widespread problem nowadays, drugs designed to block the mechanisms of bacterial antibiotic resistance are used. For example, bacterial resistance against beta-lactam antibiotics (such as penicillins and cephalosporins) can be circumvented by using antibiotics such as nafcillin that are not susceptible to destruction by certain beta-lactamases (the group of enzymes responsible for breaking down beta-lactams). Beta-lactam bacterial resistance can also be dealt with by administering beta-lactam antibiotics with drugs that block beta-lactamases such as clavulanic acid so that the antibiotics can work without getting destroyed by the bacteria first. Recently, researchers have recognized the need for new drugs that inhibit bacterial efflux pumps, which cause resistance to multiple antibiotics such as beta-lactams, quinolones, chloramphenicol, and trimethoprim by sending molecules of those antibiotics out of the bacterial cell. Sometimes a combination of different classes of antibiotics may be used synergistically; that is, they work together to effectively fight bacteria that may be resistant to one of the antibiotics alone.",
            "score": 256.0877685546875
        },
        {
            "docid": "613640_15",
            "document": "Upper respiratory tract infection . Prescribing antibiotics for laryngitis is not suggested practice. The antibiotics penicillin V and erythromycin are not effective for treating acute laryngitis. Erythromycin may improve voice disturbances after one week and cough after two weeks, however any modest subjective benefit is not greater than the adverse effects, cost, and the risk of bacteria developing resistance to the antibiotics. Health authorities have been strongly encouraging physicians to decrease the prescribing of antibiotics to treat common upper respiratory tract infections because antibiotic usage does not significantly reduce recovery time for these viral illnesses. Decreased antibiotic usage could also have prevented drug resistant bacteria. Some have advocated a delayed antibiotic approach to treating URIs which seeks to reduce the consumption of antibiotics while attempting to maintain patient satisfaction. Most studies show no difference in improvement of symptoms between those treated with antibiotics right away and those with delayed prescriptions. Most studies also show no difference in patient satisfaction, patient complications, symptoms between delayed and no antibiotics. A strategy of \"no antibiotics\" results in even less antibiotic use than a strategy of \"delayed antibiotics\".",
            "score": 255.6753387451172
        },
        {
            "docid": "5745363_5",
            "document": "Evolutionary pressure . Drug resistance in bacteria is an example of an outcome of natural selection. When a drug is used on a species of bacteria, those that cannot resist die and do not produce offspring, while those that survive potentially pass on the resistance gene to the next generation (vertical gene transmission). The resistance gene can also be passed on to one bacterium by another of a different species (horizontal gene transmission). Because of this, the drug resistance increases over generations. For example, in hospitals, environments are created where pathogens such as \"C\". \"difficile\" have developed a resistance to antibiotics. Antibiotic resistance is made worse by the misuse of antibiotics. Antibiotic resistance is encouraged when antibiotics are used to treat non-bacterial diseases, and when antibiotics are not used for the prescribed amount of time or in the prescribed dose. Antibiotic resistance may arise out of standing genetic variation in a population or de novo mutations in the population. Either pathway could lead to antibiotic resistance, which may be a form of evolutionary rescue.",
            "score": 255.41563415527344
        },
        {
            "docid": "541592_10",
            "document": "Broad-spectrum antibiotic . After continued exposure to an antibiotic, bacteria may develop changes in their structure or function that make them resistant to the antibiotic. These resistant organisms will live, while the susceptible organisms will die, leaving the population of bacteria entirely resistant to a given antibiotics. For example, after the discovery of penicillin and its subsequent use to treat bacterial infections, bacteria were found to have begun producing an enzyme, penicillinase, which rendered the penicillin molecule inactive. In response to this newly-acquired resistance, newer penicillins were produced that could not be de-activated by penicillinases. This cycle of bacteria evolving resistance to antibiotics and necessitating the development of new antibiotics has been referred to as a \"bacterial arms race.\"",
            "score": 254.94302368164062
        },
        {
            "docid": "541592_2",
            "document": "Broad-spectrum antibiotic . The term broad-spectrum antibiotic can refer to an antibiotic that acts on the two major bacterial groups, gram-positive and gram-negative, or any antibiotic that acts against a wide range of disease-causing bacteria. These medications are used when a bacterial infection is suspected but the group of bacteria is unknown (also called empiric therapy) or when infection with multiple groups of bacteria is suspected. This is in contrast to a narrow-spectrum antibiotic, which is effective against only a specific group of bacteria. Although powerful, broad-spectrum antibiotics pose specific risks, particularly the disruption of native, normal bacteria and the development of antimicrobial resistance. An example of a commonly used broad-spectrum antibiotic is ampicillin.",
            "score": 253.7677459716797
        },
        {
            "docid": "37627534_5",
            "document": "Mary Barber (bacteriologist) . Barber's research was focused on the \"staphylococcus\" bacterium as well as various aspects of antibiotics, especially development of penicillin-resistant bacteria. Her first scientific paper was published in 1937 and concerned meningitis caused by the Listeria bacterium. In 1947, she published her best-known work, on penicillin resistance in \"staphylocci\", proving that the bacteria were becoming more resistant to the drug over time, using the new technique of phage typing. She found that this was because bacteria with mutations that caused them to synthesize a penicillin-destroying enzyme were selected during treatment with antibiotics, leading to rapid spread of a single antibiotic-resistant strain throughout the hospital. Between 1948 and 1958, her focus shifted to cross-infection by \"Staphylococcus\" in hospitals, which she found to be caused by penicilin-resistant bacteria and the nurses became nasal carriers soon after working on the wards. After she returned to BPMS (British Postgraduate Medical School) in 1958, she expanded upon this work, making a clear case for limiting antibiotic use and combining drugs for maximum effect and minimal increases in drug resistance; these studies were carried out at St. Thomas' Hospital. The policies implemented as a result of her work caused antibiotic resistance observed in the hospital to drop dramatically. After her successful publications, Barber was hired by the Medical Research Council to study semisynthetic penicillin, cephalosporin, fucidin, lincomycin, and pristinamycin. In 1963, she published \"Antibiotic and Chemotherapy\" with L. P. Garrod, an encyclopedic work on the characteristics and medical uses of various antibiotics. That same year, Barber was appointed a professor; in 1965 she was elected to the Royal College of Physicians.",
            "score": 253.67745971679688
        },
        {
            "docid": "15464966_19",
            "document": "Pathogenic bacteria . Bacterial infections may be treated with antibiotics, which are classified as bacteriocidal if they kill bacteria or bacteriostatic if they just prevent bacterial growth. There are many types of antibiotics and each class inhibits a process that is different in the pathogen from that found in the host. For example, the antibiotics chloramphenicol and tetracyclin inhibit the bacterial ribosome but not the structurally different eukaryotic ribosome, so they exhibit selective toxicity. Antibiotics are used both in treating human disease and in intensive farming to promote animal growth. Both uses may be contributing to the rapid development of antibiotic resistance in bacterial populations. Phage therapy can also be used to treat certain bacterial infections.",
            "score": 253.18991088867188
        },
        {
            "docid": "1758235_2",
            "document": "Daptomycin . Daptomycin is a lipopeptide antibiotic used in the treatment of systemic and life-threatening infections caused by Gram-positive organisms. It is a naturally occurring compound found in the soil saprotroph \"Streptomyces roseosporus\". Its distinct mechanism of action makes it useful in treating infections caused by multiple drug-resistant bacteria. It is marketed in the United States under the trade name Cubicin by Cubist Pharmaceuticals.",
            "score": 252.99447631835938
        }
    ]
}