{
    "q": [
        {
            "docid": "29020457_3",
            "document": "Gordon M. Shepherd . His electrophysiological studies of the olfactory bulb in 1963 produced one of the first examples of a brain microcircuit. Building on this work he collaborated with Wilfrid Rall at NIH to construct the first computational models of brain neurons. This predicted dendrodendritic interactions in the olfactory bulb, subsequently confirmed by electronmicroscopy, hypothesized to mediate lateral inhibition of the sensory input. A collaboration in 1975, using new methods of brain imaging, revealed that odors are encoded by different spatial activity patterns in the olfactory glomeruli of the olfactory bulb. This showed that the neural basis of smell in virtually all vertebrates involves odor representation by glomerular activity patterns (\"odor images\") which are then processed by lateral inhibition mediated by the dendrodendritic circuits. Shepherd's lab continued to use the olfactory bulb as a general model for the integrative actions of neuronal dendrites. This showed that dendrites contain multiple computational units; backpropagating action potentials in dendrites carry out specific functional operations; and dendritic spines can function as semi-independent input-output units. The lab also provided a basic circuit for olfactory cortex. New concepts to replace the classical \"neuron doctrine\" were suggested, and the term \"microcircuit\" for characterizing specific patterns of synaptic interactions in the nervous system.",
            "score": 106.779305934906
        },
        {
            "docid": "379241_5",
            "document": "Schmitt trigger . Circuits with hysteresis are based on the fundamental positive feedback idea: any active circuit can be made to behave as a Schmitt trigger by applying a positive feedback so that the loop gain is more than one. The positive feedback is introduced by adding a part of the output voltage to the input voltage. These circuits contain an 'attenuator' (the B box in the figure on the right) and a 'summer' (the circle with \"+\" inside) in addition to an amplifier acting as a comparator. There are three specific techniques for implementing this general idea. The first two of them are dual versions (series and parallel) of the general positive feedback system. In these configurations, the output voltage increases the effective difference input voltage of the comparator by 'decreasing the threshold' or by 'increasing the circuit input voltage'; the threshold and memory properties are incorporated in one element. In the third technique, the threshold and memory properties are separated.",
            "score": 79.73142457008362
        },
        {
            "docid": "564641_6",
            "document": "Virtual ground . An active virtual ground circuit is sometimes called a rail splitter. Such a circuit uses an op-amp or some other circuit element that has gain. Since an operational amplifier has very high open-loop gain, the potential difference between its inputs tend to zero when a feedback network is implemented.  This means that the output supplies the inverting input (via the feedback network) with enough voltage to reduce the potential difference between the inputs to microvolts. More precisely, it can be shown that the output voltage of the amplifier in the figure is approximately equal to formula_2.  Thus, as far as the amplifier is working in its linear region (output not saturated, frequencies inside the range of the opamp), the voltage at the output terminal remains constant with respect to the real ground, and independent from the loads to which it may be connected.  This property characterize a \"virtual ground\".",
            "score": 75.14457833766937
        },
        {
            "docid": "6147487_57",
            "document": "Neural coding . Some progress has been made in 2014 by Gero Miesenböck's lab at the University of Oxford analyzing Drosophila Olfactory system. In Drosophila, sparse odor coding by the Kenyon cells of the mushroom body is thought to generate a large number of precisely addressable locations for the storage of odor-specific memories. Lin et al. demonstrated that sparseness is controlled by a negative feedback circuit between Kenyon cells and the GABAergic anterior paired lateral (APL) neuron. Systematic activation and blockade of each leg of this feedback circuit show that Kenyon cells activate APL and APL inhibits Kenyon cells. Disrupting the Kenyon cell-APL feedback loop decreases the sparseness of Kenyon cell odor responses, increases inter-odor correlations, and prevents flies from learning to discriminate similar, but not dissimilar, odors. These results suggest that feedback inhibition suppresses Kenyon cell activity to maintain sparse, decorrelated odor coding and thus the odor-specificity of memories.",
            "score": 77.00727951526642
        },
        {
            "docid": "44390280_5",
            "document": "MABEL (robot) . In order for MABEL to be an independent runner and walker on rough terrain, the engineers used QNX real-time computing and DAQ environment in order to create feedback control. Feedback control constantly feeds in different inputs to the system based on the information from sensors. The controller measures the output values via sensors and compares those values with the desired output. The difference between the measured output and the desired output values is what is called the \"error signal\". This signal is than used to change the input values of the system accordingly. This method of feedback control makes thousands of adjustments each second in order to stabilize the robot. Because of this system, MABEL is able to not only correct itself, but also to react to inconsistencies in terrain.",
            "score": 68.38540053367615
        },
        {
            "docid": "33547203_45",
            "document": "Sparse distributed memory . Some progress has been made in 2014 by Gero Miesenböck's lab at the University of Oxford analyzing Drosophila Olfactory system. In Drosophila, sparse odor coding by the Kenyon cells of the mushroom body is thought to generate a large number of precisely addressable locations for the storage of odor-specific memories. Lin et al. demonstrated that sparseness is controlled by a negative feedback circuit between Kenyon cells and the GABAergic anterior paired lateral (APL) neuron. Systematic activation and blockade of each leg of this feedback circuit show that Kenyon cells activate APL and APL inhibits Kenyon cells. Disrupting the Kenyon cell-APL feedback loop decreases the sparseness of Kenyon cell odor responses, increases inter-odor correlations, and prevents flies from learning to discriminate similar, but not dissimilar, odors. These results suggest that feedback inhibition suppresses Kenyon cell activity to maintain sparse, decorrelated odor coding and thus the odor-specificity of memories.",
            "score": 76.78333878517151
        },
        {
            "docid": "10792995_15",
            "document": "Frequency synthesizer . A phase locked loop is a feedback control system. It compares the phases of two input signals and produces an error signal that is proportional to the difference between their phases. The error signal is then low pass filtered and used to drive a voltage-controlled oscillator (VCO) which creates an output frequency. The output frequency is fed through a frequency divider back to the input of the system, producing a negative feedback loop. If the output frequency drifts, the phase error signal will increase, driving the frequency in the opposite direction so as to reduce the error. Thus the output is \"locked\" to the frequency at the other input. This other input is called the reference and is usually derived from a crystal oscillator, which is very stable in frequency. The block diagram below shows the basic elements and arrangement of a PLL based frequency synthesizer.",
            "score": 83.71263837814331
        },
        {
            "docid": "379241_2",
            "document": "Schmitt trigger . In electronics, a Schmitt trigger is a comparator circuit with hysteresis implemented by applying positive feedback to the noninverting input of a comparator or differential amplifier. It is an active circuit which converts an analog input signal to a digital output signal. The circuit is named a \"trigger\" because the output retains its value until the input changes sufficiently to trigger a change. In the non-inverting configuration, when the input is higher than a chosen threshold, the output is high. When the input is below a different (lower) chosen threshold the output is low, and when the input is between the two levels the output retains its value. This dual threshold action is called \"hysteresis\" and implies that the Schmitt trigger possesses memory and can act as a bistable multivibrator (latch or flip-flop). There is a close relation between the two kinds of circuits: a Schmitt trigger can be converted into a latch and a latch can be converted into a Schmitt trigger.",
            "score": 81.00970590114594
        },
        {
            "docid": "2087379_5",
            "document": "Stomatogastric nervous system . Rhythmic behaviors include all motor acts that at their core involve a rhythmic repeating set of movements. The circuits underlying such rhythmic behaviors, central pattern generators (CPGs), all operate on the same general principles. These networks remain rhythmic in the completely isolated nervous system, even in the absence of all rhythmic neuronal input, including feedback from sensory systems. Although the details differ in each circuit, all CPGs use the same set of cellular-level mechanisms for circuit construction. More importantly, CPG circuits are usually not dedicated to producing a single neuronal activity pattern. This flexibility results largely from the ability of different neuromodulators to change the cellular and synaptic properties of individual circuit neurons. When the properties of circuit components are changed, the output of the circuit itself is modified. These aspects of CPG operation are often shared by other circuits, enabling a general understanding of neuronal circuit operation.",
            "score": 75.6577650308609
        },
        {
            "docid": "53549744_3",
            "document": "Input–process–output model of teams . The IPO model of teams is a systems theory, as it rests on the assumption that a team is more than one-to-one relationships between variables, and more than the sum of its members. It suggests that there are interactions and feedback between many contributing factors. Inputs are the conditions that exist prior to group activity, whereas processes are the interactions among group members. Outputs are the results of group activity that are valued by the team or the organization.",
            "score": 69.81469464302063
        },
        {
            "docid": "3312766_4",
            "document": "Olfactory bulb mitral cell . Mitral cells are a key part of the olfactory bulb microcircuit. Mitral cells receive input from at least four cell types: olfactory sensory neurons, periglomerular neurons, external tufted cells and granule cells. The synapses made by external tufted cells and olfactory sensory neurons are excitatory, whereas those of granule cells and periglomerular neurons are inhibitory. In addition, sister mitral cells are reciprocally connected by gap junctions. The mitral to granule and mitral to periglomerular cell synapse was the first description of the rather atypical reciprocal dendrodenritic synapses (in contrast to the more common axodendritic synapse). The action of the full glomerular microcircuit is a topic that is under intense scientific investigation. Certain principles are starting to emerge. One discovery points to the idea of the microcircuit between mitral, tufted and periglomerular cells in separating the output of mitral and tufted cells in time. It appears that tufted cells receive strong olfactory nerve input, fire close to inhalation onset and their firing phase is relatively concentration insensitive, whereas mitral cells receive relatively weak olfactory nerve input and strong periglomerular inhibition, which delays their firing relative to the tufted cells. This escape from inhibition can be sped up by increasing the stimulating odorant concentration, and thus mitral cell firing phase acts as one possible way the olfactory system encodes concentration.  The role of the mitral cell lateral dendrite and granule cell circuit is currently a bit more uncertain. One possible hypothesis implicates the system in forming sparse representation which enable more effective pattern separation. The action of this circuit is heavily influenced by both short term and long term plasticity and ongoing granule cell neurogenesis. The circuit requires the animal to be awake if it is to have full functionality.",
            "score": 69.97756624221802
        },
        {
            "docid": "4643899_30",
            "document": "Categorical perception . Computational modeling (Tijsseling & Harnad 1997; Damper & Harnad 2000) has shown that many types of category-learning mechanisms (e.g. both back-propagation and competitive networks) display CP-like effects. In back-propagation nets, the hidden-unit activation patterns that \"represent\" an input build up within-category compression and between-category separation as they learn; other kinds of nets display similar effects. CP seems to be a means to an end: Inputs that differ among themselves are \"compressed\" onto similar internal representations if they must all generate the same output; and they become more separate if they must generate different outputs. The network's \"bias\" is what filters inputs onto their correct output category. The nets accomplish this by selectively detecting (after much trial and error, guided by error-correcting feedback) the invariant features that are shared by the members of the same category and that reliably distinguish them from members of different categories; the nets learn to ignore all other variation as irrelevant to the categorization.",
            "score": 104.47061824798584
        },
        {
            "docid": "53948_15",
            "document": "Hippocampus . Basket cells in CA3 receive excitatory input from the pyramidal cells and then give an inhibitory feedback to the pyramidal cells. This \"recurrent inhibition\" is a simple feedback circuit that can dampen excitatory responses in the hippocampus. The pyramidal cells gives a \"recurrent excitation\" which is an important mechanism found in some memory processing microcircuits.",
            "score": 95.25199520587921
        },
        {
            "docid": "43949623_7",
            "document": "Memory cell (computing) . Logic circuits without memory cells or feedback paths are called combinational, their outputs values depend only on the current value of their input values. They do not have memory.  But memory is a key element of digital systems. In computers, it allows to store both programs and data and memory cells are also used for temporary storage of the output of combinational circuits to be used later by digital systems. Logic circuits that use memory cells are called sequential circuits. Its output depends not only on the present value of its inputs, but also on the circuits previous state, as determined by the values stored on is memory cells.  These circuits require a timing generator or clock for their operation.",
            "score": 73.02246642112732
        },
        {
            "docid": "9931_22",
            "document": "Amplifier . Negative feedback feeds the difference of the input and part of the output back to the input in a way that cancels out part of the input. The main effect is to reduce the overall gain of the system. However, the unwanted signals introduced by the amplifier are also fed back. Since they are not part of the original input, they are added to the input in opposite phase, subtracting them from the input. In this way, negative feedback acts as a technique to reduce errors (at the expense of gain). Large amounts of negative feedback can reduce errors to the point that the response of the amplifier itself becomes almost irrelevant as long as it has a large gain, and the output performance of the system (the \"closed loop performance\") is defined entirely by the components in the feedback loop.",
            "score": 62.57768273353577
        },
        {
            "docid": "147003_49",
            "document": "Hysteresis . Hysteresis in cell biology often follows bistable systems where the same input state can lead to two different, stable outputs. Where bistability can lead to digital, switch-like outputs from the continuous inputs of chemical concentrations and activities, hysteresis makes these systems more resistant to noise. These systems are often characterized by higher values of the input required to switch into a particular state as compared to the input required to stay in the state, allowing for a transition that is not continuously reversible, and thus less susceptible to noise.  Cells undergoing cell division exhibit hysteresis in that it takes a higher concentration of cyclins to switch them from G2 phase into mitosis than to stay in mitosis once begun. Biochemical systems can also show hysteresis-like output when slowly varying states that are not directly monitored are involved, as in the case of the cell cycle arrest in yeast in exposed to mating pheromone. Here, the duration of cell cycle arrest depends not only on the final level of input Fus3, but also on the previously achieved Fus3 levels. This effect is achieved in due to the slower time scales involved in the transcription of intermediate Far1, such that the total Far1 activity reaches its equilibrium value slowly, and for transient changes in Fus3 concentration, the response of the system depends on the Far1 concentration achieved with the transient value. Experiments in this type of hysteresis benefit from the ability to change the concentration of the inputs with time. The mechanisms are often elucidated by allowing independent control of the concentration of the key intermediate, for instance, by using an inducible promoter. Darlington in his classic works on genetics discussed hysteresis of the chromosomes, by which he meant \"failure of the external form of the chromosomes to respond immediately to the internal stresses due to changes in their molecular spiral\", as they lie in a somewhat rigid medium in the limited space of the cell nucleus. In developmental biology, cell type diversity is regulated by long range-acting signaling molecules called morphogens that pattern uniform pools of cells in a concentration- and time-dependent manner. The morphogen sonic hedgehog (Shh), for example, acts on limb bud and neural progenitors to induce expression of a set of homeodomain-containing transcription factors to subdivide these tissues into distinct domains. It has been shown that these tissues have a 'memory' of previous exposure to Shh. In neural tissue, this hysteresis is regulated by a homeodomain (HD) feedback circuit that amplifies Shh signaling. In this circuit, expression of Gli transcription factors, the executors of the Shh pathway, is suppressed. Glis are processed to repressor forms (GliR) in the absence of Shh, but in the presence of Shh, a proportion of Glis are maintained as full-length proteins allowed to translocate to the nucleus, where they act as activators (GliA) of transcription. By reducing Gli expression then, the HD transcription factors reduce the total amount of Gli (GliT), so a higher proportion of GliT can be stabilized as GliA for the same concentration of Shh.",
            "score": 95.92975187301636
        },
        {
            "docid": "22804_9",
            "document": "Operational amplifier . If predictable operation is desired, negative feedback is used, by applying a portion of the output voltage to the inverting input. The \"closed-loop\" feedback greatly reduces the gain of the circuit. When negative feedback is used, the circuit's overall gain and response becomes determined mostly by the feedback network, rather than by the op-amp characteristics. If the feedback network is made of components with values small relative to the op amp's input impedance, the value of the op-amp's open-loop response \"A\" does not seriously affect the circuit's performance. The response of the op-amp circuit with its input, output, and feedback circuits to an input is characterized mathematically by a transfer function; designing an op-amp circuit to have a desired transfer function is in the realm of electrical engineering. The transfer functions are important in most applications of op-amps, such as in analog computers. High input impedance at the input terminals and low output impedance at the output terminal(s) are particularly useful features of an op-amp.",
            "score": 64.13976073265076
        },
        {
            "docid": "213354_21",
            "document": "Positive feedback . Digital electronic circuits are sometimes designed to benefit from positive feedback. Normal logic gates usually rely simply on gain to push digital signal voltages away from intermediate values to the values that are meant to represent boolean '0' and '1'. When an input voltage is expected to vary in an analogue way, but sharp thresholds are required for later digital processing, the Schmitt trigger circuit uses positive feedback to ensure that if the input voltage creeps gently above the threshold, the output is forced smartly and rapidly from one logic state to the other. One of the corollaries of the Schmitt trigger's use of positive feedback is that, should the input voltage move gently down again past the same threshold, the positive feedback will hold the output in the same state with no change. This effect is called hysteresis: the input voltage has to drop past a different, lower threshold to 'un-latch' the output and reset it to its original digital value. By reducing the extent of the positive feedback, the hysteresis-width can be reduced, but it can not entirely be eradicated. The Schmitt trigger is, to some extent, a latching circuit.",
            "score": 80.61328053474426
        },
        {
            "docid": "3312766_2",
            "document": "Olfactory bulb mitral cell . Mitral cells are neurons that are part of the olfactory system. They are located in the olfactory bulb in the mammalian central nervous system. They receive information from the axons of olfactory receptor neurons, forming synapses in neuropils called glomeruli. Axons of the mitral cells transfer information to a number of areas in the brain, including the piriform cortex, entorhinal cortex, and amygdala. Mitral cells receive excitatory input from olfactory sensory neurons and external tufted cells on their primary dendrites, whereas inhibitory input arises either from granule cells onto their lateral dendrites and soma or from periglomerular cells onto their dendritic tuft. Mitral cells together with tufted cells form an obligatory relay for all olfactory information entering from the olfactory nerve. Mitral cell output is not a passive reflection of their input from the olfactory nerve. In mice, each mitral cell sends a single primary dendrite into a glomerulus receiving input from a population of olfactory sensory neurons expressing identical olfactory receptor proteins, yet the odor responsiveness of the 20-40 mitral cells connected to a single glomerulus (called sister mitral cells) is not identical to the tuning curve of the input cells, and also differs between sister mitral cells. The exact type of processing that mitral cells perform with their inputs still a matter of controversy. One prominent hypothesis is the notion that mitral cells transform the strength of olfactory input into a timing code, where odor concentration is encoded in the phase of mitral cell firing relative to the sniff cycle. A second (not necessarily exclusive) hypothesis is the idea of decorrelation in the olfactory bulb network, where the olfactory bulb network acts as a dynamical system whose action over time increases some (abstract) measure of distance between representations of highly similar odorants. Support for the second hypothesis comes primarily from research in zebrafish (where mitral and tufted cells cannot be distinguished).",
            "score": 69.49474859237671
        },
        {
            "docid": "3359147_2",
            "document": "Nonlinear control . Nonlinear control theory is the area of control theory which deals with systems that are nonlinear, time-variant, or both. Control theory is an interdisciplinary branch of engineering and mathematics that is concerned with the behavior of dynamical systems with inputs, and how to modify the output by changes in the input using feedback. The system to be controlled is called the \"plant\". In order to make the output of a system follow a desired reference signal a controller is designed which compares the output of the plant to the desired output, and provides feedback to the plant to modify the output to bring it closer to the desired output.",
            "score": 60.85416650772095
        },
        {
            "docid": "2645238_29",
            "document": "Central pattern generator . Central pattern generators can also play a role in rhythm generation for other functions in vertebrate animals. For example, the rat vibrissa system uses an unconventional CPG for whisking movements. \"Like other CPGs, the whisking generator can operate without cortical input or sensory feedback. However, unlike other CPGs, vibrissa motoneurons actively participate in rhythmogenesis by converting tonic serotonergic inputs into the patterned motor output responsible for movement of the vibrissae.\" Breathing is another non-locomotive function of central pattern generators. For example, larval amphibians accomplish gas exchange largely through rhythmic ventilation of the gills. A study by Broch, et al. showed that lung ventilation in the tadpole brainstem may be driven by a pacemaker-like mechanism, whereas the respiratory CPG adapts in the adult bullfrog as it matures. Thus, CPGs hold a broad range of functions in the vertebrate animal and are widely adaptable and variable with age, environment and behavior.",
            "score": 88.1577877998352
        },
        {
            "docid": "4458810_4",
            "document": "Neuromodulation . Neuromodulation is often contrasted with classical fast synaptic transmission. In both cases the transmitter acts on local postsynaptic receptors, but in neuromodulation, the receptors are typically G-protein coupled receptors while in classical chemical neurotransmission, they are ligand-gated ion channels. Neurotransmission that involves metabotropic receptors (like G-protein linked receptors) often also involves voltage-gated ion channels, and is relatively slow. Conversely, neurotransmission that involves exclusively ligand-gated ion channels is much faster. A related distinction is also sometimes drawn between modulator and driver synaptic inputs to a neuron, but here the emphasis is on modulating ongoing neuronal spiking versus causing that spiking. Neuromodulators may alter the output of a physiological system by acting on the associated inputs (for instance, central pattern generators). However, modeling work suggests that this alone is insufficient, because the neuromuscular transformation from neural input to muscular output may be tuned for particular ranges of input. Stern et al. (2007) suggest that neuromodulators must act not only on the input system but must change the transformation itself to produce the proper contractions of muscles as output.",
            "score": 71.49078106880188
        },
        {
            "docid": "53758770_14",
            "document": "Retronasal smell . The three-layered olfactory cortex, containing pyramidal cells is the next benchmark on the smell pathway. One pyramidal cell receives information from a multiplicity of mitral cells from the olfactory bulb, making the previously organized glomerular pattern distributed in the olfactory cortex. This dispersion of mitral cell information allows for self-excitatory feedback connections, lateral excitation, and self- and lateral-inhibition. These processes contribute to Hebbian learning, named after Donald O. Hebb, and is often simplified by the saying “neurons that fire together wire together.” Long-term potentiation, the neural mechanism for Hebbian learning, allows for memory formation at the pyramidal cell level. Hebbian learning is thus essentially the phenomenon by which the olfactory cortex “remembers” the output of combinations of smell molecules and allows for recognition of previously sensed combinations faster than novel ones by matching them to stored input. The resulting smells that were previously called odor images are stored in the olfactory cortex for recognition are referred to now as odor objects. Experience therefore strengthens signal-to-noise ratio in that a previously sensed odor object can be more easily distinguished against greater background noise.",
            "score": 91.6974606513977
        },
        {
            "docid": "19151674_16",
            "document": "Interaction technique . Interaction techniques essentially involve data entry and manipulation, and thus place greater emphasis on input than output. Output is merely used to convey affordances and provide user feedback. The use of the term \"input technique\" further reinforces the central role of input. Conversely, techniques that mainly involve data exploration and thus place greater emphasis on output are called visualization techniques. They are studied in the field of information visualization.",
            "score": 54.11754488945007
        },
        {
            "docid": "5708736_4",
            "document": "Feedback linearization . Here, consider the case of feedback linearization of a single-input single-output (SISO) system. Similar results can be extended to multiple-input multiple-output (MIMO) systems. In this case, formula_7 and formula_8. The objective is to find a coordinate transformation formula_9 that transforms the system (1) into the so-called normal form which will reveal a feedback law of the form that will render a linear input–output map from the new input formula_11 to the output formula_12. To ensure that the transformed system is an equivalent representation of the original system, the transformation must be a diffeomorphism. That is, the transformation must not only be invertible (i.e., bijective), but both the transformation and its inverse must be smooth so that differentiability in the original coordinate system is preserved in the new coordinate system. In practice, the transformation can be only locally diffeomorphic, but the linearization results only hold in this smaller region.",
            "score": 78.40831482410431
        },
        {
            "docid": "3544941_3",
            "document": "Charge amplifier . The amplifier offsets the input charge using a feedback reference capacitor, and produces an output voltage inversely proportional to the value of the reference capacitor but proportional to the total input charge flowing during the specified time period; hence the circuit acts as a charge-to-voltage converter. The gain of the circuit depends on the values of the feedback capacitor and the feed-in resistor. Charge amplifiers are usually constructed using an operational amplifier or other high gain semiconductor circuit with a negative feedback capacitor. The input current is offset by a negative feedback current flowing in the capacitor, which is generated by an increase in output voltage of the amplifier. The output voltage is therefore dependent on the value of input current it has to offset and the inverse of the value of the feedback capacitor. The greater the capacitor value, the less output voltage has to be generated to produce a particular feedback current flow.",
            "score": 63.87038195133209
        },
        {
            "docid": "200405_10",
            "document": "Limbic system . The first and most widely researched area concerns memory, spatial memory in particular. Spatial memory was found to have many sub-regions in the hippocampus, such as the dentate gyrus (DG) in the dorsal hippocampus, the left hippocampus, and the parahippocampal region. The dorsal hippocampus was found to be an important component for the generation of new neurons, called adult-born granules (GC), in adolescence and adulthood. These new neurons contribute to pattern separation in spatial memory, increasing the firing in cell networks, and overall causing stronger memory formations.",
            "score": 138.76867008209229
        },
        {
            "docid": "30864404_33",
            "document": "Granule cell . Inhibition generated by granule cells, the most common GABAergic cell type in the olfactory bulb, plays a critical role in shaping the output of the olfactory bulb. There are two types of excitatory inputs received by GABAergic granule cells; those activated by an AMPA receptor and those activated by a NMDA receptor. This allows the granule cells to regulate the processing of the sensory input in the olfactory bulb. The olfactory bulb transmits smell information from the nose to the brain, and is thus necessary for a proper sense of smell. Granule cells in the olfactory bulb have also been found to be important in forming memories linked with scents.",
            "score": 66.23268604278564
        },
        {
            "docid": "40158142_9",
            "document": "Nonlinear system identification . Artificial neural networks try loosely to imitate the network of neurons in the brain where computation takes place through a large number of simple processing elements. A typical neural network consists of a number of simple processing units interconnected to form a complex network. Layers of such units are arranged so that data is entered at the input layer and passes through either one or several intermediate layers before reaching the output layer. In supervised learning the network is trained by operating on the difference between the actual output and the desired output of the network, the prediction error, to change the connection strengths between the nodes. By iterating the weights are modified until the output error reaches an acceptable level. This process is called machine learning because the network adjusts the weights so that the output pattern is reproduced. Neural networks have been extensively studied and there are many excellent textbooks devoted to this topic in general, and more focussed textbooks which emphasise control and systems applications. There are two main problem types that can be studied using neural networks: static problems, and dynamic problems. Static problems include pattern recognition, classification, and approximation. Dynamic problems involve lagged variables and are more appropriate for system identification and related applications. Depending on the architecture of the network the training problem can be either nonlinear-in-the-parameters which involves optimisation or linear-in-the-parameters which can be solved using classical approaches. The training algorithms can be categorised into supervised, unsupervised, or reinforcement learning. Neural networks have excellent approximation properties but these are usually based on standard function approximation results using for example the Weierstrass Theorem that applies equally well to polynomials, rational functions, and other well-known models.  Neural networks have been applied extensively to system identification problems which involve nonlinear and dynamic relationships. However, classical neural networks are purely gross static approximating machines. There is no dynamics within the network. Hence when fitting dynamic models all the dynamics arise by allocating lagged inputs and outputs to the input layer of the network. The training procedure then produces the best static approximation that relates the lagged variables assigned to the input nodes to the output. There are more complex network architectures, including recurrent networks, that produce dynamics by introducing increasing orders of lagged variables to the input nodes. But in these cases it is very easy to over specify the lags and this can lead to over fitting and poor generalisation properties.  Neural networks have several advantages; they are conceptually simple, easy to train and to use, have excellent approximation properties, the concept of local and parallel processing is important and this provides integrity and fault tolerant behaviour. The biggest criticism of the classical neural network models is that the models produced are completely opaque and usually cannot be written down or analysed. It is therefore very difficult to know what is causing what, to analyse the model, or to compute dynamic characteristics from the model. Some of these points will not be relevant to all applications but they are for dynamic modelling.",
            "score": 99.29895663261414
        },
        {
            "docid": "57261507_12",
            "document": "RAMnets . The information stored by the RAM during the training phase is used to deal with previous unseen patterns. When one of these is given as input, the RAM memory contents addressed by the input pattern are read and summed by Σ. The number r thus obtained, which is called the discriminator response, is equal to the number of RAMs that output 1. r reaches the maximum X if the input belongs to the training set. r is equal to 0 if no n-bit component of the input pattern appears in the training set (not a single RAM outputs 1). Intermediate values of r express a kind of “similarity measure” of the input pattern with respect to the patterns in the training set.",
            "score": 78.87938141822815
        },
        {
            "docid": "181384_31",
            "document": "Negative-feedback amplifier . Negative-feedback amplifiers of any type can be implemented using combinations of two-port networks. There are four types of two-port network, and the type of amplifier desired dictates the choice of two-ports and the selection of one of the four different connection topologies shown in the diagram. These connections are usually referred to as series or shunt (parallel) connections. In the diagram, the left column shows shunt inputs; the right column shows series inputs. The top row shows series outputs; the bottom row shows shunt outputs. The various combinations of connections and two-ports are listed in the table below. For example, for a current-feedback amplifier, current from the output is sampled for feedback and combined with current at the input. Therefore, the feedback ideally is performed using an (output) current-controlled current source (CCCS), and its imperfect realization using a two-port network also must incorporate a CCCS, that is, the appropriate choice for feedback network is a g-parameter two-port. Here the two-port method used in most textbooks is presented, using the circuit treated in the article on asymptotic gain model.",
            "score": 74.60082292556763
        },
        {
            "docid": "11523713_32",
            "document": "Control (management) . An essential part of a closed-loop system is feedback; that is, the output of the system is measured continually through the item controlled, and the input is modified to reduce any difference or error toward zero. Many of the patterns of information flow in organizations are found to have the nature of closed loops, which use feedback. The reason for such a condition is apparent when one recognizes that any system, if it is to achieve a predetermined goal, must have available to it at all times an indication of its degree of attainment. In general, every goal-seeking system employs feedback.",
            "score": 68.81457424163818
        }
    ],
    "r": [
        {
            "docid": "372271_6",
            "document": "Dentate gyrus . The role of the hippocampus in learning and memory has been studied for many decades since early lesion studies. One of the most prominent early cases of anterograde amnesia (inability to form new memories) linking the hippocampus to memory formation was the case of Henry Molaison (anonymously known as Patient H.M. until his death in 2008). His epilepsy was treated with surgical removal of his hippocampi (left and right hemispheres each have their own hippocampus) as well as some surrounding tissue. This targeted brain tissue removal left Mr. Molaison with an inability to form new memories, and the hippocampus has been thought critical to memory formation since that time. It remains unclear how the hippocampus enables new memory formation, but one process, called long term potentiation (LTP), occurs in this brain region. LTP involves long-lasting strengthening of synaptic connections after repeated stimulation. While the dentate gyrus shows LTP, it is also one of the few regions of the adult mammalian brain where neurogenesis (i.e., the birth of new neurons) takes place. Some studies hypothesize that new memories could preferentially use newly formed dentate gyrus cells, providing a potential mechanism for distinguishing multiple instances of similar events or multiple visits to the same location. This increased neurogenesis is associated with improved spatial memory in rodents, as seen through performance in a maze.",
            "score": 179.8953094482422
        },
        {
            "docid": "1049228_24",
            "document": "Place cell . Pattern separation is the ability to differentiate one memory from other stored memories. Pattern separation begins in the dentate gyrus, a section of the hippocampus involved in memory formation and retrieval. Granule cells in the dentate gyrus process sensory information using competitive learning, and relay a preliminary representation to form place fields. Place fields are extremely specific, as they are capable of remapping and adjusting firing rates in response to subtle sensory signal changes. This specificity is critical for pattern separation, as it distinguishes memories from one another.",
            "score": 175.7809295654297
        },
        {
            "docid": "41118075_5",
            "document": "Deficiency of RbAp48 protein and memory loss . The hippocampus is a brain region which has many interconnected subregions, with each region having its own distinct neuron populations playing an important role in encoding memory. Many studies showed that Alzheimer's disease (AD) ameliorates memory by first acting on the entorhinal cortex (EC) which is the region providing the main input conduit from the external sensors to the hippocampus. Scientists initially identified memory loss associated with aging as an early manifestation of Alzheimer's; however, more recent evidence suggests that a distinct process affects the dentate gyrus (DG), which is a subregion of the hippocampus, and causes memory deterioration. The hippocampal formation is made up of many interconnected subregions and plays a vital role in retaining memory. Each subregion contains a specific population of neurons which have distinct molecular expression and physiological properties. As a result, these regions are vulnerable to various pathogenic mechanisms. Although both AD and the normal aging process affect the hippocampus, studies showed that these two processes can be distinguished by two anatomical patterns of hippocampal dysfunctions. Postmortem studies suggest that the entorhinal cortex (EC) and the subiculum are the hippocampal subregions most affected by AD, whereas the dentate gyrus is relatively preserved in most cases. In contrast to AD, the normal aging process does not cause cell death or other pathognomonic abnormalities that result in memory loss. Rather, age-related memory loss is characterized by dysfunctioning neurons. These results from MRI and other studies suggest that the primary initial target of normal aging is the DG, whereas the EC is relatively preserved.",
            "score": 162.6473846435547
        },
        {
            "docid": "48544304_3",
            "document": "Hippocampal memory encoding and retrieval . Meta-positron emission tomography (PET) analysis has lent support toward a division of the hippocampus between caudal and rostral regions. Scans have demonstrated a uniform variation in blood flow distribution within the hippocampus (and the medial temporal lobe broadly) during the separate processes of episodic encoding and retrieval. In the hippocampal encoding/retrieval (HIPER) model, episodic encoding is found to take place within the rostral region of the hippocampus whereas retrieval takes place in the caudal region. However, the divide between these regions need not be disjoint, as functional magnetic resonance imaging (fMRI) data has demonstrated encoding processes occurring within the caudal region. HIPER is a model resulting from and therefore a reflection of certain experimental phenomena, but cannot completely explain hippocampal encoding and retrieval on its own. Nevertheless, the model suggests a broad division of labor in encoding and retrieval, whether they involve separate regions of the hippocampus or act simultaneously or independently within a single, more inclusive process. In a framework first developed by Hasselmo and colleagues, theta phase separation implies that the theta rhythm of the hippocampus occurs in cycles and various phases of the rhythm entail encoding and retrieval as separate processes. An extra-hippocampal structure, the septum, initiates and regulates the theta rhythm and its associated memory processes. GABAergic activity within the septum inhibits certain classes of CA3 cells (a region of the hippocampus), the divide often drawn between basket cells, pyramidal cells, and interneurons, to distinguish encoding from retrieval mechanisms. The study emphasizes and models the CA3 subfield of the hippocampus as a primary inducement towards encoding and retrieval. Encoding as a procedure begins when septal GABAergic inhibition is at minimum, freeing basket cells to act within CA3, and during brief dis-inhibition periods, other cells receive input: a proximal entorhinal input toward pyramidal cells and a coincident dentate gyrus input toward interneurons. On the other hand, retrieval as a procedure begins when septal GABAergic inhibition is at maximum, occluding basket cell activity and enabling pyramidal cells to signal. During this period, Oriens- Lacunosum Moleculare (O-LM) cells disambiguate memory for retrieval.",
            "score": 158.89918518066406
        },
        {
            "docid": "1947410_34",
            "document": "Critical period . Recent studies also support the possibility of a critical period for the development of neurons that mediate memory processing. Experimental evidence supports the notion that young neurons in the adult dentate gyrus have a critical period (about 1–3 weeks after neuronal birth) during which they are integral to memory formation. Although the exact reasoning behind this observation is uncertain, studies suggest that the functional properties of neurons at this age make them most appropriate for this purpose; these neurons: (1) Remain hyperactive during the formation of memories; (2) are more excitable; and (3) More easily depolarizable due to GABAergic effects. It is also possible that hyperplasticity makes the neurons more useful in memory formation. If these young neurons had more plasticity than adult neurons in the same context, they could be more influential in smaller numbers. The role of these neurons in the adult dentate gyrus in memory processing is further supported by the fact that behavioral experiments have shown that an intact dentate gyrus is integral to hippocampal memory formation. It is speculated that the dentate gyrus acts a relay station for information relating to memory storage. The likelihood of a critical period could change the way we view memory processing because it would ultimately mean that the collection of neurons present is constantly being replenished as new neurons replace old ones. If a critical period does indeed exist, this could possibly mean that: (1) Diverse populations of neurons that represent events occurring soon after one another may connect those events temporally in the memory formation and processing; OR (2) These different populations of neurons may distinguish between similar events, independent of temporal position; OR (3) Separate populations may mediate the formation of new memories when the same events occur frequently.",
            "score": 152.33181762695312
        },
        {
            "docid": "50122893_8",
            "document": "Attila Losonczy . In 2015, Losonczy and his PhD student Nathan Danielson discovered the role of neurogenesis in the dentate gyrus in memory formation and pattern separation. To perform this study, Losonczy used two-photon microscopy and calcium imaging to image newborn granule cells in the mouse hippocampus and compare them with mature neurons as the mice traveled through subtly different contexts. No previous work had been able to study the roles of newborn and mature cells in the dentate gyrus as it was not previously possible to image the dentate gyrus at all, much less observe individual dentate gyrus cells in detail, as it lies too deep in the midbrain. To overcome these obstacles, Losonczy and his collaborators pioneered and implemented several novel techniques to be used simultaneously including the implantation of a miniature microscope into the brains of mice, genetically modifying mouse neurons to fluoresce, and optogenetically silencing a subset of neurons. This discovery repudiated the pre-existing theory that newborn neurons carried new memories. Rather, Losonczy found that the firing of older cells was more localised and newborn neurons fire indiscriminately, not taking on a stereotyped firing pattern until they got older. This suggests that the more excitable newborn neurons are better at encoding new stimuli than more mature neurons. This discovery is significant, as anxiety, depression, and posttraumatic stress disorder are thought to be associated with failures in pattern separation.",
            "score": 148.9855194091797
        },
        {
            "docid": "30864404_31",
            "document": "Granule cell . Loss of dentate gyrus neurons from the hippocampus results in spatial memory deficits. Therefore, dentate granule cells are thought to function in the formation of spatial memories. Immature and mature dentate granule cells have distinct roles in memory function. Adult-born granule cells are thought to be involved in pattern separation whereas old granule cells contribute to rapid pattern completion.",
            "score": 146.16600036621094
        },
        {
            "docid": "200405_10",
            "document": "Limbic system . The first and most widely researched area concerns memory, spatial memory in particular. Spatial memory was found to have many sub-regions in the hippocampus, such as the dentate gyrus (DG) in the dorsal hippocampus, the left hippocampus, and the parahippocampal region. The dorsal hippocampus was found to be an important component for the generation of new neurons, called adult-born granules (GC), in adolescence and adulthood. These new neurons contribute to pattern separation in spatial memory, increasing the firing in cell networks, and overall causing stronger memory formations.",
            "score": 138.7686767578125
        },
        {
            "docid": "372271_2",
            "document": "Dentate gyrus . The dentate gyrus is part of a brain region known as the hippocampus (part of the hippocampal formation). The dentate gyrus is thought to contribute to the formation of new episodic memories, the spontaneous exploration of novel environments, and other functions. It is notable as being one of a select few brain structures currently known to have significant rates of adult neurogenesis in many species of mammals, from rodents to primates (other sites include the subventricular zone of the striatum and cerebellum). However, whether neurogenesis exists in the adult human dentate gyrus is currently a matter of debate.",
            "score": 137.63446044921875
        },
        {
            "docid": "39182554_20",
            "document": "Catastrophic interference . French (1997) proposed the idea of a pseudo-recurrent backpropagation network in order to help reduce catastrophic interference (see Figure 2). In this model the network is separated into two functionally distinct but interacting sub-networks. This model is biologically inspired and is based on research from McClelland, McNaughton, and O'Reilly (1995). In this research McClelland et al. (1995), suggested that the hippocampus and neocortex act as separable but complementary memory systems. Specifically, the hippocampus short term memory storage and acts gradually over time to transfer memories into the neocortex for long term memory storage. They suggest that the information that is stored can be \"brought back\" to the hippocampus during active rehearsal, reminiscence, and sleep and renewed activation is what acts to transfer the information to the neocortex over time. In the pseudo-recurrent network, one of the sub-networks acts as an early processing area, akin to the hippocampus, and functions to learn new input patters. The other sub-network acts as a final-storage area, akin to the neocortex. However, unlike in McClelland et al. (1995) model, the final-storage area sends internally generated representation back to the early processing area. This creates a recurrent network. French proposed that this interleaving of old representations with new representations is the only way to reduce radical forgetting. Since the brain would most likely not have access to the original input patterns, the patterns that would be fed back to the neocortex would be internally generated representations called \"pseudopatterns\". These pseudopatterns are approximations of previous inputs and they can be interleaved with the learning of new inputs. The use of these pseudopatterns could be biologically plausible as parallels between the consolidation of learning that occurs during sleep and the use of interleaved pseudopatterns. Specifically, they both serve to integrate new information with old information without disruption of the old information. When given an input (and a teacher value) is fed into the pseudo-recurrent network would act as follows:",
            "score": 137.5739288330078
        },
        {
            "docid": "372271_8",
            "document": "Dentate gyrus . Some evidence suggests neurogenesis in the dentate gyrus increases in response to aerobic exercise. Several experiments have shown neurogenesis (the development of nerve tissues) often increases in the dentate gyrus of adult rodents when they are exposed to an enriched environment. The dentate gyrus is also known to serve as a pre-processing unit. When information enters, it is known to separate very similar information into distinct and unique details. This prepares the relevant data for storage in the hippocampal CA3 section.",
            "score": 131.6751708984375
        },
        {
            "docid": "1717129_42",
            "document": "Explicit memory . Retrieval: Because a person has played an active role in processing explicit information, the internal cues that were used in processing it can also be used to initiate spontaneous recall. When someone talks about an experience, the words they use will help when they try to remember this experience at a later date. The conditions in which information is memorized can affect recall. If a person has the same surroundings or cues when the original information is presented, they are more likely to remember it. This is referred to as encoding specificity and it also applies to explicit memory. In a study where subjects were asked to perform a cued recall task participants with a high working memory did better than participants with a low working memory when the conditions were maintained. When the conditions were changed for recall both groups dropped. The subjects with higher working memory declined more. This is thought to happen because matching environments activates areas of the brain known as the left inferior frontal gyrus and the hippocampus.",
            "score": 131.31130981445312
        },
        {
            "docid": "53948_10",
            "document": "Hippocampus . The hippocampus, including the dentate gyrus, has the shape of a curved tube, which has been compared to a seahorse, and a ram's horn (\"Cornu Ammonis\"). Its abbreviation CA is used in naming the hippocampal subfields: CA1, CA2, CA3, and CA4. It can be distinguished as an area where the cortex narrows into a single layer of densely packed pyramidal neurons, which curl into a tight U shape. One edge of the \"U,\" – CA4, is embedded into the backward-facing, flexed dentate gyrus. The hippocampus is described as having an anterior and posterior part (in primates) or a ventral and dorsal part in other animals. Both parts are of similar composition but belong to different neural circuits. In the rat, the two hippocampi resemble a pair of bananas, joined at the stems by the commissure of fornix (also called the hippocampal commissure). In primates, the part of the hippocampus at the bottom, near the base of the temporal lobe, is much broader than the part at the top. This means that in cross-section the hippocampus can show a number of different shapes, depending on the angle and location of the cut.",
            "score": 130.97898864746094
        },
        {
            "docid": "17037459_4",
            "document": "Hippocampus anatomy . Starting at the dentate gyrus and working inward along the S-curve of the hippocampus means traversing a series of narrow zones. The first of these, the dentate gyrus (DG), is actually a separate structure, a tightly packed layer of small granule cells wrapped around the end of the hippocampus proper, forming a pointed wedge in some cross-sections, a semicircle in others. Next come a series of \"Cornu Ammonis\" areas: first CA4 (which underlies the dentate gyrus), then CA3, then a very small zone called CA2, then CA1. The CA areas are all filled with densely packed Pyramidal cells similar to those found in the neocortex. After CA1 comes an area called the subiculum. After this comes a pair of ill-defined areas called the presubiculum and parasubiculum, then a transition to the cortex proper (mostly the entorhinal area of the cortex). Most anatomists use the term \"hippocampus proper\" to refer to the four CA fields, and hippocampal formation to refer to the hippocampus proper plus dentate gyrus and subiculum.",
            "score": 130.78408813476562
        },
        {
            "docid": "3205309_18",
            "document": "Temporal lobe epilepsy . The temporal lobe and particularly the hippocampus plays an important role in memory processing. Declarative memory (memories which can be consciously recalled) is formed in the area of the hippocampus called the \"dentate gyrus\".",
            "score": 127.81591033935547
        },
        {
            "docid": "16526850_3",
            "document": "Trisynaptic circuit . The trisynaptic circuit is a neural circuit in the hippocampus, which is made up of three major cell groups: granule cells in the dentate gyrus, pyramidal neurons in CA3, and pyramidal neurons in CA1. The hippocampal relay involves 3 main regions within the hippocampus which are classified according to their cell type and projection fibers. The first projection of the hippocampus occurs between the entorhinal cortex and the dentate gyrus. The entorhinal cortex transmits its signals from the parahippocampal gyrus to the dentate gyrus via granule cell fibers known collectively as the perforant path. The dentate gyrus then synapses on pyramidal cells in CA3 via mossy cell fibers. CA3 then fires to CA1 via Schaffer collaterals which synapse in the subiculum and are carried out through the fornix. Collectively the dentate gyrus, CA1 and CA3 of the hippocampus compose the trisynaptic loop.",
            "score": 125.14537048339844
        },
        {
            "docid": "1407653_5",
            "document": "EC-hippocampus system . The EC has dual functions in processing information for explicit memory storage: First, it is the main input to the hippocampus. The EC projects to the dentate gyrus via the perforant pathway and by this means provides the critical input pathway in this area of the brain, linking the association cortices to the hippocampus. Second, the EC is also the major output of the hippocampus. The information coming to the hippocampus from both the poly- and unimodal association cortices, converge in the EC.",
            "score": 124.5207290649414
        },
        {
            "docid": "2566333_12",
            "document": "Lobes of the brain . The limbic lobe is an arc-shaped region of cortex on the medial surface of each cerebral hemisphere of the mammalian brain, consisting of parts of the frontal, parietal and temporal lobes. The term is ambiguous, with some authors including the paraterminal gyrus, the subcallosal area, the cingulate gyrus, the parahippocampal gyrus, the dentate gyrus, the hippocampus and the subiculum; while the Terminologia Anatomica includes the cingulate sulcus, the cingulate gyrus, the isthmus of cingulate gyrus, the fasciolar gyrus, the parahippocampal gyrus, the parahippocampal sulcus, the dentate gyrus, the fimbrodentate sulcus, the fimbria of hippocampus, the collateral sulcus, and the rhinal sulcus, and omits the hippocampus.",
            "score": 122.65986633300781
        },
        {
            "docid": "53948_47",
            "document": "Hippocampus . The hippocampus is one of the few brain regions where new neurons are generated. This process of neurogenesis is confined to the dentate gyrus. The production of new neurons can be positively affected by exercise or negatively affected by epileptic seizures.",
            "score": 121.9122314453125
        },
        {
            "docid": "226722_60",
            "document": "Functional magnetic resonance imaging . Forward inference is a data driven method that uses patterns of brain activation to distinguish between competing cognitive theories. It shares characteristics with cognitive psychology’s dissociation logic and philosophy’s forward chaining. For example, Henson discusses forward inference’s contribution to the \"single process theory vs. dual process theory\" debate with regard to recognition memory. Forward inference supports the dual process theory by demonstrating that there are two qualitatively different brain activation patterns when distinguishing between \"remember vs. know judgments\". The main issue with forward inference is that it is a correlational method. Therefore, one cannot be completely confident that brain regions activated during cognitive process are completely necessary for that execution of those processes. In fact, there are many known cases that demonstrate just that. For example, the hippocampus has been shown to be activated during classical conditioning, however lesion studies have demonstrated that classical conditioning can occur without the hippocampus.",
            "score": 121.47306060791016
        },
        {
            "docid": "423771_5",
            "document": "Synaptic plasticity . In 1966, Terje Lømo and Tim Bliss first described the now widely studied phenomenon of long-term potentiation (LTP) in a publication in the \"Journal of Physiology\". The experiment described was conducted on the synapse between the perforant path and dentate gyrus in the hippocampi of anaesthetised rabbits. They were able to show a burst of tetanic (100 Hz) stimulus on perforant path fibres led to a dramatic and long-lasting augmentation in the post-synaptic response of cells onto which these fibres synapse in the dentate gyrus. In the same year, the pair published very similar data recorded from awake rabbits. This discovery was of particular interest due to the proposed role of the hippocampus in certain forms of memory.",
            "score": 121.0934066772461
        },
        {
            "docid": "17037459_6",
            "document": "Hippocampus anatomy . Perforant path input from EC layer II enters the dentate gyrus and is relayed to region CA3 (and to mossy cells, located in the hilus of the dentate gyrus, which then send information to distant portions of the dentate gyrus where the cycle is repeated). Region CA3 combines this input with signals from EC layer II and sends extensive connections within the region and also sends connections to strata radiatum and oriens of ipsilateral and contralateral CA1 regions through a set of fibers called the Schaffer collaterals, and commissural pathway, respectively. Region CA1 receives input from the CA3 subfield, EC layer III and the nucleus reuniens of the thalamus (which project only to the terminal apical dendritic tufts in the stratum lacunosum-moleculare). In turn, CA1 projects to the subiculum as well as sending information along the aforementioned output paths of the hippocampus. The subiculum is the final stage in the pathway, combining information from the CA1 projection and EC layer III to also send information along the output pathways of the hippocampus.",
            "score": 120.85413360595703
        },
        {
            "docid": "3071594_23",
            "document": "Theta wave . The strongest theta waves are generated by the CA1 layer, and the most significant input driving them comes from the entorhinal cortex, via the direct EC→CA1 pathway. Another important driving force comes from the CA3→CA1 projection, which is out of phase with the entorhinal input, leading to a gradual phase shift as a function of depth within CA1 (Brankack, et al. 1993). The dentate gyrus also generates theta waves, which are difficult to separate from the CA1 waves because they are considerably smaller in amplitude, but there is some evidence that dentate gyrus theta is usually about 90 degrees out of phase from CA1 theta. Direct projections from the septal area to hippocampal interneurons also play a role in generating theta waves, but their influence is much smaller than that of the entorhinal inputs (which are, however, themselves controlled by the septum).",
            "score": 120.52635192871094
        },
        {
            "docid": "3071594_22",
            "document": "Theta wave . As a rule, EEG signals are generated by synchronized synaptic input to the dendrites of neurons arranged in a layer. The hippocampus contains multiple layers of very densely packed neurons—the dentate gyrus and the CA3/CA1/subicular layer—and therefore has the potential to generate strong EEG signals. Basic EEG theory says that when a layer of neurons generates an EEG signal, the signal always phase-reverses at some level. Thus, theta waves recorded from sites above and below a generating layer have opposite signs. There are other complications as well: the hippocampal layers are strongly curved, and theta-modulated inputs impinge on them from multiple pathways, with varying phase relationships. The outcome of all these factors is that the phase and amplitude of theta oscillations change in a very complex way as a function of position within the hippocampus. The largest theta waves, however, are generally recorded from the vicinity of the fissure that separates the CA1 molecular layer from the dentate gyrus molecular layer. In rats, these signals frequently exceed 1 millivolt in amplitude. Theta waves recorded from above the hippocampus are smaller, and polarity-reversed with respect to the fissure signals.",
            "score": 119.67231750488281
        },
        {
            "docid": "774340_2",
            "document": "Limbic lobe . The limbic lobe is an arc-shaped region of cortex on the medial surface of each cerebral hemisphere of the mammalian brain, consisting of parts of the frontal, parietal and temporal lobes. The term is ambiguous, with some authors including the paraterminal gyrus, the subcallosal area, the cingulate gyrus, the parahippocampal gyrus, the dentate gyrus, the hippocampus and the subiculum; while the Terminologia Anatomica includes the cingulate sulcus, the cingulate gyrus, the isthmus of cingulate gyrus, the fasciolar gyrus, the parahippocampal gyrus, the parahippocampal sulcus, the dentate gyrus, the fimbrodentate sulcus, the fimbria of hippocampus, the collateral sulcus, and the rhinal sulcus, and omits the hippocampus.",
            "score": 119.42764282226562
        },
        {
            "docid": "7927678_4",
            "document": "Michael Kaplan (biologist) . Initial studies that suggested that the adult brain could generate new neurons were largely ignored. In the 1960s Joseph Altman and coworkers published a series of papers reporting that some dividing cells in the adult brain survived and differentiated into cells with morphology similar to neurons. They used tritiated thymidine autoradiography to label the cells. Tritiated thymidine is incorporated into the DNA of dividing cells. They found that the highest density of labeling was in the subventricular zone and in the dentate gyrus of the hippocampus. It was known that the dentate gyrus of the hippocampus is essentially devoid of glia. Therefore, Altman attributed the labeling in this region to the uptake of thymidine by dentate granule cells. However, he could not prove that the adult-generated cells were neurons rather than glia, since no phenotypic markers were available that could be used in conjunction with thymidine autoradiography. The absence of specific markers for neurons and glia and continued skepticism surrounding the novel concept of adult neurogenesis limited further development of the research.",
            "score": 119.30695343017578
        },
        {
            "docid": "41118075_4",
            "document": "Deficiency of RbAp48 protein and memory loss . To further distinguish age-related memory loss from Alzheimer's disease (AD), a subregion of the hippocampal formation called the dentate gyrus (DG) was further studied, since it is thought to be targeted by aging. Human postmortem tissue was collected from both DG and entorhinal cortex (EC). Entorhinal cortex is a neighboring subregion unaffected by aging and known to be implicated in age-related memory loss. After normalizing the expression of EC, 17 genes were manifested due to age-related changes in the DG. Mice were used as the experimental subjects to test whether the decline of RbAp48 was also related to age-related memory loss. The results were consistent with the human studies, where the level of RbAp48 protein was much lower in adults as compared to the young. To solidify these findings, magnetic resonance imaging (MRI) was performed which revealed that dysfunction occurred in the DG, corresponding to the regionally selective decreases in histone acetylation.",
            "score": 118.81513214111328
        },
        {
            "docid": "31148473_15",
            "document": "Transsaccadic memory . Irwin's early experiments tested participants ability to identify random dot patterns as the same, or as different across saccades. The control condition for this experiment presented dot patterns in the same spatial location without saccades, meaning participants had a single fixation point. A no-overlap control condition presented dot patterns in different spatial locations, while participants maintained fixation on one point. This tested the ability of visual short-term memory in identifying two individual patterns. The experimental condition showed dot patterns in the same spatial location but were viewed at separate fixations, forcing the use of transsaccadic memory. For the experimental condition, participants underwent a calibration phase, where they were shown five points in separate location to fixate on individually, for less than two seconds. The next phase presented a single fixation point for less than two seconds, which was followed by a random dot pattern presented in a different location, acting as a saccade target. The dot pattern disappeared when the saccade was initiated. Another dot pattern then appeared in the same location. Participants had to identify whether the two patterns were the same or different.  Results of the experiment showed performance of the experimental condition to be slightly less accurate than the no-overlap condition. Irwin attributed this decrease in accuracy to the extra neural processes involved in performing an eye movement, combined with processing the dot pattern. He concluded from this that transsaccadic memory does exist, but that it is very similar if not identical to short term visual memory and less similar to sensory memory.",
            "score": 117.90520477294922
        },
        {
            "docid": "389579_9",
            "document": "Cognitive neuropsychology . A particular area of interest was memory. Patients with amnesia caused by injuries to the hippocampus in the temporal cortex and midbrain areas (especially the mamillary bodies were of early interest. A patient with severe case of amnesia will not be able to remember meeting the examiner if they leave the room and return, let alone events of the previous day (episodic memory), but they will still be able to learn how to tie their shoes (procedural memory), remember a series of numbers for a few seconds (short term memory or working memory) and be able to recall historical events they have learned in school (semantic memory). By contrast, patients may lose their short term memory abilities while retaining their long term memory functions. Many other studies like this have been done in the field of neuropsychology examining lesions and the effect they have on certain areas of the brain and their functions. Studies on the amnesic patient Henry Molaison, formerly known as patient H.M., are commonly cited as some of the precursors, if not the beginning of modern cognitive neuropsychology. Molaison had parts of his medial temporal lobes surgically removed to treat intractable epilepsy in 1953. Much of the hippocampus was also removed along with the medial temporal lobes. The treatment proved successful in reducing his dangerous seizures, but left him with a profound but selective amnesia. After the surgery, Molaison was able to remember some big events from before the surgery, such as the stock market crash in 1929, but was confused about many others and could no longer form new memories. This accidental experiment showed scientists how the brain processes different types of memory. Because Molaison's impairment was caused by surgery, the damaged parts of his brain were known, information which was usually not knowable in a time before accurate neuroimaging became widespread. Scientists concluded that while the hippocampus is needed in the creation of new memories, it is not needed in the retrieval of old ones; they are two separate processes. They also realized that the hippocampus and the medial temporal lobes, both of the areas removed from Molaison, are the areas responsible for converting short term memory to long term memory.",
            "score": 117.05197143554688
        },
        {
            "docid": "776322_18",
            "document": "Non-rapid eye movement sleep . A study was done involving an experimental and a control group to have them learn to navigate a 3D maze. The blood flow in the parahippocampal gyrus increased in conjunction with the individual's performance through the 3D maze. Participants were then trained in the maze for 4 hours and later, during the various sleep cycles of nonREM sleep, REM sleep and wakefulness, they were scanned twelve times using a PET scan during the night. The PET scan demonstrated a higher blood flow in the hippocampus during SWS/non-REM sleep due to the training from the previous day while the control group exhibited no increased blood flow and they had not received the training the prior day. The brain activity during sleep, according to this study, would show the events of the previous day do make a difference. One theory suggests a model of Hippocampal-neocortical dialogue. \"Two stages of hippocampal activity have been proposed, the first being the recording of the memory during waking and the second involving the playback of the memory during nonREM sleep. This process of reactivation of memory firing sequences is believed to gradually reinforce initially weak connections between neocortical sites allowing the original information to be activated in the cortex independently of the hippocampus, and thus ensuring refreshed encoding capacity of the hippocampus.\" Maquet concluded that the areas of the brain involved with information processing and memory have increased brain activity during the slow wave sleep period. Events experienced in the previous day have more efficient and clearer memory recall the next day thus indicating that the memory regions of the brain are activated during SWS/non-REM sleep instead of being dormant as previously thought.",
            "score": 117.04010772705078
        },
        {
            "docid": "36053717_6",
            "document": "Endogenous regeneration . Progenitor cells in the dentate gyrus of the hippocampus migrate to the nearby location and differentiate into granule cells. As a part of the limbic system, new neurons of the hippocampus maintain the function of controlling mood, learning and memory. In the dentate gyrus, putative stem cells, called type 1 cells, proliferate into type 2 and type 3 cells, which are transiently amplifying, lineage-determined progenitor cells. Type 1 cells in the hippocampus are multipotent \"in vitro\". However, although there is evidence that both new neurons and glia are generated in the hippocampus \"in vivo\", no exact relationship of neurogenesis to type 1 cells is shown.",
            "score": 115.8864517211914
        },
        {
            "docid": "372271_9",
            "document": "Dentate gyrus . Studies have shown that after destroying about 90% of their dentate gyrus (dg) cells, rats had extreme difficulty in maneuvering through a maze they had been through, prior to the lesion being made. When being tested a number of times to see whether they could learn a maze, the results showed that the rats did not improve at all, indicating that their working memories were severely impaired. Rats had trouble with place strategies because they could not consolidate learned information about a maze into their working memory, and, thus, could not remember it when maneuvering through the same maze in a later trial. Every time a rat entered the maze, the rat behaved as if it was seeing the maze for the first time.",
            "score": 115.7649917602539
        }
    ]
}