{
    "q": [
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 180.4699023962021
        },
        {
            "docid": "25162968_4",
            "document": "Circular bacterial chromosome . Bacterial chromosome replication is best understood in the well-studied bacteria \"Escherichia coli\" and \"Bacillus subtilis\". Chromosome replication proceeds in three major stages: initiation, elongation and termination. The initiation stage starts with the ordered assembly of \"initiator\" proteins at the origin region of the chromosome, called oriC. These assembly stages are regulated to ensure that chromosome replication occurs only once in each cell cycle. During the elongation phase of replication, the enzymes that were assembled at oriC during initiation proceed along each arm (\"replichore\") of the chromosome, in opposite directions away from the oriC, replicating the DNA to create two identical copies. This process is known as bidirectional replication. The entire assembly of molecules involved in DNA replication on each arm is called a \"replisome.\" At the forefront of the replisome is a DNA helicase that unwinds the two strands of DNA, creating a moving \"replication fork\". The two unwound single strands of DNA serve as templates for DNA polymerase, which moves with the helicase (together with other proteins) to synthesise a complementary copy of each strand. In this way, two identical copies of the original DNA are created. Eventually, the two replication forks moving around the circular chromosome meet in a specific zone of the chromosome, approximately opposite oriC, called the terminus region. The elongation enzymes then disassemble, and the two \"daughter\" chromosomes are resolved before cell division is completed.",
            "score": 177.14678585529327
        },
        {
            "docid": "34217148_5",
            "document": "Vectors in gene therapy . The genetic material in retroviruses is in the form of RNA molecules, while the genetic material of their hosts is in the form of DNA. When a retrovirus infects a host cell, it will introduce its RNA together with some enzymes, namely reverse transcriptase and integrase, into the cell. This RNA molecule from the retrovirus must produce a DNA copy from its RNA molecule before it can be integrated into the genetic material of the host cell. The process of producing a DNA copy from an RNA molecule is termed reverse transcription. It is carried out by one of the enzymes carried in the virus, called reverse transcriptase. After this DNA copy is produced and is free in the nucleus of the host cell, it must be incorporated into the genome of the host cell. That is, it must be inserted into the large DNA molecules in the cell (the chromosomes). This process is done by another enzyme carried in the virus called integrase.",
            "score": 145.03156960010529
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 177.90584528446198
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 186.2000139951706
        },
        {
            "docid": "49547293_9",
            "document": "Thymidine kinase in clinical chemistry . Thymidine monophosphate, the product of the reaction catalyzed by thymidine kinase, is in turn phosphorylated to thymidine diphosphate by the enzyme thymidylate kinase and further to thymidine triphosphate by the enzyme nucleoside diphosphate kinase. The triphosphate is included in a DNA molecule, a reaction catalyzed by a DNA polymerase and a complementary DNA molecule (or an RNA molecule in the case of reverse transcriptase, an enzyme present in retrovirus). Thymidine monophosphate is produced by the cell in two different reactions - either by phosphorylation of thymidine as described above or by methylation of deoxyuridine monophosphate, a product of other metabolic pathways unrelated to thymidine, by the enzyme thymidylate synthase. The second route is used by the cell under normal conditions, and it is sufficient to supply thymidine monophosphate for DNA repair. When a cell prepares to divide, a complete new set-up of DNA is required, and the requirement for building blocks, including thymidine triphosphate, increases. Cells prepare for cell division by making some of the enzymes required during the division. They are not normally present in the cells and are downregulated and degraded afterwards. Such enzymes are called salvage enzymes. Thymidine kinase 1 is such a salvage enzyme, whereas thymidine kinase 2 is not cell cycle-dependent.",
            "score": 159.12130963802338
        },
        {
            "docid": "144602_27",
            "document": "Active transport . Endocytosis and exocytosis are both forms of bulk transport that move materials into and out of cells, respectively, via vesicles. In the case of endocytosis, the cellular membrane folds around the desired materials outside the cell. The ingested particle becomes trapped within a pouch, known as a vesicle, inside the cytoplasm. Often enzymes from lysosomes are then used to digest the molecules absorbed by this process. Substances that enter the cell via signal mediated endocytosis include proteins, hormones and growth factors. Viruses enter cells through a form of endocytosis that involves their outer membrane fusing with the membrane of the cell. This forces the viral DNA into the host cell.",
            "score": 170.5422785282135
        },
        {
            "docid": "20374_7",
            "document": "Metabolism . Most of the structures that make up animals, plants and microbes are made from three basic classes of molecule: amino acids, carbohydrates and lipids (often called fats). As these molecules are vital for life, metabolic reactions either focus on making these molecules during the construction of cells and tissues, or by breaking them down and using them as a source of energy, by their digestion. These biochemicals can be joined together to make polymers such as DNA and proteins, essential macromolecules of life. Proteins are made of amino acids arranged in a linear chain joined together by peptide bonds. Many proteins are enzymes that catalyze the chemical reactions in metabolism. Other proteins have structural or mechanical functions, such as those that form the cytoskeleton, a system of scaffolding that maintains the cell shape. Proteins are also important in cell signaling, immune responses, cell adhesion, active transport across membranes, and the cell cycle. Amino acids also contribute to cellular energy metabolism by providing a carbon source for entry into the citric acid cycle (tricarboxylic acid cycle), especially when a primary source of energy, such as glucose, is scarce, or when cells undergo metabolic stress.",
            "score": 163.39926493167877
        },
        {
            "docid": "26901564_26",
            "document": "DNA nanotechnology . There are potential applications for DNA nanotechnology in nanomedicine, making use of its ability to perform computation in a biocompatible format to make \"smart drugs\" for targeted drug delivery. One such system being investigated uses a hollow DNA box containing proteins that induce apoptosis, or cell death, that will only open when in proximity to a cancer cell. There has additionally been interest in expressing these artificial structures in engineered living bacterial cells, most likely using the transcribed RNA for the assembly, although it is unknown whether these complex structures are able to efficiently fold or assemble in the cell's cytoplasm. If successful, this could enable directed evolution of nucleic acid nanostructures.  Scientists at Oxford University reported the self-assembly of four short strands of synthetic DNA into a cage which can enter cells and survive for at least 48 hours. The fluorescently labeled DNA tetrahedra were found to remain intact in the laboratory cultured human kidney cells despite the attack by cellular enzymes after two days. This experiment showed the potential of drug delivery inside the living cells using the DNA ‘cage’. A DNA tetrahedron was used to deliver RNA Interference (RNAi) in a mouse model, reported a team of researchers in MIT. Delivery of the interfering RNA for treatment has showed some success using polymer or lipid, but there are limits of safety and imprecise targeting, in addition to short shelf life in the blood stream. The DNA nanostructure created by the team consists of six strands of DNA to form a tetrahedron, with one strand of RNA affixed to each of the six edges. The tetrahedron is further equipped with targeting protein, three folate molecules, which lead the DNA nanoparticles to the abundant folate receptors found on some tumors. The result showed that the gene expression targeted by the RNAi, luciferase, dropped by more than half. This study shows promise in using DNA nanotechnology as an effective tool to deliver treatment using the emerging RNA Interference technology.The DNA tetrahedron was also used in an effort to overcome the phenomena multidrug resistance. Doxorubicin (DOX) was conjugated with the tetrahedron and was loaded into MCF-7 breast cancer cells that contained the P-glycoprotein drug efflux pump. The results of the experiment showed the DOX was not being pumped out and apoptosis of the cancer cells was achieved.The tetrahedron without DOX was loaded into cells to test its biocompatibility, and the structure showed no cytotoxicity itself.",
            "score": 195.09710311889648
        },
        {
            "docid": "7955_49",
            "document": "DNA . Cell division is essential for an organism to grow, but, when a cell divides, it must replicate the DNA in its genome so that the two daughter cells have the same genetic information as their parent. The double-stranded structure of DNA provides a simple mechanism for DNA replication. Here, the two strands are separated and then each strand's complementary DNA sequence is recreated by an enzyme called DNA polymerase. This enzyme makes the complementary strand by finding the correct base through complementary base pairing and bonding it onto the original strand. As DNA polymerases can only extend a DNA strand in a 5′ to 3′ direction, different mechanisms are used to copy the antiparallel strands of the double helix. In this way, the base on the old strand dictates which base appears on the new strand, and the cell ends up with a perfect copy of its DNA.",
            "score": 162.06866705417633
        },
        {
            "docid": "4250553_43",
            "document": "Gene . The growth, development, and reproduction of organisms relies on cell division; the process by which a single cell divides into two usually identical daughter cells. This requires first making a duplicate copy of every gene in the genome in a process called DNA replication. The copies are made by specialized enzymes known as DNA polymerases, which \"read\" one strand of the double-helical DNA, known as the template strand, and synthesize a new complementary strand. Because the DNA double helix is held together by base pairing, the sequence of one strand completely specifies the sequence of its complement; hence only one strand needs to be read by the enzyme to produce a faithful copy. The process of DNA replication is semiconservative; that is, the copy of the genome inherited by each daughter cell contains one original and one newly synthesized strand of DNA.",
            "score": 149.27642512321472
        },
        {
            "docid": "17269882_3",
            "document": "MRX complex . Cells are able to accurately repair DNA double-strand breaks using a process called homologous recombination. By this process DNA sequence information that is lost because of the breakage can be recovered from a second homologous DNA molecule. Homologous recombinational repair is important for removing DNA damage both during mitosis and meiosis. The repair process begins with the degradation of the 5’ end on either side of the double-strand break to yield 3’ single-stranded DNA tails (a process called end resection). Next the Rad51 protein binds to these tails and initiates a process of strand invasion leading to recovery of genetic information from the undamaged homologous sequence of the second DNA molecule. Studies with the yeast \"Saccharomyces cerevisiae\" have shown that end resection is catalyzed by the MRX protein complex. The MRE11 enzyme (one of the three component proteins of the MRX complex) first makes a nick in the DNA at 15 to 20 nucleotides from the 5’ end of the break. This creates an entry point for further processing by exonucleases to complete the initial resection stage of the overall process.",
            "score": 157.03692078590393
        },
        {
            "docid": "4230_26",
            "document": "Cell (biology) . In meiosis, the DNA is replicated only once, while the cell divides twice. DNA replication only occurs before meiosis I. DNA replication does not occur when the cells divide the second time, in meiosis II. Replication, like all cellular activities, requires specialized proteins for carrying out the job. Between successive cell divisions, cells grow through the functioning of cellular metabolism. Cell metabolism is the process by which individual cells process nutrient molecules. Metabolism has two distinct divisions: catabolism, in which the cell breaks down complex molecules to produce energy and reducing power, and anabolism, in which the cell uses energy and reducing power to construct complex molecules and perform other biological functions. Complex sugars consumed by the organism can be broken down into simpler sugar molecules called monosaccharides such as glucose. Once inside the cell, glucose is broken down to make adenosine triphosphate (ATP), a molecule that possesses readily available energy, through two different pathways.",
            "score": 191.52823400497437
        },
        {
            "docid": "564779_17",
            "document": "Cell growth . The process of cell division, called cell cycle, has four major parts called phases. The first part, called G phase is marked by synthesis of various enzymes that are required for DNA replication. The second part of the cell cycle is the S phase, where DNA replication produces two identical sets of chromosomes. The third part is the G phase in which a significant protein synthesis occurs, mainly involving the production of microtubules that are required during the process of division, called mitosis. The fourth phase, M phase, consists of nuclear division (karyokinesis) and cytoplasmic division (cytokinesis), accompanied by the formation of a new cell membrane. This is the physical division of \"mother\" and \"daughter\" cells. The M phase has been broken down into several distinct phases, sequentially known as prophase, prometaphase, metaphase, anaphase and telophase leading to cytokinesis.",
            "score": 181.50225484371185
        },
        {
            "docid": "564779_18",
            "document": "Cell growth . Cell division is more complex in eukaryotes than in other organisms. Prokaryotic cells such as bacterial cells reproduce by binary fission, a process that includes DNA replication, chromosome segregation, and cytokinesis. Eukaryotic cell division either involves mitosis or a more complex process called meiosis. Mitosis and meiosis are sometimes called the two \"nuclear division\" processes. Binary fission is similar to eukaryote cell reproduction that involves mitosis. Both lead to the production of two daughter cells with the same number of chromosomes as the parental cell. Meiosis is used for a special cell reproduction process of diploid organisms. It produces four special daughter cells (gametes) which have half the normal cellular amount of DNA. A male and a female gamete can then combine to produce a zygote, a cell which again has the normal amount of chromosomes.",
            "score": 170.70262932777405
        },
        {
            "docid": "854294_12",
            "document": "DNA repair . In human cells, and eukaryotic cells in general, DNA is found in two cellular locations — inside the nucleus and inside the mitochondria. Nuclear DNA (nDNA) exists as chromatin during non-replicative stages of the cell cycle and is condensed into aggregate structures known as chromosomes during cell division. In either state the DNA is highly compacted and wound up around bead-like proteins called histones. Whenever a cell needs to express the genetic information encoded in its nDNA the required chromosomal region is unravelled, genes located therein are expressed, and then the region is condensed back to its resting conformation. Mitochondrial DNA (mtDNA) is located inside mitochondria organelles, exists in multiple copies, and is also tightly associated with a number of proteins to form a complex known as the nucleoid. Inside mitochondria, reactive oxygen species (ROS), or free radicals, byproducts of the constant production of adenosine triphosphate (ATP) via oxidative phosphorylation, create a highly oxidative environment that is known to damage mtDNA. A critical enzyme in counteracting the toxicity of these species is superoxide dismutase, which is present in both the mitochondria and cytoplasm of eukaryotic cells.",
            "score": 176.54616010189056
        },
        {
            "docid": "583438_16",
            "document": "Transformation (genetics) . Due to the differences in structure of the cell envelope between Gram-positive and Gram-negative bacteria, there are some differences in the mechanisms of DNA uptake in these cells, however most of them share common features that involve related proteins. The DNA first binds to the surface of the competent cells on a DNA receptor, and passes through the cytoplasmic membrane via DNA translocase. Only single-stranded DNA may pass through, the other strand being degraded by nucleases in the process. The translocated single-stranded DNA may then be integrated into the bacterial chromosomes by a RecA-dependent process. In Gram-negative cells, due to the presence of an extra membrane, the DNA requires the presence of a channel formed by secretins on the outer membrane. Pilin may be required for competence, but its role is uncertain. The uptake of DNA is generally non-sequence specific, although in some species the presence of specific DNA uptake sequences may facilitate efficient DNA uptake.",
            "score": 190.93344593048096
        },
        {
            "docid": "14170_26",
            "document": "HIV . Shortly after the viral capsid enters the cell, an enzyme called reverse transcriptase liberates the positive-sense single-stranded RNA genome from the attached viral proteins and copies it into a complementary DNA (cDNA) molecule. The process of reverse transcription is extremely error-prone, and the resulting mutations may cause drug resistance or allow the virus to evade the body's immune system. The reverse transcriptase also has ribonuclease activity that degrades the viral RNA during the synthesis of cDNA, as well as DNA-dependent DNA polymerase activity that creates a sense DNA from the \"antisense\" cDNA. Together, the cDNA and its complement form a double-stranded viral DNA that is then transported into the cell nucleus. The integration of the viral DNA into the host cell's genome is carried out by another viral enzyme called integrase.",
            "score": 146.21556544303894
        },
        {
            "docid": "54888_10",
            "document": "Telomere . While replicating DNA, the eukaryotic DNA replication enzymes (the DNA polymerase protein complex) cannot replicate the sequences present at the ends of the chromosomes (or more precisely the chromatid fibres). Hence, these sequences and the information they carry may get lost. This is the reason telomeres are so important in context of successful cell division: They \"cap\" the end-sequences and themselves get lost in the process of DNA replication. But the cell has an enzyme called telomerase, which carries out the task of adding repetitive nucleotide sequences to the ends of the DNA. Telomerase, thus, \"replenishes\" the telomere \"cap\" of the DNA. In most multicellular eukaryotic organisms, telomerase is active only in germ cells, some types of stem cells such as embryonic stem cells, and certain white blood cells. Telomerase can be reactivated and telomeres reset back to an embryonic state by somatic cell nuclear transfer. There are theories that claim that the steady shortening of telomeres with each replication in somatic (body) cells may have a role in senescence and in the prevention of cancer. This is because the telomeres act as a sort of time-delay \"fuse\", eventually running out after a certain number of cell divisions and resulting in the eventual loss of vital genetic information from the cell's chromosome with future divisions.",
            "score": 175.160102725029
        },
        {
            "docid": "2101248_3",
            "document": "Chromosome regions . During cell division, the molecules that compose chromosomes (DNA and proteins) suffer a condensation process (called the chromatin condensation), that forms a compact and small complex called a chromatid. The complexes containing the duplicated DNA molecules, the sister chromatids, are attached to each other by the centromere. The centromere divides each chromosome into two regions: the smaller one, which is the p region, and the bigger one, the q region. The sister chromatids will be distributed to each daughter cell at the end of the cell division.",
            "score": 182.44876217842102
        },
        {
            "docid": "4263231_49",
            "document": "Replisome . Katherine Lemon and Alan Grossman showed using \"Bacillus subtilis\" that replisomes do not move like trains along a track but DNA is actually fed through a stationary pair of replisomes located at the cell membrane. In their experiment, the replisomes in \"B. subtilis\" were each tagged with green fluorescent protein, and the location of the complex was monitored in replicating cells using fluorescence microscopy. If the replisomes moved like a train on a track, the polymerase-GFP protein would be found at different positions in each cell. Instead, however, in every replicating cell, replisomes were observed as distinct fluorescent foci located at or near midcell. Cellular DNA stained with a blue fluorescent dye (DAPI) clearly occupied most of the cytoplasmic space.",
            "score": 204.64602160453796
        },
        {
            "docid": "33488578_7",
            "document": "Thomas J. Kelly (scientist) . Using proteins derived from human cells, he and his colleagues developed the first cell-free DNA replication systems capable of duplicating the complete genomes of adenovirus and SV40. The SV40 system proved to be a particularly useful system because SV40 relies largely on the cellular replication machinery for the duplication of its genome. Thus, biochemical analysis of the SV40 system made it possible to identify and functionally characterize proteins and enzymes that carry out the duplication of the chromosomal DNA in human cells. In subsequent work Kelly and colleagues have shifted their focus from studying the machinery of DNA replication to the mechanism that controls it. Studying these mechanisms are essential for ensuring the accuracy of DNA replication during the cell cycle in human cells and in fission yeast (Schizosaccharomyces pombe), which is highly significant in understanding cancer.",
            "score": 153.73403823375702
        },
        {
            "docid": "23891367_59",
            "document": "Silver nanoparticle . Introduction of silver into bacterial cells induces a high degree of structural and morphological changes, which can lead to cell death. As the silver nano particles come in contact with the bacteria, they adhere to the cell wall and cell membrane. Once bound, some of the silver passes through to the inside, and interacts with phosphate-containing compounds like DNA and RNA, while another portion adheres to the sulphur-containing proteins on the membrane. The silver-sulphur interactions at the membrane cause the cell wall to undergo structural changes, like the formation of pits and pores. Through these pores, cellular components are released into the extracellular fluid, simply due to the osmotic difference. Within the cell, the integration of silver creates a low molecular weight region where the DNA then condenses. Having DNA in a condensed state inhibits the cell’s replication proteins contact with the DNA. Thus the introduction of silver nanoparticles inhibits replication and is sufficient to cause the death of the cell. Further increasing their effect, when silver comes in contact with fluids, it tends to ionize which increases the nanoparticles bactericidal activity. This has been correlated to the suppression of enzymes and inhibited expression of proteins that relate to the cell’s ability to produce ATP.",
            "score": 189.50991988182068
        },
        {
            "docid": "996341_4",
            "document": "Spindle checkpoint . When cells are ready to divide, because cell size is big enough or because they receive the appropriate stimulus, they activate the mechanism to enter into the cell cycle, and they duplicate most organelles during S (synthesis) phase, including their centrosome. Therefore, when the cell division process will end, each daughter cell will receive a complete set of organelles. At the same time, during S phase all cells must duplicate their DNA very precisely, a process termed DNA replication. Once DNA replication has finished, in eukaryotes the DNA molecule is compacted and condensed, to form the mitotic chromosomes, each one constituted by two sister chromatids, which stay held together by the establishment of cohesion between them; each chromatid is a complete DNA molecule, attached via microtubules to one of the two centrosomes of the dividing cell, located at opposed poles of the cell. The structure formed by the centrosomes and the microtubules is named mitotic spindle, due to its characteristic shape, holding the chromosomes between the two centrosomes. Both sister chromatids stay together until anaphase; at this moment they separate from each other and they travel towards the centrosome to which they are attached. In this way, when the two daughter cells separate at the end of the division process, each one will receive a complete set of chromatids. The mechanism responsible for the correct distribution of sister chromatids during cell division is named chromosome segregation.",
            "score": 168.5232516527176
        },
        {
            "docid": "6235_18",
            "document": "Cell nucleus . The cell nucleus contains the majority of the cell's genetic material in the form of multiple linear DNA molecules organized into structures called chromosomes. Each human cell contains roughly two meters of DNA. During most of the cell cycle these are organized in a DNA-protein complex known as chromatin, and during cell division the chromatin can be seen to form the well-defined chromosomes familiar from a karyotype. A small fraction of the cell's genes are located instead in the mitochondria.",
            "score": 189.65734100341797
        },
        {
            "docid": "3730562_2",
            "document": "Cell cycle checkpoint . All living organisms are products of repeated rounds of cell growth and division. During this process, known as the cell cycle, a cell duplicates its contents and then divides in two. The purpose of the cell cycle is to accurately duplicate each organism's DNA and then divide the cell and its contents evenly between the two resulting cells. In eukaryotes, the cell cycle consists of four main stages: G, during which a cell is metabolically active and continuously grows; S phase, during which DNA replication takes place; G, during which cell growth continues and the cell synthesizes various proteins in preparation for division; and the M (mitosis) phase, during which the duplicated chromosomes (known as the sister chromatids) separate into two daughter nuclei, and the cell divides into two daughter cells, each with a full copy of DNA. Compared to the eukaryotic cell cycle, the prokaryotic cell cycle (known as binary fission) is relatively simple and quick: the chromosome replicates from the origin of replication, a new membrane is assembled, and the cell wall forms a septum which divides the cell into two.",
            "score": 180.92916250228882
        },
        {
            "docid": "10262047_10",
            "document": "History of biochemistry . In 1897 Eduard Buchner began to study the ability of yeast extracts to ferment sugar despite the absence of living yeast cells. In a series of experiments at the University of Berlin, he found that the sugar was fermented even when there were no living yeast cells in the mixture. He named the enzyme that brought about the fermentation of sucrose \"zymase\". In 1907 he received the Nobel Prize in Chemistry \"for his biochemical research and his discovery of cell-free fermentation\". Following Buchner's example; enzymes are usually named according to the reaction they carry out. Typically the suffix \"-ase\" is added to the name of the substrate (\"e.g.\", lactase is the enzyme that cleaves lactose) or the type of reaction (\"e.g.\", DNA polymerase forms DNA polymers).  Having shown that enzymes could function outside a living cell, the next step was to determine their biochemical nature. Many early workers noted that enzymatic activity was associated with proteins, but several scientists (such as Nobel laureate Richard Willstätter) argued that proteins were merely carriers for the true enzymes and that proteins \"per se\" were incapable of catalysis. However, in 1926, James B. Sumner showed that the enzyme urease was a pure protein and crystallized it; Sumner did likewise for the enzyme catalase in 1937. The conclusion that pure proteins can be enzymes was definitively proved by Northrop and Stanley, who worked on the digestive enzymes pepsin (1930), trypsin and chymotrypsin. These three scientists were awarded the 1946 Nobel Prize in Chemistry.",
            "score": 150.27503657341003
        },
        {
            "docid": "10262047_5",
            "document": "History of biochemistry . Among the vast number of different biomolecules, many are complex and large molecules (called polymers), which are composed of similar repeating subunits (called monomers). Each class of polymeric biomolecule has a different set of subunit types. For example, a protein is a polymer whose subunits are selected from a set of twenty or more amino acids, carbohydrates are formed from sugars known as monosaccharides, oligosaccharides, and polysaccharides, lipids are formed from fatty acids and glycerols, and nucleic acids are formed from nucleotides. Biochemistry studies the chemical properties of important biological molecules, like proteins, and in particular the chemistry of enzyme-catalyzed reactions. The biochemistry of cell metabolism and the endocrine system has been extensively described. Other areas of biochemistry include the genetic code (DNA, RNA), protein synthesis, cell membrane transport, and signal transduction.",
            "score": 154.0749500989914
        },
        {
            "docid": "42673840_3",
            "document": "Autosomal dominant retinal vasculopathy with cerebral leukodystrophy . The official name of the TREX1 gene is “three prime repair exonuclease 1.” The normal function of the TREX1 gene is to provide instructions for making the 3-prime repair exonuclease 1 enzyme. This enzyme is a DNA exonuclease, which means it trims molecules of DNA by removing DNA building blocks (nucleotides) from the ends of the molecules. In this way, it breaks down unneeded DNA molecules or fragments that may be generated during genetic material in preparation for cell division, DNA repair, cell death, and other processes. Changes (mutations) to the TREX1 gene can result in a range of conditions one of which is AD-RVCL. The mutations to the TREX1 gene are believed to prevent the production of the 3-prime repair exonuclease 1 enzyme. Researchers suggest that the absence of this enzyme may result in an accumulation of unneeded DNA and RNA in cells. These DNA and RNA molecules may be mistaken by cells for those of viral invaders, triggering immune system reactions that result in the symptoms of AD-RVCL.",
            "score": 138.25961303710938
        },
        {
            "docid": "9028799_14",
            "document": "Bacteria . Many important biochemical reactions, such as energy generation, occur due to concentration gradients across membranes, creating a potential difference analogous to a battery. The general lack of internal membranes in bacteria means these reactions, such as electron transport, occur across the cell membrane between the cytoplasm and the outside of the cell or periplasm. However, in many photosynthetic bacteria the plasma membrane is highly folded and fills most of the cell with layers of light-gathering membrane. These light-gathering complexes may even form lipid-enclosed structures called chlorosomes in green sulfur bacteria. Most bacteria do not have a membrane-bound nucleus, and their genetic material is typically a single circular bacterial chromosome of DNA located in the cytoplasm in an irregularly shaped body called the nucleoid. The nucleoid contains the chromosome with its associated proteins and RNA. Like all living organisms, bacteria contain ribosomes for the production of proteins, but the structure of the bacterial ribosome is different from that of eukaryotes and Archaea.",
            "score": 174.18627619743347
        },
        {
            "docid": "3630347_5",
            "document": "Natural competence . In the natural world DNA usually becomes available by death and lysis of other cells, but in the laboratory it is provided by the researcher, often as a genetically engineered fragment or plasmid. During uptake, DNA is transported across the cell membrane(s), and the cell wall if one is present. Once the DNA is inside the cell it may be degraded to nucleotides, which are reused for DNA replication and other metabolic functions. Alternatively it may be recombined into the cell’s genome by its DNA repair enzymes. If this recombination changes the cell’s genotype the cell is said to have been transformed. Artificial competence and transformation are used as research tools in many organisms (\"see Transformation (genetics)\").",
            "score": 163.10793709754944
        },
        {
            "docid": "4333004_13",
            "document": "Cohesin . Dissociation of sister chromatids cohesion defines anaphase onset, which establishes two sets of identical chromosomes at each pole of the cell (telophase). Then the two daughter cells separate, and a new round of the cell cycle freshly starts in each one, at the stage of G0. When cells are ready to divide, because cell size is big enough or because they receive the appropriate stimulus, they activate the mechanism to enter into the G1 stage of cell cycle, and they duplicate most organelles during S (synthesis) phase, including their centrosome. Therefore, when the cell division process will end, each daughter cell will receive a complete set of organelles. At the same time, during S phase all cells must duplicate their DNA very precisely, a process termed DNA replication. Once DNA replication has finished, in eukaryotes the DNA molecule is compacted and condensed, to form the mitotic chromosomes, each one constituted by two sister chromatids, which stay held together by the establishment of cohesion between them; each chromatid is a complete DNA molecule, attached via microtubules to one of the two centrosomes of the dividing cell, located at opposed poles of the cell. To avoid premature sister chromatid separation, the APC/C is maintained in an inactive state bound to different molecules, which are part of a complex mechanism termed the spindle assembly checkpoint.",
            "score": 171.67154788970947
        }
    ],
    "r": [
        {
            "docid": "42957_12",
            "document": "Endospore . When a bacterium detects environmental conditions are becoming unfavourable it may start the process of endosporulation, which takes about eight hours. The DNA is replicated and a membrane wall known as a \"spore septum\" begins to form between it and the rest of the cell. The plasma membrane of the cell surrounds this wall and pinches off to leave a double membrane around the DNA, and the developing structure is now known as a forespore. Calcium dipicolinate, the calcium salt of dipicolinic acid, is incorporated into the forespore during this time. The dipicolinic acid helps stabilize the proteins and DNA in the endospore. Next the peptidoglycan cortex forms between the two layers and the bacterium adds a spore coat to the outside of the forespore. In the final stages of endospore formation the newly forming endospore is dehydrated and allowed to mature before being released from the mother cell. The cortex is what makes the endospore so resistant to temperature. The cortex contains an inner membrane known as the core. The inner membrane that surrounds this core leads to the endospore's resistance against UV light and harsh chemicals that would normally destroy microbes. Sporulation is now complete, and the mature endospore will be released when the surrounding vegetative cell is degraded.",
            "score": 337.08184814453125
        },
        {
            "docid": "4263231_49",
            "document": "Replisome . Katherine Lemon and Alan Grossman showed using \"Bacillus subtilis\" that replisomes do not move like trains along a track but DNA is actually fed through a stationary pair of replisomes located at the cell membrane. In their experiment, the replisomes in \"B. subtilis\" were each tagged with green fluorescent protein, and the location of the complex was monitored in replicating cells using fluorescence microscopy. If the replisomes moved like a train on a track, the polymerase-GFP protein would be found at different positions in each cell. Instead, however, in every replicating cell, replisomes were observed as distinct fluorescent foci located at or near midcell. Cellular DNA stained with a blue fluorescent dye (DAPI) clearly occupied most of the cytoplasmic space.",
            "score": 204.64602661132812
        },
        {
            "docid": "26901564_26",
            "document": "DNA nanotechnology . There are potential applications for DNA nanotechnology in nanomedicine, making use of its ability to perform computation in a biocompatible format to make \"smart drugs\" for targeted drug delivery. One such system being investigated uses a hollow DNA box containing proteins that induce apoptosis, or cell death, that will only open when in proximity to a cancer cell. There has additionally been interest in expressing these artificial structures in engineered living bacterial cells, most likely using the transcribed RNA for the assembly, although it is unknown whether these complex structures are able to efficiently fold or assemble in the cell's cytoplasm. If successful, this could enable directed evolution of nucleic acid nanostructures.  Scientists at Oxford University reported the self-assembly of four short strands of synthetic DNA into a cage which can enter cells and survive for at least 48 hours. The fluorescently labeled DNA tetrahedra were found to remain intact in the laboratory cultured human kidney cells despite the attack by cellular enzymes after two days. This experiment showed the potential of drug delivery inside the living cells using the DNA ‘cage’. A DNA tetrahedron was used to deliver RNA Interference (RNAi) in a mouse model, reported a team of researchers in MIT. Delivery of the interfering RNA for treatment has showed some success using polymer or lipid, but there are limits of safety and imprecise targeting, in addition to short shelf life in the blood stream. The DNA nanostructure created by the team consists of six strands of DNA to form a tetrahedron, with one strand of RNA affixed to each of the six edges. The tetrahedron is further equipped with targeting protein, three folate molecules, which lead the DNA nanoparticles to the abundant folate receptors found on some tumors. The result showed that the gene expression targeted by the RNAi, luciferase, dropped by more than half. This study shows promise in using DNA nanotechnology as an effective tool to deliver treatment using the emerging RNA Interference technology.The DNA tetrahedron was also used in an effort to overcome the phenomena multidrug resistance. Doxorubicin (DOX) was conjugated with the tetrahedron and was loaded into MCF-7 breast cancer cells that contained the P-glycoprotein drug efflux pump. The results of the experiment showed the DOX was not being pumped out and apoptosis of the cancer cells was achieved.The tetrahedron without DOX was loaded into cells to test its biocompatibility, and the structure showed no cytotoxicity itself.",
            "score": 195.09710693359375
        },
        {
            "docid": "583438_15",
            "document": "Transformation (genetics) . Naturally competent bacteria carry sets of genes that provide the protein machinery to bring DNA across the cell membrane(s). The transport of the exogenous DNA into the cells may require proteins that are involved in the assembly of type IV pili and type II secretion system, as well as DNA translocase complex at the cytoplasmic membrane.",
            "score": 194.69546508789062
        },
        {
            "docid": "4230_26",
            "document": "Cell (biology) . In meiosis, the DNA is replicated only once, while the cell divides twice. DNA replication only occurs before meiosis I. DNA replication does not occur when the cells divide the second time, in meiosis II. Replication, like all cellular activities, requires specialized proteins for carrying out the job. Between successive cell divisions, cells grow through the functioning of cellular metabolism. Cell metabolism is the process by which individual cells process nutrient molecules. Metabolism has two distinct divisions: catabolism, in which the cell breaks down complex molecules to produce energy and reducing power, and anabolism, in which the cell uses energy and reducing power to construct complex molecules and perform other biological functions. Complex sugars consumed by the organism can be broken down into simpler sugar molecules called monosaccharides such as glucose. Once inside the cell, glucose is broken down to make adenosine triphosphate (ATP), a molecule that possesses readily available energy, through two different pathways.",
            "score": 191.5282440185547
        },
        {
            "docid": "23545973_18",
            "document": "Deinococcus radiodurans . \"D. radiodurans\" is capable of genetic transformation, a process by which DNA derived from one cell can be taken up by another cell and integrated into the recipient genome by homologous recombination. When DNA damages (e.g. pyrimidine dimers) are introduced into donor DNA by UV irradiation, the recipient cells efficiently repair the damages in the transforming DNA as they do in cellular DNA when the cells themselves are irradiated. Michael Daly has suggested the bacterium uses manganese complexes as antioxidants to protect itself against radiation damage. In 2007 his team showed that high intracellular levels of manganese(II) in \"D. radiodurans\" protect proteins from being oxidized by radiation, and proposed the idea that \"protein, rather than DNA, is the principal target of the biological action of [ionizing radiation] in sensitive bacteria, and extreme resistance in Mn-accumulating bacteria is based on protein protection\". In 2016, Massimiliano Peana \"et al\". reported a spectroscopic study through NMR, EPR and ESI-MS techniques on the Mn(II) interaction with two peptides, DP1 (DEHGTAVMLK) and DP2 (THMVLAKGED), whose the amino acid composition was selected to include the majority of the most prevalent amino acids present in a Deinococcus radiodurans bacterium cell-free extract that contains components capable of conferring extreme resistance to ionizing radiation. Recently (2018) M. Peana and C. Chasapis reported, by a combined approach of bioinformatic strategies based on structural data and annotation, the Mn(II)-binding proteins encoded by the genome of DR and proposed a model for Manganese interaction with DR proteome network involved in ROS response and defense. A team of Russian and American scientists proposed that the radioresistance of \"D. radiodurans\" had a Martian origin. Evolution of the microorganism could have taken place on the Martian surface until it was delivered to Earth on a meteorite. However, apart from its resistance to radiation, \"Deinococcus\" is genetically and biochemically very similar to other terrestrial life forms, arguing against an extraterrestrial origin not common to them.",
            "score": 191.06314086914062
        },
        {
            "docid": "583438_16",
            "document": "Transformation (genetics) . Due to the differences in structure of the cell envelope between Gram-positive and Gram-negative bacteria, there are some differences in the mechanisms of DNA uptake in these cells, however most of them share common features that involve related proteins. The DNA first binds to the surface of the competent cells on a DNA receptor, and passes through the cytoplasmic membrane via DNA translocase. Only single-stranded DNA may pass through, the other strand being degraded by nucleases in the process. The translocated single-stranded DNA may then be integrated into the bacterial chromosomes by a RecA-dependent process. In Gram-negative cells, due to the presence of an extra membrane, the DNA requires the presence of a channel formed by secretins on the outer membrane. Pilin may be required for competence, but its role is uncertain. The uptake of DNA is generally non-sequence specific, although in some species the presence of specific DNA uptake sequences may facilitate efficient DNA uptake.",
            "score": 190.93344116210938
        },
        {
            "docid": "13928_10",
            "document": "Hershey–Chase experiment . Hershey and Chase concluded that DNA, not protein, was the genetic material. They determined that a protective protein coat was formed around the bacteriophage, but that the internal DNA is what conferred its ability to produce progeny inside a bacterium. They showed that, in growth, protein has no function, while DNA has some function. They determined this from the amount of radioactive material remaining outside of the cell. Only 20% of the P remained outside the cell, demonstrating that it was incorporated with DNA in the cell's genetic material. All of the S in the protein coats remained outside the cell, showing it was not incorporated into the cell, and that protein is not the genetic material.",
            "score": 190.65768432617188
        },
        {
            "docid": "6235_18",
            "document": "Cell nucleus . The cell nucleus contains the majority of the cell's genetic material in the form of multiple linear DNA molecules organized into structures called chromosomes. Each human cell contains roughly two meters of DNA. During most of the cell cycle these are organized in a DNA-protein complex known as chromatin, and during cell division the chromatin can be seen to form the well-defined chromosomes familiar from a karyotype. A small fraction of the cell's genes are located instead in the mitochondria.",
            "score": 189.6573486328125
        },
        {
            "docid": "23891367_59",
            "document": "Silver nanoparticle . Introduction of silver into bacterial cells induces a high degree of structural and morphological changes, which can lead to cell death. As the silver nano particles come in contact with the bacteria, they adhere to the cell wall and cell membrane. Once bound, some of the silver passes through to the inside, and interacts with phosphate-containing compounds like DNA and RNA, while another portion adheres to the sulphur-containing proteins on the membrane. The silver-sulphur interactions at the membrane cause the cell wall to undergo structural changes, like the formation of pits and pores. Through these pores, cellular components are released into the extracellular fluid, simply due to the osmotic difference. Within the cell, the integration of silver creates a low molecular weight region where the DNA then condenses. Having DNA in a condensed state inhibits the cell’s replication proteins contact with the DNA. Thus the introduction of silver nanoparticles inhibits replication and is sufficient to cause the death of the cell. Further increasing their effect, when silver comes in contact with fluids, it tends to ionize which increases the nanoparticles bactericidal activity. This has been correlated to the suppression of enzymes and inhibited expression of proteins that relate to the cell’s ability to produce ATP.",
            "score": 189.50991821289062
        },
        {
            "docid": "5070479_17",
            "document": "Duck plague . Entrance to host cells begins infection, and is largely controlled by the US 2 viral protein. Envelope fusion with the plasma membrane of the host cell causes separation of the nucleocapsid from viral DNA and proteins. Multiple necessary viral proteins are located within the envelope. DNA and proteins enter the host cell nucleus and turn-off host cell synthesis of nucleic acids, proteins, and other macro molecules. There are two hypothesized origins of replication in the IRS and TRS regions of the genome. Immature capsids are formed from coiled DNA. L genes are transcribed “after the synthesis of DNA and viral protein onset”. Virion DNA maturation occurs as the nucleocapids “budd through nuclear membrane”. Completed viral replication occurs within 12 hours of infection. Vacuoles of mature virions are formed and released via exocytosis to other cells. Epithelial, lymphocytes, and macrophages are the favored sites of replication in the host organism.",
            "score": 189.2899169921875
        },
        {
            "docid": "33051527_26",
            "document": "Cell membrane . Prokaryotes are divided into two different groups, Archaea and Bacteria, with bacteria dividing further into gram-positive and gram-negative. Gram-negative bacteria have both a plasma membrane and an outer membrane separated by periplasm, however, other prokaryotes have only a plasma membrane. These two membranes differ in many aspects. The outer membrane of the gram-negative bacteria differ from other prokaryotes due to phospholipids forming the exterior of the bilayer, and lipoproteins and phospholipids forming the interior. The outer membrane typically has a porous quality due to its presence of membrane proteins, such as gram-negative porins, which are pore-forming proteins. The inner, plasma membrane is also generally symmetric whereas the outer membrane is asymmetric because of proteins such as the aforementioned. Also, for the prokaryotic membranes, there are multiple things that can affect the fluidity. One of the major factors that can affect the fluidity is fatty acid composition. For example, when the bacteria \"Staphylococcus aureus\" was grown in 37C for 24h, the membrane exhibited a more fluid state instead of a gel-like state. This supports the concept that in higher temperatures, the membrane is more fluid than in colder temperatures. When the membrane is becoming more fluid and needs to become more stabilized, it will make longer fatty acid chains or saturated fatty acid chains in order to help stabilize the membrane. Bacteria are also surrounded by a cell wall composed of peptidoglycan (amino acids and sugars). Some eukaryotic cells also have cell walls, but none that are made of peptidoglycan. The outer membrane of gram negative bacteria is rich in lipopolysaccharides, which are combined poly- or oligosaccharide and carbohydrate lipid regions that stimulate the cell’s natural immunity. The outer membrane can bleb out into periplasmic protrusions under stress conditions or upon virulence requirements while encountering a host target cell, and thus such blebs may work as virulence organelles. Bacterial cells provide numerous examples of the diverse ways in which prokaryotic cell membranes are adapted with structures that suit the organism’s niche. For example, proteins on the surface of certain bacterial cells aid in their gliding motion. Many gram-negative bacteria have cell membranes which contain ATP-driven protein exporting systems.",
            "score": 189.2061767578125
        },
        {
            "docid": "896294_6",
            "document": "Paul Greengard . Greengard's research has focused on events inside the neuron caused by neurotransmitters. Specifically, Greengard and his fellow researchers studied the behavior of second messenger cascades that transform the docking of a neurotransmitter with a receptor into permanent changes in the neuron. In a series of experiments, Greengard and his colleagues showed that when dopamine interacts with a receptor on the cell membrane of a neuron, it causes an increase in cyclic AMP inside the cell. This increase of cyclic AMP, in turn activates a protein called protein kinase A, which turns other proteins on or off by adding phosphate groups in a reaction known as phosphorylation. The proteins activated by phosphorylation can then perform a number of changes in the cell: transcribing DNA to make new proteins, moving more receptors to the synapse (and thus increasing the neuron's sensitivity), or moving ion channels to the cell surface (and thus increasing the cell's excitability). He was awarded the Nobel Prize in 2000 \"for showing how neurotransmitters act on the cell and can activate a central molecule known as DARPP-32\".",
            "score": 188.88987731933594
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 188.5984649658203
        },
        {
            "docid": "42283768_8",
            "document": "Doctor in a cell . In 2012, Prof. Ehud Shapiro and Dr. Tom Ran have succeeded in creating a genetic device that operates independently in bacterial cells. The device has been programmed to identify certain parameters and mount an appropriate response. The device searches for transcription factors - proteins that control the expression of genes in the cell. A malfunction of these molecules can disrupt gene expression. In cancer cells, for example, the transcription factors regulating cell growth and division do not function properly, leading to increased cell division and the formation of a tumor. The device, composed of a DNA sequence inserted into a bacterium, performs a \"roll call\" of transcription factors. If the results match pre-programmed parameters, it responds by creating a protein that emits a green light—supplying a visible sign of a \"positive\" diagnosis. In follow-up research, the scientists plan to replace the light-emitting protein with one that will affect the cell's fate, for example, a protein that can cause the cell to commit suicide. In this manner, the device will cause only \"positively\" diagnosed cells to self-destruct. Following the success of the study in bacterial cells, the researchers are planning to test ways of recruiting such bacteria as an efficient system to be conveniently inserted into the human body for medical purposes (which shouldn't be problematic given our natural Microbiome; recent research reveals there are already 10 times more bacterial cells in the human body than human cells, that share our body space in a symbiotic fashion). Yet another research goal is to operate a similar system inside human cells, which are much more complex than bacteria.",
            "score": 187.1868438720703
        },
        {
            "docid": "376924_4",
            "document": "Cleavage furrow . The cell cycle begins with interphase when the DNA replicates, the cell grows and prepares to enter mitosis. Mitosis includes four phases, prophase, metaphase, anaphase, and telophase. Prophase is the initial phase when spindle fibers appear that function to move the chromosomes toward opposite poles. This spindle apparatus consists of microtubules, microfilaments and a complex network of various proteins. During metaphase, the chromosomes line up using the spindle apparatus in the middle of the cell along the equatorial plate. The chromosomes move to opposite poles during anaphase and remain attached to the spindle fibers by their centromeres. Animal cell cleavage furrow formation is caused by a ring of actin microfilaments called the contractile ring, which forms during early anaphase. Myosin is present in the region of the contractile ring as concentrated microfilaments and actin filaments are predominant in this region. The actin filaments here are both pre-existing and new. Cleavage is driven by these motor proteins, actin and myosin, which are the same proteins involved with muscle contraction. During cellular cleavage, the contractile ring tightens around the cytoplasm of the cell until the cytoplasm is pinched into two daughter cells. During the final phase of mitosis, telophase, the furrow forms an intercellular bridge using mitotic spindle fibers. Phosphatidylethanolamine (PE) has been shown to be present during this time which indicates that is may play a role in movement between the plasma membrane and contractile ring. The bridge is then broken and resealed to form two identical daughter cells during cytokinesis. The breakage is formed by microtubules and the resealing is negated by Calcium dependent exocytosis using Golgi vesicles. In comparison, the plant cell septum and the animal cell mid-zone are analogous. Both require vesicular secretions by the Golgi apparatus for resealing and formation of the cytoskeletal network in addition to microtubules and microfilaments for division and movement. The cleavage furrow mechanism in animal cells is a complex network of actin and myosin filaments, Golgi vesicles and Calcium dependent channels enabling the cell to break apart, reseal and form new daughter cells with complete membranes.",
            "score": 186.86744689941406
        },
        {
            "docid": "891719_22",
            "document": "Ehud Shapiro . In 2012, Prof. Ehud Shapiro and Dr. Tom Ran have succeeded in creating a genetic device that operates independently in bacterial cells. The device has been programmed to identify certain parameters and mount an appropriate response. The device searches for transcription factors proteins that control the expression of genes in the cell. A malfunction of these molecules can disrupt gene expression. In cancer cells, for example, the transcription factors regulating cell growth and division do not function properly, leading to increased cell division and the formation of a tumor. The device, composed of a DNA sequence inserted into a bacterium, performs a \"roll call\" of transcription factors. If the results match pre-programmed parameters, it responds by creating a protein that emits a green light supplying a visible sign of a \"positive\" diagnosis. In follow-up research, the scientists plan to replace the light-emitting protein with one that will affect the cell's fate, for example, a protein that can cause the cell to commit suicide. In this manner, the device will cause only \"positively\" diagnosed cells to self-destruct. Following the success of the study in bacterial cells, the researchers are planning to test ways of recruiting such bacteria as an efficient system to be conveniently inserted into the human body for medical purposes (which shouldn't be problematic given our natural microbiome; recent research reveals there are already 10 times more bacterial cells in the human body than human cells, that share our body space in a symbiotic fashion). Yet another research goal is to operate a similar system inside human cells, which are much more complex than bacteria.",
            "score": 186.2940216064453
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 186.20001220703125
        },
        {
            "docid": "1799688_7",
            "document": "Immunoprecipitation . The principle underpinning this assay is that DNA-binding proteins (including transcription factors and histones) in living cells can be cross-linked to the DNA that they are binding. By using an antibody that is specific to a putative DNA binding protein, one can immunoprecipitate the protein–DNA complex out of cellular lysates. The crosslinking is often accomplished by applying formaldehyde to the cells (or tissue), although it is sometimes advantageous to use a more defined and consistent crosslinker such as DTBP. Following crosslinking, the cells are lysed and the DNA is broken into pieces 0.2–1.0 kb in length by sonication. At this point the immunoprecipitation is performed resulting in the purification of protein–DNA complexes. The purified protein–DNA complexes are then heated to reverse the formaldehyde cross-linking of the protein and DNA complexes, allowing the DNA to be separated from the proteins. The identity and quantity of the DNA fragments isolated can then be determined by PCR. The limitation of performing PCR on the isolated fragments is that one must have an idea which genomic region is being targeted in order to generate the correct PCR primers. Sometimes this limitation circumvented simply by cloning the isolated genomic DNA into a plasmid vector and then using primers that are specific to the cloning region of that vector. Alternatively, when one wants to find where the protein binds on a genome-wide scale, ChIP-Sequencing is used and has recently emerged as a standard technology that can localize protein binding sites in a high-throughput, cost-effective fashion, allowing also for the characterization of the cistrome. Previously, DNA microarray was also used (ChIP-on-chip or ChIP-chip).",
            "score": 185.1437530517578
        },
        {
            "docid": "21942008_15",
            "document": "Cell polarity . Cell polarity arises primarily through the localization of specific proteins to specific areas of the cell membrane. This localization often requires both the recruitment of cytoplasmic proteins to the cell membrane and polarized vesicle transport along cytoskeletal filaments to deliver transmembrane proteins from the golgi apparatus. Many of the molecules responsible for regulating cell polarity are conserved across cell types and throughout metazoan species. Examples include the PAR complex (Cdc42, PAR3/ASIP, PAR6, atypical protein kinase C), Crumbs complex (Crb, PALS, PATJ, Lin7), and Scribble complex (Scrib, Dlg, Lgl). These polarity complexes are localized at the cytoplasmic side of the cell membrane, asymmetrically within cells. For example, in epithelial cells the PAR and Crumbs complexes are localized along the apical membrane and the Scribble complex along the lateral membrane. Together with a group of signaling molecules called Rho GTPases, these polarity complexes can regulate vesicle transport and also control the localization of cytoplasmic proteins primarily by regulating the phosphorylation of phospholipids called phosphoinositides. Phosphoinositides serve as docking sites for proteins at the cell membrane, and their state of phosphorylation determines which proteins can bind.",
            "score": 184.49925231933594
        },
        {
            "docid": "7955_7",
            "document": "DNA . Within eukaryotic cells, DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the eukaryotic chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 183.52565002441406
        },
        {
            "docid": "7817323_4",
            "document": "Interleukin 26 . Interleukin 26 (IL-26), is a natural human antimicrobial that promotes immune sensing of bacterial and host cell death. IL-26, a human TH17 cell–derived cytokine, is a cationic amphipathic protein that kills extracellular bacteria via membrane-pore formation. Furthermore, TH17 cell–derived IL-26 formed complexes with bacterial DNA and self-DNA released by dying bacteria and host cells. The IL-26–DNA complexes triggered the production of type I interferon by plasmacytoid dendritic cells via activation of Toll-like receptor 9, but independently of the IL-26 receptor.",
            "score": 183.3813018798828
        },
        {
            "docid": "14162174_3",
            "document": "RAD17 . The protein encoded by this gene is highly similar to the gene product of Schizosaccharomyces pombe rad17, a cell cycle checkpoint gene required for cell cycle arrest and DNA damage repair in response to DNA damage. This protein shares strong similarity with DNA replication factor C (RFC), and can form a complex with RFCs. This protein binds to chromatin prior to DNA damage and is phosphorylated by ATR after the damage. This protein recruits the RAD1-RAD9-HUS1 checkpoint protein complex onto chromatin after DNA damage, which may be required for its phosphorylation. The phosphorylation of this protein is required for the DNA-damage-induced cell cycle G2 arrest, and is thought to be a critical early event during checkpoint signaling in DNA-damaged cells. Eight alternatively spliced transcript variants of this gene, which encode four distinct proteins, have been reported.",
            "score": 182.8450164794922
        },
        {
            "docid": "18393_58",
            "document": "Life . Within cells, DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 182.81492614746094
        },
        {
            "docid": "22688315_7",
            "document": "Salterprovirus . Transfection of host cells (\"Haloarcula hispanica\") by His2 DNA was demonstrated by Porter \"et al.\" (2008), who showed that infectious virus could be produced from viral DNA as long as the terminal proteins were not damaged by protease treatment. This is consistent with their likely role in DNA replication. It could then be shown that His2 DNA could transfect a wide variety of haloarchaeal species even though the cells were not susceptible to infection by His2 virus. In these experiments, transfected cells were plated along with cells of the host, \"Haloarcula hispanica\", and virus produced by the transfectants was detected by infection of nearby cells of the susceptible host species. The experiments showed that the cytoplasms of many haloarchaea are able to replicate virus as long as the DNA (with terminal proteins) can enter. It is the virus capsid that determines cell selection, most likely by proteins in the short tail at one end of the spindle-shaped virion.",
            "score": 182.53033447265625
        },
        {
            "docid": "2101248_3",
            "document": "Chromosome regions . During cell division, the molecules that compose chromosomes (DNA and proteins) suffer a condensation process (called the chromatin condensation), that forms a compact and small complex called a chromatid. The complexes containing the duplicated DNA molecules, the sister chromatids, are attached to each other by the centromere. The centromere divides each chromosome into two regions: the smaller one, which is the p region, and the bigger one, the q region. The sister chromatids will be distributed to each daughter cell at the end of the cell division.",
            "score": 182.44876098632812
        },
        {
            "docid": "564779_17",
            "document": "Cell growth . The process of cell division, called cell cycle, has four major parts called phases. The first part, called G phase is marked by synthesis of various enzymes that are required for DNA replication. The second part of the cell cycle is the S phase, where DNA replication produces two identical sets of chromosomes. The third part is the G phase in which a significant protein synthesis occurs, mainly involving the production of microtubules that are required during the process of division, called mitosis. The fourth phase, M phase, consists of nuclear division (karyokinesis) and cytoplasmic division (cytokinesis), accompanied by the formation of a new cell membrane. This is the physical division of \"mother\" and \"daughter\" cells. The M phase has been broken down into several distinct phases, sequentially known as prophase, prometaphase, metaphase, anaphase and telophase leading to cytokinesis.",
            "score": 181.50225830078125
        },
        {
            "docid": "3730562_2",
            "document": "Cell cycle checkpoint . All living organisms are products of repeated rounds of cell growth and division. During this process, known as the cell cycle, a cell duplicates its contents and then divides in two. The purpose of the cell cycle is to accurately duplicate each organism's DNA and then divide the cell and its contents evenly between the two resulting cells. In eukaryotes, the cell cycle consists of four main stages: G, during which a cell is metabolically active and continuously grows; S phase, during which DNA replication takes place; G, during which cell growth continues and the cell synthesizes various proteins in preparation for division; and the M (mitosis) phase, during which the duplicated chromosomes (known as the sister chromatids) separate into two daughter nuclei, and the cell divides into two daughter cells, each with a full copy of DNA. Compared to the eukaryotic cell cycle, the prokaryotic cell cycle (known as binary fission) is relatively simple and quick: the chromosome replicates from the origin of replication, a new membrane is assembled, and the cell wall forms a septum which divides the cell into two.",
            "score": 180.92916870117188
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 180.46990966796875
        },
        {
            "docid": "4682359_8",
            "document": "Directed evolution . During \"in vivo\" evolution, each cell (usually bacteria or yeast) is transformed with a plasmid containing a different member of the variant library. In this way, only the gene of interest differs between the cells, with all other genes being kept the same. The cells express the protein either in their cytoplasm or surface where its function can be tested. This format has the advantage of selecting for properties in a cellular environment, which is useful when the evolved protein or RNA is to be used in living organisms. When performed without cells, DE involves using \"in vitro\" transcription translation to produce proteins or RNA free in solution or compartmentalised in artificial microdroplets. This method has the benefits of being more versatile in the selection conditions (e.g. temperature, solvent), and can express proteins that would be toxic to cells. Furthermore, \"in vitro\" evolution experiments can generate far larger libraries (up to 10) because the library DNA need not be inserted into cells (often a limiting step).",
            "score": 180.3529052734375
        },
        {
            "docid": "167540_6",
            "document": "Protein production . There are many ways to introduce foreign DNA to a cell for expression, and many different host cells may be used for expression — each expression system has distinct advantages and liabilities. Expression systems are normally referred to by the host and the DNA source or the delivery mechanism for the genetic material. For example, common hosts are bacteria (such as \"E.coli\", \"B. subtilis\"), yeast (such as \"S.cerevisiae\") or eukaryotic cell lines. Common DNA sources and delivery mechanisms are viruses (such as baculovirus, retrovirus, adenovirus), plasmids, artificial chromosomes and bacteriophage (such as lambda). The best expression system depends on the gene involved, for example the \"Saccharomyces cerevisiae\" is often preferred for proteins that require significant posttranslational modification. Insect or mammal cell lines are used when human-like splicing of mRNA is required. Nonetheless, bacterial expression has the advantage of easily producing large amounts of protein, which is required for X-ray crystallography or nuclear magnetic resonance experiments for structure determination.",
            "score": 180.05079650878906
        },
        {
            "docid": "26245162_3",
            "document": "Gene electrotransfer . Application of electric pulses of sufficient strength to the cell causes an increase in the trans-membrane potential difference, which provokes the membrane destabilization. Cell membrane permeability is increased and otherwise nonpermeant molecules enter the cell.  Although the mechanisms of gene electrotransfer are not yet fully understood, it was shown that the introduction of DNA only occurs in the part of the membrane facing the cathode and that several steps are needed for successful transfection: electrophoretic migration of DNA towards the cell, DNA insertion into the membrane, translocation across the membrane, migration of DNA towards the nucleus, transfer of DNA across the nuclear envelope and finally gene expression. There are a number of factors that can influence the efficiency of gene electrotransfer, such as: temperature, parameters of electric pulses, DNA concentration, electroporation buffer used, cell size and the ability of cells to express transfected genes. In in vivo gene electrotransfer also DNA diffusion through extracellular matrix, properties of tissue and overall tissue conductivity are crucial. Bacterial transformation is generally the easiest way to make large amounts of a particular protein needed for biotechnology purposes or in medicine. Since gene electrotransfer is very simple, rapid and highly effective technique it first became very convenient replacement for other transformation procedures.",
            "score": 179.5743408203125
        }
    ]
}