{
    "q": [
        {
            "docid": "1649775_2",
            "document": "Viral replication . Viral replication is the formation of biological viruses during the infection process in the target host cells. Viruses must first get into the cell before viral replication can occur. Through the generation of abundant copies of its genome and packaging these copies, the virus continues infecting new hosts. Replication between viruses is greatly varied and depends on the type of genes involved in them. Most DNA viruses assemble in the nucleus while most RNA viruses develop solely in cytoplasm.",
            "score": 142.3307478427887
        },
        {
            "docid": "4774419_29",
            "document": "Herpes simplex virus . When HSV particles are exposed to doses of a DNA damaging agent that would be lethal in single infections, but are then allowed to undergo multiple infection (i.e. two or more viruses per host cell), MR is observed. Enhanced survival of HSV-1 due to MR occurs upon exposure to different DNA damaging agents, including methyl methanesulfonate, trimethylpsoralen (which causes inter-strand DNA cross-links), and UV light. After treatment of genetically marked HSV with trimethylpsoralen, recombination between the marked viruses increases, suggesting that trimethylpsoralen damage stimulates recombination. MR of HSV appears to partially depend on the host cell recombinational repair machinery since skin fibroblast cells defective in a component of this machinery (i.e. cells from Bloom’s syndrome patients) are deficient in MR. These observations suggest that MR in HSV infections involves genetic recombination between damaged viral genomes resulting in production of viable progeny viruses. HSV-1, upon infecting host cells, induces inflammation and oxidative stress. Thus it appears that the HSV genome may be subjected to oxidative DNA damage during infection, and that MR may enhance viral survival and virulence under these conditions.",
            "score": 110.31685435771942
        },
        {
            "docid": "453608_6",
            "document": "Reoviridae . Viruses in the family Reoviridae have genomes consisting of segmented, double-stranded RNA (dsRNA). Because of this, replication occurs exclusively in the cytoplasm and the virus encodes several proteins which are needed for replication and conversion of the dsRNA genome into (+)-RNAs. The virus can enter the host cell via a receptor on the cell surface. The receptor is not known but is thought to include sialic acid and junctional adhesion molecules (JAMs). The virus is partially uncoated by proteases in the endolysosome, where the capsid is partially digested to allow further cell entry. The core particle then enters the cytoplasm by a yet unknown process where the genome is transcribed conservatively causing an excess of (+) sense strands, which are used as mRNA templates to synthesize (−) sense strands. Viral particles begin to assemble in the cytoplasm 6–7 hours after infection. Translation takes place by leaky scanning, suppression of termination, and ribosomal skipping. The virus exits the host cell by monopartite non-tubule guided viral movement, cell to cell movement, and existing in occlusion bodies after cell death and remaining infectious until finding another host. Multiplicity reactivation (MR) is the process by which 2 or more virus genomes, each containing inactivating genome damage, can interact within an infected cell to form a viable virus genome. McClain and Spendlove demonstrated MR for three types of reovirus after exposure to ultraviolet irradiation. In their experiments, reovirus particles were exposed to doses of UV-light that would be lethal in single infections. However, when two or more inactivated viruses were allowed to infect individual host cells MR occurred and viable progeny were produced. As they stated, multiplicity reactivation by definition involves some type of repair. Michod et al. reviewed numerous examples of MR in different viruses, and suggested that MR is a common form of sexual interaction in viruses that provides the benefit of recombinational repair of genome damages.",
            "score": 150.06343686580658
        },
        {
            "docid": "767839_6",
            "document": "SV40 . SV40 is capable of multiplicity reactivation (MR). MR is the process by which two or more virus genomes containing otherwise lethal damage interact within an infected cell to form a viable virus genome. Yamamato and Shimojo observed MR when SV40 virions were irradiated with UV light and allowed to undergo multiple infection of host cells. Hall studied MR when SV 40 virions were exposed to the DNA crosslinking agent 4, 5’, 8-trimethylpsoralen. Under conditions in which only a single virus particle entered each host cell, approximately one DNA cross-link was lethal to the virus and could not be repaired. In contrast, when multiple viral genomes infected a host cell, psoralen-induced DNA cross-links were repaired; that is, MR occurred. Hall suggested that the virions with cross-linked DNA were repaired by recombinational repair. Michod et al. reviewed numerous examples of MR in different viruses and suggested that MR is a common form of sexual interaction that provides the advantage of recombinational repair of genome damages.",
            "score": 103.79532670974731
        },
        {
            "docid": "14596496_5",
            "document": "Photosynthetic reaction centre protein family . Photosynthetic reaction centre genes from PSII (PsbA, PsbD) have been discovered within marine bacteriophage. Though it is widely accepted dogma that arbitrary pieces of DNA can be borne by phage between hosts (transduction), one would hardly expect to find transduced DNA within a large number of viruses. Transduction is presumed to be common in general, but for any single piece of DNA to be routinely transduced would be highly unexpected. Instead, conceptually, a gene routinely found in surveys of viral DNA would have to be a functional element of the virus itself (this does not imply that the gene would not be transferred among hosts - which the photosystem within viruses is - but instead that there is a viral function for the gene, that it is not merely hitchhiking with the virus). However, free viruses lack the machinery needed to support metabolism, let alone photosynthesis. As a result, photosystem genes are not likely to be a functional component of the virus like a capsid protein or tail fibre. Instead, it is expressed within an infected host cell. Most virus genes that are expressed in the host context are useful for hijacking the host machinery to produce viruses or for replication of the viral genome. These can include reverse transcriptases, integrases, nucleases or other enzymes. Photosystem components do not fit this mould either. The production of an active photosystem during viral infection provides active photosynthesis to dying cells. This is not viral altruism towards the host, however. The problem with viral infections tends to be that they disable the host relatively rapidly. As protein expression is shunted from the host genome to the viral genome, the photosystem degrades relatively rapidly (due in part to the interaction with light, which is highly corrosive), cutting off the supply of nutrients to the replicating virus. A solution to this problem is to add rapidly degraded photosystem genes to the virus, such that the nutrient flow is uninhibited and more viruses are produced. One would expect that this discovery will lead to other discoveries of a similar nature; that elements of the host metabolism key to viral production and easily damaged during infection are actively replaced or supported by the virus during infection.",
            "score": 139.21101009845734
        },
        {
            "docid": "1582347_7",
            "document": "Geminiviridae . Geminivirus genomes encode only a few proteins; thus, they are dependent on host cell factors for replication: these include factors such as DNA polymerase—and probably repair polymerases—in order to amplify their genomes, as well as transcription factors. Geminiviruses replicate via a rolling circle mechanism like bacteriophages such as M13, and many plasmids. Replication occurs within the nucleus of an infected plant cell. First the single-stranded circular DNA is converted to a double-stranded circular intermediate. This step involves the use of cellular DNA repair enzymes to produce a complementary negative-sense strand, using the viral genomic or plus-sense DNA strand as a template. The next step is the rolling circle phase, where the viral strand is cleaved at a specific site situated within the origin of replication by the viral Rep protein in order to initiate replication. This process in a eukaryotic nucleus can give rise to concatemeric double-stranded forms of replicative intermediate genomes, although double-stranded unit circles can be isolated from infected plants and cells. New single-stranded DNA forms of the virus genome (plus-sense) are probably formed by interaction of the coat protein with replicating DNA intermediates, as genomes lacking a CP gene do not form ssDNA. The ssDNA is packaged into germinate particles in the nucleus. It is not clear if these particles can then leave the nucleus and be transmitted to surrounding cells as virions, or whether ssDNA associated with coat protein and a movement protein is the form of the genome that gets trafficked from cell to cell via the plasmodesmata.",
            "score": 128.80283570289612
        },
        {
            "docid": "1460525_5",
            "document": "Oncovirus . Tumor viruses come in a variety of forms: Viruses with a DNA genome, such as adenovirus, and viruses with an RNA genome, like the Hepatitis C virus (HCV), can cause cancers, as can retroviruses having both DNA and RNA genomes (Human T-lymphotropic virus and hepatitis B virus, which normally replicates as a mixed double and single-stranded DNA virus but also has a retroviral replication component). In many cases, tumor viruses do not cause cancer in their native hosts but only in dead-end species. For example, adenoviruses do not cause cancer in humans but are instead responsible for colds, conjunctivitis and other acute illnesses. They only become tumorigenic when infected into certain rodent species, such as Syrian hamsters. Some viruses are tumorigenic when they infect a cell and persist as circular episomes or plasmids, replicating separately from host cell DNA (Epstein–Barr virus and Kaposi's sarcoma-associated herpesvirus). Other viruses are only carcinogenic when they integrate into the host cell genome as part of a biological accident, such as polyomaviruses and papillomaviruses.",
            "score": 145.3123186826706
        },
        {
            "docid": "4448546_10",
            "document": "Viral transformation . In order for a cell to be transformed by a virus, the viral DNA must be entered into the host cell. The simplest consideration is viral transformation of a bacterial cell. This process is called lysogeny. As shown in Figure 2, a bacteriophage lands on a cell and pins itself to the cell. The phage can then penetrate the cell membrane and inject the viral DNA into the host cell. The viral DNA can then either lay dormant until stimulated by a source such as UV light or it can be immediately taken up by the host's genome. In either case the viral DNA will replicate along with the original host DNA during cell replication causing two cells to now be infected with the virus. The process will continue to propagate more and more infected cells. This process is in contrast to the lytic cycle where a virus only uses the host cell's replication machinery to replicate itself before destroying the host cell.",
            "score": 119.43345069885254
        },
        {
            "docid": "14170_4",
            "document": "HIV . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses have many morphologies and biological properties in common. Many species are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded enzyme, reverse transcriptase, that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded enzyme, integrase, and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system, for an indiscriminate amount of time. The HIV virus can remain dormant in the human body for up to ten years after primary infection; during this period the virus does not cause symptoms. Alternatively, the integrated viral DNA may be transcribed, producing new RNA genomes and viral proteins, using host cell resources, that are packaged and released from the cell as new virus particles that will begin the replication cycle anew.",
            "score": 132.09833657741547
        },
        {
            "docid": "12891_22",
            "document": "Gene therapy . In order to replicate, viruses introduce their genetic material into the host cell, tricking the host's cellular machinery into using it as blueprints for viral proteins. Retroviruses go a stage further by having their genetic material copied into the genome of the host cell. Scientists exploit this by substituting a virus's genetic material with therapeutic DNA. (The term 'DNA' may be an oversimplification, as some viruses contain RNA, and gene therapy could take this form as well.) A number of viruses have been used for human gene therapy, including retroviruses, adenoviruses, herpes simplex, vaccinia, and adeno-associated virus. Like the genetic material (DNA or RNA) in viruses, therapeutic DNA can be designed to simply serve as a temporary blueprint that is degraded naturally or (at least theoretically) to enter the host's genome, becoming a permanent part of the host's DNA in infected cells.",
            "score": 150.5645661354065
        },
        {
            "docid": "45063467_5",
            "document": "David M. Knipe . In 1979, Knipe joined the faculty at Harvard Medical School as an assistant professor of Microbiology and Molecular Genetics and established his own lab to study HSV. He showed that HSV replicates its DNA in defined compartments in the infected cell nucleus. They further showed that the viral genome associated with the nuclear lamina for immediate-early transcription. This work revealed that intranuclear proteins are localized to specific sites to carry out their functions, much as cytoplasmic proteins were known to localize to specific sites. This led to new areas of study of intranuclear compartmentalization of DNA virus replication. Knipe's research has shown that host cell DNA repair and recombination proteins are localized to the viral replication compartments and that some of these inhibit viral replication while some are essential for viral replication. He discovered the molecular basis of herpes simplex virus lytic and latent infection through the definition of epigenetic regulatory mechanisms in which: viral proteins promote euchromatin modifications on viral chromation and transcription of lytic genes in epithelial cells; and the viral latency-associated transcript promotes heterochromatin modifications on viral chromatin and silencing of lytic genes in neurons. He defined the structure of viral chromatin during latent infection of neurons and the mechanisms by which viral DNA is kept silenced during latent infection. He has also defined the cellular proteins that recognize herpesviral DNA in the nucleus and initiate innate signaling and restrict viral gene expression and identified viral proteins that block host innate responses. His work has shown that replication-defective viruses can serve as a genital herpes vaccine and as a vaccine vector—one of these genital herpes vaccines, HSV-529, is the leading candidate in phase I clinical trials.",
            "score": 125.83425784111023
        },
        {
            "docid": "33139249_3",
            "document": "Discovery and development of integrase inhibitors . The body uses its immune system to protect itself from bacteria, viruses and other disease-causing beings, and when it fails to do so immunodeficiency diseases occur. One such disease is acquired immunodeficiency syndrome (AIDS) which is most commonly a result of an infection by the human immunodeficiency virus (HIV). Two closely related types of HIV have been identified, HIV-1 and HIV-2. While HIV-2 is spreading in India and West Africa, HIV-1 is more virulent and the number one cause of AIDS worldwide. Though some of the patients have different results in most cases people infected with HIV go on to develop AIDS and ultimately die of opportunistic infections or cancer. Integration to the retroviral genome is critical for gene expression and viral replication. The viral genome is reversely transcribed into the DNA of the infected cell by viral reverse transcriptase, the DNA is then integrated into the host-cell chromosomes with the aid of the viral integrase. RNA transcripts are produced from integrated viral DNA and serve both as mRNAs to direct the synthesis of viral proteins and later as RNA genomes of the new viral particles.Viral particles escape from the cell by budding from the plasma membrane, each enclosed in a membrane envelope.",
            "score": 101.76930606365204
        },
        {
            "docid": "7903516_15",
            "document": "Phycodnaviridae . Phaeoviruses infect the Ectocarpales brown algae, which is an order of filamentous brown algae. One of the most studied phaeoviruses is \"Ectocarpus siliculosus virus\", most commonly known as EsV-1. The EsV-1 virus only infects the single-celled gametes or spores of E. \"siliculosus\". Vegetative cells are immune to infection, as they are protected by a rigid cell wall. Following infection, one copy of the viral DNA is incorporated into the host genome. The EsV-1 viral genome is then replicated and virions are assembled in the sporangia or gametangia of infected plants. Viruses are subsequently released via lysis of reproductive cells, stimulated by changes in environmental conditions, such as an increase in temperature. In healthy plants, environmental stimuli synchronize the release of gametes and zoospores into the surrounding water. Free virus particles can then re-infect free-swimming gametes or spores of healthy plants. Infected gametes or spores undergo mitosis, forming infected plants and all cells of the progeny plant contain viral DNA. However, viral particles are only produced in the reproductive cells of the algae, while viruses remain latent in vegetative cells. In infected sporophytes, cells undergo meiosis and produce haploid spores. The EsV genome is transmitted in a Mendelian manner, where half of the progeny contain viral DNA. Often algae from infected spores are indistinguishable from algae derived from healthy spores, but are partially or fully incapable of reproduction.",
            "score": 115.3648955821991
        },
        {
            "docid": "624313_22",
            "document": "Mating system . Both animal viruses and bacterial viruses (bacteriophage) are able to undergo mating. When a cell is mixedly infected by two genetically marked viruses, recombinant virus progeny are often observed indicating that mating interaction had occurred at the DNA level. Another manifestation of mating between viral genomes is multiplicity reactivation (MR). MR is the process by which at least two virus genomes, each containing inactivating genome damage, interact with each other in an infected cell to form viable progeny viruses. The genes required for MR in bacteriophage T4 are largely the same as the genes required for allelic recombination. Examples of MR in animal viruses are described in the articles \"Herpes simplex virus\", \"Influenza A virus\", \"Adenoviridae\", \"Simian virus 40\", \"Vaccinia virus\", and \"Reoviridae\".",
            "score": 108.57216930389404
        },
        {
            "docid": "4009213_5",
            "document": "Viral eukaryogenesis . In 2006, researchers suggested that the transition from RNA to DNA genomes first occurred in the viral world. A DNA-based virus may have provided storage for an ancient host that had previously used RNA to store its genetic information (such host is called ribocell or ribocyte). Viruses may initially have adopted DNA as a way to resist RNA-degrading enzymes in the host cells. Hence, the contribution from such a new component may have been as significant as the contribution from chloroplasts or mitochondria. Following this hypothesis, archaea, bacteria, and eukaryotes each obtained their DNA informational system from a different virus. In the original paper it was also an RNA cell at the origin of eukaryotes, but eventually more complex, featuring RNA processing. Although this is in contrast to nowadays more probable eocyte hypothesis, viruses seem to have contributed to the origin of all three domains of life ('out of virus hypothesis'). It has also been suggested that telomerase and telomeres, key aspects of eukaryotic cell replication, have viral origins. Further, the viral origins of the modern eukaryotic nucleus may have relied on multiple infections of archaeal cells carrying bacterial mitochondrial precursors with lysogenic viruses.",
            "score": 126.19251704216003
        },
        {
            "docid": "406840_3",
            "document": "Prophage . Upon detection of host cell damage, such as UV light or certain chemicals, the prophage is excised from the bacterial chromosome in a process called prophage induction. After induction, viral replication begins via the lytic cycle. In the lytic cycle, the virus commandeers the cell's reproductive machinery. The cell may fill with new viruses until it lyses or bursts, or it may release the new viruses one at a time in a reverse endocytotic process. The period from infection to lysis is termed the latent period. A virus following a lytic cycle is called a virulent virus. Prophages are important agents of horizontal gene transfer, and are considered part of the mobilome. All families of bacterial viruses with circular (single-stranded or double-stranded) DNA genomes or replicating their genomes through a circular intermediate (e.g., Caudovirales) have temperate members.",
            "score": 131.52271270751953
        },
        {
            "docid": "7903516_21",
            "document": "Phycodnaviridae . Prasinoviruses employ a nucleo-cytoplasmic replication strategy where virions adhere to the host-cell surface, followed by injection of DNA into the host cytoplasm. Researchers found that 'empty' OtV5 viruses, or viruses with only the capsid attached to the host membrane, were rarely seen at any stage of the infection, suggesting that virions detach from the host membrane after injection of their DNA. The authors also found that a high proportion of viruses did not attach to cells after inoculation and suggest that viral attachment may be a limiting step in the infection. The viral DNA is then replicated inside the nucleus by the host cell's machinery. Virus particles are assembled in the cytoplasm, usually occupying a space near the inner face of the nucleus. Due to the extremely small size of the algae cells, the average burst size was found to be 25 virus particles per cell.",
            "score": 131.00216674804688
        },
        {
            "docid": "16814276_10",
            "document": "Merkel cell polyomavirus . Sequencing of the virus from Merkel cell cancers reveals that it generally has tumor-specific mutations that truncate the MCV T antigen. These mutations (which are not found in native virus obtained from nontumor sites) eliminate the T antigen helicase, preventing the integrated virus from replicating independently from the host cancer cell. The tumor is a \"dead-end host\" for MCV. Normally, the virus exists as circular episome (or plasmid) within the cell and its DNA is packaged into viral capsids and transmitted to other cells. In tumors, the viral DNA has broken and become integrated into human DNA within the tumor, so that the virus is no longer transmissible. The integrated virus cannot be excised from the host cell and it must replicate as the host cell is replicated. Examination of infected tumors reveals that the majority have a clear monoclonal pattern, indicating that the virus integrated into a single cell before it began its cancerous expansion. For this reason, there is very strong evidence that MCV causes some, but not all, Merkel cell carcinomas. MCV can also be found in healthy tissues from people without Merkel cell carcinoma. A complete MCV genome (MCV-HF) was designed from multiple tumor-type MCV genomes and examined with successful replication capability in vitro. The identical sequences were found in human normal skins. While the precise prevalence of infection is unknown in humans, it is likely that most infections do not cause cancers.",
            "score": 107.06446945667267
        },
        {
            "docid": "31356771_7",
            "document": "Megalocytivirus . Megaloviruses are assumed to replicate in the same fashion as other Iridoviruses, and attach to the host cell and enter by receptor-mediated endocytosis. Uncoated viral particles subsequently translocate to the host cell nucleus, where a virally encoded DNA polymerase facilitates DNA replication. Viral DNA then leaves the nucleus of the host cell and a second stage of DNA replication occurs in the cytoplasm, forming DNA concatemers. A headful mechanism is utilized to package the concatameric viral DNA into virions formed at cytoplasmic virus assembly sites. Iridoviral DNA, unlike other DNA viruses infecting eukaryotic cells, is circularly permuted and exhibits terminal redundancies.",
            "score": 125.25802111625671
        },
        {
            "docid": "4110763_15",
            "document": "Extrachromosomal DNA . One example of infection of a virus constituting as extrachromosomal DNA is the human papillomavirus (HPV). The HPV DNA genome undergoes three distinct stages of replication: establishment, maintenance and amplification. HPV infects epithelial cells in the anogenital tract and oral cavity. Normally, HPV is detected and cleared by the immune system. The recognition of viral DNA is an important part of immune responses. For this virus to persist, the circular genome must be replicated and inherited during cell division.",
            "score": 89.38505554199219
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 105.72985970973969
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 118.52554655075073
        },
        {
            "docid": "39032553_14",
            "document": "Oncolytic adenovirus . Tumours form in cells when mutations in genes involved in cell cycle control and apoptosis accumulate over time. Most tumours studied, have defects in the p53 tumor suppressor pathway. p53 is a transcription factor that plays a role in apoptosis, cell cycle and DNA repair. It blocks cell progression in response to cellular stress or DNA damage. Many viruses replicate by altering the cell cycle and exploiting the same pathways that are altered in cancer cells. E1B proteins produced by adenoviruses protect the infected cell by binding to and degrading the p53 transcription factors, preventing it from targeting the cell for apoptosis. This allows the virus to replicate, package its genome, lyse the cell and spread to new cells.",
            "score": 115.26587343215942
        },
        {
            "docid": "26214_7",
            "document": "Reverse transcriptase . The enzymes are encoded and used by viruses that use reverse transcription as a step in the process of replication. Reverse-transcribing RNA viruses, such as retroviruses, use the enzyme to reverse-transcribe their RNA genomes into DNA, which is then integrated into the host genome and replicated along with it. Reverse-transcribing DNA viruses, such as the hepadnaviruses, can allow RNA to serve as a template in assembling and making DNA strands. HIV infects humans with the use of this enzyme. Without reverse transcriptase, the viral genome would not be able to incorporate into the host cell, resulting in failure to replicate.",
            "score": 113.75333428382874
        },
        {
            "docid": "22688315_7",
            "document": "Salterprovirus . Transfection of host cells (\"Haloarcula hispanica\") by His2 DNA was demonstrated by Porter \"et al.\" (2008), who showed that infectious virus could be produced from viral DNA as long as the terminal proteins were not damaged by protease treatment. This is consistent with their likely role in DNA replication. It could then be shown that His2 DNA could transfect a wide variety of haloarchaeal species even though the cells were not susceptible to infection by His2 virus. In these experiments, transfected cells were plated along with cells of the host, \"Haloarcula hispanica\", and virus produced by the transfectants was detected by infection of nearby cells of the susceptible host species. The experiments showed that the cytoplasms of many haloarchaea are able to replicate virus as long as the DNA (with terminal proteins) can enter. It is the virus capsid that determines cell selection, most likely by proteins in the short tail at one end of the spindle-shaped virion.",
            "score": 117.84040522575378
        },
        {
            "docid": "24696645_6",
            "document": "Bovine immunodeficiency virus . One of the identifying characteristics of lentiviruses is being able to infect non-dividing cells. BIV, being a lentivirus has this characteristic. BIV, like HIV, has two phases to its replication cycle. The first phase is the entry phase; it is initiated by high affinity of the virus envelope glycoprotein with a specific cell receptor. The attached virus enters the cell by one of two ways, receptor mediated endocytosis or viral envelope-cell membrane fusion. Once in the cell, the virus is uncoated and the RNA genome is reverse-transcribed into DNA. Some studies have found that reverse transcriptase has a higher activity at low concentrations of Mn2+ ions when compared to Mg2+ ions; this finding is helpful in classifying the virus. The DNA (provirus) is then transported into the nucleus where it integrates into the host cell genome. The second phase of the replication cycle is virus expression. During this phase the provirus is transcribed. The transcript is spliced and the viral mRNA is transported to the cytoplasm where it is then translated. After translation, the viral structural proteins assemble the virus particle at the plasma membrane and form a complex with the viral RNA as the virus buds and is released from the cell. The virus matures after proteolytic processing by the viral protease (PR). The virus is then ready to infect another cell and repeat the process.",
            "score": 103.64060807228088
        },
        {
            "docid": "55921429_8",
            "document": "Julianna Lisziewicz . While working at the National Institute of Health, Lisziewicz worked to find a gene therapy approach to treat HIV/AIDS. She based her research on discovering if small portions of gene-stopping DNA (called antisense oligonucleotides) could be created to bind up the viral RNA in retroviruses like HIV so that the virus could not make more copies of itself to continue the infection. Small pieces of messenger RNA (or mRNA) carry a copy of the cell’s DNA to the ribosomes where the mRNA directs the ribosomes to create the proteins that the cells need. Viruses (like HIV) have their own set of mRNA, and they use the ribosomes of the cell they infected to make new viruses to propagate the infection throughout the body. Lisziewicz’s idea was to create antisense oligonucleotides that are complementary to the HIV’s viral mRNA. These complementary DNA pieces can bind to the HIV viral mRNA and prevent the HIV virus from replicating itself. The use of antisense oligonucleotides worked very well in cell cultures, and was quickly transferred to clinical trials.",
            "score": 129.01935696601868
        },
        {
            "docid": "339633_7",
            "document": "Vaccinia . Vaccinia virus is able to undergo multiplicity reactivation. MR is the process by which two, or more, virus genomes containing otherwise lethal damage interact within an infected cell to form a viable virus genome. Abel found that vaccinia viruses exposed to doses of UV light sufficient to prevent progeny formation when single virus particles infected host chick embryo cells, could still produce viable progeny viruses when host cells were infected by two or more of these inactivated viruses; that is, MR could occur. Kim and Sharp demonstrated MR of vaccinia virus after treatment with UV-light, nitrogen mustard, and X-rays or gamma rays. Michod et al. reviewed numerous examples of MR in different viruses, and suggested that MR is a common form of sexual interaction in viruses that provides the advantage of recombinational repair of genome damages.",
            "score": 116.92372226715088
        },
        {
            "docid": "53151252_9",
            "document": "Large tumor antigen . The major functions of LTag in the viral life cycle involve dysregulation of the host cell's cell cycle and replication of the virus's circular DNA genome. Because polyomavirus genome replication relies on the DNA replication machinery of the host cell, the cell must be in S phase (the part of the cell cycle in which the host cell's genome is normally replicated) in order to provide the necessary molecular machinery for viral DNA replication. The SV40 LTag can induce S phase and activate the host cell's DNA damage response. Coordinated actions of the OBD and helicase regions result in physical manipulation of the viral genome, melting the DNA double helix at the origin of replication and unwinding the circular DNA chromosome in a bidirectional fashion. The structure and function of LTag resembles that of the human papillomavirus oncoproteins.",
            "score": 94.98781204223633
        },
        {
            "docid": "47229060_10",
            "document": "Maurice Green (virologist) . In the late 1950s and early 1960s, Green was among the first scientists in the world to study biochemical features of virus replication in cell culture and to develop and apply the emerging concepts of molecular biology. His major focus of investigation was human adenoviruses. He and his colleagues worked out the basic parameters for working with these viruses – for example, how to grow them in culture, to purify the virions, to extract and characterize the viral DNA, and to study gene expression at the RNA and protein levels. This work established the kinetics of infection, and showed that the infection was divided into two major stages of gene expression. In 1962, scientists at the National Institutes of Health discovered that certain serotypes of human adenoviruses can induce tumors in newborn hamsters. This finding was not only of scientific interest, but it also raised concerns because the military was using live adenoviruses as vaccines against adenovirus-induced acute respiratory disease. Green was asked to learn as much as he could as quickly as possible about the 31 distinct viral serotypes known at that time. His studies included characterizing the viruses’ DNA, investigating the tumor-inducing properties of the viruses, and determining the molecular and kinetic parameters of adenovirus infection. He showed that adenoviruses could be divided into distinct groups based on these and other properties. These classic studies served to establish adenoviruses as a powerful model system that has since been used to address more global questions about virus replication, human cell molecular biology, infection and immunity, and neoplastic transformation. In subsequent years, the study of adenoviruses has provided key insights into tumor suppressors, cell proliferation, and the host immune response. They also emerged as a vehicle for human gene therapy",
            "score": 125.23689532279968
        },
        {
            "docid": "7903516_17",
            "document": "Phycodnaviridae . The life cycle of the chlorovirus infecting \"Paramecium bursaria\", known as PBCV-1 has been studied in detail . Cryo-electron microscopy and 3D reconstruction of the viral capsid shows that there is a long 'spike' structure which first contacts the cell wall and likely serves to puncture the cell wall of the host. The PBCV-1 virus is specific to its host and recognition is mediated by the interaction of virus surface proteins with algal surface carbohydrates. Following attachment of the virus to the host's cell wall, capsid-bound glycolytic enzymes break down the cell wall. The viral membrane likely fuses with the host membrane, allowing the viral DNA to enter the cytoplasm, leaving an empty capsid on the outside. As PBCV-1 lacks an RNA polymerase gene, the virus must use the host cell's machinery to produce viral RNA. Thus, the viral DNA quickly moves to the nucleus where early transcription is initiated 5–10 minutes post infection. Within minutes of infection, host chromosomal degradation occurs, inhibiting host transcription. At 20 minutes post infection, most of the mRNAs in the infected cell are viral mRNAs. The proteins translated from the early stage of transcription are involved in initiating viral DNA replication, occurring 60–90 minutes post infection. The second phase of proteins are translated in the cytoplasm and the assembly of virus capsids begins about 2–3 hours post infection. Mature virions are formed with the addition of newly-replicated viral DNA from the host nucleus, likely facilitated by a virus encoded DNA packaging ATPase. About 5–6 hours following PBCV-1 infection, the cytoplasm is filled with virions and lysis occurs at 6–8 hours post infection releasing roughly 1000 particles per cell.",
            "score": 101.80606400966644
        },
        {
            "docid": "714053_16",
            "document": "Transduction (genetics) . Transduction with viral vectors can be used to insert or modify genes in mammalian cells. It is often used as a tool in basic research and is actively researched as a potential means for gene therapy. In these cases, a plasmid is constructed in which the genes to be transferred are flanked by viral sequences that are used by viral proteins to recognize and package the viral genome into viral particles. This plasmid is inserted (usually by transfection) into a producer cell together with other plasmids (DNA constructs) that carry the viral genes required for formation of infectious virions. In these producer cells, the viral proteins expressed by these packaging constructs bind the sequences on the DNA/RNA (depending on the type of viral vector) to be transferred and insert it into viral particles. For safety, none of the plasmids used contains all the sequences required for virus formation, so that simultaneous transfection of multiple plasmids is required to get infectious virions. Moreover, only the plasmid carrying the sequences to be transferred contains signals that allow the genetic materials to be packaged in virions, so that none of the genes encoding viral proteins are packaged. Viruses collected from these cells are then applied to the cells to be altered. The initial stages of these infections mimic infection with natural viruses and lead to expression of the genes transferred and (in the case of lentivirus/retrovirus vectors) insertion of the DNA to be transferred into the cellular genome. However, since the transferred genetic material does not encode any of the viral genes, these infections do not generate new viruses (the viruses are \"replication-deficient\").",
            "score": 145.35119879245758
        }
    ],
    "r": [
        {
            "docid": "34217148_3",
            "document": "Vectors in gene therapy . All viruses bind to their hosts and introduce their genetic material into the host cell as part of their replication cycle. This genetic material contains basic 'instructions' of how to produce more copies of these viruses, hacking the body's normal production machinery to serve the needs of the virus. The host cell will carry out these instructions and produce additional copies of the virus, leading to more and more cells becoming infected. Some types of viruses insert their genome into the host's cytoplasm, but do not actually enter the cell. Others penetrate the cell membrane disguised as protein molecules and enter the cell.",
            "score": 156.607177734375
        },
        {
            "docid": "6599910_13",
            "document": "Gene delivery . Virus mediated gene delivery utilizes the ability of a virus to inject its DNA inside a host cell and takes advantage of the virus' own ability to replicate and implement their own genetic material. Transduction is the process through which DNA is injected into the host cell and inserted into its genome [needs citation]. Viruses are a particularly effective form of gene delivery because the structure of the virus prevents degradation via lysosomes of the DNA it is delivering to the nucleus of the host cell. In gene therapy a gene that is intended for delivery is packaged into a replication-deficient viral particle to form a viral vector. Viruses used for gene therapy to date include retrovirus, adenovirus, adeno-associated virus and herpes simplex virus. However, there are drawbacks to using viruses to deliver genes into cells. Viruses can only deliver very small pieces of DNA into the cells, it is labor-intensive and there are risks of random insertion sites, cytophathic effects and mutagenesis.",
            "score": 155.19276428222656
        },
        {
            "docid": "892665_20",
            "document": "Parvovirus . Unlike most other DNA viruses, parvoviruses are unable to activate DNA synthesis in host cells. Thus, for viral replication to take place, the infected cells must be nonquiescent (i.e. must be actively mitotic). Their inability to force host cells into S-phase means that parvoviruses are nontumorigenic. Indeed, they are commonly oncolytic, showing a strong tendency to replicate preferentially in cells with transformed phenotypes.",
            "score": 150.6013641357422
        },
        {
            "docid": "12891_22",
            "document": "Gene therapy . In order to replicate, viruses introduce their genetic material into the host cell, tricking the host's cellular machinery into using it as blueprints for viral proteins. Retroviruses go a stage further by having their genetic material copied into the genome of the host cell. Scientists exploit this by substituting a virus's genetic material with therapeutic DNA. (The term 'DNA' may be an oversimplification, as some viruses contain RNA, and gene therapy could take this form as well.) A number of viruses have been used for human gene therapy, including retroviruses, adenoviruses, herpes simplex, vaccinia, and adeno-associated virus. Like the genetic material (DNA or RNA) in viruses, therapeutic DNA can be designed to simply serve as a temporary blueprint that is degraded naturally or (at least theoretically) to enter the host's genome, becoming a permanent part of the host's DNA in infected cells.",
            "score": 150.5645751953125
        },
        {
            "docid": "453608_6",
            "document": "Reoviridae . Viruses in the family Reoviridae have genomes consisting of segmented, double-stranded RNA (dsRNA). Because of this, replication occurs exclusively in the cytoplasm and the virus encodes several proteins which are needed for replication and conversion of the dsRNA genome into (+)-RNAs. The virus can enter the host cell via a receptor on the cell surface. The receptor is not known but is thought to include sialic acid and junctional adhesion molecules (JAMs). The virus is partially uncoated by proteases in the endolysosome, where the capsid is partially digested to allow further cell entry. The core particle then enters the cytoplasm by a yet unknown process where the genome is transcribed conservatively causing an excess of (+) sense strands, which are used as mRNA templates to synthesize (−) sense strands. Viral particles begin to assemble in the cytoplasm 6–7 hours after infection. Translation takes place by leaky scanning, suppression of termination, and ribosomal skipping. The virus exits the host cell by monopartite non-tubule guided viral movement, cell to cell movement, and existing in occlusion bodies after cell death and remaining infectious until finding another host. Multiplicity reactivation (MR) is the process by which 2 or more virus genomes, each containing inactivating genome damage, can interact within an infected cell to form a viable virus genome. McClain and Spendlove demonstrated MR for three types of reovirus after exposure to ultraviolet irradiation. In their experiments, reovirus particles were exposed to doses of UV-light that would be lethal in single infections. However, when two or more inactivated viruses were allowed to infect individual host cells MR occurred and viable progeny were produced. As they stated, multiplicity reactivation by definition involves some type of repair. Michod et al. reviewed numerous examples of MR in different viruses, and suggested that MR is a common form of sexual interaction in viruses that provides the benefit of recombinational repair of genome damages.",
            "score": 150.0634307861328
        },
        {
            "docid": "416954_9",
            "document": "Viral evolution . Viruses evolve through changes or in their RNA (or DNA), some quite rapidly, and the best adapted mutants quickly outnumber their less fit counterparts. In this sense their evolution is Darwinian. The way viruses reproduce in their host cells makes them particularly susceptible to the genetic changes that help to drive their evolution. The RNA viruses are especially prone to mutations. In host cells there are mechanisms for correcting mistakes when DNA replicates and these kick in whenever cells divide. These important mechanisms prevent potentially lethal mutations from being passed on to offspring. But these mechanisms do not work for RNA and when an RNA virus replicates in its host cell, changes in their genes are occasionally introduced in error, some of which are lethal. One virus particle can produce millions of progeny viruses in just one cycle of replication, therefore the production of a few \"dud\" viruses is not a problem. Most mutations are \"silent\" and do not result in any obvious changes to the progeny viruses, but others confer advantages that increase the fitness of the viruses in the environment. These could be changes to the virus particles that disguise them so they are not identified by the cells of the immune system or changes that make antiviral drugs less effective. Both of these changes occur frequently with HIV.",
            "score": 149.3226776123047
        },
        {
            "docid": "6478160_5",
            "document": "Helper dependent virus . Well established protocols allow scientists to propagate helper dependent viruses in the lab. However, using an actual helper virus poses problems when it comes to purification of a desired transgenic virus. Therefore, lab methods often utilize minimal fragments of the helper DNA that can serve this purpose without creating unwanted virus. This process usually involves the introduction of three separate DNA plasmids into a eukaryotic cell line through a process called transfection. These plasmids contain either transgenic DNA or replication and capsid encoding DNA, plus helper DNA. Every cell that is successfully transfected with all three DNA fragments will produce the necessary proteins to produce infective viruses. These viruses will only have transgenic DNA encapsidated and therefore once they've infected a patient's cell, they will not be capable of reproducing.",
            "score": 148.6195831298828
        },
        {
            "docid": "23974_21",
            "document": "Plasmid . Today some authors use \"episome\" in the context of prokaryotes to refer to a plasmid that is capable of integrating into the chromosome. The integrative plasmids may be replicated and stably maintained in a cell through multiple generations, but always at some stage they exist as an independent plasmid molecule. In the context of eukaryotes, the term \"episomes\" is used to mean a non-integrated extrachromosomal closed circular DNA molecule that may be replicated in the nucleus. Viruses are the most common examples of this, such as herpesviruses, adenoviruses, and polyomaviruses, but some are plasmids. Other examples include aberrant chromosomal fragments, such as double minute chromosomes, that can arise during artificial gene amplifications or in pathologic processes (e.g., cancer cell transformation). Episomes in eukaryotes behave similarly to plasmids in prokaryotes in that the DNA is stably maintained and replicated with the host cell. Cytoplasmic viral episomes (as in poxvirus infections) can also occur. Some episomes, such as herpesviruses, replicate in a rolling circle mechanism, similar to bacterial phage viruses. Others replicate through a bidirectional replication mechanism (\"Theta type\" plasmids). In either case, episomes remain physically separate from host cell chromosomes. Several cancer viruses, including Epstein-Barr virus and Kaposi's sarcoma-associated herpesvirus, are maintained as latent, chromosomally distinct episomes in cancer cells, where the viruses express oncogenes that promote cancer cell proliferation. In cancers, these episomes passively replicate together with host chromosomes when the cell divides. When these viral episomes initiate lytic replication to generate multiple virus particles, they in general activate cellular innate immunity defense mechanisms that kill the host cell.",
            "score": 148.0814971923828
        },
        {
            "docid": "714053_16",
            "document": "Transduction (genetics) . Transduction with viral vectors can be used to insert or modify genes in mammalian cells. It is often used as a tool in basic research and is actively researched as a potential means for gene therapy. In these cases, a plasmid is constructed in which the genes to be transferred are flanked by viral sequences that are used by viral proteins to recognize and package the viral genome into viral particles. This plasmid is inserted (usually by transfection) into a producer cell together with other plasmids (DNA constructs) that carry the viral genes required for formation of infectious virions. In these producer cells, the viral proteins expressed by these packaging constructs bind the sequences on the DNA/RNA (depending on the type of viral vector) to be transferred and insert it into viral particles. For safety, none of the plasmids used contains all the sequences required for virus formation, so that simultaneous transfection of multiple plasmids is required to get infectious virions. Moreover, only the plasmid carrying the sequences to be transferred contains signals that allow the genetic materials to be packaged in virions, so that none of the genes encoding viral proteins are packaged. Viruses collected from these cells are then applied to the cells to be altered. The initial stages of these infections mimic infection with natural viruses and lead to expression of the genes transferred and (in the case of lentivirus/retrovirus vectors) insertion of the DNA to be transferred into the cellular genome. However, since the transferred genetic material does not encode any of the viral genes, these infections do not generate new viruses (the viruses are \"replication-deficient\").",
            "score": 145.3511962890625
        },
        {
            "docid": "1460525_5",
            "document": "Oncovirus . Tumor viruses come in a variety of forms: Viruses with a DNA genome, such as adenovirus, and viruses with an RNA genome, like the Hepatitis C virus (HCV), can cause cancers, as can retroviruses having both DNA and RNA genomes (Human T-lymphotropic virus and hepatitis B virus, which normally replicates as a mixed double and single-stranded DNA virus but also has a retroviral replication component). In many cases, tumor viruses do not cause cancer in their native hosts but only in dead-end species. For example, adenoviruses do not cause cancer in humans but are instead responsible for colds, conjunctivitis and other acute illnesses. They only become tumorigenic when infected into certain rodent species, such as Syrian hamsters. Some viruses are tumorigenic when they infect a cell and persist as circular episomes or plasmids, replicating separately from host cell DNA (Epstein–Barr virus and Kaposi's sarcoma-associated herpesvirus). Other viruses are only carcinogenic when they integrate into the host cell genome as part of a biological accident, such as polyomaviruses and papillomaviruses.",
            "score": 145.31231689453125
        },
        {
            "docid": "29549_2",
            "document": "Self-replication . Self-replication is any behavior of a dynamical system that yields construction of an identical copy of itself. Biological cells, given suitable environments, reproduce by cell division. During cell division, DNA is replicated and can be transmitted to offspring during reproduction. Biological viruses can replicate, but only by commandeering the reproductive machinery of cells through a process of infection. Harmful prion proteins can replicate by converting normal proteins into rogue forms. Computer viruses reproduce using the hardware and software already present on computers. Self-replication in robotics has been an area of research and a subject of interest in science fiction. Any self-replicating mechanism which does not make a perfect copy will experience genetic variation and will create variants of itself. These variants will be subject to natural selection, since some will be better at surviving in their current environment than others and will out-breed them.",
            "score": 144.70436096191406
        },
        {
            "docid": "38798999_5",
            "document": "Self-complementary adeno-associated virus . Like AAV, scAAV is a member of the family Parvoviridae, commonly known as parvoviruses. These viruses are nonenveloped, single-strand DNA (ssDNA) viruses. Within Parvoviridae, scAAV further belongs to the Dependovirus genus, characteristically defined by an inability to replicate on their own. In nature, these viruses depend on another virus to provide replication machinery; adeno-associated virus can only replicate during an active infection of adenovirus or some types of herpesvirus. In lab use, this obstacle is overcome by addition of the helper plasmids, which exogenously expresses replication genes which AAV itself lacks.",
            "score": 143.81483459472656
        },
        {
            "docid": "13564754_18",
            "document": "Veterinary virology . Parvoviruses are linear, non-segmented single-stranded DNA viruses, with an average genome size of 5000 nucleotides. They are classified as group II viruses in Baltimore classification of viruses. Parvoviruses are among the smallest viruses (hence the name, from Latin \"parvus\" meaning \"small\") and are 18–28 nm in diameter. Parvoviruses can cause disease in some animals, including starfish and humans. Because the viruses require actively dividing cells to replicate, the type of tissue infected varies with the age of the animal. The gastrointestinal tract and lymphatic system can be affected at any age, leading to vomiting, diarrhea and immunosuppression but cerebellar hypoplasia is only seen in cats that were infected in the womb or at less than two weeks of age, and disease of the myocardium is seen in puppies infected between the ages of three and eight weeks.",
            "score": 143.6401824951172
        },
        {
            "docid": "892665_3",
            "document": "Parvovirus . Parvoviruses are linear, nonsegmented, single-stranded DNA viruses, with an average genome size of 5000 nucleotides. They are classified as group II viruses in the Baltimore classification of viruses. Parvoviruses are among the smallest viruses (hence the name, from Latin \"parvus\" meaning small) and are 18–28 nm in diameter. Parvoviruses can cause disease in some animals, including starfish and humans. Because the viruses require actively dividing cells to replicate, the type of tissue infected varies with the age of the animal. The gastrointestinal tract and lymphatic system can be affected at any age, leading to vomiting, diarrhea, and immunosuppression, but cerebellar hypoplasia is only seen in cats that were infected in the womb or at less than two weeks of age, and disease of the myocardium is seen in puppies infected between the ages of three and eight weeks.",
            "score": 143.6401824951172
        },
        {
            "docid": "9949565_19",
            "document": "Medical microbiology . Like other pathogens, viruses use these methods of transmission to enter the body, but viruses differ in that they must also enter into the host's actual cells. Once the virus has gained access to the host's cells, the virus' genetic material (RNA or DNA) must be introduced to the cell. Replication between viruses is greatly varied and depends on the type of genes involved in them. Most DNA viruses assemble in the nucleus while most RNA viruses develop solely in cytoplasm.",
            "score": 143.3370819091797
        },
        {
            "docid": "1649775_2",
            "document": "Viral replication . Viral replication is the formation of biological viruses during the infection process in the target host cells. Viruses must first get into the cell before viral replication can occur. Through the generation of abundant copies of its genome and packaging these copies, the virus continues infecting new hosts. Replication between viruses is greatly varied and depends on the type of genes involved in them. Most DNA viruses assemble in the nucleus while most RNA viruses develop solely in cytoplasm.",
            "score": 142.33074951171875
        },
        {
            "docid": "25758_24",
            "document": "RNA . Like DNA, RNA can carry genetic information. RNA viruses have genomes composed of RNA that encodes a number of proteins. The viral genome is replicated by some of those proteins, while other proteins protect the genome as the virus particle moves to a new host cell. Viroids are another group of pathogens, but they consist only of RNA, do not encode any protein and are replicated by a host plant cell's polymerase.",
            "score": 141.6846160888672
        },
        {
            "docid": "406929_8",
            "document": "Virulence . They determine whether infection occurs and how severe the resulting viral disease symptoms are. Viruses often require receptor proteins on host cells to which they specifically bind. Typically, these host cell proteins are endocytosed and the bound virus then enters the host cell. Virulent viruses such as HIV, which causes AIDS, have mechanisms for evading host defenses. HIV infects T-Helper Cells, which leads to a reduction of the adaptive immune response of the host and eventually leads to an immunocompromised state. Death results from opportunistic infections secondary to disruption of the immune system caused by AIDS. Some viral virulence factors confer ability to replicate during the defensive inflammation responses of the host such as during virus-induced fever. Many viruses can exist inside a host for long periods during which little damage is done. Extremely virulent strains can eventually evolve by mutation and natural selection within the virus population inside a host. The term \"neurovirulent\" is used for viruses such as rabies and herpes simplex which can invade the nervous system and cause disease there.",
            "score": 141.63970947265625
        },
        {
            "docid": "19167679_89",
            "document": "Virus . Viruses are important to the study of molecular and cell biology as they provide simple systems that can be used to manipulate and investigate the functions of cells. The study and use of viruses have provided valuable information about aspects of cell biology. For example, viruses have been useful in the study of genetics and helped our understanding of the basic mechanisms of molecular genetics, such as DNA replication, transcription, RNA processing, translation, protein transport, and immunology.",
            "score": 141.24102783203125
        },
        {
            "docid": "14596496_5",
            "document": "Photosynthetic reaction centre protein family . Photosynthetic reaction centre genes from PSII (PsbA, PsbD) have been discovered within marine bacteriophage. Though it is widely accepted dogma that arbitrary pieces of DNA can be borne by phage between hosts (transduction), one would hardly expect to find transduced DNA within a large number of viruses. Transduction is presumed to be common in general, but for any single piece of DNA to be routinely transduced would be highly unexpected. Instead, conceptually, a gene routinely found in surveys of viral DNA would have to be a functional element of the virus itself (this does not imply that the gene would not be transferred among hosts - which the photosystem within viruses is - but instead that there is a viral function for the gene, that it is not merely hitchhiking with the virus). However, free viruses lack the machinery needed to support metabolism, let alone photosynthesis. As a result, photosystem genes are not likely to be a functional component of the virus like a capsid protein or tail fibre. Instead, it is expressed within an infected host cell. Most virus genes that are expressed in the host context are useful for hijacking the host machinery to produce viruses or for replication of the viral genome. These can include reverse transcriptases, integrases, nucleases or other enzymes. Photosystem components do not fit this mould either. The production of an active photosystem during viral infection provides active photosynthesis to dying cells. This is not viral altruism towards the host, however. The problem with viral infections tends to be that they disable the host relatively rapidly. As protein expression is shunted from the host genome to the viral genome, the photosystem degrades relatively rapidly (due in part to the interaction with light, which is highly corrosive), cutting off the supply of nutrients to the replicating virus. A solution to this problem is to add rapidly degraded photosystem genes to the virus, such that the nutrient flow is uninhibited and more viruses are produced. One would expect that this discovery will lead to other discoveries of a similar nature; that elements of the host metabolism key to viral production and easily damaged during infection are actively replaced or supported by the virus during infection.",
            "score": 139.2110137939453
        },
        {
            "docid": "7903516_19",
            "document": "Phycodnaviridae . Little is known about the life cycle of the virus infecting these flagellate-containing planktonic species, \"Chrysochromulina brevifilum\" and \"C. strobilus\". Suttle and Chan (1995) were the first to isolate viruses which infect Prymnesiophytes or haptophytes. In this study, ultrathin sections of viruses within \"Chyrsochromulina brevifilum\" were prepared and viewed using transmission electron microscopy. Electron micrographs in the early stage of infection suggest that virus replication occurs in the cytoplasm within a viroplasm. A viroplasm is a localized area in the cytoplasm, or around the nucleus of the cell which serves as a 'viral replication factory'. The viroplasm contains components such as virus genetic material, host proteins and ribosomes necessary for replication. Virosomes are often surrounded by a membrane; the membrane surrounding the virosome contained in the infected cells in the study was found to consist of a fibrillar matrix. Virions are released from infected cells following disruption of the organelles and lysis of the host cell membrane. Suttle and Chan (1995) counted more than 320 viruses in an ultrathin section of an infection cell. Estimates for burst sizes range from 320 to 600 viruses per cell.",
            "score": 138.073974609375
        },
        {
            "docid": "19572217_19",
            "document": "Influenza . Viruses can replicate only in living cells. Influenza infection and replication is a multi-step process: First, the virus has to bind to and enter the cell, then deliver its genome to a site where it can produce new copies of viral proteins and RNA, assemble these components into new viral particles, and, last, exit the host cell.",
            "score": 137.5869140625
        },
        {
            "docid": "1741458_3",
            "document": "Molecular virology . Viruses rely on their host to replicate and multiply. This is because viruses are unable to go through cell division, as they are acellular–meaning they lack the genetic information that encode the necessary tools for protein synthesis or generation of metabolic energy; hence they rely on their host to replicate and multiply. Using the host cell's machinery the virus generates copies of its genome and produces new viruses for the survival of its kind and the infection of new hosts.The viral replication process varies depending on the virus's genome.",
            "score": 136.97811889648438
        },
        {
            "docid": "892665_7",
            "document": "Parvovirus . Dependoviruses require helper viruses (e.g. herpesviruses) to replicate. They are also perfect candidates as gene vectors. They are used to investigate genes in cell cultures of the proteins which are encoded by those genes via mass production method or manipulated as probable vectors to examine genes in the cells of patients for diagnosis and treatment of several genetic diseases and cancers. The biggest advantage for such applications is that they are not known to cause any diseases. Autonomous parvoviruses do not require a helper virus like dependoviruses. The virus B19 was discovered in blood serum and infects red blood cell precursors. Some infections do not result in visible infection, while some manifest with visible effects, such as fifth disease (erythema infectiosum), which can give children a ‘slapped-cheek’ appearance.",
            "score": 136.91552734375
        },
        {
            "docid": "33826069_4",
            "document": "Viral neuronal tracing . The life cycle of viruses, such as those used in neuronal tracing, is different from cellular organisms. Viruses are parasitic in nature and cannot proliferate on their own. Therefore, they must infect another organism and effectively hijack cellular machinery to complete their life cycle. The first stage of the viral life cycle is called viral entry. This defines the manner in which a virus infects a new host cell. In nature, neurotropic viruses are usually transmitted through bites or scratches, as in the case of Rabies virus or certain strains of Herpesviruses. In tracing studies, this step occurs artificially, typically through the use of a syringe. The next stage of the viral life cycle is called viral replication. During this stage, the virus takes over the host cell's machinery to cause the cell to create more viral proteins and assemble more viruses. Once the cell has produced a sufficient number of viruses, the virus enters the viral shedding stage. During this stage, viruses leave the original host cell in search of a new host. In the case of neurotropic viruses, this transmission typically occurs at the synapse. Viruses can jump across the relatively short space from one neuron to the next. This trait is what makes viruses so useful in tracer studies. Once the virus enters the next cell, the cycle begins anew. The original host cell begins to degrade after the shedding stage. In tracer studies, this is the reason the timing must be tightly controlled. If the virus is allowed to spread too far, the original microcircuitry of interest is degraded and no useful information can be retrieved. Typically, viruses can infect only a small number of organisms, and even then only a specific cell type within the body. The specificity of a particular virus for a specific tissue is known as its tropism. Viruses in tracer studies are all neurotropic (capable of infecting neurons).",
            "score": 136.91058349609375
        },
        {
            "docid": "4581058_9",
            "document": "Viroplasm . Viroplasm is the location within the infected cell where viral replication and assembly take place. Wrapping the viroplasm with a membrane, concentrates the viral components required for the genome replication and the morphogenesis of new virus particles, so it increases the efficiency of the processes. The recruitment of cellular membranes and cytoskeleton to generate virus replication sites can also benefit viruses in other ways. Disruption of cellular membranes can, for example, slow the transport of immunomodulatory proteins to the surface of infected cells and protect against innate and acquired immune responses, and rearrangements to cytoskeleton can facilitate virus release. The viroplasm could also prevent virus degradation by proteases and nucleases.",
            "score": 136.83273315429688
        },
        {
            "docid": "19167679_91",
            "document": "Virus . Virotherapy involves the use of genetically modified viruses to treat diseases. Viruses have been modified by scientists to reproduce in cancer cells and destroy them but not infect healthy cells. Talimogene laherparepvec (T-VEC), for example, is a modified herpes simplex virus that has had a gene, which is required for viruses to replicate in healthy cells, deleted and replaced with a human gene (GM-CSF) that stimulates immunity. When this virus infects cancer cells, it destroys them and in doing so the presence the GM-CSF gene attracts dendritic cells from the surrounding tissues of the body. The dendritic cells process the dead cancer cells and present components of them to other cells of the immune system. Having completed successful clinical trials, this virus is expected to gain approval for the treatment of a skin cancer called melanoma in late 2015. Viruses that have been reprogrammed to kill cancer cells are called oncolytic viruses.",
            "score": 136.6928253173828
        },
        {
            "docid": "51552895_3",
            "document": "Positive-sense single-stranded RNA virus . Positive-sense ssRNA viruses have genetic material that can function both as a genome and as messenger RNA; it can be directly translated into protein in the host cell by host ribosomes. The first proteins to be expressed after infection serve genome replication functions; they recruit the positive-strand viral genome to viral replication complexes (VRCs) formed in association with intracellular membranes. VRCs contain proteins of both viral and host cell origin, and may be associated with the membranes of a variety of organelles, often the rough endoplasmic reticulum, but also including membranes derived from mitochondria, vacuoles, the Golgi apparatus, chloroplasts, peroxisomes, plasma membranes, autophagosomal membranes, and novel cytoplasmic compartments. The replication of the positive-sense ssRNA genome proceeds through double-stranded RNA intermediates, and the purpose of replication in these membranous invaginations may be the avoidance of cellular response to the presence of dsRNA. In many cases subgenomic RNAs are also created during replication. After infection, the entirety of the host cell's translation machinery may be diverted to the production of viral proteins as a result of the very high affinity for ribosomes of the viral genome's internal ribosome entry site (IRES) elements; in some viruses, such as poliovirus and rhinoviruses, normal protein synthesis is further disrupted by viral proteases degrading components required to initiate translation of cellular mRNA.",
            "score": 136.6682586669922
        },
        {
            "docid": "6576473_3",
            "document": "Smallest organisms . Many biologists consider viruses to be non-living because they lack a cellular structure and cannot metabolize by themselves, requiring a host cell to replicate and synthesize new products. A minority of scientists hold that, because viruses do have genetic material and can employ the metabolism of their host, they can be considered organisms. As well, an emerging idea that is gaining traction among some virologists is the concept of the virocell, in which the actual phenotype of a virus is the infected cell, and the virus particle is simply a reproductive or dispersal stage, much like pollen or a spore.",
            "score": 135.617431640625
        },
        {
            "docid": "20281363_5",
            "document": "Human bocavirus . The name bocavirus is derived from bovine and canine, referring to the two known hosts for other members of this genus; the bovine parvovirus which infects cattle, and the minute virus of canines which infects dogs. Parvoviruses (Latin: small viruses) have a 5 kilobase long single-stranded DNA, and they use some of their host's replication proteins to copy their DNA.",
            "score": 135.30319213867188
        },
        {
            "docid": "1649775_16",
            "document": "Viral replication . This type of virus usually must enter the host nucleus before it is able to replicate. Some of these viruses require host cell polymerases to replicate their genome, while others, such as adenoviruses or herpes viruses, encode their own replication factors. However, in either cases, replication of the viral genome is highly dependent on a cellular state permissive to DNA replication and, thus, on the cell cycle. The virus may induce the cell to forcefully undergo cell division, which may lead to transformation of the cell and, ultimately, cancer. An example of a family within this classification is the Adenoviridae",
            "score": 135.29141235351562
        },
        {
            "docid": "1475873_17",
            "document": "Plant virus . Plant viruses need to be transmitted by a vector, most often insects such as leafhoppers. One class of viruses, the Rhabdoviridae, has been proposed to actually be insect viruses that have evolved to replicate in plants. The chosen insect vector of a plant virus will often be the determining factor in that virus's host range: it can only infect plants that the insect vector feeds upon. This was shown in part when the old world white fly made it to the United States, where it transferred many plant viruses into new hosts. Depending on the way they are transmitted, plant viruses are classified as non-persistent, semi-persistent and persistent. In non-persistent transmission, viruses become attached to the distal tip of the stylet of the insect and on the next plant it feeds on, it inoculates it with the virus. Semi-persistent viral transmission involves the virus entering the foregut of the insect. Those viruses that manage to pass through the gut into the haemolymph and then to the salivary glands are known as persistent. There are two sub-classes of persistent viruses: propagative and circulative. Propagative viruses are able to replicate in both the plant and the insect (and may have originally been insect viruses), whereas circulative can not. Circulative viruses are protected inside aphids by the chaperone protein symbionin, produced by bacterial symbionts. Many plant viruses encode within their genome polypeptides with domains essential for transmission by insects. In non-persistent and semi-persistent viruses, these domains are in the coat protein and another protein known as the helper component. A bridging hypothesis has been proposed to explain how these proteins aid in insect-mediated viral transmission. The helper component will bind to the specific domain of the coat protein, and then the insect mouthparts — creating a bridge. In persistent propagative viruses, such as tomato spotted wilt virus (TSWV), there is often a lipid coat surrounding the proteins that is not seen in other classes of plant viruses. In the case of TSWV, 2 viral proteins are expressed in this lipid envelope. It has been proposed that the viruses bind via these proteins and are then taken into the insect cell by receptor-mediated endocytosis.",
            "score": 135.0409393310547
        }
    ]
}