{
    "q": [
        {
            "docid": "14895_2",
            "document": "Insulin . Insulin (from Latin \"insula\", island) is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of, especially glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (triglycerides) via lipogenesis, or, in the case of the liver, into both. Glucose production and secretion by the liver is strongly inhibited by high concentrations of insulin in the blood. Circulating insulin also affects the synthesis of proteins in a wide variety of tissues. It is therefore an anabolic hormone, promoting the conversion of small molecules in the blood into large molecules inside the cells. Low insulin levels in the blood have the opposite effect by promoting widespread catabolism, especially of reserve body fat. Beta cells are sensitive to glucose concentrations, also known as blood sugar levels. When the glucose level is high, the beta cells secrete insulin into the blood; when glucose levels are low, secretion of insulin is inhibited. Their neighboring alpha cells, by taking their cues from the beta cells, secrete glucagon into the blood in the opposite manner: increased secretion when blood glucose is low, and decreased secretion when glucose concentrations are high. Glucagon, through stimulating the liver to release glucose by glycogenolysis and gluconeogenesis, has the opposite effect of insulin. The secretion of insulin and glucagon into the blood in response to the blood glucose concentration is the primary mechanism of glucose homeostasis. If beta cells are destroyed by an autoimmune reaction, insulin can no longer be synthesized or be secreted into the blood. This results in type 1 diabetes mellitus, which is characterized by abnormally high blood glucose concentrations, and generalized body wasting. In type 2 diabetes mellitus the destruction of beta cells is less pronounced than in type 1 diabetes, and is not due to an autoimmune process. Instead there is an accumulation of amyloid in the pancreatic islets, which likely disrupts their anatomy and physiology. The pathogenesis of type 2 diabetes is not well understood but patients exhibit a reduced population of islet beta-cells, reduced secretory function of islet beta-cells that survive, and peripheral tissue insulin resistance. Type 2 diabetes is characterized by high rates of glucagon secretion into the blood which are unaffected by, and unresponsive to the concentration of glucose in the blood. Insulin is still secreted into the blood in response to the blood glucose. As a result, the insulin levels, even when the blood sugar level is normal, are much higher than they are in healthy persons. There are a variety of treatment regimens, none of which is entirely satisfactory. When the pancreas’s capacity to secrete insulin can no longer keep the blood sugar level within normal bounds, insulin injections are given. The human insulin protein is composed of 51 amino acids, and has a molecular mass of 5808 Da. It is a dimer of an A-chain and a B-chain, which are linked together by disulfide bonds. Insulin's structure varies slightly between species of animals. Insulin from animal sources differs somewhat in effectiveness (in carbohydrate metabolism effects) from human insulin because of these variations. Porcine insulin is especially close to the human version, and was widely used to treat type 1 diabetics before human insulin could be produced in large quantities by recombinant DNA technologies. The crystal structure of insulin in the solid state was determined by Dorothy Hodgkin. It is on the WHO Model List of Essential Medicines, the most important medications needed in a basic health system.",
            "score": 267.426717877388
        },
        {
            "docid": "35839849_8",
            "document": "Epigenetics of diabetes Type 2 . Pancreatic islet-specific miR-375 inhibits insulin secretion in mouse pancreatic β-cells by inhibiting the expression of the protein myotrophin. An overexpression of miR-375 can completely suppress glucose-induced insulin secretion, while inhibition of native miR-375 will increase insulin secretion. In another study, increasing the level of miR-9, a different miRNA, resulted in a severe defect in glucose-stimulated insulin release. This happens because miR-9 down-regulated the transcription factor Onecut2 (OC2) that controls the expression of Rab27a effector granuphilin, a key factor in controlling insulin release. Also miR-192 levels have been shown to be increased in glomeruli isolated from diabetic mice when compared to non-diabetic mice, suggesting that it is involved as well. Since miR-192 was shown to regulate extracellular matrix proteins collagen 1-α 1 and 2 (Col1α1 and 2) that accumulate during diabetic nephropathy, miR-192 may play a role in kidney diseases as well. A correlation between elevated Notch signaling pathway gene expression, which is important for cell to cell communication, and diabetic nephropathy has also been shown. MiR-143 has also been experimentally shown to regulate genes that are crucial for adipocyte differentiation, (including GLUT4, Hormone-sensitive lipase, the fatty acid-binding protein, aP2 and PPAR-γ2), demonstrating that miRNAs are also involved in fat metabolism and endocrine function in humans.",
            "score": 222.19269466400146
        },
        {
            "docid": "14800657_6",
            "document": "RAPGEF4 . In pancreatic β-cells, cAMP signaling, which can be activated by various extracellular stimuli including hormonal and neural inputs primarily through Gs-coupled receptors, is of importance for normal regulation of insulin secretion to maintain glucose homeostasis. Activation of cAMP signaling amplifies insulin secretion by Epac2-dependent as well as PKA-dependent pathways. Epac2-Rap1 signaling is critical to promote exocytosis of insulin-containing vesicles from the readily releasable pool. In Epac2-mediated exocytosis of insulin granules, Epac2 interacts with Rim2, which is a scaffold protein localized in both plasma membrane and insulin granules, and determines the docking and priming states of exocytosis. In addition, piccolo, a possible Ca sensor protein, interacts with the Epac2-Rim2 complex to regulate cAMP-induced insulin secretion. It is suggested that phospholipase C-ε (PLC-ε), one of the effector proteins of Rap, regulates intracellular Ca dynamics by altering the activities of ion channels such as ATP-sensitive potassium channel, ryanodine receptor, and IP3 receptor. In neurons, Epac is involved in neurotransmitter release in glutamatergic synapses from calyx of Held and in crayfish neuromuscular junction. Epac also has roles in the development of brain by regulation of neurite growth and neuronal differentiation as well as axon regeneration in mammalian tissue. Furthermore, Epac2 may regulate synaptic plasticity, and thus control higher brain functions such as memory and learning.  In heart, Epac1 is expressed predominantly, and is involved in the development of hypertrophic events by chronic cAMP stimulation through β-adrenergic receptors. In contrast, chronic stimulation of Epac2 may be a cause of cardiac arrhythmia through CaMKII-dependent diastolic sarcoplasmic reticulum (SR) Ca release in mice. Epac2 also is involved in GLP-1-stimulated atrial natriuretic peptide (ANP) secretion from heart.",
            "score": 237.84335386753082
        },
        {
            "docid": "5419130_5",
            "document": "Lipid signaling . Ceramide mediates many cell-stress responses, including the regulation of programmed cell death (apoptosis) and cell aging (senescence). Numerous research works have focused interest on defining the direct protein targets of action of ceramide. These include enzymes called ceramide-activated Ser-Thr phosphatases (CAPPs), such as protein phosphatase 1 and 2A (PP1 and PP2A), which were found to interact with ceramide in studies done in a controlled environment outside of a living organism (\"in vitro\"). On the other hand, studies in cells have shown that ceramide-inducing agents such as tumor necrosis factor-alpha α (TNFα) and palmitate induce the ceramide-dependent removal of a phosphate group (dephosphorylation) of the retinoblastoma gene product RB and the enzymes, protein kinases B (AKT protein family) and C α (PKB and PKCα). Moreover, there is also sufficient evidence which implicates ceramide to the activation of the kinase suppressor of Ras (KSR), PKCζ, and cathepsin D. Cathepsin D has been proposed as the main target for ceramide formed in organelles called lysosomes, making lysosomal acidic SMase enzymes one of the key players in the mitochondrial pathway of apoptosis. Ceramide was also shown to activate PKCζ, implicating it to the inhibition of AKT, regulation of the voltage difference between the interior and exterior of the cell (membrane potential) and signaling functions that favor apoptosis. Chemotherapeutic agents such as daunorubicin and etoposide enhance the \"de novo\" synthesis of ceramide in studies done on mammalian cells. The same results were found for certain inducers of apoptosis particularly stimulators of receptors in a class of lymphocytes (a type of white blood cell) called B-cells. Regulation of the \"de novo\" synthesis of ceramide by palmitate may have a key role in diabetes and the metabolic syndrome. Experimental evidence shows that there is substantial increase of ceramide levels upon adding palmitate. Ceramide accumulation activates PP2A and the subsequent dephosphorylation and inactivation of AKT, a crucial mediator in metabolic control and insulin signaling. This results in a substantial decrease in insulin responsiveness (i.e. to glucose) and in the death of insulin-producing cells in the pancreas called islets of Langerhans. Inhibition of ceramide synthesis in mice via drug treatments or gene-knockout techniques prevented insulin resistance induced by fatty acids, glucocorticoids or obesity.",
            "score": 176.2026377916336
        },
        {
            "docid": "9745239_11",
            "document": "Glucagon-like peptide 1 receptor . Exendin-4 increases beta cell mass in the pancreatic islets to improve the release of insulin to ultimately increase glucose uptake. The mechanism regarding this insulin increase involves Ex-4 and GLP-1. When the islets in the pancreas are exposed to GLP-1, there is an increased expression of the anti-apoptotic gene bcl-2 and decreased expression of pro-apoptotic genes bax and caspase-3, which leads to greater cell survival. GLP-1 binding to its G protein-coupled receptor activates various different pathways including the growth factor receptor and is coupled to pathways stimulating mitogenesis. Some of these pathways include Rap, Erk1/2, MAPK, B-RAF, PI3-K, cAMP, PKA, and TORC2 that are activated to initiate exocytosis, proinsulin gene expression and translation, increase insulin biosynthesis, and genetically increase beta cell proliferation and neogenesis. The GLP-1R is a G protein-coupled receptor that is dependent on glucose and GLP-1 is a peptide hormone that acts directly on the beta cell to stimulate insulin secretion by activating signal transduction when glucose is present. When glucose is not present, this receptor no longer couples to stimulate insulin secretion in order to prevent hypoglycemia.",
            "score": 187.41837286949158
        },
        {
            "docid": "23754109_23",
            "document": "Neonatal diabetes mellitus . KCNJ11 encodes Kir6.2 (a protein coding gene in the potassium channel) and ABCC8 encodes the gene, SUR1 (the type 1 subunit of the sulfonylurea receptor), a member of the ATP-binding cassette transporter family, the two components of the K channel. This channel links glucose metabolism to insulin secretion by closing in response to ATP. Blood glucose storage into Beta-cells lead to glycolysis and cause ATP generation. The elevated ATP/adenosine diphosphate ratio causes closure of the K channel, and inhibit potassium efflux (a lot of potassium flows out of this channel), that leads to depolarization of the Beta-cell membrane. Depolarization is the lost of the difference in charge between the inner and outer parts of the plasma membrane of a muscle. This occurs because change in permeability and migration of sodium ions inside the cell. The voltage gated channels then open, allowing calcium (Ca) to flow inside the channel and cause exocytosis (active transport that moves molecules out of a cell by ejecting them in an energy using process) of insulin-containing granules from the Beta-cells. Activation of defects in KCNJ11 or ABCC8 seems to make the K channel less sensitive to ATP, leaving more channels in an open state after high levels of glucose occurs. Resulting in the failure of insulin response to high blood glucose and leading to NDM.",
            "score": 199.63098883628845
        },
        {
            "docid": "31216882_29",
            "document": "Insulin signal transduction pathway . Insulin is synthesized and secreted in the beta cells of the islets of Langerhans. Once insulin is synthesized, the beta cells are ready to release it in two different phases. As for the first phase, insulin release is triggered rapidly when the blood glucose level is increased. The second phase is a slow release of newly formed vesicles that are triggered regardless of the blood sugar level. Glucose enters the beta cells and goes through glycolysis to form ATP that eventually causes depolarization of the beta cell membrane (as explained in Insulin secretion section of this article). The depolarization process causes voltage-controlled calcium channels (Ca2+) opening, allowing the calcium to flow into the cells. An increased calcium level activates phospholipase C, which cleaves the membrane phospholipid phosphtidylinositol 4,5-bisphosphate into Inositol 1,4,5-trisphosphate (IP3) and diacylglycerol (DAG). IP3 binds to receptor proteins in the membrane of endplasmic reticulum (ER). This releases (Ca2+) from the ER via IP3 gated channels, and raises the cell concentration of calcium even more. The influx of Ca2+ ions causes the secretion of insulin stored in vesicles through the cell membrane. The process of insulin secretion is an example of a trigger mechanism in a signal transduction pathway, because insulin is secreted after glucose enters the beta cell and that triggers several other processes in a chain reaction.",
            "score": 208.88363921642303
        },
        {
            "docid": "773534_12",
            "document": "Connexon . Connexons are also associated with both Type I and Type II diabetes. Cx36 (connexin 36) subunit mediates insulin excretion and glucose-induced insulin release from gap junctions of the liver and pancreas. Homeostasis in the liver and pancreatic organs are supported by an intricate system of cellular interactions called endocrine signaling. The secretion of hormones into the blood stream to target distant organs. However, endocrine signaling in the pancreas and liver operates along short distances in the cellular membrane by way of signaling pathways, ion channels, G-protein coupled receptors, tyrosine-kinase receptors, and cell-to-cell contact. The gap junctions in these tissues supported by endocrine signaling arbitrate intracellular signals between cells and larger organ systems by connecting adjacent cells to each other in a tight fit. The Tight fit of the gap junction is such that cells in the tissue can communicate more efficiently and maintain homeostasis. Thus the purpose of the gap junction is to regulate the passage of ions, nutrients, metabolites, second messengers, and small biological molecules. In diabetes the subsequent loss or degradation of Cx36 substantially inhibits insulin production in the pancreas and glucose in the liver which is vital for the production of energy for the entire body. A deficiency of Cx36 adversely affects the ability of the gap junction to operate within these tissues leading a reduction in function and possible disease. Similar symptoms associated with the loss or degradation of the gap junction have been observed in type II diabetes, however, the function of Cx36 in Type 1 and type II diabetes in humans is still unknown. Additionally, the Cx36 connexin is coded for by GJD2 gene, which has a predisposition on the gene locus for type II diabetes, and diabetic syndrome.",
            "score": 216.2300055027008
        },
        {
            "docid": "31216882_14",
            "document": "Insulin signal transduction pathway . Fatty acids also affect insulin secretion. In type 2 diabetes, fatty acids are able to potentiate insulin release to compensate the increment need of insulin. It was found that the β-cells express free fatty acid receptors at their surface, through which fatty acids can impact the function of β-cells. Long-chain acyl-CoA and DAG are the metabolites resulting from the intracellular metabolism of fatty acids. Long-chain acyl-CoA has the ability to acylate proteins that are essential in the insulin granule fusion. On the other hand, DAG activates PKC that is involved in the insulin secretion .",
            "score": 240.56973958015442
        },
        {
            "docid": "38599073_11",
            "document": "Chromium in glucose metabolism . When insulin concentrations within the blood rise, insulin binds to the external subunit of the insulin-receptor proteins, and induces a conformational change. This change results in the autophosphorylation of the tyrosine residue located on the internal ß-subunit of the receptor, thereby activating the receptor's kinase activity. An increase in insulin levels also signals for the movement of transferrin receptors from the vesicles of insulin-sensitive cells to the plasma membrane. Transferrin, the protein responsible for the movement of chromium through the body, binds to these receptors, and becomes internalized via the process of endocytosis. The pH of these vesicles containing the transferrin molecules is then decreased (resulting in increased acidity) by the action of ATP-driven proton pumps, and as a consequence, chromium is released from the transferrin. The free chromium within the cell is then sequestered by LMWCr. The binding of LMWCr to chromium converts it into its holo or active form, and once activated, LMWCr binds to the insulin receptors and aids in maintaining and amplifying the tyrosine kinase activity of the insulin receptors. In one experiment that was performed on bovine liver LMWCr, it was determined that LMWCr could amplify the activity of protein kinase receptors by up to seven-fold in the presence of insulin. Furthermore, evidence suggests that the action of LMWCr is most effective when it is bound to four chromic ions.",
            "score": 203.04991340637207
        },
        {
            "docid": "14754071_3",
            "document": "PTPRF . The protein encoded by this gene is a member of the protein tyrosine phosphatase (PTP) family. PTPs are known to be signaling molecules that regulate a variety of cellular processes including cell growth, differentiation, mitotic cycle, and oncogenic transformation. This PTP possesses an extracellular region, a single transmembrane region, and two tandem intracytoplasmic catalytic domains, and thus represents a receptor-type PTP. The extracellular region contains three Ig-like domains, and nine non-Ig like domains similar to that of neural cell adhesion molecule. This PTP was shown to function in the regulation of epithelial cell–cell contacts at adherens junctions, as well as in the control of beta-catenin signaling. An increased expression level of this protein was found in the insulin-responsive tissue of obese, insulin-resistant individuals, and may contribute to the pathogenesis of insulin resistance. Two alternatively spliced transcript variants of this gene, which encode distinct proteins, have been reported.",
            "score": 187.62755370140076
        },
        {
            "docid": "9125999_5",
            "document": "Blood sugar regulation . When levels of blood sugar rise, whether as a result of glycogen conversion, or from digestion of a meal, a different hormone is released from beta cells found in the Islets of Langerhans in the pancreas. This hormone, insulin, causes the liver to convert more glucose into glycogen (this process is called glycogenesis), and to force about 2/3 of body cells (primarily muscle and fat tissue cells) to take up glucose from the blood through the GLUT4 transporter, thus decreasing blood sugar. When insulin binds to the receptors on the cell surface, vesicles containing the GLUT4 transporters come to the plasma membrane and fuse together by the process of endocytosis, thus enabling a facilitated diffusion of glucose into the cell. As soon as the glucose enters the cell, it is phosphorylated into Glucose-6-Phosphate in order to preserve the concentration gradient so glucose will continue to enter the cell. Insulin also provides signals to several other body systems, and is the chief regulator of metabolic control in humans.",
            "score": 188.66045582294464
        },
        {
            "docid": "286001_4",
            "document": "Lipolysis . Lipolysis can be regulated through cAMP's binding and activation of protein kinase A (PKA). PKA can phosphorylate lipases, perilipin 1A, and CGI-58 to increase the rate of lipolysis. Catecholamines bind to 7TM receptors (G protein-coupled receptors) on the adipocyte cell membrane, which activate adenylate cyclase. This results in increased production of cAMP, which activates PKA and leads to an increased rate of lipolysis. Insulin counter-regulates this increase in lipolysis when it binds to insulin receptors on the adipocyte cell membrane. Insulin receptors activate insulin-like receptor substrates. These substrates activate phosphoinositide 3-kinases (PI-3K) which then phosphorylate protein kinase B (PKB) (a.k.a. Akt). PKB subsequently phosphorylates phosphodiesterase 3B (PD3B) which converts cAMP, produced by adenylate cyclase, into 5'AMP. Due to the reduced levels of cAMP, insulin decreases the rate of lipolysis. Insulin has additional actions in the mediobasal hypothalamus. It has been shown to suppress lipolysis due to lower sympathetic nervous outflow to white adipose tissue. The regulation of this process involves interactions between insulin receptors and gangliosides present in the neuronal cell membrane.",
            "score": 175.79936146736145
        },
        {
            "docid": "248671_14",
            "document": "Gluconeogenesis . Global control of gluconeogenesis is mediated by glucagon (\"released when blood glucose is low\"); it triggers phosphorylation of enzymes and regulatory proteins by Protein Kinase A (a cyclic AMP regulated kinase) resulting in inhibition of glycolysis and stimulation of gluconeogenesis. Insulin counteracts glucagon by inhibiting gluconeogenesis. Type 2 diabetes is marked by excess glucagon and insulin resistance from the body. Insulin can no longer inhibit the gene expression of enzymes such as PEPCK which leads to increased levels of hyperglycemia in the body. The anti-diabetic drug metformin reduces blood glucose primarily through inhibition of gluconeogenesis, overcoming the failure of insulin to inhibit glucogeneogenesis due to insulin resistance.",
            "score": 191.81036686897278
        },
        {
            "docid": "1197980_12",
            "document": "Downregulation and upregulation . This process is illustrated by the insulin receptor sites on target cells in a person with type 2 diabetes. Due to the elevated levels of blood glucose in an overweight individual, the β-cells (islets of Langerhans) in the pancreas must release more insulin than normal to meet the demand and return the blood to homeostatic levels. The near-constant increase in blood insulin levels results from an effort to match the increase in blood glucose, which will cause receptor sites on the liver cells to downregulate and decrease the number of receptors for insulin, increasing the subject’s resistance by decreasing sensitivity to this hormone. There is also a hepatic decrease in sensitivity to insulin. This can be seen in the continuing gluconeogenesis in the liver even when blood glucose levels are elevated. This is the more common process of insulin resistance, which leads to adult-onset diabetes.",
            "score": 238.33171141147614
        },
        {
            "docid": "14427686_4",
            "document": "Free fatty acid receptor 1 . FFA1 is found in highest concentration in pancreatic Islets of Langerhans, the endocrine portion of the pancreas. Activation of FFA1 results in an increase in cytosolic Ca via the phosphoinositide pathway. When a free fatty acid docks on FFA1, the membrane protein becomes activated. This activation causes one of its subunits to dissociate from the receptor, which then activates phospholipase C (PLC) which is found in the cell membrane. PLC in turn hydrolyzes phosphatidylinositol 4,5-bisphosphate (PIP),which is also in the membrane, to diacyl glycerol (DAG) which stays in the membrane, and inositol 1,4,5-triphosphate (IP), which enters the cytosol. IP can then dock on a calcium channel in the endoplasmic reticulum which will facilitate the release of Ca into the cytosol.] The Ca that is released then initiates a signal cascade, resulting in the secretion of insulin. A high concentration of glucose in the blood has been found to increase the transcription of the FFA1 gene, which has made these receptors a new target for the treatment of type II diabetes. While fatty acids themselves do not elicit insulin secretion, FFA1 activation increases the amount of insulin being secreted through various linked pathways. It has also been shown that chronic exposure to high amounts of free fatty acids, like on a high fat diet, can impair the function and secretory capacity of pancreatic β-cells.",
            "score": 187.61785173416138
        },
        {
            "docid": "2876898_13",
            "document": "Chromium(III) picolinate . Normally, chromodulin exists in the apochromodulin form, which is free of Cr(III) ions and has minimal activity on insulin receptors. The apochromodulin is stored in insulin sensitive cells in the nucleus. When blood glucose levels rise, insulin is released into the bloodstream and binds to an external α-subunit of the insulin receptor, a transmembrane protein. The insulin receptor consists of 2 extracellular α-subunits and 2 transmembrane β-subunits. As soon as insulin binds to the insulin receptor, a conformational change in the receptor occurs, causing all 3 tyrosine residues (located in the β-subunits) to be phosphorylated. This activates the receptor and allows it to transmit the signal from insulin to the cell. As mentioned above, absorbed chromium(III) picolinate eventually gives up Cr to transferrin. In turn, transferrin transports Cr to insulin sensitive cells (i.e. adipocytes) where it binds to apochromodulin to form holochromodulin. Holochromodulin binds to the insulin receptor, which assists in maintaining the active conformation of the insulin receptor by prolonging the kinase activity of kinases or up-regulating the amount of insulin receptor mRNA levels, thus decreasing blood glucose levels.",
            "score": 214.1216230392456
        },
        {
            "docid": "537599_24",
            "document": "AMP-activated protein kinase . Insulin is a hormone which helps regulate glucose levels in the body. When blood glucose is high, insulin is released from the Islets of Langerhans. Insulin, among other things, will then facilitate the uptake of glucose into cells via increased expression and translocation of glucose transporter GLUT-4. Under conditions of exercise, however, blood sugar levels are not necessarily high, and insulin is not necessarily activated, yet muscles are still able to bring in glucose. AMPK seems to be responsible in part for this exercise-induced glucose uptake. Goodyear et al. observed that with exercise, the concentration of GLUT-4 was increased in the plasma membrane, but decreased in the microsomal membranes, suggesting that exercise facilitates the translocation of vesicular GLUT-4 to the plasma membrane. While acute exercise increases GLUT-4 translocation, endurance training will increase the total amount of GLUT-4 protein available. It has been shown that both electrical contraction and AICAR treatment increase AMPK activation, glucose uptake, and GLUT-4 translocation in perfused rat hindlimb muscle, linking exercise-induced glucose uptake to AMPK. Chronic AICAR injections, simulating some of the effects of endurance training, also increase the total amount of GLUT-4 protein in the muscle cell.",
            "score": 181.52118182182312
        },
        {
            "docid": "5509632_16",
            "document": "Glucagon-like peptide-1 . The most noteworthy effect of GLP-1 is its ability to promote insulin secretion in a glucose-dependent manner. As GLP-1 binds to GLP-1 receptors expressed on the pancreatic β cells, the receptors couples to G-protein subunits and activates adenylate cyclase that increases the production of cAMP from ATP. Subsequently, activation of secondary pathways, including PKA and Epac2, alters the ion channel activity causing elevated levels of cytosolic Ca that enhances exocytosis of insulin-containing granules. During the process, influx of glucose ensures sufficient ATP to sustain the stimulatory effect.",
            "score": 190.86101698875427
        },
        {
            "docid": "35839849_11",
            "document": "Epigenetics of diabetes Type 2 . A subsequent study shows that under high glucose conditions, islet-specific transcription factor Pdx1 was shown to stimulate insulin expression by recruiting co-activators p300 and the Histone methyl transferase SETD7/9, which increased histone acetylation and H3K4me2, respectively, and the formation of open chromatin at the insulin promoter. In contrast, under low-glucose conditions, Pdx1 could recruit co-repressors HDAC1/2, which led to inhibition of insulin gene expression. Furthermore, Pdx1 also mediated β-cell-specific expression of SET7/9, which may regulate genes involved in glucose-induced insulin secretion. Nephropathy is another common symptom of diabetes patients and is caused by angiopathy of the capillaries in the kidneys. A gene known as UNC13B shows hypermethylation in diabetes patients genomes and is linked to diabetic nephropathy. The National Center for Biotechnology Information claims that hyperglycemia leads to an upregulation of this gene due to the increase in methylation at important CpG sites within the gene. UNC13B produces a protein with a diacylglycerol (DAG) binding domain. Hyperglycemia increases DAG levels in the blood which causes apoptosis in cells upregulating this gene and renal complications when DAG binds to the product of the UNC13B gene.",
            "score": 202.45796179771423
        },
        {
            "docid": "2839255_3",
            "document": "MTOR . mTOR links with other proteins and serves as a core component of two distinct protein complexes, mTOR complex 1 and mTOR complex 2, which regulate different cellular processes. In particular, as a core component of both complexes, mTOR functions as a serine/threonine protein kinase that regulates cell growth, cell proliferation, cell motility, cell survival, protein synthesis, autophagy, and transcription. As a core component of mTORC2, mTOR also functions as a tyrosine protein kinase that promotes the activation of insulin receptors and insulin-like growth factor 1 receptors. mTORC2 has also been implicated in the control and maintenance of the actin cytoskeleton.",
            "score": 149.3033196926117
        },
        {
            "docid": "20374_45",
            "document": "Metabolism . A very well understood example of extrinsic control is the regulation of glucose metabolism by the hormone insulin. Insulin is produced in response to rises in blood glucose levels. Binding of the hormone to insulin receptors on cells then activates a cascade of protein kinases that cause the cells to take up glucose and convert it into storage molecules such as fatty acids and glycogen. The metabolism of glycogen is controlled by activity of phosphorylase, the enzyme that breaks down glycogen, and glycogen synthase, the enzyme that makes it. These enzymes are regulated in a reciprocal fashion, with phosphorylation inhibiting glycogen synthase, but activating phosphorylase. Insulin causes glycogen synthesis by activating protein phosphatases and producing a decrease in the phosphorylation of these enzymes.",
            "score": 177.91531229019165
        },
        {
            "docid": "733945_3",
            "document": "Daf-2 . Insulin/IGF-1-like signaling is well-conserved evolutionarily across animal phyla, from single celled organisms to mammals. DAF-2 is the only member of the insulin receptor family in \"C. elegans\" but it corresponds, in form and function, to multiple pathways in humans. The protein predicted from DAF-2's sequence is 35% identical to the human insulin receptor, which regulates metabolism; 34% identical to the IGF-1 receptor, which regulates growth; and 33% identical to the human insulin receptor–related receptor. In \"C. elegans\", the insulin/IGF-1/FOXO pathway is initiated by changes in IGF-1 levels which cause IGF-1 receptors to start a phosphorylation cascade that deactivates the FOXO transcription factor, DAF-16. When not phosphorylated, DAF-16 is active and present in the nucleus. DAF-16 is responsible for up-regulating transcription of about 100 genes that code for cell protecting products such as heat shock proteins and antioxidants. Genetic analysis reveals that the presence of functioning DAF-16 is required to produce the extended lifespan observed in DAF-2 knock-downs. By silencing DAF-16, activation of DAF-2 receptors can ultimately compromise a cell’s ability to mitigate harmful environmental conditions. In most eukaryotes, insulin activates DAF-2 signaling. However, both human insulin and insulin coded for by orthologous genes in \"C. elegans\" inhibit DAF-2 receptors in \"C. elegans\".",
            "score": 166.15136194229126
        },
        {
            "docid": "31216882_30",
            "document": "Insulin signal transduction pathway . While insulin is secreted by the pancreas to lower blood glucose levels, glucagon is secreted to raise blood glucose levels. This is why glucagon has been known for decades as a counter-regulatory hormone. When blood glucose levels are low, the pancreas secretes glucagon, which in turn causes the liver to convert stored glycogen polymers into glucose monomers, which is then released into the blood. This process is called glycogenolysis. Liver cells, or hepatocytes, have glucagon receptors which allow for glucagon to attach to them and thus stimulate glycogenolysis. Contrary to insulin, which is produced by pancreatic β-cells, glucagon is produced by pancreatic α-cells. It is also known that an increase in insulin suppresses glucagon secretion, and a decrease in insulin, along with low glucose levels, stimulates the secretion of glucagon.",
            "score": 222.43931901454926
        },
        {
            "docid": "16853492_4",
            "document": "LANCL2 . Selective binding between LANCL2 and ABA or other ligands such as the benzimidazole NSC61610 and piperazine BT-11, lead to elevation of intracellular cAMP, activation of PKA and suppression of inflammation in macrophages. In hepatocytes, LANCL2 regulates cell survival by phosphorylation of Akt through its interaction with the Akt kinase mTORC2. Active mTORC2 causes translocation of GLUT4 to the plasma membrane and stimulates glucose uptake. LANCL2 expression in immune cells, adipose tissue, skeletal muscle and pancreas, and the potential to manipulate LANCL2 signaling and GLUT4 translocation with ABA make this G protein-coupled receptor a novel therapeutic target for glycemic control. In humans, ABA release was detected with increasing glycemia, although this mechanism failed in people suffering from type 2 and gestational diabetes. Also, plasma ABA concentrations increase after oral glucose load (OGTT) in healthy subjects. ABA stimulates glucose-dependent insulin release from human and rodent pancreatic β-cells. At a low dose (micrograms/Kg body weight) oral ABA significantly reduces both glycemia and insulinemia in rats and in humans undergoing an OGTT indicating that ABA reduces the amount of insulin required to control hyperglycemia. This insulin-sparing effect suggests that LANCL2 can be used as a therapeutic target for the treatment of inflammatory and metabolic diseases such as metabolic syndrome, prediabetes and diabetes.",
            "score": 213.47500324249268
        },
        {
            "docid": "14764283_3",
            "document": "Insulin-induced gene 1 protein . INSIG1 is short for insulin-induced gene 1; it is located on chromosome 7 (7q36). This human gene encodes for a transmembrane protein of 277 amino acids with probably 6 transmembrane domains. It is localized in the endoplasmic reticulum (ER) and seems to be expressed in all tissues, especially in liver. This gene is called an insulin-induced gene because the molecule insulin can regulate it. Importantly, the protein encoded by this gene plays a critical role in regulating cholesterol concentrations in cells.",
            "score": 166.7363269329071
        },
        {
            "docid": "15445074_2",
            "document": "Insulin oscillation . The insulin concentration in blood increases after meals and gradually returns to basal levels during the next 1–2 hours. However, the basal insulin level is not stable. It oscillates with a regular period of 3-6 min. After a meal the amplitude of these oscillations increases but the periodicity remains constant. The oscillations are believed to be important for insulin sensitivity by preventing downregulation of insulin receptors in target cells. Such downregulation underlies insulin resistance, which is common in type 2 diabetes. It would therefore be advantageous to administer insulin to diabetic patients in a manner mimicking the natural oscillations. The insulin oscillations are generated by pulsatile release of the hormone from the pancreas. Insulin originates from beta cells located in the islets of Langerhans. Since each islet contains up to 2000 beta cells and there are one million islets in the pancreas it is apparent that pulsatile secretion requires sophisticated synchronization both within and among the islets of Langerhans.",
            "score": 220.20747780799866
        },
        {
            "docid": "1609070_4",
            "document": "Hyperinsulinemia . In type 2 diabetes, the cells of the body become resistant to the effects of insulin as the receptors which bind to the hormone become less sensitive to insulin concentrations resulting in hyperinsulinemia and disturbances in insulin release. With a reduced response to insulin, the beta cells of the pancreas secrete increasing amounts of insulin in response to the continued high blood glucose levels resulting in hyperinsulinemia. In insulin resistant tissues, a threshold concentration of insulin is reached causing the cells to uptake glucose and therefore decreases blood glucose levels. Studies have shown that the high levels of insulin resulting from insulin resistance might enhance insulin resistance.",
            "score": 221.62407445907593
        },
        {
            "docid": "3161549_15",
            "document": "Branched-chain amino acid . In addition to cell signaling, the mTOR pathway also plays a role in beta cell growth leading to insulin secretion. High glucose in the blood begins the process of the mTOR signaling pathway, which leucine plays an indirect role. The combination of glucose, leucine, and other activators cause mTOR to start signaling for the proliferation of beta cells and the secretion of insulin. Higher concentrations of leucine cause hyperactivity in the mTOR pathway, and S6 kinase is activated leading to inhibition of insulin receptor substrate through serine phosphorylation. In the cell the increased activity of mTOR complex causes eventual inability of beta cells to release insulin and an inhibitory effect on S6 kinase leading to insulin resistance in the cells, contributing to development of type 2 diabetes.",
            "score": 197.18229985237122
        },
        {
            "docid": "23634_28",
            "document": "Protein . Many proteins are involved in the process of cell signaling and signal transduction. Some proteins, such as insulin, are extracellular proteins that transmit a signal from the cell in which they were synthesized to other cells in distant tissues. Others are membrane proteins that act as receptors whose main function is to bind a signaling molecule and induce a biochemical response in the cell. Many receptors have a binding site exposed on the cell surface and an effector domain within the cell, which may have enzymatic activity or may undergo a conformational change detected by other proteins within the cell.",
            "score": 167.16397833824158
        },
        {
            "docid": "9903607_2",
            "document": "Insulin-like growth factor 2 receptor . Insulin-like growth factor 2 receptor (IGF2R), also called the cation-independent mannose-6-phosphate receptor (CI-MPR) is a protein that in humans is encoded by the \"IGF2R\" gene. IGF2R is a multifunctional protein receptor that binds insulin-like growth factor 2 (IGF2) at the cell surface and mannose-6-phosphate (M6P)-tagged proteins in the \"trans\"-Golgi network.",
            "score": 144.9026460647583
        },
        {
            "docid": "1719250_2",
            "document": "Insulin glargine . Insulin glargine, marketed under the names Lantus, among others, is a long-acting basal insulin analogue, given once daily to help control the blood sugar level of those with diabetes. It consists of microcrystals that slowly release insulin, giving a long duration of action of 18 to 26 hours, with a \"peakless\" profile (according to the insulin glargine package insert). Pharmacokinetically, its steady action can supplement the variable insulin secretion of non-diabetic pancreatic beta cells. Sometimes, in type 2 diabetes and in combination with a short acting sulfonylurea (drugs which stimulate the pancreas to make more insulin), it can help offer moderate control of serum glucose levels. In the absence of endogenous insulin—type 1 diabetes, depleted type 2 (in some cases) or latent autoimmune diabetes of adults in late stage—insulin glargine needs the support of fast acting insulin taken with food to reduce the effect of prandially derived glucose (from food).",
            "score": 220.27442944049835
        }
    ],
    "r": [
        {
            "docid": "14895_2",
            "document": "Insulin . Insulin (from Latin \"insula\", island) is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of, especially glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (triglycerides) via lipogenesis, or, in the case of the liver, into both. Glucose production and secretion by the liver is strongly inhibited by high concentrations of insulin in the blood. Circulating insulin also affects the synthesis of proteins in a wide variety of tissues. It is therefore an anabolic hormone, promoting the conversion of small molecules in the blood into large molecules inside the cells. Low insulin levels in the blood have the opposite effect by promoting widespread catabolism, especially of reserve body fat. Beta cells are sensitive to glucose concentrations, also known as blood sugar levels. When the glucose level is high, the beta cells secrete insulin into the blood; when glucose levels are low, secretion of insulin is inhibited. Their neighboring alpha cells, by taking their cues from the beta cells, secrete glucagon into the blood in the opposite manner: increased secretion when blood glucose is low, and decreased secretion when glucose concentrations are high. Glucagon, through stimulating the liver to release glucose by glycogenolysis and gluconeogenesis, has the opposite effect of insulin. The secretion of insulin and glucagon into the blood in response to the blood glucose concentration is the primary mechanism of glucose homeostasis. If beta cells are destroyed by an autoimmune reaction, insulin can no longer be synthesized or be secreted into the blood. This results in type 1 diabetes mellitus, which is characterized by abnormally high blood glucose concentrations, and generalized body wasting. In type 2 diabetes mellitus the destruction of beta cells is less pronounced than in type 1 diabetes, and is not due to an autoimmune process. Instead there is an accumulation of amyloid in the pancreatic islets, which likely disrupts their anatomy and physiology. The pathogenesis of type 2 diabetes is not well understood but patients exhibit a reduced population of islet beta-cells, reduced secretory function of islet beta-cells that survive, and peripheral tissue insulin resistance. Type 2 diabetes is characterized by high rates of glucagon secretion into the blood which are unaffected by, and unresponsive to the concentration of glucose in the blood. Insulin is still secreted into the blood in response to the blood glucose. As a result, the insulin levels, even when the blood sugar level is normal, are much higher than they are in healthy persons. There are a variety of treatment regimens, none of which is entirely satisfactory. When the pancreas’s capacity to secrete insulin can no longer keep the blood sugar level within normal bounds, insulin injections are given. The human insulin protein is composed of 51 amino acids, and has a molecular mass of 5808 Da. It is a dimer of an A-chain and a B-chain, which are linked together by disulfide bonds. Insulin's structure varies slightly between species of animals. Insulin from animal sources differs somewhat in effectiveness (in carbohydrate metabolism effects) from human insulin because of these variations. Porcine insulin is especially close to the human version, and was widely used to treat type 1 diabetics before human insulin could be produced in large quantities by recombinant DNA technologies. The crystal structure of insulin in the solid state was determined by Dorothy Hodgkin. It is on the WHO Model List of Essential Medicines, the most important medications needed in a basic health system.",
            "score": 267.4267272949219
        },
        {
            "docid": "40017873_32",
            "document": "Diabetes mellitus . Insulin is released into the blood by beta cells (β-cells), found in the islets of Langerhans in the pancreas, in response to rising levels of blood glucose, typically after eating. Insulin is used by about two-thirds of the body's cells to absorb glucose from the blood for use as fuel, for conversion to other needed molecules, or for storage. Lower glucose levels result in decreased insulin release from the beta cells and in the breakdown of glycogen to glucose. This process is mainly controlled by the hormone glucagon, which acts in the opposite manner to insulin.",
            "score": 261.05242919921875
        },
        {
            "docid": "14895_30",
            "document": "Insulin . The effects of insulin are initiated by its binding to a receptor present in the cell membrane. The receptor molecule contains an α- and β subunits. Two molecules are joined to form what is known as a homodimer. Insulin binds to the α-subunits of the homodimer, which faces the extracellular side of the cells. The β subunits have tyrosine kinase enzyme activity which is triggered by the insulin binding. This activity provokes the autophosphorylation of the β subunits and subsequently the phosphorylation of proteins inside the cell known as insulin receptor substrates (IRS). The phosphorylation of the IRS activates a signal transduction cascade that leads to the activation of other kinases as well as transcription factors that mediate the intracellular effects of insulin.",
            "score": 250.14736938476562
        },
        {
            "docid": "625341_15",
            "document": "Nanopore . These can be about 20 nm in a diameter. They are integrated into artificially constructed encapsulated cells of silicon wafers. These pores allow small molecules like oxygen, glucose and insulin to pass however they prevent large immune system molecules like immunoglobins from passing. As an example, rat pancreatic cells are microencapsulated, they receive nutrients and release insulin through nanopores being totally isolated from their neighboring environment i.e. foreign cells. This knowledge can help to replace nonfunctional islets of Langerhans cells in the pancreas (responsible for producing insulin), by harvested piglet cells. They can be implanted underneath the human skin without the need of immunosuppressants which put diabetic patients at a risk of infection.",
            "score": 247.43487548828125
        },
        {
            "docid": "31216882_14",
            "document": "Insulin signal transduction pathway . Fatty acids also affect insulin secretion. In type 2 diabetes, fatty acids are able to potentiate insulin release to compensate the increment need of insulin. It was found that the β-cells express free fatty acid receptors at their surface, through which fatty acids can impact the function of β-cells. Long-chain acyl-CoA and DAG are the metabolites resulting from the intracellular metabolism of fatty acids. Long-chain acyl-CoA has the ability to acylate proteins that are essential in the insulin granule fusion. On the other hand, DAG activates PKC that is involved in the insulin secretion .",
            "score": 240.56973266601562
        },
        {
            "docid": "1197980_12",
            "document": "Downregulation and upregulation . This process is illustrated by the insulin receptor sites on target cells in a person with type 2 diabetes. Due to the elevated levels of blood glucose in an overweight individual, the β-cells (islets of Langerhans) in the pancreas must release more insulin than normal to meet the demand and return the blood to homeostatic levels. The near-constant increase in blood insulin levels results from an effort to match the increase in blood glucose, which will cause receptor sites on the liver cells to downregulate and decrease the number of receptors for insulin, increasing the subject’s resistance by decreasing sensitivity to this hormone. There is also a hepatic decrease in sensitivity to insulin. This can be seen in the continuing gluconeogenesis in the liver even when blood glucose levels are elevated. This is the more common process of insulin resistance, which leads to adult-onset diabetes.",
            "score": 238.3317108154297
        },
        {
            "docid": "14800657_6",
            "document": "RAPGEF4 . In pancreatic β-cells, cAMP signaling, which can be activated by various extracellular stimuli including hormonal and neural inputs primarily through Gs-coupled receptors, is of importance for normal regulation of insulin secretion to maintain glucose homeostasis. Activation of cAMP signaling amplifies insulin secretion by Epac2-dependent as well as PKA-dependent pathways. Epac2-Rap1 signaling is critical to promote exocytosis of insulin-containing vesicles from the readily releasable pool. In Epac2-mediated exocytosis of insulin granules, Epac2 interacts with Rim2, which is a scaffold protein localized in both plasma membrane and insulin granules, and determines the docking and priming states of exocytosis. In addition, piccolo, a possible Ca sensor protein, interacts with the Epac2-Rim2 complex to regulate cAMP-induced insulin secretion. It is suggested that phospholipase C-ε (PLC-ε), one of the effector proteins of Rap, regulates intracellular Ca dynamics by altering the activities of ion channels such as ATP-sensitive potassium channel, ryanodine receptor, and IP3 receptor. In neurons, Epac is involved in neurotransmitter release in glutamatergic synapses from calyx of Held and in crayfish neuromuscular junction. Epac also has roles in the development of brain by regulation of neurite growth and neuronal differentiation as well as axon regeneration in mammalian tissue. Furthermore, Epac2 may regulate synaptic plasticity, and thus control higher brain functions such as memory and learning.  In heart, Epac1 is expressed predominantly, and is involved in the development of hypertrophic events by chronic cAMP stimulation through β-adrenergic receptors. In contrast, chronic stimulation of Epac2 may be a cause of cardiac arrhythmia through CaMKII-dependent diastolic sarcoplasmic reticulum (SR) Ca release in mice. Epac2 also is involved in GLP-1-stimulated atrial natriuretic peptide (ANP) secretion from heart.",
            "score": 237.84335327148438
        },
        {
            "docid": "6021647_29",
            "document": "Sulfatide . Sulfatide has several isoforms, including C16:0, which is found primarily in the secretory granules and toward the surface of the membrane of β cells. Secretory granules and β cells are found in the islet of Langerhans and in rat β TC3 cells. Research has shown that in the pancreases of Type II diabetic mouse models, there is a deficiency of C16:0. Additional research has shown that C16:0 plays an important role in assisting to improve insulin crystal preservation, and as the β cells in the pancreas secrete insulin, sulfatide aids in the monomerization of insulin, which is the breakdown of insulin into its basics components or monomers. Consequently, sulfatide is needed in order to maintain normal insulin secretion, which sulfatide is capable of mediating through stimulation of calcium dependent exocytosis and adenosine triphosphate (ATP)-sensitive potassium ion channels. Sulfatide can also stimulate proinsulin folding as well, as it can serve as a molecular chaperone for insulin.",
            "score": 232.80950927734375
        },
        {
            "docid": "26585603_2",
            "document": "Diabetes in dogs . Diabetes mellitus is a disease in which the beta cells of the endocrine pancreas either stop producing insulin or can no longer produce it in enough quantity for the body's needs. The condition is commonly divided into two types, depending on the origin of the condition: Type 1 diabetes, sometimes called \"juvenile diabetes\", is caused by destruction of the beta cells of the pancreas. The condition is also referred to as insulin-dependent diabetes, meaning exogenous insulin injections must replace the insulin the pancreas is no longer capable of producing for the body's needs. Dogs can have insulin-dependent, or Type 1, diabetes; research finds no Type 2 diabetes in dogs. Because of this, there is no possibility the permanently damaged pancreatic beta cells could re-activate to engender a remission as may be possible with some feline diabetes cases, where the primary type of diabetes is Type 2. There is another less common form of diabetes, diabetes insipidus, which is a condition of insufficient antidiuretic hormone or resistance to it.",
            "score": 224.78750610351562
        },
        {
            "docid": "54448_31",
            "document": "Insulin resistance . Any food or drink containing glucose (or the digestible carbohydrates that contain it, such as sucrose, starch, etc.) causes blood glucose levels to increase. In normal metabolism, the elevated blood glucose level instructs beta (β) cells in the Islets of Langerhans, located in the pancreas, to release insulin into the blood. The insulin, in turn, makes insulin-sensitive tissues in the body (primarily skeletal muscle cells, adipose tissue, and liver) absorb glucose, and thereby lower the blood glucose level. The beta cells reduce insulin output as the blood glucose level falls, allowing blood glucose to settle at a constant of approximately 5 mmol/L (mM) (90 mg/dL). In an \"insulin-resistant\" person, normal levels of insulin do not have the same effect in controlling blood glucose levels. During the compensated phase on insulin resistance, insulin levels are higher, and blood glucose levels are still maintained. If compensatory insulin secretion fails, then either fasting (impaired fasting glucose) or postprandial (impaired glucose tolerance) glucose concentrations increase. Eventually, type 2 diabetes or latent autoimmune diabetes occurs when glucose levels become higher throughout the day as the resistance increases and compensatory insulin secretion fails. The elevated insulin levels also have additional effects (see insulin) that cause further abnormal biological effects throughout the body.",
            "score": 224.48086547851562
        },
        {
            "docid": "26585603_18",
            "document": "Diabetes in dogs . Early diagnosis and interventive treatment can mean reduced incidence of complications such as cataracts and neuropathy. Since dogs are insulin dependent, oral drugs are not effective for them. They must be placed on insulin replacement therapy. Approved oral diabetes drugs can be helpful to sufferers of Type 2 diabetes because they work in one of three ways: by inducing the pancreas to produce more insulin, by allowing the body to more effectively use the insulin it produces, or by slowing the glucose absorption rate from the GI tract. Unapproved so-called \"natural\" remedies make similar claims for their products. All of this is based on the premise of having an endocrine pancreas with beta cells capable of producing insulin. Those with Type 1, or insulin-dependent diabetes, have beta cells which are permanently damaged, thus unable to produce insulin. This is the reason nothing other than insulin replacement therapy can be considered real and effective treatment. Canine diabetes means insulin dependency; insulin therapy must be continued for life.",
            "score": 223.7162628173828
        },
        {
            "docid": "31216882_30",
            "document": "Insulin signal transduction pathway . While insulin is secreted by the pancreas to lower blood glucose levels, glucagon is secreted to raise blood glucose levels. This is why glucagon has been known for decades as a counter-regulatory hormone. When blood glucose levels are low, the pancreas secretes glucagon, which in turn causes the liver to convert stored glycogen polymers into glucose monomers, which is then released into the blood. This process is called glycogenolysis. Liver cells, or hepatocytes, have glucagon receptors which allow for glucagon to attach to them and thus stimulate glycogenolysis. Contrary to insulin, which is produced by pancreatic β-cells, glucagon is produced by pancreatic α-cells. It is also known that an increase in insulin suppresses glucagon secretion, and a decrease in insulin, along with low glucose levels, stimulates the secretion of glucagon.",
            "score": 222.43931579589844
        },
        {
            "docid": "2698612_3",
            "document": "Pramlintide . Pramlintide is an analogue of amylin, a small peptide hormone that is released into the bloodstream by the β cells of the pancreas along with insulin after a meal. Like insulin, amylin is completely absent in individuals with Type I diabetes.",
            "score": 222.26588439941406
        },
        {
            "docid": "35839849_8",
            "document": "Epigenetics of diabetes Type 2 . Pancreatic islet-specific miR-375 inhibits insulin secretion in mouse pancreatic β-cells by inhibiting the expression of the protein myotrophin. An overexpression of miR-375 can completely suppress glucose-induced insulin secretion, while inhibition of native miR-375 will increase insulin secretion. In another study, increasing the level of miR-9, a different miRNA, resulted in a severe defect in glucose-stimulated insulin release. This happens because miR-9 down-regulated the transcription factor Onecut2 (OC2) that controls the expression of Rab27a effector granuphilin, a key factor in controlling insulin release. Also miR-192 levels have been shown to be increased in glomeruli isolated from diabetic mice when compared to non-diabetic mice, suggesting that it is involved as well. Since miR-192 was shown to regulate extracellular matrix proteins collagen 1-α 1 and 2 (Col1α1 and 2) that accumulate during diabetic nephropathy, miR-192 may play a role in kidney diseases as well. A correlation between elevated Notch signaling pathway gene expression, which is important for cell to cell communication, and diabetic nephropathy has also been shown. MiR-143 has also been experimentally shown to regulate genes that are crucial for adipocyte differentiation, (including GLUT4, Hormone-sensitive lipase, the fatty acid-binding protein, aP2 and PPAR-γ2), demonstrating that miRNAs are also involved in fat metabolism and endocrine function in humans.",
            "score": 222.1927032470703
        },
        {
            "docid": "1609070_4",
            "document": "Hyperinsulinemia . In type 2 diabetes, the cells of the body become resistant to the effects of insulin as the receptors which bind to the hormone become less sensitive to insulin concentrations resulting in hyperinsulinemia and disturbances in insulin release. With a reduced response to insulin, the beta cells of the pancreas secrete increasing amounts of insulin in response to the continued high blood glucose levels resulting in hyperinsulinemia. In insulin resistant tissues, a threshold concentration of insulin is reached causing the cells to uptake glucose and therefore decreases blood glucose levels. Studies have shown that the high levels of insulin resulting from insulin resistance might enhance insulin resistance.",
            "score": 221.6240692138672
        },
        {
            "docid": "1719250_2",
            "document": "Insulin glargine . Insulin glargine, marketed under the names Lantus, among others, is a long-acting basal insulin analogue, given once daily to help control the blood sugar level of those with diabetes. It consists of microcrystals that slowly release insulin, giving a long duration of action of 18 to 26 hours, with a \"peakless\" profile (according to the insulin glargine package insert). Pharmacokinetically, its steady action can supplement the variable insulin secretion of non-diabetic pancreatic beta cells. Sometimes, in type 2 diabetes and in combination with a short acting sulfonylurea (drugs which stimulate the pancreas to make more insulin), it can help offer moderate control of serum glucose levels. In the absence of endogenous insulin—type 1 diabetes, depleted type 2 (in some cases) or latent autoimmune diabetes of adults in late stage—insulin glargine needs the support of fast acting insulin taken with food to reduce the effect of prandially derived glucose (from food).",
            "score": 220.27442932128906
        },
        {
            "docid": "15445074_2",
            "document": "Insulin oscillation . The insulin concentration in blood increases after meals and gradually returns to basal levels during the next 1–2 hours. However, the basal insulin level is not stable. It oscillates with a regular period of 3-6 min. After a meal the amplitude of these oscillations increases but the periodicity remains constant. The oscillations are believed to be important for insulin sensitivity by preventing downregulation of insulin receptors in target cells. Such downregulation underlies insulin resistance, which is common in type 2 diabetes. It would therefore be advantageous to administer insulin to diabetic patients in a manner mimicking the natural oscillations. The insulin oscillations are generated by pulsatile release of the hormone from the pancreas. Insulin originates from beta cells located in the islets of Langerhans. Since each islet contains up to 2000 beta cells and there are one million islets in the pancreas it is apparent that pulsatile secretion requires sophisticated synchronization both within and among the islets of Langerhans.",
            "score": 220.2074737548828
        },
        {
            "docid": "13530864_13",
            "document": "TRPV2 . TRPV2 seems to be essential in glucose homeostasis. It is highly expressed in MIN6 cells, which is a β-cell. These cell types are known for releasing insulin, a molecule that functions to keep glucose levels low. Under unstimulated conditions, TRPV2 is localized in the cytoplasm. Activation causes the channel to translocate to the plasma membrane. This triggers the influx of calcium resulting in insulin secretion.",
            "score": 218.70278930664062
        },
        {
            "docid": "54448_32",
            "document": "Insulin resistance . The most common type of insulin resistance is associated with overweight and obesity in a condition known as the metabolic syndrome. Insulin resistance often progresses to full Type 2 diabetes mellitus (T2DM) or latent autoimmune diabetes of adults. This often is seen when hyperglycemia develops after a meal, when pancreatic β-cells are unable to produce sufficient insulin to maintain normal blood sugar levels (euglycemia) in the face of insulin resistance. The inability of the β-cells to produce sufficient insulin in a condition of hyperglycemia is what characterizes the transition from insulin resistance to T2DM.",
            "score": 217.8553466796875
        },
        {
            "docid": "54448_30",
            "document": "Insulin resistance . Insulin resistance in muscle and fat cells reduces glucose uptake (and also local storage of glucose as glycogen and triglycerides, respectively), whereas insulin resistance in liver cells results in reduced glycogen synthesis and storage and also a failure to suppress glucose production and release into the blood. Insulin resistance normally refers to reduced glucose-lowering effects of insulin. However, other functions of insulin can also be affected. For example, insulin resistance in fat cells reduces the normal effects of insulin on lipids and results in reduced uptake of circulating lipids and increased hydrolysis of stored triglycerides. Increased mobilization of stored lipids in these cells elevates free fatty acids in the blood plasma. Elevated blood fatty-acid concentrations (associated with insulin resistance and diabetes mellitus Type 2), reduced muscle glucose uptake, and increased liver glucose production all contribute to elevated blood glucose levels. High plasma levels of insulin and glucose due to insulin resistance are a major component of the metabolic syndrome. If insulin resistance exists, more insulin needs to be secreted by the pancreas. If this compensatory increase does not occur, blood glucose concentrations increase and type 2 diabetes or latent autoimmune diabetes of adults occurs.",
            "score": 216.28961181640625
        },
        {
            "docid": "773534_12",
            "document": "Connexon . Connexons are also associated with both Type I and Type II diabetes. Cx36 (connexin 36) subunit mediates insulin excretion and glucose-induced insulin release from gap junctions of the liver and pancreas. Homeostasis in the liver and pancreatic organs are supported by an intricate system of cellular interactions called endocrine signaling. The secretion of hormones into the blood stream to target distant organs. However, endocrine signaling in the pancreas and liver operates along short distances in the cellular membrane by way of signaling pathways, ion channels, G-protein coupled receptors, tyrosine-kinase receptors, and cell-to-cell contact. The gap junctions in these tissues supported by endocrine signaling arbitrate intracellular signals between cells and larger organ systems by connecting adjacent cells to each other in a tight fit. The Tight fit of the gap junction is such that cells in the tissue can communicate more efficiently and maintain homeostasis. Thus the purpose of the gap junction is to regulate the passage of ions, nutrients, metabolites, second messengers, and small biological molecules. In diabetes the subsequent loss or degradation of Cx36 substantially inhibits insulin production in the pancreas and glucose in the liver which is vital for the production of energy for the entire body. A deficiency of Cx36 adversely affects the ability of the gap junction to operate within these tissues leading a reduction in function and possible disease. Similar symptoms associated with the loss or degradation of the gap junction have been observed in type II diabetes, however, the function of Cx36 in Type 1 and type II diabetes in humans is still unknown. Additionally, the Cx36 connexin is coded for by GJD2 gene, which has a predisposition on the gene locus for type II diabetes, and diabetic syndrome.",
            "score": 216.23001098632812
        },
        {
            "docid": "697890_19",
            "document": "Gestational diabetes . Studies have shown that HGF is an important signaling molecule in stress related situations where more insulin is needed. Pregnancy causes increased insulin resistance and so a higher insulin demand. The β-cells must compensate for this by either increasing insulin production or proliferating. If neither of the processes occur, then markers for gestational diabetes are observed. It has been observed that pregnancy increases HGF levels, showing a correlation that suggests a connection between the signaling pathway and increased insulin needs. In fact, when no signaling is present, gestational diabetes is more likely to occur.",
            "score": 215.32745361328125
        },
        {
            "docid": "2876898_13",
            "document": "Chromium(III) picolinate . Normally, chromodulin exists in the apochromodulin form, which is free of Cr(III) ions and has minimal activity on insulin receptors. The apochromodulin is stored in insulin sensitive cells in the nucleus. When blood glucose levels rise, insulin is released into the bloodstream and binds to an external α-subunit of the insulin receptor, a transmembrane protein. The insulin receptor consists of 2 extracellular α-subunits and 2 transmembrane β-subunits. As soon as insulin binds to the insulin receptor, a conformational change in the receptor occurs, causing all 3 tyrosine residues (located in the β-subunits) to be phosphorylated. This activates the receptor and allows it to transmit the signal from insulin to the cell. As mentioned above, absorbed chromium(III) picolinate eventually gives up Cr to transferrin. In turn, transferrin transports Cr to insulin sensitive cells (i.e. adipocytes) where it binds to apochromodulin to form holochromodulin. Holochromodulin binds to the insulin receptor, which assists in maintaining the active conformation of the insulin receptor by prolonging the kinase activity of kinases or up-regulating the amount of insulin receptor mRNA levels, thus decreasing blood glucose levels.",
            "score": 214.1216278076172
        },
        {
            "docid": "747128_8",
            "document": "Granule (cell biology) . Insulin granules are secretory granules, which can release their contents from the cell into the bloodstream. The beta cells in the pancreas are responsible for the storage of insulin and release of it at appropriate times. The beta cells closely control the release, and use unusual mechanisms to do so.",
            "score": 213.99769592285156
        },
        {
            "docid": "16853492_4",
            "document": "LANCL2 . Selective binding between LANCL2 and ABA or other ligands such as the benzimidazole NSC61610 and piperazine BT-11, lead to elevation of intracellular cAMP, activation of PKA and suppression of inflammation in macrophages. In hepatocytes, LANCL2 regulates cell survival by phosphorylation of Akt through its interaction with the Akt kinase mTORC2. Active mTORC2 causes translocation of GLUT4 to the plasma membrane and stimulates glucose uptake. LANCL2 expression in immune cells, adipose tissue, skeletal muscle and pancreas, and the potential to manipulate LANCL2 signaling and GLUT4 translocation with ABA make this G protein-coupled receptor a novel therapeutic target for glycemic control. In humans, ABA release was detected with increasing glycemia, although this mechanism failed in people suffering from type 2 and gestational diabetes. Also, plasma ABA concentrations increase after oral glucose load (OGTT) in healthy subjects. ABA stimulates glucose-dependent insulin release from human and rodent pancreatic β-cells. At a low dose (micrograms/Kg body weight) oral ABA significantly reduces both glycemia and insulinemia in rats and in humans undergoing an OGTT indicating that ABA reduces the amount of insulin required to control hyperglycemia. This insulin-sparing effect suggests that LANCL2 can be used as a therapeutic target for the treatment of inflammatory and metabolic diseases such as metabolic syndrome, prediabetes and diabetes.",
            "score": 213.47499084472656
        },
        {
            "docid": "21091725_13",
            "document": "Insulin (medication) . Slight variations of the human insulin molecule are called insulin analogues, (technically \"insulin receptor ligands\") so named because they are not technically insulin, rather they are analogues which retain the hormone's glucose management functionality. They have absorption and activity characteristics not currently possible with subcutaneously injected insulin proper. They are either absorbed rapidly in an attempt to mimic real beta cell insulin (as with insulin lispro, insulin aspart, and insulin glulisine), or steadily absorbed after injection instead of having a 'peak' followed by a more or less rapid decline in insulin action (as with insulin detemir and insulin glargine), all while retaining insulin's glucose-lowering action in the human body. However, a number of meta-analyses, including those done by the Cochrane Collaboration in 2005, Germany's Institute for Quality and Cost Effectiveness in the Health Care Sector [IQWiG] released in 2007, and the Canadian Agency for Drugs and Technology in Health (CADTH) also released in 2007 have shown no unequivocal advantages in clinical use of insulin analogues over more conventional insulin types.",
            "score": 212.26673889160156
        },
        {
            "docid": "1612851_7",
            "document": "Diazoxide . Diazoxide interferes with insulin release through its action on potassium channels. Diazoxide is one of the most potent openers of the K+ ATP channels present on the insulin producing beta cells of the pancreas. Opening these channels leads to hyperpolarization of cell membrane, a decrease in calcium influx, and a subsequently reduced release of insulin. This mechanism of action is the mirror opposite of that of sulfonylureas, a class of medications used to increase insulin release in Type 2 Diabetics. Therefore, this medicine is not given to non-insulin dependent diabetic patients.",
            "score": 209.59310913085938
        },
        {
            "docid": "21091725_33",
            "document": "Insulin (medication) . Because of the complex and interacting factors, it is, in principle, impossible to know for certain how much insulin (and which type) is needed to 'cover' a particular meal to achieve a reasonable blood glucose level within an hour or two after eating. Non-diabetics' beta cells routinely and automatically manage this by continual glucose level monitoring and insulin release. All such decisions by a diabetic must be based on experience and training (i.e., at the direction of a physician, PA, or in some places a specialist diabetic educator) and, further, specifically based on the individual experience of the patient. But it is not straightforward and should never be done by habit or routine. With some care however, it can be done reasonably well in clinical practice. For example, some people with diabetes require more insulin after drinking skim milk than they do after taking an equivalent amount of fat, protein, carbohydrate, and fluid in some other form. Their particular reaction to skimmed milk is different from other people with diabetes, but the same amount of whole milk is likely to cause a still different reaction even in that person. Whole milk contains considerable fat while skimmed milk has much less. It is a continual balancing act for all people with diabetes, especially for those taking insulin.",
            "score": 209.2548828125
        },
        {
            "docid": "697890_20",
            "document": "Gestational diabetes . The exact mechanism of HGF/c-MET regulated β-cell adaptation is not yet known but there are several hypotheses about how the signaling molecules contribute to insulin levels during pregnancy. c-MET may interact with FoxM1, a molecule important in the cell cycle, as FOXM1 levels decrease when c-MET is not present. Additionally, c-MET may interact with p27 as the protein levels increase with c-MET is not present. Another hypothesis says that c-MET may control β-cell apoptosis because a lack of c-MET causes increases cell death but the signaling mechanisms have not been elucidated.",
            "score": 209.15394592285156
        },
        {
            "docid": "31216882_29",
            "document": "Insulin signal transduction pathway . Insulin is synthesized and secreted in the beta cells of the islets of Langerhans. Once insulin is synthesized, the beta cells are ready to release it in two different phases. As for the first phase, insulin release is triggered rapidly when the blood glucose level is increased. The second phase is a slow release of newly formed vesicles that are triggered regardless of the blood sugar level. Glucose enters the beta cells and goes through glycolysis to form ATP that eventually causes depolarization of the beta cell membrane (as explained in Insulin secretion section of this article). The depolarization process causes voltage-controlled calcium channels (Ca2+) opening, allowing the calcium to flow into the cells. An increased calcium level activates phospholipase C, which cleaves the membrane phospholipid phosphtidylinositol 4,5-bisphosphate into Inositol 1,4,5-trisphosphate (IP3) and diacylglycerol (DAG). IP3 binds to receptor proteins in the membrane of endplasmic reticulum (ER). This releases (Ca2+) from the ER via IP3 gated channels, and raises the cell concentration of calcium even more. The influx of Ca2+ ions causes the secretion of insulin stored in vesicles through the cell membrane. The process of insulin secretion is an example of a trigger mechanism in a signal transduction pathway, because insulin is secreted after glucose enters the beta cell and that triggers several other processes in a chain reaction.",
            "score": 208.88363647460938
        },
        {
            "docid": "25370267_27",
            "document": "Complications of diabetes mellitus . Many observational studies and clinical trials have linked several vitamins with the pathological process of diabetes; these vitamins include folate, thiamine, β-carotene, and vitamin E, C, B12, and D. Vitamin D insufficiency is common in diabetics. Observational studies show that serum vitamin D is inversely associated with biomarkers of diabetes; impaired insulin secretion, insulin resistance, and glucose intolerance. It has been suggested that vitamin D may induce beneficial effects on diabetic complications by modulating differentiation and growth of pancreatic β-cells and protecting these cells from apoptosis, thus improving β-cells functions and survival. Vitamin D has also been suggested to act on immune system and modulate inflammatory responses by influencing proliferation and differentiation of different immune cells., Moreover, deficiency of vitamin D may contribute to diabetic complications by inducing hyperparathyroidism, since elevated parathyroid hormone levels are associated with reduced β-cells function, impaired insulin sensitivity, and glucose intolerance. Finally, vitamin D may reduce the risk of vascular complications by modulating lipid profile.",
            "score": 208.17245483398438
        },
        {
            "docid": "12950_11",
            "document": "Glucose . Diabetes is a metabolic disorder where the body is unable to regulate levels of glucose in the blood either because of a lack of insulin in the body or the failure, by cells in the body, to respond properly to insulin. Each of these situations can be caused by persistently high elevations of blood glucose levels, through pancreatic burnout and insulin resistance. The pancreas is the organ responsible for the secretion of insulin. Insulin is a hormone that regulates glucose levels, allowing the body's cells to absorb and use glucose. Without it, glucose cannot enter the cell and therefore cannot be used as fuel for the body's functions. If the pancreas is exposed to persistently high elevations of blood glucose levels, the insulin-producing cells in the pancreas could be damaged, causing a lack of insulin in the body. Insulin resistance occurs when the pancreas tries to produce more and more insulin in response to persistently elevated blood glucose levels. Eventually, the rest of the body becomes resistant to the insulin that the pancreas is producing, thereby requiring more insulin to achieve the same blood glucose-lowering effect, and forcing the pancreas to produce even more insulin to compete with the resistance. This negative spiral contributes to pancreatic burnout, and the disease progression of diabetes.",
            "score": 207.2715301513672
        }
    ]
}