{
    "q": [
        {
            "docid": "4754849_14",
            "document": "Bovine herpesvirus 1 . Vaccination is widely used both to protect cattle clinically in the case of infection and significantly reduce the shedding of the virus. Vaccination provides herd immunity, which lowers the likelihood of an animal coming into contact with an infected animal. Both inactivated and live attenuated vaccines are available. Immunity usually lasts approximately six months to one year. Marker vaccines are also available and recommended. Marker vaccines, also known as DIVA (differentiation of infected from vaccinated animals), have become popular in order to distinguish vaccinated animals from infected animals. A marker vaccine uses either deletion mutants or a virion subunit, such as glycoprotein E. Studies show that vaccinating after an animal has been infected decreases shedding of the disease and reduces reactivation of the latent virus, although not completely. Using a killed gE deleted marker vaccine after infection will reduce viral excretion following reactivation, using a dexamethasone treatment.",
            "score": 279.5770947933197
        },
        {
            "docid": "6982399_27",
            "document": "Bovine viral diarrhea . Antibody (Ig) ELISAs are used to detect historical BVDV infection; these tests have been validated in serum, milk and bulk milk samples. Ig ELISAs do not diagnose active infection but detect the presence of antibodies produced by the animal in response to viral infection. Vaccination also induces an antibody response, which can result in false positive results, therefore it is important to know the vaccination status of the herd or individual when interpreting results. A standard test to assess whether virus has been circulating recently is to perform an Ig ELISA on blood from 5–10 young stock that have not been vaccinated, aged between 9 and 18 months. A positive result indicates exposure to BVDV, but also that any positive animals are very unlikely to be PI animals themselves. A positive result in a pregnant female indicates that she has previously been either vaccinated or infected with BVDV and could possibly be carrying a PI fetus, so antigen testing of the newborn is vital to rule this out. A negative antibody result, at the discretion of the responsible veterinarian, may require further confirmation that the animal is not in fact a PI.",
            "score": 208.7354861497879
        },
        {
            "docid": "87175_14",
            "document": "Herd immunity . The primary way to boost levels of immunity in a population is through vaccination. Vaccination is originally based on the observation that milkmaids exposed to cowpox were immune to smallpox, so the practice of inoculating people with the cowpox virus began as a way to prevent smallpox. Well-developed vaccines provide protection in a far safer way than natural infections, as vaccines generally do not cause the diseases they protect against and severe adverse effects are significantly less common than complications from natural infections. The immune system does not distinguish between natural infections and vaccines, forming an active response to both, so immunity induced via vaccination is similar to what would have occurred from contracting and recovering from the disease. To achieve herd immunity through vaccination, vaccine manufacturers aim to produce vaccines with low failure rates and policy makers aim to encourage their use. After the successful introduction and widespread use of a vaccine, sharp declines in the incidence of diseases it protects against can be observed, necessarily decreasing the number of hospitalizations and deaths caused by such diseases.",
            "score": 191.9726780653
        },
        {
            "docid": "2203831_9",
            "document": "Neospora caninum . In addition to being an important cause of cattle abortions, neosporosis is a significant disease in dogs throughout the world. If the disease is caught early, dogs may be successfully treated with clindamycin and other antiprotozoan drugs. However, the disease is often fatal to young puppies. Preventative vaccines have been tested on cattle. An inactivated vaccine was made commercially available but had mixed results. A live vaccine using attenuated \"N. caninum\" tachyzoites has been more successful but is expensive to produce. Other treatment options aim at prevention of the disease. Prevention requires an understanding of the transmission cycle, especially the connection between cattle and dogs (canids). Canids may pick up the parasite from eating infected material and spread the disease through contaminated feces. One control method is to test for the disease and remove infected cattle from the herd. Another method of control is preventing canids from entering the cattle holding area.",
            "score": 224.88721704483032
        },
        {
            "docid": "6982399_28",
            "document": "Bovine viral diarrhea . At a herd level, a positive Ig result suggests that BVD virus has been circulating or the herd is vaccinated. Negative results suggest that a PI is unlikely however this naïve herd is in danger of severe consequences should an infected animal be introduced. Antibodies from wild infection or vaccination persist for several years therefore Ig ELISA testing is more valuable when used as a surveillance tool in seronegative herds.",
            "score": 203.9544177055359
        },
        {
            "docid": "3193552_74",
            "document": "Group B streptococcal infection . Though the introduction of national guidelines to screen pregnant women for GBS carriage and the use of IAP has significantly reduced the burden of GBS-EOD disease, it has had no effect on preventing either GBS-LOD in infants or GBS infections in adults. Because of this, if an effective vaccine against GBS were available, it would be an effective means of controlling not only GBS disease in infants, but also infections in adults. The capsular polysaccharide of GBS, which is an important virulence factor, is also an excellent candidate for the development of an effective vaccine. As early as 1976, low levels of maternal antibodies against the capsular polysaccharide were shown to be correlated with susceptibility to GBS-EOD and GBS-LOD. Maternal-specific antibodies, transferred from the mother to the newborn, were able to confer protection to babies against GBS infection. Vaccination is considered an ideal solution to prevent not only GBS-EOD and GBS-LOD, but also infections in adults at risk. Nevertheless, though research and clinical trials for the development of an effective vaccine to prevent GBS infections are underway, no vaccine is available in 2016. At present, the licensing of GBS vaccines is difficult because of the challenge in conducting efficacy clinical trials in humans due to the low incidence of GBS neonatal diseases.",
            "score": 198.00858688354492
        },
        {
            "docid": "33894099_28",
            "document": "Ticks of domestic animals . Vaccination against \"An. marginale\" is done using live strains of the cross-reactive \"An. centrale\". Vaccines are available on a commercial basis to immunize cattle against \"Babesia bovis\". This is made by serial infection of calves to attenuate the virulence of the strain of \"Babesia\", followed by splenectomy to produce many of the piroplasm stage in blood, which is then bottled for use. The vaccine is delivered containing the live protozoa to induce immunity without acute disease. \"Theileria annulata\" can be grown and attenuated in virulence by means of infecting cell cultures with the schizont stage of the protozoan. This is delivered as a frozen vaccine from which live parasites are thawed out before injection. Cattle can be protected against East Coast fever by an infection-and-treatment procedure. \"Rhipicephalus appendiculatus\" ticks are infected with \"Theileria parva\" under laboratory conditions; theilerial sporozoites are extracted from the ticks and stored in liquid nitrogen; infective doses of the live vaccine are delivered to identified cattle and a few days later a protective dose of antibiotic is delivered to stop the infection from developing into clinical East Coast fever. Vaccines are often highly effective, but the live parasite vaccines have problems of potential contamination with other microbes and induction of a carrier state which may be unwanted. Intensive attempts are made to develop vaccines to control these diseases using recombinant DNA techniques to synthesize the relevant antigens, but as with vaccines against human malaria this is a difficult technological challenge.",
            "score": 211.5536949634552
        },
        {
            "docid": "48892455_41",
            "document": "Neonatal infection . A GBS vaccine is currently being tested but not currently available. Vaccination is estimated to being able to prevent 4% of GBS infections for preterm births and 60–70% for neonatal GBS infections in the US. The projected benefits of maternal vaccination is the prevention of 899 cases of GBS disease and 35 deaths among infants. The cost savings in the prevention of GBS may be over 43 million dollars. Vaccination may be especially beneficial in low to middle income countries where screening and prophylactic treatment is not possible. Analysts project that GBS vaccination would prevent 30–54% of infant GBS cases. Screening, prophylactic antibiotics and vaccine would prevent 48% of infection.",
            "score": 192.53118753433228
        },
        {
            "docid": "19167679_62",
            "document": "Virus . Epidemiology is used to break the chain of infection in populations during outbreaks of viral diseases. Control measures are used that are based on knowledge of how the virus is transmitted. It is important to find the source, or sources, of the outbreak and to identify the virus. Once the virus has been identified, the chain of transmission can sometimes be broken by vaccines. When vaccines are not available, sanitation and disinfection can be effective. Often, infected people are isolated from the rest of the community, and those that have been exposed to the virus are placed in quarantine. To control the outbreak of foot-and-mouth disease in cattle in Britain in 2001, thousands of cattle were slaughtered. Most viral infections of humans and other animals have incubation periods during which the infection causes no signs or symptoms. Incubation periods for viral diseases range from a few days to weeks, but are known for most infections. Somewhat overlapping, but mainly following the incubation period, there is a period of communicability — a time when an infected individual or animal is contagious and can infect another person or animal. This, too, is known for many viral infections, and knowledge of the length of both periods is important in the control of outbreaks. When outbreaks cause an unusually high proportion of cases in a population, community, or region, they are called epidemics. If outbreaks spread worldwide, they are called pandemics.",
            "score": 201.38116896152496
        },
        {
            "docid": "21438755_19",
            "document": "Foot-and-mouth disease . Reasons cited for restricting export from countries using FMD vaccines include, probably most importantly, routine blood tests relying on antibodies cannot distinguish between an infected and a vaccinated animal, which severely hampers screening of animals used in export products, risking a spread of FMD to importing countries. A widespread preventive vaccination would also conceal the existence of the virus in a country. From there, it could potentially spread to countries without vaccine programs. Lastly, an animal infected shortly after being vaccinated can harbor and spread FMD without showing symptoms itself, hindering containment and culling of sick animals as a remedy.",
            "score": 211.39200794696808
        },
        {
            "docid": "4754849_16",
            "document": "Bovine herpesvirus 1 . Countries such as Austria, Denmark, Finland, Sweden, Italy, Switzerland and Norway have eradicated the disease, while Canada and the United States have control programs in place for it. Eradication of the disease is a time consuming process and requires diligent testing to be granted a disease free status. The possibilities of eradication rely upon whether the herd is vaccinated and the reactivation potential of the virus. In a small, vaccinated herd BoHV-1 can be eradicated within one or two decades, whereas in a large herds eradication is unlikely. Eradication was accomplished in Switzerland in 5 years using a four-step protocol focusing on preventions on transmission with trade barriers, slaughtering animals with antibodies to BHV-1, detection and eradication of further reservoirs (feedlot cattle), and then putting in place a monitoring program to maintain the control. This cost Switzerland a lot of money as they compensated producers who culled their seropositive animals. Eradication is a difficult goal for this disease, but being disease free opens barriers of trade with countries that have eradicated it as well, and saves producers money from the virus’ effects.",
            "score": 231.5187475681305
        },
        {
            "docid": "44441540_8",
            "document": "Targeted immunization strategies . A recent centrality measure, Percolation Centrality, introduced by Piraveenan et al. is particularly useful in identifying nodes for vaccination based on the network topology. Unlike node degree which depends on topology alone, however, percolation centrality takes into account the topological importance of a node as well as its distance from infected nodes in deciding its overall importance. Piraveenan et al. has shown that percolation centrality-based vaccination is particularly effective when the proportion of people already infected is on the same order of magnitude as the number of people who could be vaccinated before the disease spreads much further. If infection spread is at its infancy, then ring-vaccination surrounding the source of infection is most effective, whereas if the proportion of people already infected is much higher than the number of people that could be vaccinated quickly, then vaccination will only help those who are vaccinated and herd immunity cannot be achieved. Percolation centrality-based vaccination is most effective in the critical scenario where the infection has already spread too far to be completely surrounded by ring-vaccination, yet not spread wide enough so that it cannot be contained by strategic vaccination. Nevertheless, Percolation Centrality also needs full network topology to be computed, and thus is more useful in higher levels of abstraction (for example, networks of townships rather than social networks of individuals), where the corresponding network topology can more readily be obtained.",
            "score": 206.60826873779297
        },
        {
            "docid": "8077915_3",
            "document": "Breakthrough infection . Causes of breakthrough infections include improper administration or storage of vaccines, mutations in viruses and antibody blocking. For these reasons, vaccines are rarely 100% effective. The common flu vaccine is estimated to provide immunity to the flu in 58% of recipients. The measles vaccine fails to provide immunity to 2% of children that receive the vaccine. However, if herd immunity exists, it typically prevents individuals who are ineffectively vaccinated from contracting the disease. Accordingly, herd immunity reduces the number of breakthrough infections in a population.",
            "score": 175.62239909172058
        },
        {
            "docid": "87175_2",
            "document": "Herd immunity . Herd immunity (also called herd effect, community immunity, population immunity, or social immunity) is a form of indirect protection from infectious disease that occurs when a large percentage of a population has become immune to an infection, thereby providing a measure of protection for individuals who are not immune. In a population in which a large number of individuals are immune, chains of infection are likely to be disrupted, which stops or slows the spread of disease. The greater the proportion of individuals in a community who are immune, the smaller the probability that those who are not immune will come into contact with an infectious individual. Individual immunity can be gained through recovering from a natural infection or through artificial means such as vaccination. Some individuals cannot become immune due to medical reasons and in this group herd immunity is an important method of protection. Once a certain threshold has been reached, herd immunity gradually eliminates a disease from a population. This elimination, if achieved worldwide, may result in the permanent reduction in the number of infections to zero, called eradication. This method was used for the eradication of smallpox in 1977 and for the regional elimination of other diseases. Herd immunity does not apply to all diseases, just those that are contagious, meaning that they can be transmitted from one individual to another. Tetanus, for example, is infectious but not contagious, so herd immunity does not apply. The term herd immunity was first used in 1923. It was recognized as a naturally occurring phenomenon in the 1930s when it was observed that after a significant number of children had become immune to measles, the number of new infections temporarily decreased, including among susceptible children. Mass vaccination to induce herd immunity has since become common and proved successful in preventing the spread of many infectious diseases. Opposition to vaccination has posed a challenge to herd immunity, allowing preventable diseases to persist in or return to communities that have inadequate vaccination rates.",
            "score": 186.98856258392334
        },
        {
            "docid": "19167679_73",
            "document": "Virus . Vaccination is a cheap and effective way of preventing infections by viruses. Vaccines were used to prevent viral infections long before the discovery of the actual viruses. Their use has resulted in a dramatic decline in morbidity (illness) and mortality (death) associated with viral infections such as polio, measles, mumps and rubella. Smallpox infections have been eradicated. Vaccines are available to prevent over thirteen viral infections of humans, and more are used to prevent viral infections of animals. Vaccines can consist of live-attenuated or killed viruses, or viral proteins (antigens). Live vaccines contain weakened forms of the virus, which do not cause the disease but, nonetheless, confer immunity. Such viruses are called attenuated. Live vaccines can be dangerous when given to people with a weak immunity (who are described as immunocompromised), because in these people, the weakened virus can cause the original disease. Biotechnology and genetic engineering techniques are used to produce subunit vaccines. These vaccines use only the capsid proteins of the virus. Hepatitis B vaccine is an example of this type of vaccine. Subunit vaccines are safe for immunocompromised patients because they cannot cause the disease. The yellow fever virus vaccine, a live-attenuated strain called 17D, is probably the safest and most effective vaccine ever generated.",
            "score": 174.5669628381729
        },
        {
            "docid": "4191_2",
            "document": "BCG vaccine . Bacillus Calmette–Guérin (BCG) vaccine is a vaccine primarily used against tuberculosis (TB). In countries where tuberculosis or leprosy is common, one dose is recommended in healthy babies as close to the time of birth as possible. In areas where tuberculosis is not common, only children at high risk are typically immunized, while suspected cases of tuberculosis are individually tested for and treated. Adults who do not have tuberculosis and have not been previously immunized but are frequently exposed may be immunized as well. BCG also has some effectiveness against Buruli ulcer infection and other nontuberculous mycobacteria infections. Additionally it is also often used as part of the treatment of bladder cancer. Rates of protection against tuberculosis infection vary widely and protection lasts up to twenty years. Among children it prevents about 20% from getting infected and among those who do get infected it protects half from developing disease. The vaccine is given by injection into the skin. Additional doses are not supported by evidence. It may also be used in the treatment of some types of bladder cancers. Serious side effects are rare. Often there is redness, swelling, and mild pain at the site of injection. A small ulcer may also form with some scarring after healing. Side effects are more common and potentially more severe in those with poor immune function. It is not safe for use during pregnancy. The vaccine was originally developed from \"Mycobacterium bovis\" which is commonly found in cows. While it has been weakened, it is still live. The BCG vaccine was first used medically in 1921. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. Between 2011 and 2014 the wholesale price was $0.16 to $1.11 USD a dose in the developing world. In the United States it costs $100 to $200 USD. As of 2004 the vaccine is given to about 100 million children per year globally.",
            "score": 221.37375020980835
        },
        {
            "docid": "31126430_3",
            "document": "TBVI . Tuberculosis is a terrible disease and an urgent global health problem. About one third of the world population is infected with the bacterium that causes it and the disease has an annual incidence of 8.8 million new cases and a death toll of approximately 1.5 million people per year. The global economic cost of TB is estimated to be hundreds of billions of dollars. The impact on society is equally astonishing exemplified by the fact that some 10 million children have been orphaned due to TB. Modelling studies predict that vaccines that prevent TB in adults and adolescents and that prevent TB in latently infected individuals will have the strongest impact on the TB epidemic. Bacille Calmette-Guérin (BCG), currently the only available vaccine is not effective in these populations. This vaccine, used since 1921, can protect children from severe forms of tuberculosis. However, BCG has little to no efficacy in preventing pulmonary TB in (young) adults, the most common and most infectious form of tuberculosis. Moreover, there are serious safety concerns regarding the use of BCG in HIV infected newborns.",
            "score": 194.74717164039612
        },
        {
            "docid": "425881_20",
            "document": "Brucellosis . Surveillance using serological tests, as well as tests on milk like the milk ring test, can be used for screening and play an important role in campaigns to eliminate the disease. Also, individual animal testing both for trade and for disease-control purposes is practiced. In endemic areas, vaccination is often used to reduce the incidence of infection. An animal vaccine is available that uses modified live bacteria. The World Organisation for Animal Health \"Manual of Diagnostic Test and Vaccines for Terrestrial Animals\" provides detailed guidance on the production of vaccines. As the disease is closer to being eliminated, a test and stamping out program is required to completely eliminate it.",
            "score": 193.2180151939392
        },
        {
            "docid": "55680227_26",
            "document": "Foreign animal disease . Foot-and-mouth disease Foot-and-mouth disease (FMD) is a severe highly contagious viral disease affecting cloven-hooved animals, such as cattle, sheep, and swine. FMD was once worldwide but has been largely controlled in developed nations, and has been eradicated from some regions such as North America and western Europe. The disease was eradicated from the United States in 1929. FMD is endemic in parts of Asia, and most of Africa and the Middle East, but FMD can occur sporadically in typically free areas. The organism causing FMS is an aphthovirus in the family \"Picornaviridae\". There are seven major viral serotypes containing collectively more than 60 strains with occasional new strains arising. Vaccines can provide immunity, but each serotype requires its own specific vaccine. The disease is characterized by vesiculation or blistering of the hooves and oval cavity and on the mammary glands, leading to pain and discomfort, and to depression, anorexia, excessive salivation, lameness, and reluctance to move or stand, and causing production losses. The death loss is minimal, but there is a high rate of illness when a susceptible population is infected, and the disease has severe economic implications in the livestock industries. Because of how quickly FMD can spread, with nearly 100 percent of exposed animals ultimately becoming infected, and the significant economic losses it can cause, FMD is a worldwide concern. There is also concern that the FMD virus could be utilized by a terrorist organization or rogue state to perpetuate a terrorist attack against the United States by targeting the $100 billion/year U.S. livestock industry. In 2001, from February to September, an outbreak of FMD in the United Kingdom caused the slaughter of over 4 million animals of sheep, cattle, goats, and pigs to gain control of the disease. The FMD virus is found in all excretions and secretions of an infected animal. Transmission of the virus can be from contact with an infected animal, a contaminated environment used to house or transport susceptible animals, contaminated materials or fomites, people wearing contaminated clothes or footwear or using contaminated equipment, infected meat or animal products fed raw or improperly cooked to susceptible animals, contact with an infected carcass, and from aerosol spread of virus from an infected animal or property via air currents. Prompt reporting of suspicious signs of FMD to the proper agents (state veterinarians, federal animal disease control officials, or county agricultural agents will enable an investigation, testing, and containment should an outbreak occur. Laboratory testing is required to confirm the diagnosis. Stringent import and cross-border animal movement controls and surveillance are used in protection of FMD free countries. A response effort to eradicate any potential outbreaks include humane destruction of all infected, recovered and FMD-susceptible animals; appropriate disposal of animal carcasses and all animal products; surveillance and tracing of potentially infected or exposed livestock; strict quarantine and controls on movement of livestock, equipment, and vehicles; and, thorough disinfection of premises and all infected material (implements, cars, clothes, etc.).",
            "score": 197.9347813129425
        },
        {
            "docid": "21053458_4",
            "document": "Cholera vaccine . The cholera vaccine is widely used by backpackers and persons visiting locations where there is a high risk of cholera infection. However, since it does not provide 100percent immunity from the disease, food hygiene precautions are also recommended when visiting an area where there is a high risk of becoming infected with cholera. Although the protection observed has been described as \"moderate\", herd immunity can multiply the effectiveness of vaccination. Dukoral has been licensed for children two years of age and older, Shanchol for children one year of age and older. The administration of the vaccine to adults confers additional indirect protection (herd immunity) to children.",
            "score": 162.08328223228455
        },
        {
            "docid": "14579421_34",
            "document": "Introduction to viruses . Vaccination is a way of preventing diseases caused by viruses. Vaccines simulate a natural infection and its associated immune response, but do not cause the disease. Their use has resulted in the eradication of smallpox and a dramatic decline in illness and death caused by infections such as polio, measles, mumps and rubella. Vaccines are available to prevent over fourteen viral infections of humans and more are used to prevent viral infections of animals. Vaccines may consist of either live or killed viruses. Live vaccines contain weakened forms of the virus, but these vaccines can be dangerous when given to people with weak immunity. In these people, the weakened virus can cause the original disease. Biotechnology and genetic engineering techniques are used to produce \"designer\" vaccines that only have the capsid proteins of the virus. Hepatitis B vaccine is an example of this type of vaccine. These vaccines are safer because they can never cause the disease.",
            "score": 173.82526993751526
        },
        {
            "docid": "188518_73",
            "document": "Human papillomavirus infection . There is not a wide range of tests even though HPV is common. Clinicians depend on the vaccine among young people and high clearance rates (see Clearance subsection in Virology) to create a low risk of disease and mortality, and treat the cancers when they appear. Others believe that reducing HPV infection in more men and women, even when it has no symptoms, is important (herd immunity) to prevent more cancers rather than just treating them. Where tests are used, negative test results show safety from transmission, and positive test results show where shielding (condoms, gloves) is needed to prevent transmission until the infection clears.",
            "score": 175.47694730758667
        },
        {
            "docid": "30653_2",
            "document": "Tuberculosis . Tuberculosis (TB) is an infectious disease usually caused by the bacterium \"Mycobacterium tuberculosis\" (MTB). Tuberculosis generally affects the lungs, but can also affect other parts of the body. Most infections do not have symptoms, in which case it is known as latent tuberculosis. About 10% of latent infections progress to active disease which, if left untreated, kills about half of those infected. The classic symptoms of active TB are a chronic cough with blood-containing sputum, fever, night sweats, and weight loss. The historical term \"consumption\" came about due to the weight loss. Infection of other organs can cause a wide range of symptoms. Tuberculosis is spread through the air when people who have active TB in their lungs cough, spit, speak, or sneeze. People with latent TB do not spread the disease. Active infection occurs more often in people with HIV/AIDS and in those who smoke. Diagnosis of active TB is based on chest X-rays, as well as microscopic examination and culture of body fluids. Diagnosis of latent TB relies on the tuberculin skin test (TST) or blood tests. Prevention of TB involves screening those at high risk, early detection and treatment of cases, and vaccination with the bacillus Calmette-Guérin (BCG) vaccine. Those at high risk include household, workplace, and social contacts of people with active TB. Treatment requires the use of multiple antibiotics over a long period of time. Antibiotic resistance is a growing problem with increasing rates of multiple drug-resistant tuberculosis (MDR-TB) and extensively drug-resistant tuberculosis (XDR-TB). Presently, one-third of the world's population is thought to be infected with TB. New infections occur in about 1% of the population each year. In 2016, there were more than 10 million cases of active TB which resulted in 1.3 million deaths. This makes it the number one cause of death from an infectious disease. More than 95% of deaths occurred in developing countries, and more than 50% in India, China, Indonesia, Pakistan, and the Philippines. The number of new cases each year has decreased since 2000. About 80% of people in many Asian and African countries test positive while 5–10% of people in the United States population test positive by the tuberculin test. Tuberculosis has been present in humans since ancient times.",
            "score": 197.30121421813965
        },
        {
            "docid": "19572217_49",
            "document": "Influenza . In some cases, an autoimmune response to an influenza infection may contribute to the development of Guillain–Barré syndrome. However, as many other infections can increase the risk of this disease, influenza may only be an important cause during epidemics. This syndrome has been believed to also be a rare side effect of influenza vaccines. One review gives an incidence of about one case per million vaccinations. Getting infected by influenza itself increases both the risk of death (up to 1 in 10,000) and increases the risk of developing GBS to a much higher level than the highest level of suspected vaccine involvement (approx. 10 times higher by recent estimates).",
            "score": 136.09053933620453
        },
        {
            "docid": "2540987_6",
            "document": "Dog health . 1- Canine Distemper – Canine distemper is a kind of virus infection which doesn’t carry with it, a cure. It is contagious in nature and can be very harmful for the specie. This virus attacks puppies who are young and haven’t got the vaccination yet. Older dogs who weren’t vaccinated are also susceptible to this illness. This virus is contagious and can spread through air or infected utensils in the breed. Generally contact with an infected animal also leads to the spread of the disease. The infection starts from the lymph nodes and spreads to the respiratory organs of the breed. The initial symptoms of this disease would be high temperature, coughing, and wheezing, red eyes. The dog will appear extremely tired and exhausted. In the later stages the nervous system of the dog gets affected, there can be fits, seizures etc. This disease can lead to demise also, generally in a period between 2-5 weeks of the virus’s infection. A vaccinated breed is generally prevented from this outbreak. A combination of Biochemical tests and Urine tests are done to diagnose this disease.",
            "score": 176.73850750923157
        },
        {
            "docid": "5069516_41",
            "document": "HIV/AIDS . Measures to prevent opportunistic infections are effective in many people with HIV/AIDS. In addition to improving current disease, treatment with antiretrovirals reduces the risk of developing additional opportunistic infections. Adults and adolescents who are living with HIV (even on anti-retroviral therapy) with no evidence of active tuberculosis in settings with high tuberculosis burden should receive isoniazid preventive therapy (IPT), the tuberculin skin test can be used to help decide if IPT is needed. Vaccination against hepatitis A and B is advised for all people at risk of HIV before they become infected; however it may also be given after infection. Trimethoprim/sulfamethoxazole prophylaxis between four and six weeks of age and ceasing breastfeeding in infants born to HIV positive mothers is recommended in resource limited settings. It is also recommended to prevent PCP when a person's CD4 count is below 200 cells/uL and in those who have or have previously had PCP. People with substantial immunosuppression are also advised to receive prophylactic therapy for toxoplasmosis and MAC. Appropriate preventive measures have reduced the rate of these infections by 50% between 1992 and 1997. Influenza vaccination and pneumococcal polysaccharide vaccine are often recommended in people with HIV/AIDS with some evidence of benefit.",
            "score": 199.92288863658905
        },
        {
            "docid": "36471858_69",
            "document": "Badger culling in the United Kingdom . The Badger Trust national charity, believes that vaccination will also be more likely to help eradicate the disease. Referring to further studies by Animal Health and Veterinary Laboratories Agency (AHVLA) and the Food and Environment Research Agency (FERA),the group claims that vaccination reduces the risk of unvaccinated badger cubs testing tuberculosis positive, because \"by the time cubs emerge and are available for vaccination they might have already been exposed [and are therefore resistant] to TB\". Steve Clark, a director of the group, has separately said that \"vaccination also reduces the bacilli that is excreted by infected badgers. It doesn't cure them, but it reduces the possibility of any further infection...in the region of a 75% level of protection. The life span of a badger is about five years. So if you continue the vaccination project for five years, then the majority of animals that were there at the beginning will have died out and that vaccination programme is leading towards a clean and healthy badger population.\"",
            "score": 235.53253090381622
        },
        {
            "docid": "1045705_86",
            "document": "Influenza vaccine . \"Vaccination in the veterinary world pursues four goals: (i) protection from clinical disease, (ii) protection from infection with virulent virus, (iii) protection from virus excretion, and (iv) serological differentiation of infected from vaccinated animals (so-called DIVA principle). In the field of influenza vaccination, neither commercially available nor experimentally tested vaccines have been shown so far to fulfill all of these requirements.\"",
            "score": 192.79246950149536
        },
        {
            "docid": "172323_2",
            "document": "Rubella . Rubella, also known as German measles or three-day measles, is an infection caused by the rubella virus. This disease is often mild with half of people not realizing that they are infected. A rash may start around two weeks after exposure and last for three days. It usually starts on the face and spreads to the rest of the body. The rash is sometimes itchy and is not as bright as that of measles. Swollen lymph nodes are common and may last a few weeks. A fever, sore throat, and fatigue may also occur. In adults joint pain is common. Complications may include bleeding problems, testicular swelling, and inflammation of nerves. Infection during early pregnancy may result in a child born with congenital rubella syndrome (CRS) or miscarriage. Symptoms of CRS include problems with the eyes such as cataracts, ears such as deafness, heart, and brain. Problems are rare after the 20th week of pregnancy. Rubella is usually spread through the air via coughs of people who are infected. People are infectious during the week before and after the appearance of the rash. Babies with CRS may spread the virus for more than a year. Only humans are infected. Insects do not spread the disease. Once recovered, people are immune to future infections. Testing is available that can verify immunity. Diagnosis is confirmed by finding the virus in the blood, throat, or urine. Testing the blood for antibodies may also be useful. Rubella is preventable with the rubella vaccine with a single dose being more than 95% effective. Often it is given in combination with the measles vaccine and mumps vaccine, known as the MMR vaccine. When some, but less than 80% of the people are vaccinated, more women might make it to childbearing age without developing immunity by infection or vaccination and CRS rates could increase. Once infected there is no specific treatment. Rubella is a common infection in many areas of the world. Each year about 100,000 cases of congenital rubella syndrome occur. Rates of disease have decreased in many areas as a result of vaccination. There are ongoing efforts to eliminate the disease globally. In April 2015 the World Health Organization declared the Americas free of rubella transmission. The name \"rubella\" is from Latin and means \"little red\". It was first described as a separate disease by German physicians in 1814 resulting in the name \"German measles.\"",
            "score": 184.57141649723053
        },
        {
            "docid": "87175_16",
            "document": "Herd immunity . From this equation, it can be observed that if \"E\" is less than (1 − 1/\"R\"), then it is impossible to eliminate a disease, even if the entire population is vaccinated. Similarly, waning vaccine-induced immunity, as occurs with acellular pertussis vaccines, requires higher levels of booster vaccination to sustain herd immunity. If a disease has ceased to be endemic to a population, then natural infections no longer contribute to a reduction in the fraction of the population that is susceptible. Only vaccination contributes to this reduction. The relation between vaccine coverage and effectiveness and disease incidence can be shown by subtracting the product of the effectiveness of a vaccine and the proportion of the population that is vaccinated, \"p\", from the herd immunity threshold equation as follows:",
            "score": 164.18973350524902
        },
        {
            "docid": "32241450_2",
            "document": "Vaccine-induced seropositivity . Vaccine-induced seropositivity or VISP is the phenomenon wherein a person who has received a vaccine against a disease would thereafter give a positive or reactive test result for having that disease when tested for it, despite not actually having the disease. This happens because many vaccines encourage the body to produce antibodies against a particular disease, and blood tests often determine whether a person has those antibodies, regardless of whether they came from the infection or just a vaccination.",
            "score": 191.20201444625854
        },
        {
            "docid": "32473_18",
            "document": "Vaccination . Opposition to vaccination, from a wide array of vaccine critics, has existed since the earliest vaccination campaigns. Although the benefits of preventing serious illness and death from infectious diseases greatly outweigh the risks of rare serious adverse effects following immunization, disputes have arisen over the morality, ethics, effectiveness, and safety of vaccination. Some vaccination critics say that vaccines are ineffective against disease or that vaccine safety studies are inadequate. Some religious groups do not allow vaccination, and some political groups oppose mandatory vaccination on the grounds of individual liberty. In response, concern has been raised that spreading unfounded information about the medical risks of vaccines increases rates of life-threatening infections, not only in the children whose parents refused vaccinations, but also in those who cannot be vaccinated due to age or immunodeficiency, who could contract infections from unvaccinated carriers (see herd immunity). Some parents believe vaccinations cause autism, although there is no scientific evidence to support this idea. In 2011, Andrew Wakefield, a leading proponent of one of the main controversies regarding a purported link between autism and vaccines, was found to have been financially motivated to falsify research data and was subsequently stripped of his medical license. In the United States people who refuse vaccines for non-medical reasons have made up a large percentage of the cases of measles, and subsequent cases of permanent hearing loss and death caused by the disease.",
            "score": 177.13099467754364
        }
    ],
    "r": [
        {
            "docid": "4754849_14",
            "document": "Bovine herpesvirus 1 . Vaccination is widely used both to protect cattle clinically in the case of infection and significantly reduce the shedding of the virus. Vaccination provides herd immunity, which lowers the likelihood of an animal coming into contact with an infected animal. Both inactivated and live attenuated vaccines are available. Immunity usually lasts approximately six months to one year. Marker vaccines are also available and recommended. Marker vaccines, also known as DIVA (differentiation of infected from vaccinated animals), have become popular in order to distinguish vaccinated animals from infected animals. A marker vaccine uses either deletion mutants or a virion subunit, such as glycoprotein E. Studies show that vaccinating after an animal has been infected decreases shedding of the disease and reduces reactivation of the latent virus, although not completely. Using a killed gE deleted marker vaccine after infection will reduce viral excretion following reactivation, using a dexamethasone treatment.",
            "score": 279.57708740234375
        },
        {
            "docid": "36471858_66",
            "document": "Badger culling in the United Kingdom . John Bourne has also argued that the planned cull is likely only to increase the incidence of bovine tuberculosis, and that there should instead be much greater emphasis on cattle farming controls. He claims that \"the cattle controls in operation at the moment are totally ineffective\", partly because the tuberculin test used in cattle is not accurate, causing test in herds to often show negative results even while still harbouring the disease. Referring to the group's final report, he further argues that whilst cattle can get tuberculosis from badgers, the true problem is the other way around: \"Badger infections are following, not leading, TB infections in cattle\". Overall, he says, the cull will only do more harm than good, because, \"you just chase the badgers around, which makes TB worse\".",
            "score": 247.61180114746094
        },
        {
            "docid": "4191_26",
            "document": "BCG vaccine . The history of BCG is tied to that of smallpox. Jean Antoine Villemin first recognized bovine tuberculosis in 1854 and transmitted it, and Robert Koch first distinguished \"Mycobacterium bovis\" from \"Mycobacterium tuberculosis\". Following the success of vaccination in preventing smallpox, established during the 18th century, scientists thought to find a corollary in tuberculosis by drawing a parallel between bovine tuberculosis and cowpox: it was hypothesized that infection with bovine tuberculosis might protect against infection with human tuberculosis. In the late 19th century, clinical trials using \"M. bovis\" were conducted in Italy with disastrous results, because \"M. bovis\" was found to be just as virulent as \"M. tuberculosis\".",
            "score": 246.8433837890625
        },
        {
            "docid": "36471858_64",
            "document": "Badger culling in the United Kingdom . The UK government claims that a sustained cull, conducted over a wide area in a co-ordinated and efficient manner, over a period of nine years, might achieve a 9-16% reduction in disease incidence. However, many scientists and a coalition of animal-welfare groups including the RSPCA, the Wildlife Trusts and the RSPB, argue that a cull could risk local extermination of all badgers, and that a badger cull will not in any way solve the problem of bovine tuberculosis in cattle. The British Veterinary Association say that data collected from research in other countries, suggests that the control of the disease in farms has only been successfully carried out by dealing with both cattle and wild reservoirs of infection. However, in the introduction to the Final Report on the RBCT, the Chair of the Independent Scientific Group, John Bourne, states: \"Scientific findings indicate that the rising incidence of disease can be reversed, and geographical spread contained, by the rigid application of cattle-based control measures alone\" (2007, Bovine TB: The Scientific Evidence. Final Report of the Independent Scientific Group on Cattle TB,3-289). In practice it is very difficult to quantify the contribution any wildlife reservoir has to the spread of bovine tuberculosis, since culling is usually carried out alongside cattle control measures (using \"all the tools in the tool box\" approach):",
            "score": 242.52978515625
        },
        {
            "docid": "36471858_69",
            "document": "Badger culling in the United Kingdom . The Badger Trust national charity, believes that vaccination will also be more likely to help eradicate the disease. Referring to further studies by Animal Health and Veterinary Laboratories Agency (AHVLA) and the Food and Environment Research Agency (FERA),the group claims that vaccination reduces the risk of unvaccinated badger cubs testing tuberculosis positive, because \"by the time cubs emerge and are available for vaccination they might have already been exposed [and are therefore resistant] to TB\". Steve Clark, a director of the group, has separately said that \"vaccination also reduces the bacilli that is excreted by infected badgers. It doesn't cure them, but it reduces the possibility of any further infection...in the region of a 75% level of protection. The life span of a badger is about five years. So if you continue the vaccination project for five years, then the majority of animals that were there at the beginning will have died out and that vaccination programme is leading towards a clean and healthy badger population.\"",
            "score": 235.5325164794922
        },
        {
            "docid": "852703_16",
            "document": "Mycobacterium bovis . In a 2010 opinion piece in \"Trends in Microbiology\", Paul and David Torgerson argued that bovine tuberculosis is a negligible public health problem in the UK, providing milk is pasteurized. Bovine TB is very rarely spread by aerosol from cattle to humans. Therefore, the bovine tuberculosis control programme in the UK in its present form is a misallocation of resources and provides no benefit to society. Indeed, there is even very little evidence of a positive cost benefit to the livestock industry, as few studies have been undertaken on the direct costs of bovine TB to animal production. Milk pasteurisation was the single public health intervention that prevented the transmission of bovine TB to humans, and there is no justification for the present test and cull policy in the UK.",
            "score": 234.05081176757812
        },
        {
            "docid": "4754849_16",
            "document": "Bovine herpesvirus 1 . Countries such as Austria, Denmark, Finland, Sweden, Italy, Switzerland and Norway have eradicated the disease, while Canada and the United States have control programs in place for it. Eradication of the disease is a time consuming process and requires diligent testing to be granted a disease free status. The possibilities of eradication rely upon whether the herd is vaccinated and the reactivation potential of the virus. In a small, vaccinated herd BoHV-1 can be eradicated within one or two decades, whereas in a large herds eradication is unlikely. Eradication was accomplished in Switzerland in 5 years using a four-step protocol focusing on preventions on transmission with trade barriers, slaughtering animals with antibodies to BHV-1, detection and eradication of further reservoirs (feedlot cattle), and then putting in place a monitoring program to maintain the control. This cost Switzerland a lot of money as they compensated producers who culled their seropositive animals. Eradication is a difficult goal for this disease, but being disease free opens barriers of trade with countries that have eradicated it as well, and saves producers money from the virus’ effects.",
            "score": 231.51873779296875
        },
        {
            "docid": "4958015_10",
            "document": "Tuberculosis vaccines . Treatment and prevention of TB has been delayed compared to the resources and research efforts put into other diseases. Large pharmaceutical companies do not see profitable investment because of TB’s association with the developing world. 2 vaccination are required for tb Progression of vaccine designs relies heavily on outcomes in animal models. Appropriate animal models are scarce because it is difficult to imitate TB in non-human species. It is also challenging finding a species to test on a large scale. Most animal testing for TB vaccines has been conducted on murine, bovine and non-primate species. Recently, a study deemed zebrafish a potentially suitable model organism for preclinical vaccine development.",
            "score": 231.3243408203125
        },
        {
            "docid": "4191_20",
            "document": "BCG vaccine . BCG is prepared from a strain of the attenuated (virulence-reduced) live bovine tuberculosis bacillus, \"Mycobacterium bovis\", that has lost its ability to cause disease in humans. Because the living bacilli evolve to make the best use of available nutrients, they become less well-adapted to human blood and can no longer induce disease when introduced into a human host. Still, they are similar enough to their wild ancestors to provide some degree of immunity against human tuberculosis. The BCG vaccine can be anywhere from 0 to 80% effective in preventing tuberculosis for a duration of 15 years; however, its protective effect appears to vary according to geography and the lab in which the vaccine strain was grown.",
            "score": 227.66615295410156
        },
        {
            "docid": "2203831_9",
            "document": "Neospora caninum . In addition to being an important cause of cattle abortions, neosporosis is a significant disease in dogs throughout the world. If the disease is caught early, dogs may be successfully treated with clindamycin and other antiprotozoan drugs. However, the disease is often fatal to young puppies. Preventative vaccines have been tested on cattle. An inactivated vaccine was made commercially available but had mixed results. A live vaccine using attenuated \"N. caninum\" tachyzoites has been more successful but is expensive to produce. Other treatment options aim at prevention of the disease. Prevention requires an understanding of the transmission cycle, especially the connection between cattle and dogs (canids). Canids may pick up the parasite from eating infected material and spread the disease through contaminated feces. One control method is to test for the disease and remove infected cattle from the herd. Another method of control is preventing canids from entering the cattle holding area.",
            "score": 224.88720703125
        },
        {
            "docid": "4191_2",
            "document": "BCG vaccine . Bacillus Calmette–Guérin (BCG) vaccine is a vaccine primarily used against tuberculosis (TB). In countries where tuberculosis or leprosy is common, one dose is recommended in healthy babies as close to the time of birth as possible. In areas where tuberculosis is not common, only children at high risk are typically immunized, while suspected cases of tuberculosis are individually tested for and treated. Adults who do not have tuberculosis and have not been previously immunized but are frequently exposed may be immunized as well. BCG also has some effectiveness against Buruli ulcer infection and other nontuberculous mycobacteria infections. Additionally it is also often used as part of the treatment of bladder cancer. Rates of protection against tuberculosis infection vary widely and protection lasts up to twenty years. Among children it prevents about 20% from getting infected and among those who do get infected it protects half from developing disease. The vaccine is given by injection into the skin. Additional doses are not supported by evidence. It may also be used in the treatment of some types of bladder cancers. Serious side effects are rare. Often there is redness, swelling, and mild pain at the site of injection. A small ulcer may also form with some scarring after healing. Side effects are more common and potentially more severe in those with poor immune function. It is not safe for use during pregnancy. The vaccine was originally developed from \"Mycobacterium bovis\" which is commonly found in cows. While it has been weakened, it is still live. The BCG vaccine was first used medically in 1921. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. Between 2011 and 2014 the wholesale price was $0.16 to $1.11 USD a dose in the developing world. In the United States it costs $100 to $200 USD. As of 2004 the vaccine is given to about 100 million children per year globally.",
            "score": 221.37374877929688
        },
        {
            "docid": "45017175_5",
            "document": "Chris Pollock (scientist) . Pollock resigned from the Welsh Government’s Bovine TB Eradication Programme Board in 2012, over the Welsh government's reversal of a planned badger cull. In 2012 at the Farmers' Union of Wales’ annual conference held at Aberystwyth Pollock stated, regarding the Welsh Government’s bovine TB policy, that in areas of high disease incidence vaccination would not prevent infected badgers from infecting cattle. Pollock also stated, at the Farmers’ Union of Wales’ annual conference held at Aberystwyth in 2012, that there was no scientific evidence that GM crop technology was inherently unsafe and that GM crops had a twenty-year history of safe use worldwide.",
            "score": 219.6889190673828
        },
        {
            "docid": "518999_27",
            "document": "European badger . Bovine tuberculosis (bovine TB) caused by \"Mycobacterium bovis\" is a major mortality factor in badgers, though infected badgers can live and successfully breed for years before succumbing. The disease was first observed in badgers in 1951 in Switzerland where they were believed to have contracted it from chamois (\"Rupicapra rupicapra\") or roe deer (\"Capreolus capreolus\"). It was detected in the United Kingdom in 1971 where it was linked to an outbreak of bovine TB in cows. The evidence appears to indicate that the badger is the primary reservoir of infection for cattle in the south west of England, Wales and Ireland. Since then there has been considerable controversy as to whether culling badgers will effectively reduce or eliminate bovine TB in cattle.",
            "score": 218.32965087890625
        },
        {
            "docid": "10022123_4",
            "document": "Vaccine efficacy . Vaccine efficacy differs from vaccine effectiveness in the same way that an explanatory clinical trial differs from an intention to treat trial: vaccine efficacy shows how effective the vaccine could be given ideal circumstances and 100% vaccine uptake; vaccine effectiveness measures how well a vaccine performs when it is used in routine circumstances in the community. Since vaccine efficacy is based on a population that are placed in certain controlled environment, this study becomes more effective. If the criteria changed, such as if it was based on a larger population that wasn’t as restricted and in a more natural environment, that would be the vaccines effectiveness. What makes the vaccine efficacy applicable is that it also shows the disease attack rates as well as a tracking of vaccination status. Vaccine effectiveness is a lot more easily tracked than the vaccine efficacy considering the difference in environment; however, the vaccine efficacy is more expensive and very difficult to conduct. Because the trial is based on people who are taking the vaccination and people who aren’t, there is a risk for disease, and optimal treatment is needed for those who become infected.  The advantages of a vaccine efficacy have control for all biases that would be found with randomization, as well as prospective, active monitoring for disease attack rates, and careful tracking of vaccination status for a study population there is normally a subset as well, laboratory confirmation of the infectious outcome of interest and a sampling of vaccine immunogenicity. The major disadvantages of vaccine efficacy trials are the complexity and expense of performing them, especially for relatively uncommon infectious outcomes of diseases for which the sample size required is driven up to achieve clinically useful statistical power.",
            "score": 216.7769775390625
        },
        {
            "docid": "290462_22",
            "document": "Badger . Until the 1980s badger culling in the United Kingdom was undertaken in the form of gassing, allegedly to control the spread of bovine tuberculosis (bTB). Limited culling resumed in 1998 as part of a 10-year randomised trial cull, which was considered by John Krebs and others to show that culling was ineffective. Some groups called for a selective cull, whilst others favoured a programme of vaccination. Wales and Northern Ireland are currently (2013) conducting field trials of a badger vaccination programme. In 2012 the government authorised a limited cull led by the Department for Environment, Food and Rural Affairs. However it was later deferred and a wide range of reasons given. In August 2013 a full culling programme began whereby it was expected that about 5,000 badgers would be killed over six weeks in West Somerset and Gloucestershire using a mixture of controlled shooting and free shooting. (Some badgers were to be trapped in cages first.) The cull caused many protests, with emotional, economic and scientific reasons being cited. The badger is considered an iconic species of the British countryside and it has been claimed by shadow ministers that \"The government's own figures show it will cost more than it saves...\", and Lord Krebs, who led the Randomised Badger Culling Trial in the 1990s, said the two pilots \"will not yield any useful information\".",
            "score": 214.59776306152344
        },
        {
            "docid": "33894099_28",
            "document": "Ticks of domestic animals . Vaccination against \"An. marginale\" is done using live strains of the cross-reactive \"An. centrale\". Vaccines are available on a commercial basis to immunize cattle against \"Babesia bovis\". This is made by serial infection of calves to attenuate the virulence of the strain of \"Babesia\", followed by splenectomy to produce many of the piroplasm stage in blood, which is then bottled for use. The vaccine is delivered containing the live protozoa to induce immunity without acute disease. \"Theileria annulata\" can be grown and attenuated in virulence by means of infecting cell cultures with the schizont stage of the protozoan. This is delivered as a frozen vaccine from which live parasites are thawed out before injection. Cattle can be protected against East Coast fever by an infection-and-treatment procedure. \"Rhipicephalus appendiculatus\" ticks are infected with \"Theileria parva\" under laboratory conditions; theilerial sporozoites are extracted from the ticks and stored in liquid nitrogen; infective doses of the live vaccine are delivered to identified cattle and a few days later a protective dose of antibiotic is delivered to stop the infection from developing into clinical East Coast fever. Vaccines are often highly effective, but the live parasite vaccines have problems of potential contamination with other microbes and induction of a carrier state which may be unwanted. Intensive attempts are made to develop vaccines to control these diseases using recombinant DNA techniques to synthesize the relevant antigens, but as with vaccines against human malaria this is a difficult technological challenge.",
            "score": 211.55369567871094
        },
        {
            "docid": "21438755_19",
            "document": "Foot-and-mouth disease . Reasons cited for restricting export from countries using FMD vaccines include, probably most importantly, routine blood tests relying on antibodies cannot distinguish between an infected and a vaccinated animal, which severely hampers screening of animals used in export products, risking a spread of FMD to importing countries. A widespread preventive vaccination would also conceal the existence of the virus in a country. From there, it could potentially spread to countries without vaccine programs. Lastly, an animal infected shortly after being vaccinated can harbor and spread FMD without showing symptoms itself, hindering containment and culling of sick animals as a remedy.",
            "score": 211.3920135498047
        },
        {
            "docid": "52640771_9",
            "document": "Sociality and disease transmission . The first large human social activities, trailed by major disease outbreaks that have been documented occurred by fecal-oral route. Contaminated food or water by fecal matter can cause devastating effects and spread with extreme rapidity. They are, of course, not the only types of infection that threaten large gatherings of people. Respiratory infections, sexually transmitted infections, and measles have all been measured as potential infections resulting from mass gatherings. Social gatherings that have been linked to outbreaks include the 1918 Great Pandemic, the Asian Flu Pandemic of 1957, a 1987 outbreak of multi-drug resistant shigellosis in North Carolina that infected over 50% of event attendees, a 1992 outbreak of Campylobacter in the UK, a 1993 Hepatitis A outbreak at a youth camp in Australia, two separate outbreaks of meningococcal meningitis at the 2000 and 2001 Hajj, a 2008 influenza outbreak in Sydney, the 2009 H1N1 pandemic (which followed a large Easter gathering in Mexico). Rainey et al. (2016) identified a total of 72 mass-gathering related respiratory outbreaks between 2005 and 2014. Many of these outbreaks led to further outbreaks within the cities that infected individuals returned home to after the events. Particularly the epidemiological consequences of the Hajj are notable because of the range of dissemination that attendees have when they return from the pilgrimage. Infected individuals may return to their homes far from the source of the outbreak, and into communities that are especially vulnerable to a disease not characteristic of that community. Health response teams may be less equipped to manage the spread of the foreign pathogen, and the people may be less knowledgeable about risks and symptoms. Diseases such a tuberculosis have long incubation periods, which creates another obstacle since it separates the point of infection from the start of illness and therefore obscures the connection. Intervention and mitigation are possible for such large events, but involve very expensive and complex measures. Vaccinations are highly effective, but it is extremely costly to attempt to vaccinate large hordes of individuals. In a study of livestock populations, Hu et al., 2013 observed important patterns for vaccination efforts. When deaths from infection occur, or a method of culling is used, social networks will alter and individuals will spread out. Because of this, carefully designed vaccination efforts are significantly more effective and cheaper and must be implemented as fast as possible in order to contain the pathogen. Relatively new methods, such as tracking mobile phone data, have been used to glean information on effective strategies for containment in the situation of mass gatherings. Finger et al. (2016) state \"human mobility is undisputedly one of the main spreading mechanisms of infectious disease\". In their study, cell phone data was used to track the migration of people for the Grand Magal de Touba, a religious pilgrimage event that occurs in Senegal. Figure 6 illustrates the findings of this study and identifies areas that are paramount for targeting in an epidemiological prevention effort.",
            "score": 210.5936279296875
        },
        {
            "docid": "1349358_21",
            "document": "Fasciola hepatica . The presence of \"F. hepatica\" can interfere with the detection of bovine tuberculosis in cattle. Cattle co-infected with \"F. hepatica\", compared to those infected with \"M. bovis\" alone, react weakly to the single intradermal comparative cervical tuberculin (SICCT) test. Therefore, an infection from \"F. hepatica\" can make it difficult to detect bovine tuberculosis, this is, of course, a major problem in the farming industry.",
            "score": 209.14886474609375
        },
        {
            "docid": "2212957_15",
            "document": "Paleopathology . Some diseases are difficult to evaluate in the archaeology, however, tuberculosis can be found and dates as far back as the Neolithic period. Tuberculosis is presumed to have been transmitted from domesticated cattle to humans through ingestion of contaminated meats and the drinking of contaminated milk. It is also possible to contract tuberculosis through contact with infected persons. When an infected person coughs, they eject infected mucus from their body which can possibly infect those close by. There are several types of tuberculosis: the kind that affects cold-blooded animals, the kind that affects birds, and the bovine type that causes disease in humans. Because bovine tuberculosis is often found in children, it may be that the disease is spread through the consumption of contaminated milk.",
            "score": 209.0209503173828
        },
        {
            "docid": "6982399_27",
            "document": "Bovine viral diarrhea . Antibody (Ig) ELISAs are used to detect historical BVDV infection; these tests have been validated in serum, milk and bulk milk samples. Ig ELISAs do not diagnose active infection but detect the presence of antibodies produced by the animal in response to viral infection. Vaccination also induces an antibody response, which can result in false positive results, therefore it is important to know the vaccination status of the herd or individual when interpreting results. A standard test to assess whether virus has been circulating recently is to perform an Ig ELISA on blood from 5–10 young stock that have not been vaccinated, aged between 9 and 18 months. A positive result indicates exposure to BVDV, but also that any positive animals are very unlikely to be PI animals themselves. A positive result in a pregnant female indicates that she has previously been either vaccinated or infected with BVDV and could possibly be carrying a PI fetus, so antigen testing of the newborn is vital to rule this out. A negative antibody result, at the discretion of the responsible veterinarian, may require further confirmation that the animal is not in fact a PI.",
            "score": 208.7354736328125
        },
        {
            "docid": "32653_60",
            "document": "Vaccine . The DIVA strategy has been applied in various countries and successfully eradicated pseudorabies virus. Swine populations were intensively vaccinated and monitored by the companion diagnostic test and, subsequently, the infected pigs were removed from the population. Bovine herpesvirus 1 DIVA vaccines are also widely used in practice.",
            "score": 207.87887573242188
        },
        {
            "docid": "816223_23",
            "document": "2001 United Kingdom foot-and-mouth outbreak . The Netherlands was the worst affected country outside the UK, suffering 25 cases. Vaccinations were used to halt the spread of the disease. However, the Dutch went on to slaughter all vaccinated animals and in the end 250,000-270,000 cattle were destroyed, resulting in significantly more cattle slaughtered per infected premises than in the UK.",
            "score": 207.6420440673828
        },
        {
            "docid": "44441540_8",
            "document": "Targeted immunization strategies . A recent centrality measure, Percolation Centrality, introduced by Piraveenan et al. is particularly useful in identifying nodes for vaccination based on the network topology. Unlike node degree which depends on topology alone, however, percolation centrality takes into account the topological importance of a node as well as its distance from infected nodes in deciding its overall importance. Piraveenan et al. has shown that percolation centrality-based vaccination is particularly effective when the proportion of people already infected is on the same order of magnitude as the number of people who could be vaccinated before the disease spreads much further. If infection spread is at its infancy, then ring-vaccination surrounding the source of infection is most effective, whereas if the proportion of people already infected is much higher than the number of people that could be vaccinated quickly, then vaccination will only help those who are vaccinated and herd immunity cannot be achieved. Percolation centrality-based vaccination is most effective in the critical scenario where the infection has already spread too far to be completely surrounded by ring-vaccination, yet not spread wide enough so that it cannot be contained by strategic vaccination. Nevertheless, Percolation Centrality also needs full network topology to be computed, and thus is more useful in higher levels of abstraction (for example, networks of townships rather than social networks of individuals), where the corresponding network topology can more readily be obtained.",
            "score": 206.60826110839844
        },
        {
            "docid": "46559303_13",
            "document": "Non-specific effect of vaccines . Several studies have suggested that BCG vaccination may reduce atopy, particularly when given early in life. Furthermore, in multiple observational studies BCG vaccination has been shown to provide beneficial effects on overall mortality. These observations encouraged randomised controlled trials to examine BCG vaccination's beneficial non-specific effects on overall health. Since BCG vaccination is recommended to be given at birth in countries that have a high incidence of tuberculosis it would have been unethical to randomize children into 'BCG' vs. 'no BCG' groups. However, many low-income countries delay BCG vaccination for low-birth-weight (LBW) infants; this offered the opportunity to directly test the effect of BCG on overall mortality.",
            "score": 205.5458526611328
        },
        {
            "docid": "51897_11",
            "document": "The Archers . In January 2012, Oliver Sterling, owner of Grange Farm, together with his tenant, Ed Grundy, elected to vaccinate the badgers on their farm in an attempt to prevent the spread of bovine tuberculosis. The plotline came within weeks of the government confirming a badger cull trial.",
            "score": 205.507080078125
        },
        {
            "docid": "2697320_12",
            "document": "Swine brucellosis . Because \"B. suis\" is facultative and intracellular, and is able to adapt to environmental conditions in the macrophage, treatment failure and relapse rates are high. The only effective way to control and eradicate zoonosis is by vaccination of all susceptible hosts and elimination of infected animals. The \"Brucella abortus\" (rough LPS \"Brucella\") vaccine, developed for bovine brucellosis and licensed by the USDA Animal Plant Health Inspection Service, has shown protection for some swine and is also effective against \"B. suis\" infection, but currently no approved vaccine for swine brucellosis is available.",
            "score": 205.2664794921875
        },
        {
            "docid": "4754849_2",
            "document": "Bovine herpesvirus 1 . Bovine herpesvirus 1 (BoHV-1) is a virus of the family \"Herpesviridae\" and the subfamily \"Alphaherpesvirinae\", known to cause several diseases worldwide in cattle, including rhinotracheitis, vaginitis, balanoposthitis, abortion, conjunctivitis, and enteritis. BoHV-1 is also a contributing factor in shipping fever, also known as bovine respiratory disease (BRD). It is spread horizontally through sexual contact, artificial insemination, and aerosol transmission and it may also be transmitted vertically across the placenta. BoHV-1 can cause both clinical and subclinical infections, depending on the virulence of the strain. Although these symptoms are mainly non-life-threatening it is an economically important disease as infection may cause a drop in production and affect trade restrictions. Like other herpesviruses, BoHV-1 causes a lifelong latent infection and sporadic shedding of the virus. The sciatic nerve and trigeminal nerve are the sites of latency. A reactivated latent carrier is normally the source of infection in a herd. The clinical signs displayed are dependent on the virulence of the strain. There is a vaccine available which reduces the severity and incidence of disease. Some countries in Europe have successfully eradicated the disease by applying a strict culling policy.",
            "score": 204.66702270507812
        },
        {
            "docid": "2223903_8",
            "document": "Dermatophytosis . no approved human vaccine exist against \"Dermatophytosis\". For horses, dogs and cats there is available an approved inactivated vaccine called \"Insol Dermatophyton\" (Boehringer Ingelheim) which provides time-limited protection against several trichophyton and microsporum fungal strains. With cattle, systemic vaccination has achieved effective control of ringworm. Since 1979 a Russian live vaccine (LFT 130) and later on a Czechoslovakian live vaccine against bovine ringworm has been used. In Scandinavian countries vaccination programmes against ringworm are used as a preventive measure to improve the hide quality. In Russia, fur-bearing animals (silver fox, foxes, polar foxes) and rabbits have also been treated with vaccines.",
            "score": 204.5406036376953
        },
        {
            "docid": "6982399_28",
            "document": "Bovine viral diarrhea . At a herd level, a positive Ig result suggests that BVD virus has been circulating or the herd is vaccinated. Negative results suggest that a PI is unlikely however this naïve herd is in danger of severe consequences should an infected animal be introduced. Antibodies from wild infection or vaccination persist for several years therefore Ig ELISA testing is more valuable when used as a surveillance tool in seronegative herds.",
            "score": 203.95440673828125
        },
        {
            "docid": "276846_17",
            "document": "Onchocerciasis . No vaccine to prevent onchocerciasis infection in humans is available. A vaccine to prevent onchocerciasis infection for cattle is in phase three trials. Cattle injected with a modified and weakened form of \"O. ochengi\" larvae have developed very high levels of protection against infection. The findings suggest that it could be possible to develop a vaccine that protects people against river blindness using a similar approach. Unfortunately, a vaccine to protect humans is still many years off.",
            "score": 203.74981689453125
        },
        {
            "docid": "32653_59",
            "document": "Vaccine . They found that some existing vaccines against pseudorabies (also termed Aujeszky's disease) had deletions in their viral genome (among which the gE gene). Monoclonal antibodies were produced against that deletion and selected to develop an ELISA that demonstrated antibodies against gE. In addition, novel genetically engineered gE-negative vaccines were constructed. Along the same lines, DIVA vaccines and companion diagnostic tests against bovine herpesvirus 1 infections have been developed.",
            "score": 203.6085968017578
        }
    ]
}