{
    "q": [
        {
            "docid": "14271066_2",
            "document": "G alpha subunit . Guanine nucleotide binding proteins (G proteins) are membrane-associated, heterotrimeric proteins composed of three subunits: alpha, beta, and gamma. G proteins and their receptors (GPCRs) form one of the most prevalent signalling systems in mammalian cells, regulating systems as diverse as sensory perception, cell growth and hormonal regulation. At the cell surface, the binding of ligands such as hormones and neurotransmitters to a GPCR activates the receptor by causing a conformational change, which in turn activates the bound G protein on the intracellular-side of the membrane. The activated receptor promotes the exchange of bound GDP for GTP on the G protein alpha subunit. GTP binding changes the conformation of switch regions within the alpha subunit, which allows the bound trimeric G protein (inactive) to be released from the receptor, and to dissociate into active alpha subunit (GTP-bound) and beta/gamma dimer. The alpha subunit and the beta/gamma dimer go on to activate distinct downstream effectors, such as adenylyl cyclase, phosphodiesterases, phospholipase C, and ion channels. These effectors in turn regulate the intracellular concentrations of secondary messengers, such as cAMP, diacylglycerol, sodium or calcium cations, which ultimately lead to a physiological response, usually via the downstream regulation of gene transcription. The cycle is completed by the hydrolysis of alpha subunit-bound GTP to GDP, resulting in the re-association of the alpha and beta/gamma subunits and their binding to the receptor, which terminates the signal. The length of the G protein signal is controlled by the duration of the GTP-bound alpha subunit, which can be regulated by RGS (regulator of G protein signalling) proteins or by covalent modifications.",
            "score": 259.342059135437
        },
        {
            "docid": "514355_9",
            "document": "Rod cell . When light hits photoreceptive pigments within the photoreceptor cell, the pigment changes shape. The pigment, called rhodopsin (conopsin is found in cone cells) comprises a large protein called opsin (situated in the plasma membrane), attached to which is a covalently bound prosthetic group: an organic molecule called retinal (a derivative of vitamin A). The retinal exists in the 11-cis-retinal form when in the dark, and stimulation by light causes its structure to change to all-trans-retinal. This structural change causes an increased affinity for the regulatory protein called transducin (a type of G protein). Upon binding to rhodopsin, the alpha subunit of the G protein replaces a molecule of GDP with a molecule of GTP and becomes activated. This replacement causes the alpha subunit of the G protein to dissociate from the beta and gamma subunits of the G protein. As a result, the alpha subunit is now free to bind to the cGMP phosphodiesterase (an effector protein). The alpha subunit interacts with the inhibitory PDE gamma subunits and prevents them from blocking catalytic sites on the alpha and beta subunits of PDE, leading to the activation of cGMP phosphodiesterase, which hydrolyzes cGMP (the second messenger), breaking it down into 5'-GMP. Reduction in cGMP allows the ion channels to close, preventing the influx of positive ions, hyperpolarizing the cell, and stopping the release of the neurotransmitter glutamate (Kandel et al., 2000). Though cone cells primarily use the neurotransmitter substance acetylcholine, rod cells use a variety. The entire process by which light initiates a sensory response is called visual phototransduction.",
            "score": 255.26531898975372
        },
        {
            "docid": "2020589_9",
            "document": "G protein-gated ion channel . One G protein-gated potassium channel is the inward-rectifing potassium channel (IKACh) found in cardiac muscle (specifically, the sinoatrial node and atria), which contributes to the regulation of heart rate. These channels are almost entirely dependent on G protein activation, making them unique when compared to other G protein-gated channels. Activation of the IKACh channels begins with release of acetylcholine (ACh) from the vagus nerve onto pacemaker cells in the heart. ACh binds to the M2 muscarinic acetylcholine receptors, which interact with G proteins and promote the dissociation of the G subunit and G-complex. IKACh is composed of two homologous GIRK channel subunits: GIRK1 and GIRK4. The G-complex binds directly and specifically to the IKACh channel through interactions with both the GIRK1 and GIRK4 subunits. Once the ion channel is activated, K ions flow out of the cell and cause it to hyperpolarize. In its hyperpolarized state, the neuron cannot fire action potentials as quickly, which slows the heartbeat.",
            "score": 393.21577847003937
        },
        {
            "docid": "857170_42",
            "document": "Cardiac action potential . The sympathetic nervous system (nerves dominant during the bodies fight or flight response) increase heart rate (positive chronotropy), by decreasing the time to produce an action potential in the SAN. Nerves from the spinal cord release a molecule called noradrenaline, which binds to and activates receptors on the pacemaker cell membrane called β1 adrenoceptors. This activates a protein, called a G-protein (s for stimulatory). Activation of this G-protein leads to increased levels of cAMP in the cell (via the cAMP pathway). cAMP binds to the HCN channels (see above), increasing the funny current and therefore increasing the rate of depolarization, during the pacemaker potential. The increased cAMP also increases the opening time of L -type calcium channels, increasing the Ca current through the channel, speeding up phase 0.",
            "score": 230.97736132144928
        },
        {
            "docid": "857170_43",
            "document": "Cardiac action potential . The parasympathetic nervous system (nerves dominant while the body is resting and digesting) decreases heart rate (negative chronotropy), by increasing the time taken to produce an action potential in the SAN. A nerve called the vagus nerve, that begins in the brain and travels to the sinoatrial node, releases a molecule called acetylcholine (ACh) which binds to a receptor located on the outside of the pacemaker cell, called an M2 muscarinic receptor. This activates a G-protein (I for inhibitory), which is made up of 3 subunits (α, β and γ) which, when activated, separate from the receptor. The β and γ subunits activate a special set of potassium channels, increasing potassium flow out of the cell and decreasing membrane potential, meaning that the pacemaker cells take longer to reach their threshold value. The G-protein also inhibits the cAMP pathway therefore reducing the sympathetic effects caused by the spinal nerves.",
            "score": 254.52556002140045
        },
        {
            "docid": "15064721_3",
            "document": "RGS18 . This gene encodes a member of the regulator of G-protein signaling family. This protein contains a conserved 120 amino acid motif called the RGS domain. The protein attenuates the signaling activity of G-proteins by binding to activated, GTP-bound G alpha subunits and acting as a GTPase activating protein (GAP), increasing the rate of conversion of the GTP to GDP. This hydrolysis allows the G alpha subunits to bind G beta/gamma subunit heterodimers, forming inactive G-protein heterotrimers, thereby terminating the signal. Alternate transcriptional splice variants of this gene have been observed but have not been thoroughly characterized.",
            "score": 111.21926927566528
        },
        {
            "docid": "14879552_3",
            "document": "RGS14 . RGS14 is a member of the regulator of G protein signalling family. This protein contains one RGS domain, two Raf-like Ras-binding domains (RBDs), and one GoLoco motif. The protein attenuates the signaling activity of G-proteins by binding, through its GoLoco domain, to specific types of activated, GTP-bound G alpha subunits. Acting as a GTPase activating protein (GAP), the protein increases the rate of conversion of the GTP to GDP. This hydrolysis allows the G alpha subunits to bind G beta/gamma subunit heterodimers, forming inactive G-protein heterotrimers, thereby terminating the signal. Alternate transcriptional splice variants of this gene have been observed but have not been thoroughly characterized.",
            "score": 118.30562472343445
        },
        {
            "docid": "12841_4",
            "document": "G protein . G proteins located within the cell are activated by G protein-coupled receptors (GPCRs) that span the cell membrane. Signaling molecules bind to a domain of the GPCR located outside the cell, and an intracellular GPCR domain then in turn activates a particular G protein. Some inactive-state GPCRs have also been shown to be \"pre-coupled\" with G proteins. The G protein activates a cascade of further signaling events that finally results in a change in cell function. G protein-coupled receptor and G proteins working together transmit signals from many hormones, neurotransmitters, and other signaling factors. G proteins regulate metabolic enzymes, ion channels, transporter proteins, and other parts of the cell machinery, controlling transcription, motility, contractility, and secretion, which in turn regulate diverse systemic functions such as embryonic development, learning and memory, and homeostasis.",
            "score": 241.86499452590942
        },
        {
            "docid": "326707_9",
            "document": "Protein kinase A . Extracellular hormones such as glucagon and epinephrine begin an intracellular signalling cascade that triggers protein kinase A activation by first binding to a G protein–coupled receptor (GPCR) on the target cell. When a GPCR is activated by its extracellular ligand, a conformational change is induced in the receptor that is transmitted to an attached intracellular heterotrimeric G protein complex by . The Gs alpha subunit of the stimulated G protein complex exchanges GDP for GTP and is released from the complex. The activated Gs alpha subunit binds to and activates an enzyme called adenylyl cyclase, which, in turn, catalyzes the conversion of ATP into cyclic adenosine monophosphate (cAMP), directly increasing the cAMP level. Four cAMP molecules are able to bind to the two R-subunits. This is done by two cAMP molecules binding to each of the two cAMP binding sites (CNB-B and CNB-A) which induces a conformational change in the regulatory subunits of PKA causing the subunits to detach and unleash the two (now activated) catalytic subunits.",
            "score": 194.0340461730957
        },
        {
            "docid": "16849070_3",
            "document": "RGS17 . This gene encodes a member of the regulator of G-protein signaling family. This protein contains a conserved, 120 amino acid motif called the RGS domain and a cysteine-rich region. The protein attenuates the signaling activity of G-proteins by binding to activated, GTP-bound G alpha subunits and acting as a GTPase activating protein (GAP), increasing the rate of conversion of the GTP to GDP. This hydrolysis allows the G alpha subunits to bind G beta/gamma subunit heterodimers, forming inactive G-protein heterotrimers, thereby terminating the signal. Along with RGS4, RGS9 and RGS14, RGS17 plays an important role in termination of signalling by mu opioid receptors and development of tolerance to opioid analgesic drugs.",
            "score": 118.39822912216187
        },
        {
            "docid": "11011552_4",
            "document": "Cellular communication (biology) . Reception occurs when the target cell (any cell with a receptor protein specific to the signal molecule) detects a signal, usually in the form of a small, water-soluble molecule, via binding to a receptor protein. Reception is the target cell's detection of a signal via binding of a signaling molecule, or ligand. Receptor proteins span the cell’s plasma membrane and provide specific sites for water-soluble signaling molecules to bind to. These trans-membrane receptors are able to transmit information from outside the cell to the inside because they change conformation when a specific ligand binds to it. By looking at three major types of receptors, (G protein coupled receptors, receptor tyrosine kinases, and ion channel receptors) scientists are able to see how trans-membrane receptors contribute to the complexity of cells and the work that these cells do. Cell surface receptors play an essential role in the biological systems of single- and multi-cellular organisms and malfunction or damage to these proteins is associated with cancer, heart disease, and asthma.",
            "score": 257.23241567611694
        },
        {
            "docid": "598570_19",
            "document": "Sinoatrial node . The parasympathetic nerves supplying the SA node (in particular the Vagus nerves) originate in the brain. These nerves release a neurotransmitter called acetylcholine (ACh). ACh binds to a receptor called an M2 muscarinic receptor, located on the SA node membrane. Activation of this M2 receptor, then activates a protein called a G-protein (in particular G protein, i for inhibitory). Activation of this G-protein, blocks the cAMP pathway, reducing its effects, therefore inhibiting sympathetic activity and slowing action potential production. As well as this, the G-protein also activates a potassium channel, which allows K to flow out of the cell, making the membrane potential more negative and slowing the pacemaker potential, therefore decreasing the rate of action potential production and therefore decreasing heart rate. A decrease in heart rate is known as negative chronotropy.",
            "score": 218.17266273498535
        },
        {
            "docid": "598570_18",
            "document": "Sinoatrial node . The sympathetic nerves begin in the thoracic region of the spinal cord (in particular T1-T4). These nerves release a neurotransmitter called noradrenaline (NA). This binds to a receptor on the SA node membrane, called a beta-1adrenoceptor. Binding of NA to this receptor activates a G-protein (in particular a G-Protein, S for stimulatory) which initiates a series of reactions (known as the cAMP pathway) that results in the production of a molecule called cyclic adenosinemonophosphate (cAMP). This cAMP binds to the HCN channel (see above). Binding of cAMP to the HCN, increases the flow of Na and K into the cell, speeding up the pacemaker potential, so producing action potentials at a quicker rate, and increasing heart rate. An increase in heart rate is known as positive chronotropy.",
            "score": 191.3402397632599
        },
        {
            "docid": "53233548_9",
            "document": "Cardiac excitation-contraction coupling . Parasympathetic nerves work by releasing a neurotransmitter called acetylcholine (ACh) which binds to specific receptor (M2 muscarinic receptor) on the sarcolemma of both SAN cells and ventricular cells. This again activates a G-protein. However this G-protein works by inhibiting, the cAMP pathway, therefore, preventing the sympathetic nervous system from increasing heart rate. As well as this, in the SAN, the G-protein activates specific potassium channel, that opposes action potential initiation (see SAN for more details), thus slowing heart rate.",
            "score": 231.62001037597656
        },
        {
            "docid": "15548640_16",
            "document": "Adrenaline . In liver cells, adrenaline binds to the β adrenergic receptor, which changes conformation and helps G, a G protein, exchange GDP to GTP. This trimeric G protein dissociates to G alpha and G beta/gamma subunits. Gs alpha binds to adenyl cyclase, thus converting ATP into cyclic AMP. Cyclic AMP binds to the regulatory subunit of protein kinase A: Protein kinase A phosphorylates phosphorylase kinase. Meanwhile, Gs beta/gamma binds to the calcium channel and allows calcium ions to enter the cytoplasm. Calcium ions bind to calmodulin proteins, a protein present in all eukaryotic cells, which then binds to phosphorylase kinase and finishes its activation. Phosphorylase kinase phosphorylates glycogen phosphorylase, which then phosphorylates glycogen and converts it to glucose-6-phosphate.",
            "score": 197.8905041217804
        },
        {
            "docid": "1422685_8",
            "document": "Beta-Endorphin . Voltage-dependent calcium channels (VDCCs) are important membrane proteins that mediate the depolarization of neurons, and play a major role in promoting the release of neurotransmitters. When endorphin molecules bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, and as β-Endorphin reduces the release of these substances, there is a strong analgesic effect.",
            "score": 262.82308852672577
        },
        {
            "docid": "14522621_7",
            "document": "Prostacyclin receptor . IP is classified as a relaxant type of prostenoid receptor based on its ability, upon activation, to relax certain pre-contracted smooth muscle preparations and smooth muscle-containing tissues such as those of pulmonary arteries and veins. When bound to PGI or other of its agonists, IP stimulates one or more of three types of G protein complexes, depending on cell type: a) Gs alpha subunit-Gβγ complexes which release Gs that then stimulates adenyl cyclase to raise intracellular levels of cAMP and thereby activate cAMP-regulated protein kinases A-dependent cell signaling pathways (see PKA); b) Gq alpha subunit-Gβγ complexes which release Gq that then stimulates other cell signaling pathways (e.g. phospholipase C/IP3/cell Ca mobilization/diacylglycerol/protein kinase Cs, calmodulin-modulated myosin light chain kinase, RAF/MEK/Mitogen-activated protein kinases, PKC/Ca/Calcineurin/Nuclear factor of activated T-cells; and EGF cellular receptors; and c) Gi alpha subunit-Giβγ) complexes which releases Gi that then simulates phospholipase C to cleave phosphatidylinositol triphosphate into inositol triphosphate that raises intracellular CaCa levels thereby regulating Calcium signaling pathways and diacylglycerol that activates certain protein kinase C enzymes )that phosphorylate and thereby regulate target proteins involved in cell signaling (see Protein kinase C#Function). Studies suggest that stimulation of Gsβγ complexes is required for activation of the Gqβγ- and Giβγ-dependent pathways. In certain cells, activation of FP also stimulates G/G-Gβγ G proteins to activate the Rho family of GTPases signaling proteins and Gi-Gβγ G proteins to activateRaf/MEK/mitogen-activated kinase pathways.",
            "score": 229.40382182598114
        },
        {
            "docid": "6531976_4",
            "document": "Chemokine receptor . Intracellular signaling by chemokine receptors is dependent on neighbouring G-proteins. G-proteins exist as a heterotrimer; they are composed of three distinct subunits. When the molecule GDP is bound to the G-protein subunit, the G-protein is in an inactive state. Following binding of the chemokine ligand, chemokine receptors associate with G-proteins, allowing the exchange of GDP for another molecule called GTP, and the dissociation of the different G protein subunits. The subunit called Gβ activates an enzyme known as Phospholipase C (PLC) that is associated with the cell membrane. PLC cleaves Phosphatidylinositol (4,5)-bisphosphate (PIP2) to form two second messenger molecules called inositol triphosphate (IP3) and diacylglycerol (DAG); DAG activates another enzyme called protein kinase C (PKC), and IP3 triggers the release of calcium from intracellular stores. These events promote many signaling cascades, effecting a cellular response. For example, when CXCL8 (IL-8) binds to its specific receptors, CXCR1 or CXCR2, a rise in intracellular calcium activates the enzyme phospholipase D (PLD) that goes on to initiate an intracellular signaling cascade called the MAP kinase pathway. At the same time the G-protein subunit Gα directly activates an enzyme called protein tyrosine kinase (PTK), which phosphorylates serine and threonine residues in the tail of the chemokine receptor, causing its desensitisation or inactivation. The initiated MAP kinase pathway activates specific cellular mechanisms involved in chemotaxis, degranulation, release of superoxide anions, and changes in the avidity of cell adhesion molecules called integrins. Chemokines and their receptors play a crucial role in cancer metastatis as they are involved in extravastation, migration, micrometastatis, and angiogenesis. This role of chemokine is strikingly similar to their normal function of localizing leukocytes to an inflammatory site.",
            "score": 194.39108657836914
        },
        {
            "docid": "14303547_3",
            "document": "GNAQ . Guanine nucleotide-binding proteins are a family of heterotrimeric proteins that couple cell surface, 7-transmembrane domain receptors to intracellular signaling pathways. Receptor activation catalyzes the exchange of GDP for GTP bound to the inactive G protein alpha subunit resulting in a conformational change and dissociation of the complex. The G protein alpha and beta-gamma subunits are capable of regulating various cellular effectors. Activation is terminated by a GTPase intrinsic to the G-alpha subunit. G-alpha-q is the alpha subunit of one of the heterotrimeric GTP-binding proteins that mediates stimulation of phospholipase C-beta (MIM 600230).[supplied by OMIM]",
            "score": 158.92516589164734
        },
        {
            "docid": "28866317_2",
            "document": "GoLoco motif . GoLoco motif is a protein structural motif. In heterotrimeric G-protein signalling, cell surface receptors (GPCRs) are coupled to membrane-associated heterotrimers comprising a GTP-hydrolyzing subunit G-alpha and a G-beta/G-gamma dimer. The inactive form contains the alpha subunit bound to GDP and complexes with the beta and gamma subunit. When the ligand is associated to the receptor, GDP is displaced from G-alpha and GTP is bound. The GTP/G-alpha complex dissociates from the trimer and associates to an effector until the intrinsic GTPase activity of G-alpha returns the protein to GDP bound form. Reassociation of GDP-bound G-alpha with G-beta/G-gamma dimer terminates the signal. Several mechanisms regulate the signal output at different stage of the G-protein cascade. Two classes of intracellular proteins act as inhibitors of G protein activation: GTPase activating proteins (GAPs), which enhance GTP hydrolysis (see PDOC50132), and guanine dissociation inhibitors (GDIs), which inhibit GDP dissociation. The GoLoco or G-protein regulatory (GPR) motif found in various G-protein regulators. acts as a GDI on G-alpha(i).",
            "score": 157.26713645458221
        },
        {
            "docid": "2281317_12",
            "document": "Nucleoside-diphosphate kinase . In Eukaryotic systems, the role of the NDK is to synthesize nucleoside triphosphates other than ATP. The ATP gamma phosphate is transferred to the NDP beta phosphate via a ping-pong mechanism, using a phosphorylated active-site intermediate, and synthesize products such as UTP. NDK possesses nucleoside-diphosphate kinase, serine/threonine-specific protein kinase, geranyl and farnesyl pyrophosphate kinase, histidine protein kinase, and 3'-5' exonuclease activities. Its processes are involved with cell proliferation, differentiation and development, and gene expression in human cells. It is also part of the neural development process, which includes neural patterning and cell fate determination. Furthermore, NDPK is involved with the signal transduction processes and G protein-coupled receptor endocytosis as it transfers a phosphate group onto the G β-subunits and convert GDP to GTP. This increase in GTP concentration near G protein α-subunits causes activation of G protein α-subunits for G-protein signaling. In addition to signaling, NDPK is involved in controlling K+ channels, cell secretion, and cellular energy production.",
            "score": 204.8459017276764
        },
        {
            "docid": "14797652_3",
            "document": "CACNB4 . This gene encodes a member of the beta subunit family, a protein in the voltage-dependent calcium channel complex. Calcium channels mediate the influx of calcium ions into the cell upon membrane polarization and consist of a complex of alpha-1, alpha-2/delta, beta, and gamma subunits in a 1:1:1:1 ratio. Various versions of each of these subunits exist, either expressed from similar genes or the result of alternative splicing. The protein described in this record plays an important role in calcium channel function by modulating G protein inhibition, increasing peak calcium current, controlling the alpha-1 subunit membrane targeting and shifting the voltage dependence of activation and inactivation. Alternate transcriptional splice variants of this gene, encoding different isoforms, have been characterized.",
            "score": 178.70231866836548
        },
        {
            "docid": "53233548_8",
            "document": "Cardiac excitation-contraction coupling . Sympathetic nerves work by releasing a protein (neurotransmitter) called noradrenaline which binds to a specific receptor (beta 1 adrenoceptor) located in the sarcolemma and the t-tubule membrane of cardiac cells. This activates a protein, called a G-protein and results in a series of reactions (known as a cyclic AMP pathway) that leads to the production of a molecule called cAMP (cyclic adenosine monophosphate). In the SAN cAMP binds to an ion channel involved in action potential initiation, speeding up the production of the action potential (see sinoatrial node for more detail). cAMP also, activates a protein called protein kinase A (PKA). PKA affects both the DHPR and RyR, increasing the rise in Ca within the contractile cells and therefore increasing rate of muscle contraction. PKA also affects the myofilaments as well as a protein called phospholamban (PLB; see sarcoplasmic reticulum for more details), speeding up the rate of Cadecline in the cell and so speeding up muscle relaxation.",
            "score": 201.8097128868103
        },
        {
            "docid": "2020589_4",
            "document": "G protein-gated ion channel . G proteins are a family of intracellular proteins capable of mediating signal transduction pathways. Each G protein is a heterotrimer of three subunits: α-, β-, and γ- subunits. The α-subunit (G) typically binds the G protein to a transmembrane receptor protein known as a G protein-coupled receptor, or GPCR. This receptor protein has a large, extracellular binding domain which will bind its respective ligands (e.g. neurotransmitters and hormones). Once the ligand is bound to its receptor, a conformational change occurs. This conformational change in the G protein allows G to bind GTP. This leads to yet another conformational change in the G protein, resulting in the separation of the βγ-complex (G) from G. At this point, both G and G are active and able to continue the signal transduction pathway. Different classes of G protein-coupled receptors have many known functions including the cAMP and Phosphatidylinositol signal transduction pathways. A class known as metabotropic glutamate receptors play a large role in indirect ion channel activation by G proteins. These pathways are activated by second messengers which initiate signal cascades involving various proteins which are important to the cell's response.",
            "score": 236.9623885154724
        },
        {
            "docid": "15567066_2",
            "document": "G protein-coupled inwardly-rectifying potassium channel . The G protein-coupled inwardly-rectifying potassium channels (GIRKs) are a family of inward-rectifier potassium ion channels which are activated (opened) via a signal transduction cascade starting with ligand-stimulated G protein-coupled receptors (GPCRs). GPCRs in turn release activated G-protein βγ- subunits (G) from inactive heterotrimeric G protein complexes (G). Finally, the G dimeric protein interacts with GIRK channels to open them so that they become permeable to potassium ions, resulting in hyperpolarization of the cell membrane. G protein-coupled inwardly-rectifying potassium channels are a type of G protein-gated ion channels because of this direct activation of GIRK channels by G protein subunits.",
            "score": 322.2390365600586
        },
        {
            "docid": "9910701_6",
            "document": "Neuromedin B . When NMB binds to its 7-TMR, the heterotrimeric G protein that is attached to the receptor is activated. The G-protein is called heterotrimeric because it consists of 3 polypeptides: α subunit, β subunit, and γ subunit. In the activated NMBR/G-protein complex, there occurs an exchange of GTP for GDP bound to G-α subunit. The G-α subunit, in turn, dissociated form the G-βγ subunits. The free G-α inactivates adenylate cyclase (AC), which, in turn, catalyzes the conversion of ATP to cAMP, the latter of which functioning as a second messenger. cAMP activates of the enzyme Protein Kinase A (PKA). PKA enters the nucleus and activates the cAMP response element-binding protein. The activated CREB binds along with CREB binding protein, co-activator to the CRE region of the DNA in the nucleus. CREB and CBP are held together by leucine zippers. CRE is the control that activates number of growth factors, and thus cell proliferation and some anti-apoptotic genes. In the brain, CREB plays a role in long-term memory and learning.",
            "score": 143.6474483013153
        },
        {
            "docid": "14670096_6",
            "document": "Regulator of G protein signaling . RGS domains can be found within the same protein in combination with a variety of other domains, including: DEP for membrane targeting (), PDZ for binding to GPCRs (), PTB for phosphotyrosine-binding (), RBD for Ras-binding (), GoLoco for guanine nucleotide inhibitor activity (), PX for phosphoinositide-binding (), PXA that is associated with PX (), PH for phosphatidylinositol-binding (), and GGL (G protein gamma subunit-like) for binding G protein beta subunits ( Those RGS proteins that contain GGL domains can interact with G protein beta subunits to form novel dimers that prevent G protein gamma subunit binding and G protein alpha subunit association, thereby preventing heterotrimer formation.",
            "score": 127.64674353599548
        },
        {
            "docid": "848862_19",
            "document": "Nucleoside triphosphate . GTP is essential for signal transduction, especially with G proteins. G proteins are coupled with a cell membrane bound receptor. This whole complex is called a G protein-coupled receptor (GPCR). G proteins can bind either GDP or GTP. When bound to GDP, G proteins are inactive. When a ligand binds a GPCR, an allosteric change in the G protein is triggered, causing GDP to leave and be replaced by GTP. GTP activates the alpha subunit of the G protein, causing it to dissociate from the G protein and act as a downstream effector.",
            "score": 190.0768632888794
        },
        {
            "docid": "14429376_7",
            "document": "Prostaglandin DP2 receptor . G protein-coupled receptors (GPCRs) such as DP are integral membrane proteins that, when bound by their cognate ligands (or, in some cases, even when not ligand-bound and thereby acting continuously in a constitutive manner {see Receptor (biochemistry)#Constitutive activity}), mobilize one or more types of Heterotrimeric G proteins. DP is classified as a \"contractile\" prostanoid receptor in that it can cause the contraction of smooth muscle. As evidenced by its initial discovery as a receptor for PGD in T-helper type 2 cells, activated DP triggers Gi alpha subunit-linked heterotrimeric G proteins to dissociate into their component a) Gi alpha subunits (also termed Gi subunits) which simulate phospholipase C to cleave phosphatidylinositol triphosphate into inositol triphosphate (IP3) and diacylglycerol (DAG) and b) G beta-gamma complex of subunits (G) which inhibit adenyl cyclase. IP3 raises cytosolic Ca levels thereby regulating Ca-sensitive signal pathways; DAG activates certain protein kinase C enzymes )PKCs) that phosphorylate and thereby regulate target proteins involved in cell signaling; and adenyl cyclase converts AMP into cyclic AMP (cAMP) thereby down-regulating cAMP-responsive proteins involved in cell signalling. Concurrently with the mobilization of these pathways, activated DP also mobilizes G protein-coupled receptor kinases (GPKs, GPK2, GPK5, and/or GPK6) and Arrestin-2 (also termed Arrestin beta 1 or β-arrestin). The GPKs, along with the DAG-activated PKCs, phosphorylate DP to promote its internalization while arrestin-2 inhibits DP from further activating heterotrimeric G proteins while also linking DP to elements, clathrin and clathrin adaptor AP2, of the receptor internalization machinery. These pathways render DP unable to mobilize heterotrimereic G proteins thereby rendering the cell less sensitive or insensitive to further stimulation by DP ligands. The process, termed Homologous desensitization, serves as a physiological limiter of cell responses to DP activators.",
            "score": 198.90413987636566
        },
        {
            "docid": "14710128_4",
            "document": "Potassium channel tetramerisation domain . These are all highly similar proteins, with only small amino acid changes causing the diversity of the voltage-dependent gating mechanism, channel conductance and toxin binding properties. Each type of K channel is activated by different signals and conditions depending on their type of regulation: some open in response to depolarisation of the plasma membrane; others in response to hyperpolarisation or an increase in intracellular calcium concentration; some can be regulated by binding of a transmitter, together with intracellular kinases; while others are regulated by GTP-binding proteins or other second messengers. In eukaryotic cells, K channels are involved in neural signalling and generation of the cardiac rhythm, act as effectors in signal transduction pathways involving G protein-coupled receptors (GPCRs) and may have a role in target cell lysis by cytotoxic T-lymphocytes. In prokaryotic cells, they play a role in the maintenance of ionic homeostasis.",
            "score": 239.62788152694702
        },
        {
            "docid": "736407_19",
            "document": "Opioid receptor . Voltage-gated dependent calcium channel, (VDCCs), are key in the depolarisation of neurons, and play a major role in promoting the release of neurotransmitters. When agonists bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, so opioid receptor activation reduces the release of these substances, thus creating a strong analgesic effect.",
            "score": 264.0905827283859
        },
        {
            "docid": "14773972_3",
            "document": "KCNJ5 . Potassium channels are present in most mammalian cells, where they participate in a wide range of physiologic responses. The protein encoded by this gene is an integral membrane protein and inward-rectifier type potassium channel. The encoded protein, which has a greater tendency to allow potassium to flow into a cell rather than out of a cell, is controlled by G-proteins. It may associate with other G-protein-activated potassium channel subunits to form a heterotetrameric pore-forming complex.",
            "score": 205.55174088478088
        }
    ],
    "r": [
        {
            "docid": "2020589_9",
            "document": "G protein-gated ion channel . One G protein-gated potassium channel is the inward-rectifing potassium channel (IKACh) found in cardiac muscle (specifically, the sinoatrial node and atria), which contributes to the regulation of heart rate. These channels are almost entirely dependent on G protein activation, making them unique when compared to other G protein-gated channels. Activation of the IKACh channels begins with release of acetylcholine (ACh) from the vagus nerve onto pacemaker cells in the heart. ACh binds to the M2 muscarinic acetylcholine receptors, which interact with G proteins and promote the dissociation of the G subunit and G-complex. IKACh is composed of two homologous GIRK channel subunits: GIRK1 and GIRK4. The G-complex binds directly and specifically to the IKACh channel through interactions with both the GIRK1 and GIRK4 subunits. Once the ion channel is activated, K ions flow out of the cell and cause it to hyperpolarize. In its hyperpolarized state, the neuron cannot fire action potentials as quickly, which slows the heartbeat.",
            "score": 393.2157897949219
        },
        {
            "docid": "2020589_7",
            "document": "G protein-gated ion channel . Four G protein gated inwardly-rectifying potassium (GIRK) channel subunits have been identified in mammals: GIRK1, GIRK2, GIRK3, and GIRK4. The GIRK subunits come together to form GIRK ion channels. These ion channels, once activated, allow for the flow of potassium ions (K) from the extracellular space surrounding the cell across the plasma membrane and into the cytoplasm. Each channel consists of domains which span the plasma membrane, forming the K-selective pore region through which the K ions will flow. Both the N-and C-terminal ends of the GIRK channels are located within the cytoplasm. These domains interact directly with the βγ-complex of the G protein, leading to activation of the K channel. . These domains on the N-and C-terminal ends which interact with the G proteins contain certain residues which are critical for the proper activation of the GIRK channel. In GIRK4, the N-terminal residue is His-64 and the C-terminal residue is Leu-268; in GIRK1 they are His-57 and Leu-262, respectively. Mutations in these domains lead to the channel's desensitivity to the βγ-complex and therefore reduce the activation of the GIRK channel.",
            "score": 330.93560791015625
        },
        {
            "docid": "2020589_8",
            "document": "G protein-gated ion channel . The four GIRK subunits are 80-90% similar in their pore-forming and transmembrane domains, a feature accountable by the similarities in their structures and sequences. GIRK2, GIRK3, and GIRK4 share an overall identity of 62% with each other, while GIRK1 only shares 44% identity with the others. Because of their similarity, the GIRK channel subunits can come together easily to form heteromultimers (a protein with two or more different polypeptide chains). GIRK1, GIRK2, and GIRK3 show abundant and overlapping distribution in the central nervous system (CNS) while GIRK1 and GIRK4 are found primarily in the heart. GIRK1 combines with GIRK2 in the CNS and GIRK4 in the atrium to form heterotetramers; each final heterotetramer contains two GIRK1 subunits and two GIRK2 or GIRK4 subunits. GIRK2 subunits can also form homotetramers in the brain, while GIRK4 subunits can form homotetramers in the heart. GIRK1 subunits have not been shown to be able to form functional homotetramers. Though GIRK3 subunits are found in the CNS, their role in forming functional ion channels is still unknown.",
            "score": 329.7239685058594
        },
        {
            "docid": "15567066_2",
            "document": "G protein-coupled inwardly-rectifying potassium channel . The G protein-coupled inwardly-rectifying potassium channels (GIRKs) are a family of inward-rectifier potassium ion channels which are activated (opened) via a signal transduction cascade starting with ligand-stimulated G protein-coupled receptors (GPCRs). GPCRs in turn release activated G-protein βγ- subunits (G) from inactive heterotrimeric G protein complexes (G). Finally, the G dimeric protein interacts with GIRK channels to open them so that they become permeable to potassium ions, resulting in hyperpolarization of the cell membrane. G protein-coupled inwardly-rectifying potassium channels are a type of G protein-gated ion channels because of this direct activation of GIRK channels by G protein subunits.",
            "score": 322.2390441894531
        },
        {
            "docid": "15567066_5",
            "document": "G protein-coupled inwardly-rectifying potassium channel . Examples of GIRKs include a subset of potassium channels in the heart, which, when activated by parasympathetic signals such as acetylcholine through M2 muscarinic receptors, causes an outward current of potassium, which slows down the heart rate. These are called \"muscarinic potassium channels\" (I) and are heterotetramers composed of two GIRK1 and two GIRK4 subunits.",
            "score": 296.29705810546875
        },
        {
            "docid": "2917198_10",
            "document": "Neuropsychopharmacology . It has previously been known that ultimate control over the membrane voltage or potential of a nerve cell, and thus the firing of the cell, resides with the trans-membrane ion channels which control the membrane currents via the ions K, Na, and Ca, and of lesser importance Mg and Cl. The concentration differences between the inside and outside of the cell determine the membrane voltage.Precisely how these currents are controlled has become much clearer with the advances in receptor structure and G-protein-coupled processes. Many receptors are found to be pentameric clusters of five trans-membrane proteins (not necessarily the same) or \"receptor subunits\", each a chain of many amino acids. Transmitters typically bind at the junction between two of these proteins, on the parts that protrude from the cell membrane. If the receptor is of the ionotropic type, a central pore or channel in the middle of the proteins will be mechanically moved to allow certain ions to flow through, thus altering the ion concentration difference. If the receptor is of the metabotropic type, G-proteins will cause metabolism inside the cell that may eventually change other ion channels. Researchers are better understanding precisely how these changes occur based on the protein structure shapes and chemical properties.",
            "score": 286.281005859375
        },
        {
            "docid": "4109042_18",
            "document": "Cell signaling . In some cases, receptor activation caused by ligand binding to a receptor is directly coupled to the cell's response to the ligand. For example, the neurotransmitter GABA can activate a cell surface receptor that is part of an ion channel. GABA binding to a GABA receptor on a neuron opens a chloride-selective ion channel that is part of the receptor. GABA receptor activation allows negatively charged chloride ions to move into the neuron, which inhibits the ability of the neuron to produce action potentials. However, for many cell surface receptors, ligand-receptor interactions are not directly linked to the cell's response. The activated receptor must first interact with other proteins inside the cell before the ultimate physiological effect of the ligand on the cell's behavior is produced. Often, the behavior of a chain of several interacting cell proteins is altered following receptor activation. The entire set of cell changes induced by receptor activation is called a signal transduction mechanism or pathway.",
            "score": 272.06561279296875
        },
        {
            "docid": "59990_7",
            "document": "Aconitine . Aconitine binds to the receptor at the neurotoxin binding site 2 on the alpha-subunit of the channel protein. This binding results in a sodium-ion channel that stays open longer. Aconitine suppresses the conformational change in the sodium-ion channel from the active state to the inactive state. The membrane stays depolarized due to the constant sodium influx (which is 10-1000 fold greater than the potassium efflux). As a result, the membrane cannot be repolarized. The binding of aconitine to the channel also leads to the channel to change conformation from the inactive state to the active state at a more negative voltage. In neurons, aconitine increases the permeability of the membrane for sodium ions, resulting in a huge sodium influx in the axon terminal. As a result, the membrane depolarizes rapidly. Due to the strong depolarization, the permeability of the membrane for potassium ions increases fast, resulting in a potassium reflux to release the positive charge out of the cell. Not only the permeability for potassium ions but also the permeability for calcium ions increases as a result of the depolarization of the membrane. A calcium influx takes place. The increase of the calcium concentration in the cell stimulates the release of the neurotransmitter acetylcholine into the synaptic cleft. Acetylcholine binds to acetylcholine receptors at the postsynaptic membrane to open the sodium-channels there, generating a new action potential.",
            "score": 271.3747863769531
        },
        {
            "docid": "598586_8",
            "document": "Threshold potential . The phospholipid bilayer of the cell membrane is, in itself, highly impermeable to ions. The complete structure of the cell membrane includes many proteins that are embedded in or completely cross the lipid bilayer. Some of those proteins allow for the highly specific passage of ions, ion channels. Leak potassium channels allow potassium to flow through the membrane in response to the disparity in concentrations of potassium inside (high concentration) and outside the cell (low). The loss of positive(+) charges of the potassium(K+) ions from the inside of the cell results in a negative potential there compared to the extracellular surface of the membrane. A much smaller \"leak\" of sodium(Na+) into the cell results in the actual resting potential, about –70 mV, being less negative than the calculated potential for K+ alone, the equilibrium potential, about –90 mV. The sodium-potassium ATPase is an active transporter within the membrane that pumps potassium (2 ions) back into the cell and sodium (3 ions) out of the cell, maintaining the concentrations of both ions as well as preserving the voltage polarization.",
            "score": 271.2711486816406
        },
        {
            "docid": "1349300_27",
            "document": "Cyclic nucleotide–gated ion channel . Almost all responses to odorants in olfactory sensory neurons (OSNs) are facilitated by CNG channels. When an odorant binds to its specific receptor in the chemosensitive cilia membrane, it activates a G protein, which causes a downstream reaction activating the enzyme adenylyl cyclase (AC). This enzyme is responsible for an increase in cAMP concentration within the OSN. cAMP binds to the CNG channels in the OSN membrane, opening them, and making the cell highly permeable to Ca. Calcium ions flow into the cell causing a depolarization. As in all other cell types, CNG channels in OSNs also allow Na to flow into the cell. Additionally, the increased Ca concentration inside the cell activates Ca-dependent chloride (Cl) channels, which causes intracellular Cl ions to also flow out of the cell augmenting the depolarization event. This depolarization stimulates an action potential that ultimately signals the reception of the odorant. In addition to cAMP gated ion channels, a small subset of OSNs also has cGMP-selective CNG channels.",
            "score": 269.00872802734375
        },
        {
            "docid": "12109751_4",
            "document": "Salt gland . The avian salt gland has two main ducts which are a medial and a lateral. Salt gland activations occurs from increased osmolarity in the blood, stimulating the hypothalamic information processing, sending signal through the parasympathetic nerve activating vasodilation, the release of hormones (acetylcholine and vasoactive intestinal peptide). Acetylcholine binds to the receptor on the basolateral membrane of the gland. This in turn activates calcium release in the epithelial cells, opening potassium channels (flowing potassium out of the cells) on the basolateral membrane and chloride channels on the apical membrane to flow out of the cell. Ions are moved into the epithelial cells by a Na-K-Cl cotransporter, also in the basolateral membrane. Increases in sodium opens the sodium-potassium ATPase channels, removing the excess sodium back out across the basolateral membrane and allowing for potassium to come into the cell. An electrical gradient is formed from the chloride ions, allowing sodium to be passed through the tight junctions of the epithelial cells into the salt gland along with minimal amounts of water. As well, mitochondria rich cells are associated with changes in salt concentration, increasing with higher amounts and decreasing with lower exposure, assisting in the movement of salts. These glands excrete the hypertonic sodium-chloride (with few other ions) by the stimulus of central and peripheral osmoreceptors and volume receptors.",
            "score": 268.6697998046875
        },
        {
            "docid": "378912_4",
            "document": "Potassium in biology . Potassium is the major cation (positive ion) inside animal cells, while sodium is the major cation outside animal cells. The difference between the concentrations of these charged particles causes a difference in electric potential between the inside and outside of cells, known as the membrane potential. The balance between potassium and sodium is maintained by ion transporters in the cell membrane. All potassium ion channels are tetramers with several conserved secondary structural elements. A number of potassium channel structures have been solved including voltage gated, ligand gated, tandem-pore, and inwardly rectifying channels, from prokaryotes and eukaryotes. The cell membrane potential created by potassium and sodium ions allows the cell to generate an action potential—a \"spike\" of electrical discharge. The ability of cells to produce electrical discharge is critical for body functions such as neurotransmission, muscle contraction, and heart function.",
            "score": 268.3634948730469
        },
        {
            "docid": "33051527_17",
            "document": "Cell membrane . As shown in the adjacent table, integral proteins are amphipathic transmembrane proteins. Examples of integral proteins include ion channels, proton pumps, and g-protein coupled receptors. Ion channels allow inorganic ions such as sodium, potassium, calcium, or chlorine to diffuse down their electrochemical gradient across the lipid bilayer through hydrophilic pores across the membrane. The electrical behavior of cells (i.e. nerve cells) are controlled by ion channels. Proton Pumps are protein pumps that are embedded in the lipid bilayer that allow protons to travel through the membrane by transferring from one amino acid side chain to another. Processes such as electron transport and generating ATP use proton pumps. A G-protein coupled receptor is a single polypeptide chain that crosses the lipid bilayer seven times responding to signal molecules (i.e. hormones and neurotransmitters). G-protein coupled receptors are used in processes such as cell to cell signaling, the regulation of the production of cAMP, and the regulation of ion channels.",
            "score": 267.5870361328125
        },
        {
            "docid": "569399_24",
            "document": "Stimulus (physiology) . Nerves in the peripheral nervous system spread out to various parts of the body, including muscle fibers. A muscle fiber and the motor neuron to which it is connected. The spot at which the motor neuron attaches to the muscle fiber is known as the neuromuscular junction. When muscles receive information from internal or external stimuli, muscle fibers are stimulated by their respective motor neuron. Impulses are passed from the central nervous system down neurons until they reach the motor neuron, which releases the neurotransmitter acetylcholine (ACh) into the neuromuscular junction. ACh binds to nicotinic acetylcholine receptors on the surface of the muscle cell and opens ion channels, allowing sodium ions to flow into the cell and potassium ions to flow out; this ion movement causes a depolarization, which allows for the release of calcium ions within the cell. Calcium ions bind to proteins within the muscle cell to allow for muscle contraction; the ultimate consequence of a stimulus.",
            "score": 267.0020751953125
        },
        {
            "docid": "23754109_23",
            "document": "Neonatal diabetes mellitus . KCNJ11 encodes Kir6.2 (a protein coding gene in the potassium channel) and ABCC8 encodes the gene, SUR1 (the type 1 subunit of the sulfonylurea receptor), a member of the ATP-binding cassette transporter family, the two components of the K channel. This channel links glucose metabolism to insulin secretion by closing in response to ATP. Blood glucose storage into Beta-cells lead to glycolysis and cause ATP generation. The elevated ATP/adenosine diphosphate ratio causes closure of the K channel, and inhibit potassium efflux (a lot of potassium flows out of this channel), that leads to depolarization of the Beta-cell membrane. Depolarization is the lost of the difference in charge between the inner and outer parts of the plasma membrane of a muscle. This occurs because change in permeability and migration of sodium ions inside the cell. The voltage gated channels then open, allowing calcium (Ca) to flow inside the channel and cause exocytosis (active transport that moves molecules out of a cell by ejecting them in an energy using process) of insulin-containing granules from the Beta-cells. Activation of defects in KCNJ11 or ABCC8 seems to make the K channel less sensitive to ATP, leaving more channels in an open state after high levels of glucose occurs. Resulting in the failure of insulin response to high blood glucose and leading to NDM.",
            "score": 266.81378173828125
        },
        {
            "docid": "36808_46",
            "document": "Heart . When the sinoatrial cells are resting, they have a negative charge on their membranes. However a rapid influx of sodium ions causes the membrane's charge to become positive. This is called depolarisation and occurs spontaneously. Once the cell has a sufficiently high charge, the sodium channels close and calcium ions then begin to enter the cell, shortly after which potassium begins to leave it. All the ions travel through ion channels in the membrane of the sinoatrial cells. The potassium and calcium only start to move out of and into the cell once it has a sufficiently high charge, and so are called voltage-gated. Shortly after this, the calcium channels close and potassium channels open, allowing potassium to leave the cell. This causes the cell to have a negative resting charge and is called repolarization. When the membrane potential reaches approximately −60 mV, the potassium channels close and the process may begin again.",
            "score": 266.5222473144531
        },
        {
            "docid": "569399_22",
            "document": "Stimulus (physiology) . This change in membrane permeability in the dendrites is known as a local graded potential and causes the membrane voltage to change from a negative resting potential to a more positive voltage, a process known as depolarization. The opening of sodium channels allows nearby sodium channels to open, allowing the change in permeability to spread from the dendrites to the cell body. If a graded potential is strong enough, or if several graded potentials occur in a fast enough frequency, the depolarization is able to spread across the cell body to the axon hillock. From the axon hillock, an action potential can be generated and propagated down the neuron's axon, causing sodium ion channels in the axon to open as the impulse travels. Once the signal begins to travel down the axon, the membrane potential has already passed threshold, which means that it cannot be stopped. This phenomenon is known as an all-or-nothing response. Groups of sodium channels opened by the change in membrane potential strengthen the signal as it travels away from the axon hillock, allowing it to move the length of the axon. As the depolarization reaches the end of the axon, or the axon terminal, the end of the neuron becomes permeable to calcium ions, which enters the cell via calcium ion channels. Calcium causes the release of neurotransmitters stored in synaptic vesicles, which enter the synapse between two neurons known as the presynaptic and postsynaptic neurons; if the signal from the presynaptic neuron is excitatory, it will cause the release of an excitatory neurotransmitter, causing a similar response in the postsynaptic neuron. These neurons may communicate with thousands of other receptors and target cells through extensive, complex dendritic networks. Communication between receptors in this fashion enables discrimination and the more explicit interpretation of external stimuli. Effectively, these localized graded potentials trigger action potentials that communicate, in their frequency, along nerve axons eventually arriving in specific cortexes of the brain. In these also highly specialized parts of the brain, these signals are coordinated with others to possibly trigger a new response.",
            "score": 266.4929504394531
        },
        {
            "docid": "15303_2",
            "document": "Ion channel . Ion channels are pore-forming membrane proteins that allow ions to pass through the channel pore. Their functions include establishing a resting membrane potential, shaping action potentials and other electrical signals by gating the flow of ions across the cell membrane, controlling the flow of ions across secretory and epithelial cells, and regulating cell volume. Ion channels are present in the membranes of all excitable cells. Ion channels are one of the two classes of ionophoric proteins, along with ion transporters (including the sodium-potassium pump, sodium-calcium exchanger, and sodium-glucose transport proteins).",
            "score": 266.2274169921875
        },
        {
            "docid": "8131_13",
            "document": "Dendrite . Action potentials in animal cells are generated by either sodium-gated or calcium-gated ion channels in the plasma membrane. These channels are closed when the membrane potential is near to, or at, the resting potential of the cell. The channels will start to open if the membrane potential increases, allowing sodium or calcium ions to flow into the cell. As more ions enter the cell, the membrane potential continues to rise. The process continues until all of the ion channels are open, causing a rapid increase in the membrane potential that then triggers the decrease in the membrane potential. The depolarizing is caused by the closing of the ion channels that prevent sodium ions from entering the neuron, and they are then actively transported out of the cell. Potassium channels are then activated, and there is an outward flow of potassium ions, returning the electrochemical gradient to the resting potential. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization or refractory period, due to additional potassium currents. This is the mechanism that prevents an action potential from traveling back the way it just came.",
            "score": 266.136962890625
        },
        {
            "docid": "1258079_2",
            "document": "Voltage-gated ion channel . Voltage-gated ion channels are a class of transmembrane proteins that form ion channels that are activated by changes in the electrical membrane potential near the channel. The membrane potential alters the conformation of the channel proteins, regulating their opening and closing. Cell membranes are generally impermeable to ions, thus they must diffuse through the membrane through transmembrane protein channels. They have a crucial role in excitable cells such as neuronal and muscle tissues, allowing a rapid and co-ordinated depolarization in response to triggering voltage change. Found along the axon and at the synapse, voltage-gated ion channels directionally propagate electrical signals. Voltage-gated ion-channels are usually ion-specific, and channels specific to sodium (Na), potassium (K), calcium (Ca), and chloride (Cl) ions have been identified. The opening and closing of the channels are triggered by changing ion concentration, and hence charge gradient, between the sides of the cell membrane.",
            "score": 264.13922119140625
        },
        {
            "docid": "736407_19",
            "document": "Opioid receptor . Voltage-gated dependent calcium channel, (VDCCs), are key in the depolarisation of neurons, and play a major role in promoting the release of neurotransmitters. When agonists bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, so opioid receptor activation reduces the release of these substances, thus creating a strong analgesic effect.",
            "score": 264.090576171875
        },
        {
            "docid": "21282070_21",
            "document": "Taste . The simplest receptor found in the mouth is the sodium chloride (salt) receptor. Saltiness is a taste produced primarily by the presence of sodium ions. Other ions of the alkali metals group also taste salty, but the further from sodium, the less salty the sensation is. A sodium channel in the taste cell wall allows sodium cations to enter the cell. This on its own depolarizes the cell, and opens voltage-dependent calcium channels, flooding the cell with positive calcium ions and leading to neurotransmitter release. This sodium channel is known as an epithelial sodium channel (ENaC) and is composed of three subunits. An ENaC can be blocked by the drug amiloride in many mammals, especially rats. The sensitivity of the salt taste to amiloride in humans, however, is much less pronounced, leading to conjecture that there may be additional receptor proteins besides ENaC to be discovered.",
            "score": 262.85394287109375
        },
        {
            "docid": "156998_4",
            "document": "Action potential . Action potentials are generated by special types of voltage-gated ion channels embedded in a cell's plasma membrane. These channels are shut when the membrane potential is near the (negative) resting potential of the cell, but they rapidly begin to open if the membrane increases to a precisely defined threshold voltage, depolarising the transmembrane potential. When the channels open, they allow an inward flow of sodium ions, which changes the electrochemical gradient, which in turn produces a further rise in the membrane potential. This then causes more channels to open, producing a greater electric current across the cell membrane, and so on. The process proceeds explosively until all of the available ion channels are open, resulting in a large upswing in the membrane potential. The rapid influx of sodium ions causes the polarity of the plasma membrane to reverse, and the ion channels then rapidly inactivate. As the sodium channels close, sodium ions can no longer enter the neuron, and then they are actively transported back out of the plasma membrane. Potassium channels are then activated, and there is an outward current of potassium ions, returning the electrochemical gradient to the resting state. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization.",
            "score": 262.8533935546875
        },
        {
            "docid": "1422685_8",
            "document": "Beta-Endorphin . Voltage-dependent calcium channels (VDCCs) are important membrane proteins that mediate the depolarization of neurons, and play a major role in promoting the release of neurotransmitters. When endorphin molecules bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, and as β-Endorphin reduces the release of these substances, there is a strong analgesic effect.",
            "score": 262.8230895996094
        },
        {
            "docid": "578038_4",
            "document": "Reversal potential . The reversal potential is often called the \"Nernst potential\", as it can be calculated from the Nernst equation. Ion channels conduct most of the flow of simple ions in and out of cells. When a channel type that is selective to one species of ion dominates within the membrane of a cell (because other ion channels are closed, for example) then the voltage inside the cell will equilibrate (i.e. become equal) to the reversal potential for that ion (assuming the outside of the cell is at 0 volts). For example, the resting potential of most cells is close to the K (potassium ion) reversal potential. This is because at resting potential, potassium conductance dominates. During a typical action potential, the small resting ion conductance mediated by potassium channels is overwhelmed by the opening of a large number of Na (sodium ion) channels, which brings the membrane potential towards the reversal potential of sodium.",
            "score": 262.1149597167969
        },
        {
            "docid": "531587_16",
            "document": "Depolarization . The importance and versatility of depolarization within cells can be seen in the relationship between rod cells in the eye and their associated neurons. When rod cells are in the dark, they are depolarized. In the rod cells, this depolarization is maintained by ion channels that remain open due to the higher voltage of the rod cell in the depolarized state. The ion channels allow calcium and sodium to pass freely into the cell, maintaining the depolarized state. Rod cells in the depolarized state constantly release neurotransmitters which in turn stimulate the nerves associated with rod cells. This cycle is broken when rod cells are exposed to light; the absorption of light by the rod cell causes the channels that had facilitated the entry of sodium and calcium into the rod cell to close. When these channels close, the rod cell produces less neurotransmitter, which is perceived by the brain as light. In the case of rod cells and neurons, depolarization actually prevents a signal from reaching the brain as opposed to stimulating the transmission of the signal.",
            "score": 261.9273681640625
        },
        {
            "docid": "156998_15",
            "document": "Action potential . As the membrane potential is increased, sodium ion channels open, allowing the entry of sodium ions into the cell. This is followed by the opening of potassium ion channels that permit the exit of potassium ions from the cell. The inward flow of sodium ions increases the concentration of positively charged cations in the cell and causes depolarization, where the potential of the cell is higher than the cell's resting potential. The sodium channels close at the peak of the action potential, while potassium continues to leave the cell. The efflux of potassium ions decreases the membrane potential or hyperpolarizes the cell. For small voltage increases from rest, the potassium current exceeds the sodium current and the voltage returns to its normal resting value, typically −70 mV. However, if the voltage increases past a critical threshold, typically 15 mV higher than the resting value, the sodium current dominates. This results in a runaway condition whereby the positive feedback from the sodium current activates even more sodium channels. Thus, the cell \"fires\", producing an action potential. The frequency at which a neuron elicits action potentials is often referred to as a firing rate or neural firing rate.",
            "score": 261.36572265625
        },
        {
            "docid": "598586_9",
            "document": "Threshold potential . However, once a stimulus activates the voltage-gated sodium channels to open, positive sodium ions flood into the cell and the voltage increases. This process can also be initiated by ligand or neurotransmitter binding to a ligand-gated channel. More sodium is outside the cell relative to the inside, and the positive charge within the cell propels the outflow of potassium ions through delayed-rectifier voltage-gated potassium channels. Since the potassium channels within the cell membrane are delayed, any further entrance of sodium activates more and more voltage-gated sodium channels. Depolarization above threshold results in an increase in the conductance of Na sufficient for inward sodium movement to swamp outward potassium movement immediately. If the influx of sodium ions fails to reach threshold, then sodium conductance does not increase a sufficient amount to override the resting potassium conductance. If successful, the sudden influx of positive charge depolarizes the membrane, and potassium is delayed in re-establishing, or hyperpolarizing, the cell. Sodium influx depolarizes the cell in attempt to establish its own equilibrium potential (about +52 mV) to make the inside of the cell more positive relative to the outside.",
            "score": 261.33148193359375
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 259.76800537109375
        },
        {
            "docid": "155623_5",
            "document": "Brugada syndrome . The individual cells of the heart communicate with each other with electrical signals, and these electrical signals are disturbed in those with Brugada syndrome. As a genetic condition, the syndrome is ultimately caused by changes to a person's DNA, known as genetic mutations. The first mutations described in association with Brugada syndrome were in a gene responsible for a protein or ion channel that controls the flow of sodium ions through the cell membrane of heart muscle cells - the cardiac sodium channel. Many of the genetic mutations that have subsequently been described in association with Brugada syndrome influence the sodium current in some way, or affect other ionic currents.",
            "score": 259.3733825683594
        },
        {
            "docid": "14271066_2",
            "document": "G alpha subunit . Guanine nucleotide binding proteins (G proteins) are membrane-associated, heterotrimeric proteins composed of three subunits: alpha, beta, and gamma. G proteins and their receptors (GPCRs) form one of the most prevalent signalling systems in mammalian cells, regulating systems as diverse as sensory perception, cell growth and hormonal regulation. At the cell surface, the binding of ligands such as hormones and neurotransmitters to a GPCR activates the receptor by causing a conformational change, which in turn activates the bound G protein on the intracellular-side of the membrane. The activated receptor promotes the exchange of bound GDP for GTP on the G protein alpha subunit. GTP binding changes the conformation of switch regions within the alpha subunit, which allows the bound trimeric G protein (inactive) to be released from the receptor, and to dissociate into active alpha subunit (GTP-bound) and beta/gamma dimer. The alpha subunit and the beta/gamma dimer go on to activate distinct downstream effectors, such as adenylyl cyclase, phosphodiesterases, phospholipase C, and ion channels. These effectors in turn regulate the intracellular concentrations of secondary messengers, such as cAMP, diacylglycerol, sodium or calcium cations, which ultimately lead to a physiological response, usually via the downstream regulation of gene transcription. The cycle is completed by the hydrolysis of alpha subunit-bound GTP to GDP, resulting in the re-association of the alpha and beta/gamma subunits and their binding to the receptor, which terminates the signal. The length of the G protein signal is controlled by the duration of the GTP-bound alpha subunit, which can be regulated by RGS (regulator of G protein signalling) proteins or by covalent modifications.",
            "score": 259.3420715332031
        },
        {
            "docid": "378744_8",
            "document": "Calcium in biology . The effects of calcium on human cells are specific, meaning that different types of cells respond in different ways. However, in certain circumstances, its action may be more general. Ca ions are one of the most widespread second messengers used in signal transduction. They make their entrance into the cytoplasm either from outside the cell through the cell membrane via calcium channels (such as calcium-binding proteins or voltage-gated calcium channels), or from some internal calcium storages such as the endoplasmic reticulum and mitochondria. Levels of intracellular calcium are regulated by transport proteins that remove it from the cell. For example, the sodium-calcium exchanger uses energy from the electrochemical gradient of sodium by coupling the influx of sodium into cell (and down its concentration gradient) with the transport of calcium out of the cell. In addition, the plasma membrane Ca ATPase (PMCA) obtains energy to pump calcium out of the cell by hydrolysing adenosine triphosphate (ATP). In neurons, voltage-dependent, calcium-selective ion channels are important for synaptic transmission through the release of neurotransmitters into the synaptic cleft by vesicle fusion of synaptic vesicles.",
            "score": 258.2886047363281
        }
    ]
}