{
    "q": [
        {
            "docid": "35881441_3",
            "document": "HH-suite . Proteins are central players in all of life's processes. To understand how life in cells is organised, we have to understand what each of the proteins involved in these molecular processes does. This is particularly important in order to understand the origin of diseases. But for a large fraction of the approximately 20 000 human proteins the structures and functions remain unknown. Many proteins have been investigated in model organisms such as many bacteria, baker's yeast, fruit flies, zebra fish or mice, for which experiments can be often done more easily than with human cells. To predict the function, structure, or other properties of a protein for which only its sequence of amino acids is known, the protein sequence is compared to the sequences of other proteins in public databases. If a protein with sufficiently similar sequence is found, the two proteins are likely to be evolutionarily related (\"homologous\"). In that case, they are likely to share similar structures and functions. Therefore, if a protein with a sufficiently similar sequence and with known functions and/or structure can be found by the sequence search, the unknown protein's functions, structure, and domain composition can be predicted. Such predictions greatly facilitate the determination of the function or structure by targeted validation experiments.",
            "score": 91.04704666137695
        },
        {
            "docid": "20621_13",
            "document": "Microtubule . The organization of microtubules in the cell is cell-type specific. In epithelia, the minus-ends of the microtubule polymer are anchored near the site of cell-cell contact and organized along the apical-basal axis. After nucleation, the minus-ends are released and then re-anchored in the periphery by factors such as ninein and PLEKHA7. In this manner, they can facilitate the transport of proteins, vesicles and organelles along the apical-basal axis of the cell. In fibroblasts and other mesenchymal cell-types, microtubules are anchored at the centrosome and radiate with their plus-ends outwards towards the cell periphery (as shown in the first figure). In these cells, the microtubules play important roles in cell migration. Moreover, the polarity of microtubules is acted upon by motor proteins, which organize many components of the cell, including the endoplasmic reticulum and the Golgi apparatus.",
            "score": 160.92344999313354
        },
        {
            "docid": "50311973_8",
            "document": "Microfluidic cell culture . Three-dimensional (3D) cell culture is cell culture that takes place in a biologically relevant matrix, usually this involves cells being embedded in a hydrogel containing extracellular molecules (e.g., collagen). By adding an additional dimension, more advanced cell architectures can be achieved, and cell behavior is more representative of \"in vivo\" dynamics; cells can engage in enhanced communication with neighboring cells and cell-extracellular matrix interactions can be modeled. These simplified 3D cell culture models can be combined in a manner that recapitulates tissue- and organ-level functions in devices known as organ-on-a-chip. In these devices, chambers or collagen layers containing different cell types can interact with one another for multiple days while various channels deliver nutrients to the cells. An advantage of these devices is that tissue function can be characterized and observed under controlled conditions (e.g., effect of shear stress on cells, effect of cyclic strain or other forces) to better understand the overall function of the organ. While these 3D models often better model organ function on a cellular level compared with 2D models, there are still challenges. Some of the challenges include: imaging of the cells, control of gradients in static models (i.e., without a perfusion system), and difficulty recreating vasculature. Despite these challenges, 3D models are still used as tools for studying and testing drug responses in pharmacological studies.",
            "score": 87.20909130573273
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 85.04369902610779
        },
        {
            "docid": "9485508_6",
            "document": "Microtubule nucleation . In animal cells undergoing mitosis, a similar radial array is generated from two MTOCs called the spindle poles, which produce the bipolar mitotic spindle. Some cells however, such as those of higher plants and oocytes, lack distinct MTOCs and microtubules are nucleated via a non-centrosomal pathway. Other cells, such as neurons, skeletal muscle cells, and epithelial cells, which do have MTOCs, possess arrays of microtubules not associated with a centrosome. These non-centrosomal microtubule arrays can take on various geometries—such as those lead to the long, slender shape of myotubes, the fine protrusions of an axon, or the strongly polarized domains of an epithelial cell. Researchers think that the microtubules in these arrays are generated first by the γ-TuRCs, then transported via motor proteins or treadmilling to their desired location, and finally stabilized in the needed configuration through the action of various anchoring and cross-linking proteins.",
            "score": 156.42679262161255
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 123.20384991168976
        },
        {
            "docid": "19588_37",
            "document": "Mitochondrion . Mitochondria (and related structures) are found in all eukaryotes (except one—the Oxymonad \"Monocercomonoides\" sp.). Although commonly depicted as bean-like structures they form a highly dynamic network in the majority of cells where they constantly undergo fission and fusion. Mitochondria vary in number and location according to cell type. A single mitochondrion is often found in unicellular organisms. Conversely, numerous mitochondria are found in human liver cells, with about 1000–2000 mitochondria per cell, making up 1/5 of the cell volume. The population of all the mitochondria of a given cell constitutes the chondriome. The mitochondrial content of otherwise similar cells can vary substantially in size and membrane potential, with differences arising from sources including uneven partitioning at cell divisions, leading to extrinsic differences in ATP levels and downstream cellular processes. The mitochondria can be found nestled between myofibrils of muscle or wrapped around the sperm flagellum. Often, they form a complex 3D branching network inside the cell with the cytoskeleton. The association with the cytoskeleton determines mitochondrial shape, which can affect the function as well: different structures of the mitochondrial network may afford the population a variety of physical, chemical, and signalling advantages or disadvantages. Mitochondria in cells are always distributed along microtubules and the distribution of these organelles is also correlated with the endoplasmic reticulum. Recent evidence suggests that vimentin, one of the components of the cytoskeleton, is also critical to the association with the cytoskeleton.",
            "score": 107.00626873970032
        },
        {
            "docid": "583031_13",
            "document": "Drosophila embryogenesis . Cytoskeletal elements such as microtubules are polarized within the oocyte and can be used to allow the localization of mRNA molecules to specific parts of the cell. Maternally synthesized \"bicoid\" mRNAs attach to microtubules and are concentrated at the anterior ends of forming \"Drosophila\" eggs. In unfertilized eggs, transcripts are still strictly localized at the tip, but immediately after fertilization, a small mRNA gradient is formed in the anterior 20% of the eggs. Another report documents a mRNA gradient up to 40%. \"nanos\" mRNA also attaches to a \"Drosophila\" egg's cytoskeleton but is concentrated at the posterior end of the egg. \"hunchback\" and \"caudal\" mRNAs lack special location control systems and are fairly evenly spread throughout the entire interior of the egg cells.",
            "score": 229.37590646743774
        },
        {
            "docid": "8895448_2",
            "document": "Spindle pole body . The spindle pole body (SPB) is the microtubule organizing center in yeast cells, functionally equivalent to the centrosome. Unlike the centrosome the SPB does not contain centrioles. The SPB organises the microtubule cytoskeleton which plays many roles in the cell. It is important for organising the spindle and thus in cell division.",
            "score": 110.82748746871948
        },
        {
            "docid": "20621_36",
            "document": "Microtubule . The cytoskeleton formed by microtubules is essential to the morphogenetic process of an organism’s development. For example, a network of polarized microtubules is required within the oocyte of \"Drosophila melanogaster\" during its embryogenesis in order to establish the axis of the egg. Signals sent between the follicular cells and the oocyte (such as factors similar to epidermal growth factor) cause the reorganization of the microtubules so that their (-) ends are located in the lower part of the oocyte, polarizing the structure and leading to the appearance of an anterior-posterior axis. This involvement in the body’s architecture is also seen in mammals.",
            "score": 146.0550935268402
        },
        {
            "docid": "162717_7",
            "document": "Embryology . \"Drosophila melanogaster\", a fruit fly, is a model organism in biology on which much research into embryology has been done. Before fertilization, the female gamete produces an abundance of mRNA - transcribed from the genes that encode bicoid protein and nanos protein. These mRNA molecules are stored to be used later in what will become the developing embryo. The male and female \"Drosophila\" gametes exhibit anisogamy (differences in morphology and sub-cellular biochemistry). The female gamete is larger than the male gamete because it harbors more cytoplasm and, within the cytoplasm, the female gamete contains an abundance of the mRNA previously mentioned. At fertilization, the male and female gametes fuse (plasmogamy) and then the nucleus of the male gamete fuses with the nucleus of the female gamete (karyogamy). Note that before the gametes' nuclei fuse, they are known as pronuclei. A series of nuclear divisions will occur without cytokinesis (division of the cell) in the zygote to form a multi-nucleated cell (a cell containing multiple nuclei) known as a syncytium. All the nuclei in the syncytium are identical, just as all the nuclei in every somatic cell of any multicellular organism are identical \"in terms of the DNA sequence of the genome\". Before the nuclei can differentiate in transcriptional activity, the embryo (syncytium) must be divided into segments. In each segment, a unique set of regulatory proteins will cause specific genes in the nuclei to be transcribed. The resulting combination of proteins will transform clusters of cells into early embryo tissues that will each develop into multiple fetal and adult tissues later in development (note: this happens after each nucleus becomes wrapped with its own cell membrane).",
            "score": 152.84239614009857
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 79.322500705719
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 78.9557273387909
        },
        {
            "docid": "156970_15",
            "document": "Cytoskeleton . Intermediate filaments are a part of the cytoskeleton of many eukaryotic cells. These filaments, averaging 10 nanometers in diameter, are more stable (strongly bound) than actin filaments, and heterogeneous constituents of the cytoskeleton. Like actin filaments, they function in the maintenance of cell-shape by bearing tension (microtubules, by contrast, resist compression but can also bear tension during mitosis and during the positioning of the centrosome). Intermediate filaments organize the internal tridimensional structure of the cell, anchoring organelles and serving as structural components of the nuclear lamina. They also participate in some cell-cell and cell-matrix junctions. Nuclear lamina exist in all animals and all tissues. Some animals like the fruit fly do not have any cytoplasmic intermediate filaments. In those animals that express cytoplasmic intermediate filaments, these are tissue specific. Keratin intermediate filaments in epithelial cells provide protection for different mechanical stresses the skin may endure. They also provide protection for organs against metabolic, oxidative, and chemical stresses. Strengthening of epithelial cells with these intermediate filaments may prevent onset of apoptosis, or cell death, by reducing the probability of stress.",
            "score": 95.51714038848877
        },
        {
            "docid": "200189_10",
            "document": "Spindle apparatus . In a properly formed mitotic spindle, bi-oriented chromosomes are aligned along the equator of the cell with spindle microtubules oriented roughly perpendicular to the chromosomes, their plus-ends embedded in kinetochores and their minus-ends anchored at the cell poles. The precise orientation of this complex is required to ensure accurate chromosome segregation and to specify the cell division plane. However, it remains unclear how the spindle becomes organized. Two models predominate the field, which are synergistic and not mutually exclusive. In the \"search-and-capture model\", the spindle is predominantly organized by the poleward separation of centrosomal microtubule organizing centers (MTOCs). Spindle microtubules emanate from centrosomes and 'seek' out kinetochores; when they bind a kinetochore they become stabilized and exert tension on the chromosomes. In an alternative \"self assembly\" model, microtubules undergo acentrosomal nucleation among the condensed chromosomes. Constrained by cellular dimensions, lateral associations with antiparallel microtubules via motor proteins, and end-on attachments to kinetochores, microtubules naturally adopt a spindle-like structure with chromosomes aligned along the cell equator.",
            "score": 152.54119038581848
        },
        {
            "docid": "47413780_9",
            "document": "Anna Akhmanova . The specific proteins that the team studies are those that interact on the plus and minus ends of the microtubules. More specifically, they research the plus end tracking protein (+TIPs) which associate with the plus end of the microtubule to regulate the dynamics of the microtubule and how they interact with other structures in the cell. More recently, they have started researching “the biochemical properties and functional roles of the proteins” which organize minus end tracking proteins (-TIPs). There is far less information about –TIPs and they are still not fully understood; however, recent research on CAMSAP, a type of –TIP, has shown that it plays an important role for organizing and stabilizing microtubules during interphase. Akhmanova’s group now focus on finding how CAMSAP contributes to the organization and stabilization of non-centrosomal microtubules during cell division.",
            "score": 159.21791791915894
        },
        {
            "docid": "20621_12",
            "document": "Microtubule . Microtubules are part of a structural network (the cytoskeleton) within the cell's cytoplasm. The roles of the microtubule cytoskeleton include mechanical support, organization of the cytoplasm, transport, motility and chromosome segregation. In developing neurons Microtubules can modulate dynamics of actin, another component of the cytoskeleton. A microtubule is capable of growing and shrinking in order to generate force, and there are motor proteins that allow organelles and other cellular components to be carried along a microtubule. This combination of roles makes microtubules important for organizing and moving intracellular constituents.",
            "score": 151.82765197753906
        },
        {
            "docid": "583031_9",
            "document": "Drosophila embryogenesis . One of the best understood examples of pattern formation is the patterning along the future head to tail (antero-posterior) axis of the fruit fly \"Drosophila melanogaster\". There are three fundamental types of genes that give way to the developmental structure of the fly: maternal effect genes, segmentation genes, and homeotic genes. The development of \"Drosophila\" is particularly well studied, and it is representative of a major class of animals, the insects or insecta. Other multicellular organisms sometimes use similar mechanisms for axis formation, although the relative importance of signal transfer between the earliest cells of many developing organisms is greater than in the example described here.",
            "score": 58.80706787109375
        },
        {
            "docid": "528549_14",
            "document": "Coenocyte . The early embryo \"syncytium\" of invertebrates such as \"Drosophila\" is important for \"syncytial\" specification of cell differentiation. The egg cell cytoplasm contains localized mRNA molecules such as those that encode the transcription factors Bicoid and Nanos. Bicoid protein is expressed in a gradient that extends from the anterior end of the early embryo, whereas Nanos protein is concentrated at the posterior end. At first, the nuclei of the early embryo rapidly and synchronously divide in the \"syncytial\" blastoderm and then migrate through the cytoplasm and position themselves in a monolayer around the periphery, leaving only a small number of nuclei in the center of the egg, which will become yolk nuclei. The position of the nuclei along the embryonic axes determines the relative exposure of different amounts of Bicoid, Nanos, and other morphogens. Those nuclei with more Bicoid will activate genes that promote differentiation of cells into head and thorax structures. Nuclei exposed to more Nanos will activate genes responsible for differentiation of posterior regions, such as the abdomen and germ cells. The same principles hold true for the specification of the dorso-ventral axis – higher concentration of nuclear Dorsal protein on the ventral side of the egg specify the ventral fate, whereas absence thereof allows dorsal fates. After the nuclei are positioned in a monolayer underneath the egg membrane, the membrane begins to slowly invaginate, thus separating the nuclei into cellular compartments; during this period, the egg is called a cellular blastoderm. The pole cells – the germline anlage – are the first cells to separate fully.",
            "score": 173.33599400520325
        },
        {
            "docid": "95464_2",
            "document": "Centrosome . In cell biology, the centrosome (Latin centrum 'center' + Greek sōma 'body') is an organelle that serves as the main microtubule organizing center (MTOC) of the animal cell as well as a regulator of cell-cycle progression. The centrosome is thought to have evolved only in the metazoan lineage of eukaryotic cells. Fungi and plants lack centrosomes and therefore use structures other than MTOCs to organize their microtubules. Although the centrosome has a key role in efficient mitosis in animal cells, it is not essential in certain fly and flatworm species.",
            "score": 113.4551842212677
        },
        {
            "docid": "33244792_4",
            "document": "Non-spiking neuron . There are an abundance of neurons that propagate signals via action potentials and the mechanics of this particular kind of transmission is well understood. Spiking neurons exhibit action potentials as a result of a neuron characteristic known as membrane potential. Through studying these complex spiking networks in animals, a neuron that did not exhibit characteristic spiking behavior was discovered. These neurons use a graded potential to transmit data as they lack the membrane potential that spiking neurons possess. This method of transmission has a huge effect on the fidelity, strength, and lifetime of the signal. Non-spiking neurons were identified as a special kind of interneuron and function as an intermediary point of process for sensory-motor systems. Animals have become substantial models for understanding more about non-spiking neural networks and the role they play in an animal’s ability to process information and its overall function. Animal models indicate that the interneurons modulate directional and posture coordinating behaviors. Crustaceans and arthropods such as the crawfish have created many opportunities to learn about the modulatory role that these neurons have in addition to their potential to be modulated regardless of their lack of exhibiting spiking behavior. Most of the known information about nonspiking neurons is derived from animal models. Studies focus on neuromuscular junctions and modulation of abdominal motor cells. Modulatory interneurons are neurons that are physically situated next to muscle fibers and innervate the nerve fibers which allow for some orienting movement. These modulatory interneurons are usually nonspiking neurons. Advances in studying nonspiking neurons included determining new delineations among the different types of interneurons. These discoveries were due to the usage of methods such as protein receptor silencing. Studies have been done on the non-spiking neuron qualities in animals of specific non-spiking neural networks that have a corollary in humans, e.g. retina amacrine cell of the eye.",
            "score": 62.26292049884796
        },
        {
            "docid": "19374_28",
            "document": "Model organism . Simple model eukaryotes include baker's yeast (\"Saccharomyces cerevisiae\") and fission yeast (\"Schizosaccharomyces pombe\"), both of which share many characters with higher cells, including those of humans. For instance, many cell division genes that are critical for the development of cancer have been discovered in yeast. \"Chlamydomonas reinhardtii\", a unicellular green alga with well-studied genetics, is used to study photosynthesis and motility. \"C. reinhardtii\" has many known and mapped mutants and expressed sequence tags, and there are advanced methods for genetic transformation and selection of genes. \"Dictyostelium discoideum\" is used in molecular biology and genetics, and is studied as an example of cell communication, differentiation, and programmed cell death. Among invertebrates, the fruit fly \"Drosophila melanogaster\" is famous as the subject of genetics experiments by Thomas Hunt Morgan and others. They are easily raised in the lab, with rapid generations, high fecundity, few chromosomes, and easily induced observable mutations. The nematode \"Caenorhabditis elegans\" is used for understanding the genetic control of development and physiology. It was first proposed as a model for neuronal development by Sydney Brenner in 1963, and has been extensively used in many different contexts since then. \"C. elegans\" was the first multicellular organism whose genome was completely sequenced, and as of 2012, the only organism to have its connectome (neuronal \"wiring diagram\") completed.",
            "score": 60.79579424858093
        },
        {
            "docid": "501204_2",
            "document": "Microtubule organizing center . The microtubule-organizing center (MTOC) is a structure found in eukaryotic cells from which microtubules emerge. MTOCs have two main functions: the organization of eukaryotic flagella and cilia and the organization of the mitotic and meiotic spindle apparatus, which separate the chromosomes during cell division. The MTOC is a major site of microtubule nucleation and can be visualized in cells by immunohistochemical detection of γ-tubulin. The morphological characteristics of MTOCs vary between the different phyla and kingdoms. In animals, the two most important types of MTOCs are the basal bodies associated with cilia and the centrosome associated with spindle formation.",
            "score": 116.08742618560791
        },
        {
            "docid": "5937599_2",
            "document": "Mechanome . The mechanome consists of the body, or ome, of data including cell and molecular processes relating to force and mechanical systems at molecular, cellular and tissue length scales, i.e. the fundamental \"machine code\" structures of the cell. The mechanome encompasses biological motors, like kinesin, myosin, RNAP, and Ribosome mechanical structures, like actin or the cytoskeleton, or processes, such as cytokinesis or chemotaxis.  The mechanome seeks to understand the fundamental physical-mechanical processes and events that are common to biological function. An example at the molecular level includes the common structural designs used by kinesin and myosin motor proteins (such as dimer formation and mechanochemical cycles) that control their function and lead to properties such as processivity. The mechanome assembles the common features of these motors regardless of the \"track\" (microtubules, actin filaments, nucleotide based structures, membranes) they move on. A cytoskeletal example includes structures such as actin filament networks and bundles that can form from a variety of actin binding proteins that cross-link or bundle actin filaments leading to common mechanical changes of these structures. A cell machinery example includes common structures such as contractile ring formation formed by both actin and tubulin type structures leading to the same mechanical result of cell division.",
            "score": 110.76471817493439
        },
        {
            "docid": "152611_13",
            "document": "Cellular differentiation . Other important mechanisms fall under the category of asymmetric cell divisions, divisions that give rise to daughter cells with distinct developmental fates. Asymmetric cell divisions can occur because of asymmetrically expressed maternal cytoplasmic determinants or because of signaling. In the former mechanism, distinct daughter cells are created during cytokinesis because of an uneven distribution of regulatory molecules in the parent cell; the distinct cytoplasm that each daughter cell inherits results in a distinct pattern of differentiation for each daughter cell. A well-studied example of pattern formation by asymmetric divisions is body axis patterning in Drosophila. RNA molecules are an important type of intracellular differentiation control signal. The molecular and genetic basis of asymmetric cell divisions has also been studied in green algae of the genus \"Volvox\", a model system for studying how unicellular organisms can evolve into multicellular organisms. In \"Volvox carteri\", the 16 cells in the anterior hemisphere of a 32-cell embryo divide asymmetrically, each producing one large and one small daughter cell. The size of the cell at the end of all cell divisions determines whether it becomes a specialized germ or somatic cell.",
            "score": 106.2306113243103
        },
        {
            "docid": "41121515_4",
            "document": "Traumatic brain injury modeling . In order to better understand what is happening during TBI, models are used to approximate the damage. Models bring both advantages and disadvantages to TBI research; on one hand brain models are very good at representing one aspect that can be observed, while on the other, aspects of the whole system must be ignored. For example, when studying blunt impacts, a neuronal cell culture model can be created that is the depth of the cortical layer. This is then subjected to different impact sizes, shapes, and forces in order to see how the cells react and what cytokines are released. This model works very well for the cortical layer, but deeper cell layers must be ignored due to the inability to oxygenate a deeper cell culture effectively. In this experiment, the disadvantage and limitation of this model is cell depth; any interactions that might occur below the cortical layer are ignored in order to gather accurate information within the cortical layer itself.",
            "score": 71.66017174720764
        },
        {
            "docid": "10459803_12",
            "document": "Neuron (software) . Neuron allows for the generation of mixed models, populated with both artificial cells and neurons. Artificial cells essentially function as point processes, implemented into the network. Artificial cells require only a point process, with defined parameters. The user can create the structure and dynamics of network cells. The user can create synapses, using simulated synapse point processes as archetypes. Parameters on these point processes can be manipulated to simulate both inhibitory and excitatory responses. Synapses can be placed on specific segments of the constructed cell, wherein, again, they will behave as point processes, except that they are sensitive to the activity of a pre-synaptic element. Cells can be managed. The user creates the basic grid of network cells, taking previously completed network cells as archetypes. Connections can be defined between source cells and target synapses on other cells. The cell containing the target synapse becomes the post-synaptic element, whereas the source cells function as pre-synaptic elements. Weights can be added to define strength of activation of a synapse by the pre-synaptic cell. A plot option can be activated to open a graph of spikes across time for individual neurons.",
            "score": 68.58686816692352
        },
        {
            "docid": "3749465_3",
            "document": "GLI1 . The Gli proteins are the effectors of Hedgehog (Hh) signaling and have been shown to be involved in cell fate determination, proliferation and patterning in many cell types and most organs during embryo development. In the developing spinal cord the target genes of Gli proteins, that are themselves transcription factors, are arranged into a complex gene regulatory network that translates the extracellular concentration gradient of Sonic hedgehog into different cell fates along the dorsoventral axis.",
            "score": 68.9927008152008
        },
        {
            "docid": "46363286_3",
            "document": "Bicoid (gene) . \"bicoid\" mRNA is actively localized to the anterior of the fruit fly egg during oogenesis along microtubules by the motor protein dynein and retained there through association with cortical actin. Translation of \"bicoid\" is regulated by its 3' UTR and begins after egg deposition: diffusion and convection within the syncytium produce an exponential gradient of Bicoid protein within roughly one hour, after which Bicoid nuclear concentrations remain approximately constant through cellularization. An alternative model proposes the formation of a \"bicoid\" mRNA gradient in the embryo along cortical microtubules which then serves as template for translation of the Bicoid protein to form the Bicoid protein gradient. Bicoid protein represses the translation of caudal mRNA and enhances the transcription of anterior gap genes including hunchback, orthodenticle, and buttonhead.",
            "score": 198.20638227462769
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 76.24809694290161
        },
        {
            "docid": "51735357_4",
            "document": "Hertwig rule . Recent studies in animal and plant systems support the 'long axis rule'. The studied systems include the mouse embryo, Drosophila epithelium, Xenopus blastomeres (Strauss 2006), MCDK cell monolayers and plants (Gibson et al., 2011). The mechanism of the 'long axis rule' relies on interphase cell long axis sensing. However, during division many animal cell types undergo cell rounding, causing the long axis to disappear as the cell becomes round. It is at this rounding stage that the decision on the orientation of the cell division is made by the spindle apparatus. The spindle apparatus then rotates in the round cell and after several minutes the spindle position is stabilised preferentially along the interphase cell long axis. The cell then divides along the spindle apparatus orientation. The first insights into how cells could remember their long axis came from studies on the Drosophila epithelium. The study indicates Cell junction#Tricellular junctions (TCJ) participation in determining the spindle orientation. TCJ localized at the regions where three or more cells meet. As cells round up during mitosis, TCJs serve as spatial landmarks. The orientation of TCJ remains stable, independent of the shape changes associated with cell rounding. The position of TCJ encode information about interphase cell shape anisotropy to orient division in the rounded mitotic cell. However this study is limited to only one type of epithelia in \"Drosophila melanogaster\" and has not been shown to be true in other epithelial types.",
            "score": 76.03706932067871
        },
        {
            "docid": "19425495_2",
            "document": "Microtrabeculae . In cell biology, microtrabeculae were a hypothesised fourth element of the cytoskeleton (the other three being microfilaments, microtubules and intermediate filaments), proposed by Keith Porter based on images obtained from high-voltage electron microscopy of whole cells in the 1970s. The images showed short, filamentous structures of unknown molecular composition associated with known cytoplasmic structures. It is now generally accepted that microtrabeculae are nothing more than an artifact of certain types of fixation treatment, although the complexity of the cell's cytoskeleton is not yet fully understood.",
            "score": 97.97901010513306
        }
    ],
    "r": [
        {
            "docid": "583031_13",
            "document": "Drosophila embryogenesis . Cytoskeletal elements such as microtubules are polarized within the oocyte and can be used to allow the localization of mRNA molecules to specific parts of the cell. Maternally synthesized \"bicoid\" mRNAs attach to microtubules and are concentrated at the anterior ends of forming \"Drosophila\" eggs. In unfertilized eggs, transcripts are still strictly localized at the tip, but immediately after fertilization, a small mRNA gradient is formed in the anterior 20% of the eggs. Another report documents a mRNA gradient up to 40%. \"nanos\" mRNA also attaches to a \"Drosophila\" egg's cytoskeleton but is concentrated at the posterior end of the egg. \"hunchback\" and \"caudal\" mRNAs lack special location control systems and are fairly evenly spread throughout the entire interior of the egg cells.",
            "score": 229.37591552734375
        },
        {
            "docid": "46363286_3",
            "document": "Bicoid (gene) . \"bicoid\" mRNA is actively localized to the anterior of the fruit fly egg during oogenesis along microtubules by the motor protein dynein and retained there through association with cortical actin. Translation of \"bicoid\" is regulated by its 3' UTR and begins after egg deposition: diffusion and convection within the syncytium produce an exponential gradient of Bicoid protein within roughly one hour, after which Bicoid nuclear concentrations remain approximately constant through cellularization. An alternative model proposes the formation of a \"bicoid\" mRNA gradient in the embryo along cortical microtubules which then serves as template for translation of the Bicoid protein to form the Bicoid protein gradient. Bicoid protein represses the translation of caudal mRNA and enhances the transcription of anterior gap genes including hunchback, orthodenticle, and buttonhead.",
            "score": 198.20639038085938
        },
        {
            "docid": "38812745_6",
            "document": "XMAP215-Dis1 family . XMAP215/Dis1 family proteins promote both growth and reduction of microtubule length, depending on the concentration of free tubulin; this is known as dynamic instability. Protein behavior is also cell-cycle dependent. Reducing ch-TOG expression leads to improper alignment of the chromosomes during metaphase. One study suggests that in \"Schizosaccharomyces pombe\", the protein Cdc2 regulates Dis1 through phosphorylation and dephosphorylation during metaphase and anaphase. Phosphorylating Dis1 leads to localization at the kinetochores during metaphase, whereas dephosphorylation during anaphase leads to an accumulation of Dis1 on microtubule spindles. In \"Drosophila\", the family member Mini spindles (Msps) is essential for maintaining the integrity of mitotic spindles, which are important for separating chromosomes during mitosis. Reducing Msps activity creates short microtubules, which describes the name of the gene. Msps is also important during oogenesis. When oocytes are depleted of Msps expression, bicoid mRNA localization is less efficient during early stages of oogenesis, but then completely dispersed later in development. Msps is not only responsible for transporting bicoid mRNA throughout the cell, but it also localizes mRNA to the anterior (head) end of the oocyte Additionally, this gene is critical for the organization of tubular endoplasmic reticulum and in Exuperantia protein localization. Exuperantia is necessary for accumulating bicoid mRNA in the head region of the oocyte. Another key function of XMAP215 in microtubule dynamics is in the regulation of axon guidance. This is when microtubules extend into or retract from the axonal growth cone, which guides movement by receiving concentrated signaling cues. In \"Drosophila\", Msps promotes microtubule dynamics in axonal guidance at the embryonic ventral nerve cord midline.",
            "score": 196.0057373046875
        },
        {
            "docid": "48786735_3",
            "document": "Microtubule plus-end tracking protein . Its certain localization at the microtubule ends makes it a highly relevant aspect in regulation, whether it is promoting growth by catalyzing the specific addition of tubulin to the microtubule ends or by balancing microtubules at the cell cortex, its role in regulation (though still not fully understood in terms of mechanisms) makes +TIP-proteins a main attribute to the overall function of microtubules generally.  Another important concept for +TIP-proteins is allocating microtubule addition and dynamical regulation at mitotic kintechores. Also, they contribute in the extension of endoplasmic reticulum tubules together at expanding microtubule ends. Furthermore, +TIP-proteins aid in advocating organization of specialized microtubule array, take for example the discretely arranged bipolar microtubule bundles in fission yeast or mitotic spindles customarily.  In addition to the +TIP-proteins basic known functions, the proteins also are crucial for the linkages between microtubule ends and other cellular structure. Take for instance their ability to bind microtubule tips to the cell cortex by colliding to plasma membrane associated proteins or (by some +TIPs) straight forwardly to actin fiber. Moreover, +TIP-protein complexes in budding yeast are utilized for myosin based transport of microtubule ends. Microtubule plus-end trafficking proteins engage in microtubule actin crosstalk, such as the CLIP-170 (+TIP-protein) that controls actin polymerization which is a necessity for the process of phagocytosis done by mammalian cells.",
            "score": 176.5464630126953
        },
        {
            "docid": "47413780_10",
            "document": "Anna Akhmanova . Another project the team is researching concerns the mechanisms involved in microtubule-based vesicle transport. They identified several structures that linked the microtubule motors to vesicles and developed procedures to show the function of the linkers when gathering motor proteins to associate with membrane organelles. Kinesin and dynein motors are required for long-range transport along microtubules within the cell. Akhmanova’s team focuses mainly on dynein, the motor that moves toward the minus end of the microtubule, and how it is linked to the various organelles and vesicles it transfers. They also study how dynein coordinates with kinesin, the motor that moves toward the plus end of the microtubule, when they are attached to the same organelle or vesicle, and they study the different signaling pathways that affect these motors. More specifically, they are currently looking into the protein Bicaudal D and its role in dynein-dependent transport, as it has been found to be important for dynein-dependent transport of mRNA in flies and of exocytotic vesicles in mammals. It has also been found to be important for the positioning of the centrosomes and nucleus during mitosis as this is facilitated by dynein and kinesin.",
            "score": 175.77796936035156
        },
        {
            "docid": "501204_5",
            "document": "Microtubule organizing center . Most animal cells have one MTOC during interphase, usually located near the nucleus, and generally associated closely with the Golgi apparatus. The MTOC is made up of a pair of centrioles at its center, and is surrounded by pericentriolar material (PCM) that is important for microtubule nucleation. Microtubules are anchored at the MTOC by their minus ends, while their plus ends continue to grow into the cell periphery. The polarity of the microtubules is important for cellular transport, as the motor proteins kinesin and dynein typically move preferentially in the \"plus\" and \"minus\" directions respectively, along a microtubule, allowing vesicles to be directed to or from the endoplasmic reticulum and Golgi apparatus. Particularly for the Golgi apparatus, structures associated with the apparatus travel towards the minus end of a microtubule and aid in the overall structure and site of the Golgi in the cell.",
            "score": 174.94618225097656
        },
        {
            "docid": "528549_14",
            "document": "Coenocyte . The early embryo \"syncytium\" of invertebrates such as \"Drosophila\" is important for \"syncytial\" specification of cell differentiation. The egg cell cytoplasm contains localized mRNA molecules such as those that encode the transcription factors Bicoid and Nanos. Bicoid protein is expressed in a gradient that extends from the anterior end of the early embryo, whereas Nanos protein is concentrated at the posterior end. At first, the nuclei of the early embryo rapidly and synchronously divide in the \"syncytial\" blastoderm and then migrate through the cytoplasm and position themselves in a monolayer around the periphery, leaving only a small number of nuclei in the center of the egg, which will become yolk nuclei. The position of the nuclei along the embryonic axes determines the relative exposure of different amounts of Bicoid, Nanos, and other morphogens. Those nuclei with more Bicoid will activate genes that promote differentiation of cells into head and thorax structures. Nuclei exposed to more Nanos will activate genes responsible for differentiation of posterior regions, such as the abdomen and germ cells. The same principles hold true for the specification of the dorso-ventral axis – higher concentration of nuclear Dorsal protein on the ventral side of the egg specify the ventral fate, whereas absence thereof allows dorsal fates. After the nuclei are positioned in a monolayer underneath the egg membrane, the membrane begins to slowly invaginate, thus separating the nuclei into cellular compartments; during this period, the egg is called a cellular blastoderm. The pole cells – the germline anlage – are the first cells to separate fully.",
            "score": 173.33599853515625
        },
        {
            "docid": "46319796_7",
            "document": "Intracellular transport . Microtubules function as tracks in the intracellular transport of membrane-bound vesicles and organelles, and this process is propelled by motor proteins such as dynein. Microtubules are cytoskeletal fibers that have an important role in the mitotic spindle during mitosis. They are organized in such a way that their plus ends extend through the periphery of the cells and their minus ends are anchored within the centrosome, so they utilize the motor proteins kinesin’s (positive end directed) and dynein’s (negative end directed) to transport vesicles and organelles in opposite directions through the cytoplasm (cite: the cell a molecular approach). Each type of membrane vesicle is specifically bound to its own kinesin motor protein via binding within the tail domain. One of the major roles of microtubules is to transport membrane vesicles and organelles through the cytoplasm of eukaryotic cells. It is speculated that areas within the cell considered \"microtubule-poor\" are probably transported along microfilaments aided by a myosin motor protein. Another important role Microtubules play is during mitosis when the cell has undergone a duplication event and is in the process of creating daughter cells. Microtubules make up the mitotic spindle which are responsible for distributing the chromosomes to daughter nuclei during anaphase. During Anaphase there is a shortening event, called Anaphase A, in which the chromosomes move towards the spindle poles by utilizing the dynein motor proteins.",
            "score": 172.57083129882812
        },
        {
            "docid": "46319796_2",
            "document": "Intracellular transport . Intracellular transport is the movement of vesicles and substances within the cell. Eukaryotic cells transport packets of components (membrane‐bound vesicles and organelles, protein rafts, mRNA, chromosomes) to particular intracellular locations by attaching them to molecular motors that haul them along microtubules and actin filaments. This method of transport is often confused with intercellular transport, which deals solely with the movement of cargo between cells not the net movement within a cell. Since intracellular transport heavily relies on microtubules for movement, the components of the cytoskeleton play a vital role in trafficking vesicles between organelles and the plasma membrane. The cell is not a static structure; it is akin to a large city with an intricate highway system connecting one area to the next. In order to properly maintain cell growth utilization of these “cellular highways” is achieved through intracellular transport. Through this pathway it is possible to facilitate the movement of essential molecules such as membrane‐bounded vesicles and organelles, protein rafts, mRNA and chromosomes. In addition to the various organelles, the cytoskeleton plays a key role in intracellular transport by providing the mechanical support necessary for the cell to divide and facilitates movement. It is composed of actin, intermediate filaments and microtubules which each have a role in locomotion, intracellular transport of organelles, cell shape and chromosome separation.",
            "score": 168.59156799316406
        },
        {
            "docid": "3017886_8",
            "document": "Motor protein . Kinesins are a group of related motor proteins that use a microtubule track in anterograde movement. They are vital to spindle formation in mitotic and meiotic and chromosomes separation during cell division and are also responsible for shuttling mitochondria, Golgi bodies, and vesicles within eukaryotic cells. Kinesin have two heavy chains and two light chains per active motor. The two globular head motor domains in heavy chains can convert the chemical energy of ATP hydrolysis into mechanical work to move along microtubules. The direction in which cargo is transported can be towards the plus-end or the minus-end, depending on the type of kinesin. In general, kinesins with N-terminal motor domains move their cargo towards the plus ends of microtubules located at the cell periphery, while kinesins with C-terminal motor domains move cargo towards the minus ends of microtubules located at the nucleus. Fourteen distinct kinesin families are known, with some additional kinesin-like proteins that cannot be classified into these families.",
            "score": 166.25608825683594
        },
        {
            "docid": "33071344_5",
            "document": "Discovery and development of tubulin inhibitors . Microtubules are composed of two globular protein subunits, α- and β – tubulin. These two subunits combine to form an α,β- heterodimer which then assembles in a filamentous tube-shaped structure. The tubulin hetero-dimers arrange themselves in a head to tail manner with the α-subunit of one dimer coming in contact with the β- subunit of the other . This arrangement results in the formation of long protein fibres called protofilaments . These protofilaments form the backbone of the hollow, cylindrical microtubule which is about 25 nanometers in diameter and varies from 200 nanometers to 25 micrometers in length. About 12-13 protofilaments arrange themselves in parallel to form a C-shaped protein sheet, which then curls around to give a pipe-like structure called the microtubule. The head to tail arrangement of the hetero dimers gives polarity to the resulting microtubule, which has an α-subunit at one end and a β-subunit at the other end. The α-tubulin end has negative (-) charges while the β-tubulin end has positive (+)charges. The microtubule grows from discrete assembly sites in the cells called Microtubule organizing centers (MTOCs), which are a network of microtubule associated proteins (MAP).",
            "score": 162.1522216796875
        },
        {
            "docid": "609808_11",
            "document": "Kinesin . It has been previously known that kinesin move cargo towards the positive (+) end of a microtubule, also known as anterograde transport/orthograde transport. However, it has been recently discovered that in budding yeast cells kinesin Cin8 (a member of the Kinesin-5 family) can move toward the negative end as well, or retrograde transport. This means, kinesin has the novel ability to switch directionality. Kinesin, so far, has only been shown to move toward the negative end when in a group, with motors sliding in the antiparallel direction in an attempt to separate microtubules. This dual directionality has been observed in identical conditions where free Cin8 molecules move towards the minus end, but cross-linking Cin8 move toward the plus ends of each cross-linked microtubule. One specific study tested the speed at which Cin8 motors moved, their results yielded a range of about 25-55nm/s, in the direction of the spindle poles. On an individual basis it has been found that through the use of ionic conditions Cin8 motors can become as fast as 380nm/s, a notable jump. This tells us that Cin 8 can easily change directions on a microtubule, and in turn led to the plus end movement of kinesin on a microtubule. It is suggested that this unique ability is a result of coupling with other Cin8 motors and helps to fulfill the role of dynein in budding yeast. This discovery in kinesin-14 family proteins (such as \"Drosophila melanogaster\" NCD, budding yeast KAR3, and \"Arabidopsis thaliana\" ATK5) allows kinesin to walk in the opposite direction, toward microtubule minus end. This is not typical of kinesin, rather, an exception to the normal direction of movement.",
            "score": 161.6855926513672
        },
        {
            "docid": "1306158_3",
            "document": "Soma (biology) . The soma of a neuron (i.e., the main part of the neuron in which the dendrites branch off of) contains many organelles, including granules called Nissl granules, which are composed largely of rough endoplasmic reticulum and free polyribosomes. The cell nucleus is a key feature of the soma. The nucleus is the source of most of the RNA that is produced in neurons. In general, most proteins are produced from mRNAs that do not travel far from the cell nucleus. This creates a challenge for supplying new proteins to axon endings that can be a meter or more away from the soma. Axons contain microtubule-associated motor proteins that transport protein-containing vesicles between the soma and the synapses at the axon terminals. Such transport of molecules towards and away from the soma maintains critical cell functions.",
            "score": 161.59213256835938
        },
        {
            "docid": "20621_13",
            "document": "Microtubule . The organization of microtubules in the cell is cell-type specific. In epithelia, the minus-ends of the microtubule polymer are anchored near the site of cell-cell contact and organized along the apical-basal axis. After nucleation, the minus-ends are released and then re-anchored in the periphery by factors such as ninein and PLEKHA7. In this manner, they can facilitate the transport of proteins, vesicles and organelles along the apical-basal axis of the cell. In fibroblasts and other mesenchymal cell-types, microtubules are anchored at the centrosome and radiate with their plus-ends outwards towards the cell periphery (as shown in the first figure). In these cells, the microtubules play important roles in cell migration. Moreover, the polarity of microtubules is acted upon by motor proteins, which organize many components of the cell, including the endoplasmic reticulum and the Golgi apparatus.",
            "score": 160.92344665527344
        },
        {
            "docid": "47413780_9",
            "document": "Anna Akhmanova . The specific proteins that the team studies are those that interact on the plus and minus ends of the microtubules. More specifically, they research the plus end tracking protein (+TIPs) which associate with the plus end of the microtubule to regulate the dynamics of the microtubule and how they interact with other structures in the cell. More recently, they have started researching “the biochemical properties and functional roles of the proteins” which organize minus end tracking proteins (-TIPs). There is far less information about –TIPs and they are still not fully understood; however, recent research on CAMSAP, a type of –TIP, has shown that it plays an important role for organizing and stabilizing microtubules during interphase. Akhmanova’s group now focus on finding how CAMSAP contributes to the organization and stabilization of non-centrosomal microtubules during cell division.",
            "score": 159.21791076660156
        },
        {
            "docid": "1842589_2",
            "document": "Prometaphase . Prometaphase is the phase of mitosis following prophase and preceding metaphase, in eukaryotic somatic cells. In prometaphase, the nuclear membrane breaks apart into numerous \"membrane vesicles\", and the chromosomes inside form protein structures called kinetochores. Kinetochore microtubules emerging from the centrosomes at the poles (ends) of the spindle reach the chromosomes and attach to the kinetochores, throwing the chromosomes into agitated motion. Other spindle microtubules make contact with microtubules coming from the opposite pole. Forces exerted by protein \"motors\" associated with spindle microtubules move the chromosomes toward the centre of the cell.",
            "score": 159.20726013183594
        },
        {
            "docid": "609808_3",
            "document": "Kinesin . Kinesins move along microtubule (MT) filaments, and are powered by the hydrolysis of adenosine triphosphate (ATP) (thus kinesins are ATPases). The active movement of kinesins supports several cellular functions including mitosis, meiosis and transport of cellular cargo, such as in axonal transport. Most kinesins walk towards the positive end of a microtubule, which, in most cells, entails transporting cargo such as protein and membrane components from the centre of the cell towards the periphery. This form of transport is known as anterograde transport. In contrast, dyneins are motor proteins that move toward the negative end of a microtubule in retrograde transport.",
            "score": 157.54461669921875
        },
        {
            "docid": "20621_27",
            "document": "Microtubule . Microtubules can act as substrates for motor proteins that are involved in important cellular functions such as vesicle trafficking and cell division. Unlike other microtubule-associated proteins, motor proteins utilize the energy from ATP hydrolysis to generate mechanical work that moves the protein along the substrate. The major motor proteins that interact with microtubules are kinesin, which usually moves toward the (+) end of the microtubule, and dynein, which moves toward the (−) end.",
            "score": 157.49716186523438
        },
        {
            "docid": "34520132_8",
            "document": "Kinesin family member 11 . There are many models that attempt to explain the self-assembly of the mitotic spindle based upon microtubules as a structural element, and a set of microtubule motors, including Kinesin-5 to move and order them. Many of these models attempt to explain the steady state of the spindle at metaphase based on a predicted balance of motor forces acting in opposition within the spindle microtubules. Still, it is not clear whether all the structural elements required for spindle assembly are known, or how the motors, including Kinesin-5, might be regulated in space and time. Such caveats make assessment of such models difficult. Recent data, however, finds that aspects of the ‘force balance’ model that posit spindle length and stability to be mediated by a balance between the minus-end directed microtubule sliding and plus-end directed microtubule sliding by opposing motors in insect cells, seems not to be the case in mammalian cells. The process of self-assembly of the mitotic spindle remains a major unsolved question in cell biology, and a robust model awaits further details of the regulation and behavior of various microtubule motors and structural elements that compose this machinery.",
            "score": 157.3189239501953
        },
        {
            "docid": "20621_30",
            "document": "Microtubule . Dynamic instability of microtubules is also required for the migration of most mammalian cells that crawl. Dynamic microtubules regulate the levels of key G-proteins such as RhoA and Rac1, which regulate cell contractility and cell spreading. Dynamic microtubules are also required to trigger focal adhesion disassembly, which is necessary for migration. It has been found that microtubules act as “struts” that counteract the contractile forces that are needed for trailing edge retraction during cell movement. When microtubules in the trailing edge of cell are dynamic, they are able to remodel to allow retraction. When dynamics are suppressed, microtubules cannot remodel and, therefore, oppose the contractile forces. The morphology of cells with suppressed microtubule dynamics indicate that cells can extend the front edge (polarized in the direction of movement), but have difficulty retracting their trailing edge. On the other hand, high drug concentrations, or microtubule mutations that depolymerize the microtubules, can restore cell migration but there is a loss of directionality. It can be concluded that microtubules act both to restrain cell movement and to establish directionality",
            "score": 156.596435546875
        },
        {
            "docid": "9485508_6",
            "document": "Microtubule nucleation . In animal cells undergoing mitosis, a similar radial array is generated from two MTOCs called the spindle poles, which produce the bipolar mitotic spindle. Some cells however, such as those of higher plants and oocytes, lack distinct MTOCs and microtubules are nucleated via a non-centrosomal pathway. Other cells, such as neurons, skeletal muscle cells, and epithelial cells, which do have MTOCs, possess arrays of microtubules not associated with a centrosome. These non-centrosomal microtubule arrays can take on various geometries—such as those lead to the long, slender shape of myotubes, the fine protrusions of an axon, or the strongly polarized domains of an epithelial cell. Researchers think that the microtubules in these arrays are generated first by the γ-TuRCs, then transported via motor proteins or treadmilling to their desired location, and finally stabilized in the needed configuration through the action of various anchoring and cross-linking proteins.",
            "score": 156.42678833007812
        },
        {
            "docid": "998893_19",
            "document": "Kinetochore . During the synthesis phase (S phase) in the cell cycle, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles in each centrosome reach their maximal length, centrosomes recruit additional material and their nucleation capacity for microtubules increases. As mitosis progresses, both centrosomes separate to establish the mitotic spindle. In this way, the spindle in a mitotic cell has two poles emanating microtubules. Microtubules are long proteic filaments with asymmetric extremes, a \"minus\"(-) end relatively stable next to the centrosome, and a \"plus\"(+) end enduring alternate phases of growing-shrinking, exploring the center of the cell. During this searching process, a microtubule may encounter and capture a chromosome through the kinetochore. Microtubules that find and attach a kinetochore become stabilized, whereas those microtubules remaining free are rapidly depolymerized. As chromosomes have two kinetochores associated back-to-back (one on each sister chromatid), when one of them becomes attached to the microtubules generated by one of the cellular poles, the kinetochore on the sister chromatid becomes exposed to the opposed pole; for this reason, most of the times the second kinetochore becomes attached to the microtubules emanating from the opposing pole, in such a way that chromosomes are now \"bi-oriented\", one fundamental configuration (also termed \"amphitelic\") to ensure the correct segregation of both chromatids when the cell will divide. When just one microtubule is anchored to one kinetochore, it starts a rapid movement of the associated chromosome towards the pole generating that microtubule. This movement is probably mediated by the motor activity towards the \"minus\" (-) of the motor protein cytoplasmic dynein, which is very concentrated in the kinetochores not anchored to MTs. The movement towards the pole is slowed down as far as kinetochores acquire kMTs (MTs anchored to kinetochores) and the movement becomes directed by changes in kMTs length. Dynein is released from kinetochores as they acquire kMTs and, in cultured mammalian cells, it is required for the spindle checkpoint inactivation, but not for chromosome congression in the spindle equator, kMTs acquisition or anaphase A during chromosome segregation. In higher plants or in yeast there is no evidence of dynein, but other kinesins towards the (-) end might compensate for the lack of dynein. Another motor protein implicated in the initial capture of MTs is CENP-E; this is a high molecular weight kinesin associated with the fibrous corona at mammalian kinetochores from prometaphase until anaphase. In cells with low levels of CENP-E, chromosomes lack this protein at their kinetochores, which quite often are defective in their ability to congress at the metaphase plate. In this case, some chromosomes may remain chronically mono-oriented (anchored to only one pole), although most chromosomes may congress correctly at the metaphase plate.",
            "score": 153.9215850830078
        },
        {
            "docid": "12203588_3",
            "document": "Mitotic inhibitor . Mitotic inhibitors are derived from natural substances such as plant alkaloids, and prevent cells from undergoing mitosis by disrupting microtubule polymerization, thus preventing cancerous growth. Microtubules are long, ropelike proteins that extend through the cell and move cellular components around. Microtubules are long polymers made of smaller units (monomers) of the protein tubulin. Microtubules are created during normal cell functions by assembling (polymerizing) tubulin components, and are disassembled when they are no longer needed. One of the important functions of microtubules is to move and separate chromosomes and other components of the cell for cell division (mitosis). Mitotic inhibitors interfere with the assembly and disassembly of tubulin into microtubule polymers. This interrupts cell division, usually during the mitosis (M) phase of the cell cycle when two sets of fully formed chromosomes are supposed to separate into daughter cells.",
            "score": 153.43417358398438
        },
        {
            "docid": "9485508_9",
            "document": "Microtubule nucleation . Though the γ-TuRC is the primary protein cells turn to when faced with the task of nucleating microtubules, it is not the only protein postulated to act as a nucleation factor. Several other MAPs assist the γ-TuRC with the nucleation process, while others nucleate microtubules independently of γ-TuRC. In the branching nucleation described above, the addition of TPX2 to the egg extracts led to a dramatic increase in nucleation events—while in other studies, the protein XMAP215, \"in vitro\", nucleated microtubule asters with its depletion \"in vivo\" reducing nucleation potential of centrosomes. The microtubule-binding protein doublecortin, \"in vitro\", nucleates microtubules—acting by binding to the side rather than the end of growing microtubules. Thus a family of proteins acting as nucleation factors may be present in cells, lowering, through various mechanisms, the energetic cost of nucleating microtubules.",
            "score": 153.08827209472656
        },
        {
            "docid": "162717_7",
            "document": "Embryology . \"Drosophila melanogaster\", a fruit fly, is a model organism in biology on which much research into embryology has been done. Before fertilization, the female gamete produces an abundance of mRNA - transcribed from the genes that encode bicoid protein and nanos protein. These mRNA molecules are stored to be used later in what will become the developing embryo. The male and female \"Drosophila\" gametes exhibit anisogamy (differences in morphology and sub-cellular biochemistry). The female gamete is larger than the male gamete because it harbors more cytoplasm and, within the cytoplasm, the female gamete contains an abundance of the mRNA previously mentioned. At fertilization, the male and female gametes fuse (plasmogamy) and then the nucleus of the male gamete fuses with the nucleus of the female gamete (karyogamy). Note that before the gametes' nuclei fuse, they are known as pronuclei. A series of nuclear divisions will occur without cytokinesis (division of the cell) in the zygote to form a multi-nucleated cell (a cell containing multiple nuclei) known as a syncytium. All the nuclei in the syncytium are identical, just as all the nuclei in every somatic cell of any multicellular organism are identical \"in terms of the DNA sequence of the genome\". Before the nuclei can differentiate in transcriptional activity, the embryo (syncytium) must be divided into segments. In each segment, a unique set of regulatory proteins will cause specific genes in the nuclei to be transcribed. The resulting combination of proteins will transform clusters of cells into early embryo tissues that will each develop into multiple fetal and adult tissues later in development (note: this happens after each nucleus becomes wrapped with its own cell membrane).",
            "score": 152.84239196777344
        },
        {
            "docid": "200189_10",
            "document": "Spindle apparatus . In a properly formed mitotic spindle, bi-oriented chromosomes are aligned along the equator of the cell with spindle microtubules oriented roughly perpendicular to the chromosomes, their plus-ends embedded in kinetochores and their minus-ends anchored at the cell poles. The precise orientation of this complex is required to ensure accurate chromosome segregation and to specify the cell division plane. However, it remains unclear how the spindle becomes organized. Two models predominate the field, which are synergistic and not mutually exclusive. In the \"search-and-capture model\", the spindle is predominantly organized by the poleward separation of centrosomal microtubule organizing centers (MTOCs). Spindle microtubules emanate from centrosomes and 'seek' out kinetochores; when they bind a kinetochore they become stabilized and exert tension on the chromosomes. In an alternative \"self assembly\" model, microtubules undergo acentrosomal nucleation among the condensed chromosomes. Constrained by cellular dimensions, lateral associations with antiparallel microtubules via motor proteins, and end-on attachments to kinetochores, microtubules naturally adopt a spindle-like structure with chromosomes aligned along the cell equator.",
            "score": 152.54119873046875
        },
        {
            "docid": "4230_11",
            "document": "Cell (biology) . The cytoskeleton acts to organize and maintain the cell's shape; anchors organelles in place; helps during endocytosis, the uptake of external materials by a cell, and cytokinesis, the separation of daughter cells after cell division; and moves parts of the cell in processes of growth and mobility. The eukaryotic cytoskeleton is composed of microfilaments, intermediate filaments and microtubules. There are a great number of proteins associated with them, each controlling a cell's structure by directing, bundling, and aligning filaments. The prokaryotic cytoskeleton is less well-studied but is involved in the maintenance of cell shape, polarity and cytokinesis. The subunit protein of microfilaments is a small, monomeric protein called actin. The subunit of microtubules is a dimeric molecule called tubulin. Intermediate filaments are heteropolymers whose subunits vary among the cell types in different tissues. But some of the subunit protein of intermediate filaments include vimentin, desmin, lamin (lamins A, B and C), keratin (multiple acidic and basic keratins), neurofilament proteins (NF–L, NF–M).",
            "score": 152.1313934326172
        },
        {
            "docid": "48786735_11",
            "document": "Microtubule plus-end tracking protein . Scientists continue to further their understanding of certain mechanisms done by +TIP-proteins and the range of different types of these proteins. Understandings of microtubule plus-end trafficking proteins has greatly expanded since the discovery of CLAP1, and surely will continue to expand as predicted by many researchers and cytologist. Currently, +TIP-proteins may play critical roles in more than just the general aspects known; also with other particular cell structures along with the known structures which are the endoplasmic reticulum, F-actin, vesicles, microtubules, jintechores, cell cortex, and centrosomes.",
            "score": 152.1281280517578
        },
        {
            "docid": "56284235_10",
            "document": "Constructive development (biology) . Exploratory processes are selective processes that operate within individual organisms during their lifetimes. In many animals, the vascular, immune and nervous systems develop by producing a variety of forms, and the most functional solutions are selected for and retained, while others are lost. For example, the ‘shape’ of the circulatory system is constructed according to the oxygen and nutrient needs of tissues, rather than being genetically predetermined. Likewise, the nervous system develops through axonal exploration. Initially muscle fibers are connected to multiple neurons but synaptic competition selects certain connections over others to define the mature pattern of muscle innervation. The shape of a cell is determined by the structure of its cytoskeleton. A major element of the cytoskeleton are microtubules, which can grow in random directions from their origin. Microtubule-associated proteins can aid or inhibit microtubule growth, guide microtubules to specific cellular locations and mediate interactions with other proteins. Therefore, microtubules can be stabilized in new configurations that give rise to new cell shapes (and potentially new behaviors or functions) without changes to the microtubule system itself.",
            "score": 151.96156311035156
        },
        {
            "docid": "20621_12",
            "document": "Microtubule . Microtubules are part of a structural network (the cytoskeleton) within the cell's cytoplasm. The roles of the microtubule cytoskeleton include mechanical support, organization of the cytoplasm, transport, motility and chromosome segregation. In developing neurons Microtubules can modulate dynamics of actin, another component of the cytoskeleton. A microtubule is capable of growing and shrinking in order to generate force, and there are motor proteins that allow organelles and other cellular components to be carried along a microtubule. This combination of roles makes microtubules important for organizing and moving intracellular constituents.",
            "score": 151.82765197753906
        },
        {
            "docid": "6438_24",
            "document": "Chromosome . During mitosis, microtubules grow from centrosomes located at opposite ends of the cell and also attach to the centromere at specialized structures called kinetochores, one of which is present on each sister chromatid. A special DNA base sequence in the region of the kinetochores provides, along with special proteins, longer-lasting attachment in this region. The microtubules then pull the chromatids apart toward the centrosomes, so that each daughter cell inherits one set of chromatids. Once the cells have divided, the chromatids are uncoiled and DNA can again be transcribed. In spite of their appearance, chromosomes are structurally highly condensed, which enables these giant DNA structures to be contained within a cell nucleus.",
            "score": 151.39637756347656
        },
        {
            "docid": "4085663_2",
            "document": "Katanin . Katanin is a microtubule-severing AAA protein. It is named after the Japanese sword, katana. Katanin is a heterodimeric protein first discovered in sea urchins. It contains a 60 kDa ATPase subunit, encoded by \"KATNA1\", which functions to sever microtubules. This subunit requires ATP and the presence of microtubules for activation. The second 80 kDA subunit, encoded by \"KATNB1\", regulates the activity of the ATPase and localizes the protein to centrosomes. Electron microscopy shows that katanin forms 14–16 nm rings in its active oligomerized state on the walls of microtubules. Structural analysis using electron microscopy has revealed that microtubule protofilaments change from a straight to a curved conformation upon GTP hydrolysis of β-tubulin. However, when these protofilaments are part of a polymerized microtubule, the stabilizing interactions created by the surrounding lattice lock subunits into a straight conformation, even after GTP hydrolysis. In order to disrupt these stable interactions, katanin, once bound to ATP, oligomerizes into a ring structure on the microtubule wall - in some cases oligomerization increases the affinity of katanin for microtubules and stimulates its ATPase activity. Once this structure is formed, katanin hydrolyzes ATP, and likely undergoes a conformational change that puts mechanical strain on the tubulin subunits, which destabilizes their interactions within the microtubule lattice. The predicted conformational change also likely decreases the affinity of katanin for tubulin as well as for other katanin proteins, which leads to disassembly of the katanin ring structure, and recycling of the individual inactivated proteins.  The severing of microtubules by katanin is regulated by nucleotide exchange factors, which can exchange ADP with ATP, protective microtubule-associated proteins (MAPs), and the p80 subunit (p60 severs microtubules much better in the presence of p80). These mechanisms have different consequences, depending on where in the cell they are activated or disrupted. For example, allowing katanin-mediated severing at the centrosome releases microtubules for free movement. In one experiment, anti-katanin antibodies were injected into a cell, causing a large accumulation of microtubules around the centrosome and inhibition of microtubule outgrowth. Therefore, katanin-mediated severing may serve to maintain organization in the cytoplasm by promoting microtubule disassembly and efficient movement. During cell division, severing at the spindle pole produces free microtubule ends and allows poleward flux of tubulin and retraction of the microtubule. Severing microtubules in the cytoplasm facilitates treadmilling and mobility, which is important during development.",
            "score": 150.39675903320312
        }
    ]
}