{
    "q": [
        {
            "docid": "42888_32",
            "document": "Human genome . Noncoding RNA molecules play many essential roles in cells, especially in the many reactions of protein synthesis and RNA processing. Noncoding RNA include tRNA, ribosomal RNA, microRNA, snRNA and other non-coding RNA genes including about 60,000 long non coding RNAs (lncRNAs). Although the number of reported lncRNA genes continues to rise and the exact number in the human genome is yet to be defined, many of them are argued to be non-functional.",
            "score": 201.59532809257507
        },
        {
            "docid": "4796463_9",
            "document": "PAX6 . Experiments in mice demonstrate that a deficiency in Pax-6 leads to decrease in brain size, brain structure abnormality leading to Autism, lack of iris formation or a thin cornea. Knockout experiments produced eyeless phenotypes reinforcing the gene’s role in eye development. During embryological development the PAX6 gene, found on chromosome 2, can be seen expressed in multiple early structures such as the spinal cord, hindbrain, forebrain and eyes. Mutations of the PAX6 gene in mammalian species can produce a drastic effect on the phenotype of the organism. This can be seen in mice that contain homozygous mutations of the 422 amino acid long transcription factor encoded by PAX6 in which they do not develop eyes or nasal cavities termed ‘small eye’ mice (PAX10). Deletion of PAX6 induces the same abnormal phenotypes indicating that mutations cause the protein to lose functionality. PAX6 is essential is the formation of the retina, lens and cornea due to its role in early cell determination when forming precursors of these structures such as the optic vesicle and overlying surface ectoderm. PAX10 mutations also hinder nasal cavity development due to the similar precursor structures that in small eye mice do not express PAX10 mRNA. Mice with the mutant genotype begin to be phenotypically differentiable from normal mouse embryos at about day 9 to 10 of gestation. The full elucidation of the precise mechanisms and molecular components by which the PAX6 gene influences eye, nasal and central nervous system development are still researched however, the study of PAX6 has brought more understanding to the development and genetic complexities of these mammalian body systems.",
            "score": 79.82275223731995
        },
        {
            "docid": "7955_46",
            "document": "DNA . In many species, only a small fraction of the total sequence of the genome encodes protein. For example, only about 1.5% of the human genome consists of protein-coding exons, with over 50% of human DNA consisting of non-coding repetitive sequences. The reasons for the presence of so much noncoding DNA in eukaryotic genomes and the extraordinary differences in genome size, or \"C-value\", among species, represent a long-standing puzzle known as the \"C-value enigma\". However, some DNA sequences that do not code protein may still encode functional non-coding RNA molecules, which are involved in the regulation of gene expression. Some noncoding DNA sequences play structural roles in chromosomes. Telomeres and centromeres typically contain few genes but are important for the function and stability of chromosomes. An abundant form of noncoding DNA in humans are pseudogenes, which are copies of genes that have been disabled by mutation. These sequences are usually just molecular fossils, although they can occasionally serve as raw genetic material for the creation of new genes through the process of gene duplication and divergence.",
            "score": 228.2188378572464
        },
        {
            "docid": "15922421_7",
            "document": "PDGFRA . The importance of PDGFRA during development is apparent from the observation that the majority of mice lacking a functional \"Pdgfra\" gene develop a plethora of embryonic defects, some of which are lethal; the mutant mice exhibit defects in kidney glomeruli because of a lack of mesangial cells but also suffer an ill-defined blood defect characterized by thrombocytopenic, a bleeding tendency, and severe anemia which could be due to blood loss. The mice die at or shortly before birth. PDGF-A and PDGF-C seem to be the important activators of PDGFRα during development because mice lacking functional genes for both these PDGFRA activating ligands, i.e. \"Pdgfa\"/\"Pdgfc-\" double null mice show similar defects to \"Pdgra\" null mice. Mice genetically engineered to express a constitutively (i.e. continuously) activated PDGFRα mutant receptor eventually develop fibrosis in the skin and multiple internal organs. The studies suggest that PDGFRA plays fundamental roles in the development and function of mesodermal tissues, e.g., blood cells, connective tissue, and mesangial cells.",
            "score": 53.21523582935333
        },
        {
            "docid": "50334042_14",
            "document": "C15orf52 . Orthologs of the C15orf52 protein were traced back to cartilaginous fishes. None were found in any multicellular organisms more distant than cartilaginous fishes or unicellular organisms.  A comparison of the corrected distances of C15orf52 with the rapidly mutating Fibrinogen Alpha protein and the slowly mutating Cytochrome C protein is shown below. The paralogous domain in CCDC9 is also shown below. Overall, C15orf52 changes fairly rapidly as a whole, however the paralogous domain does not, which may point to functionality as this domain is well conserved. Origin of cDNAs of C15orf52 shows that the gene is expressed in numerous locations such as primary and secondary digestive organs (pancreas, stomach, liver, etc.), nervous system (brain, retina, lens), skin, reproductive organs, bones, and many other tissues suggesting a fairly nonspecialized function. However, C15orf52 protein is relatively over-expressed in the colon, peripheral blood mononuclear cells, testis, and rectum. Application of RNA-seq to plasma extracellular RNA profiles indicated C15orf52 as the most abundant mRNA present, possibly indicating some role outside of the cell. In mice, the expression pattern of C15orf52, as well as TCEA3 and FHOD3, two other genes studied, was found to be similar to that of well-characterized genes known to be associated with heart development such as BVES and CXCL12. However C15orf52 was not detected before embryological day 9.5 in the tail area and its exact function is not yet known.",
            "score": 85.39752101898193
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 98.44846475124359
        },
        {
            "docid": "14777594_2",
            "document": "AHI1 . The Abelson helper integration site 1 (AHI1) is a protein coding gene that is known for the critical role it plays in brain development. Proper cerebellar and cortical development in the human brain depends heavily on AHI1. The AHI1 gene is prominently expressed in the embryonic hindbrain and forebrain. AHI1 specifically encodes the Jouberin protein and mutations in the expression of the gene is known to cause specific forms of Joubert syndrome. Joubert syndrome is autosomal recessive and is characterized by the brain malformations and mental retardation that AHI1 mutations have the potential to induce. AHI1 has also been associated with schizophrenia and autism due to the role it plays in brain development. An AHI1 heterozygous knockout mouse model was created to study the correlation between alterations in AHI1 expression and the pathogenesis of neuropsychiatric disorders. The core temperatures and corticosterone secretions of the heterozygous knockout mice after exposure to environmental and visceral stress exhibited extreme repression of autonomic nervous system and hypothalamic-pituitary-adrenal responses. The knockout mice demonstrated an increased resilience to different types of stress and these results lead to a correlation between emotional regulation and neuropsychiatric disorders. Jouberin is a protein that in humans is encoded by the \"AHI1\" gene.",
            "score": 72.36051034927368
        },
        {
            "docid": "33708419_12",
            "document": "Knockout mouse . While knockout mouse technology represents a valuable research tool, some important limitations exist. About 15 percent of gene knockouts are developmentally lethal, which means that the genetically altered embryos cannot grow into adult mice. This problem is often overcome through the use of conditional mutations. The lack of adult mice limits studies to embryonic development and often makes it more difficult to determine a gene's function in relation to human health. In some instances, the gene may serve a different function in adults than in developing embryos. Knocking out a gene also may fail to produce an observable change in a mouse or may even produce different characteristics from those observed in humans in which the same gene is inactivated. For example, mutations in the p53 gene are associated with more than half of human cancers and often lead to tumours in a particular set of tissues. However, when the p53 gene is knocked out in mice, the animals develop tumours in a different array of tissues. There is variability in the whole procedure depending largely on the strain from which the stem cells have been derived. Generally cells derived from strain 129 are used. This specific strain is not suitable for many experiments (e.g., behavioural), so it is very common to backcross the offspring to other strains. Some genomic loci have been proven very difficult to knock out. Reasons might be the presence of repetitive sequences, extensive DNA methylation, or heterochromatin. The confounding presence of neighbouring 129 genes on the knockout segment of genetic material has been dubbed the \"flanking-gene effect\". Methods and guidelines to deal with this problem have been proposed.",
            "score": 98.16178345680237
        },
        {
            "docid": "2223797_11",
            "document": "Saethre–Chotzen syndrome . In searching for the gene responsible for SCS, scientists at Johns Hopkins Children’s Center began studying the TWIST gene because its effects on mice. The TWIST gene in mice, functions in the development of the muscle and skeleton of the face, head, hands, and feet. Mice that were lacking both copies of the TWIST gene were spontaneously aborted prior to birth, and had serious deformities including abnormal limb and head defects and failure of the neural tube to properly close. However, mice with a single copy of the non-working TWIST gene survived. Further examination revealed that these mice had only minor skull, hand, and foot defects similar to those seen in SCS. The mouse TWIST gene is located on chromosome 12 in mice, which corresponds to the short arm of chromosome 7 in humans. With this information, scientists began to isolate and map the human TWIST gene on the short arm of human chromosome 7. They revealed that the human TWIST gene was in the same region that was absent in people with SCS. While looking for different mutations in the human TWIST gene, five different types of mutations were discovered in individuals with SCS. Since none of these mutations were seen in normal individuals who didn't have SCS, this provided enough evidence to conclude that the TWIST gene was the causative agent of SCS1. Researchers also studied the TWIST gene in \"Drosophila\" (fruit fly) in order to determine its function. They discovered that in the presence of two TWIST protein molecules combined together, the TWIST gene functions as a DNA transcription factor, meaning it binds to the DNA double-helix at specific locations in order to control which genes are \"turned on\" or activated. The majority of the identified mutations in the TWIST gene interfere with how the protein attaches to DNA, preventing the activation of other genes that would normally be turned on during fetal development.",
            "score": 88.15212881565094
        },
        {
            "docid": "6364015_3",
            "document": "Loeys–Dietz syndrome . There are five types of the syndrome, labelled types I through V, which are distinguished by their genetic cause. Type 1, Type 2, Type 3, Type 4 and Type 5 are caused by mutations in \"TGFBR1\", \"TGFBR2\", \"SMAD3\", \"TGFB2\", and \"TGFB3\" respectively. These five genes encoding transforming growth factors play a role in cell signaling that promotes growth and development of the body's tissues. Mutations of these genes cause production of proteins without function. The skin cells for individuals with Loeys-Dietz syndrome are not able to produce collagen, the protein that allows skin cells to be strong and elastic. This causes these individuals to be susceptible to different tears in the skin such as hernias. Although the disorder has an autosomal pattern of inheritance, this disorder results from a new gene mutation in 75% of cases and occurs in people with no history of the disorder in their family. In other cases it is inherited from one affected parent.",
            "score": 40.13732612133026
        },
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 69.37950003147125
        },
        {
            "docid": "167544_4",
            "document": "Transcription (biology) . The stretch of DNA transcribed into an RNA molecule is called a \"transcription unit\" and encodes at least one gene. If the gene encodes a protein, the transcription produces messenger RNA (mRNA); the mRNA, in turn, serves as a template for the protein's synthesis through translation. Alternatively, the transcribed gene may encode for non-coding RNA such as microRNA, ribosomal RNA (rRNA), transfer RNA (tRNA), or enzymatic RNA molecules called ribozymes. Overall, RNA helps synthesize, regulate, and process proteins; it therefore plays a fundamental role in performing functions within a cell.",
            "score": 180.72457480430603
        },
        {
            "docid": "4796463_2",
            "document": "PAX6 . Paired box protein Pax-6, also known as aniridia type II protein (AN2) or oculorhombin, is a protein that in humans is encoded by the \"PAX6\" gene. Pax6 is a transcription factor present during embryonic development. The encoded protein contains two different binding sites that are known to bind DNA and function as regulators of gene transcription. It is a key regulatory gene of eye and brain development. Within the brain, the protein is involved in development of the specialized cells that process smell. As a transcription factor, Pax6 activates and/or deactivates gene expression patterns to ensure for proper development of the tissue. Mutations of the Pax6 gene are known to cause various disorders of the eyes. Two common disorders associated with a mutation are: aniridia, the absence of the iris, and Peters' anomaly, thinning and clouding of the cornea. Scientists have created a \"tae\" model using mice during which time the mouse does not express Pax6. The \"knockout\" model is eyeless or has very underdeveloped eyes further indicating Pax6 is required for proper eye development.",
            "score": 81.69312536716461
        },
        {
            "docid": "14776330_4",
            "document": "FGF4 . During embryonic development, the 21-kD protein FGF4 functions as a signaling molecule that is involved in many important processes. Studies using Fgf4 gene knockout mice showed developmental defects in embryos both in vivo and in vitro, revealing that FGF4 facilitates the survival and growth of the inner cell mass during the postimplantation phase of development by acting as an autocrine or paracrine ligand. FGFs produced in the apical ectodermal ridge (AER) are critical for the proper forelimb and hindlimb outgrowth. FGF signaling in the AER is involved in regulating limb digit number and cell death in the interdigital mesenchyme. When FGF signaling dynamics and regulatory processes are altered, postaxial polydactyly and cutaneous syndactyly, two phenotypic abnormalities collectively known as polysyndactyly, can occur in the limbs. Polysyndactyly is observed when an excess of Fgf4 is expressed in limb buds of wild-type mice. In mutant limb buds that do not express Fgf8, the expression of Fgf4 still results in polysyndactyly, but Fgf4 is also able to rescue all skeletal defects that arise from the lack of Fgf8. Therefore, the Fgf4 gene compensates for the loss of the Fgf8 gene, revealing that FGF4 and FGF8 perform similar functions in limb skeleton patterning and limb development. Studies of zebrafish Fgf4 knockdown embryos demonstrated that when Fgf4 signaling is inhibited, randomized left-right patterning of the liver, pancreas, and heart takes place, showing that Fgf4 is a crucial gene involved in developing left-right patterning of visceral organs. Furthermore, unlike the role of FGF4 in limb development, FGF4 and FGF8 have distinct roles and function independently in the process of visceral organ left-right patterning. Fgf signaling pathway has also been demonstrated to drive hindgut identity during gastrointestinal development, and the up regulation of the Fgf4 in pluripotent stem cell has been used to direct their differentiation for the generation of intestinal Organoids and tissues in vitro.",
            "score": 87.82085525989532
        },
        {
            "docid": "14754321_3",
            "document": "WWOX . WW domain-containing proteins are found in all eukaryotes and play an important role in the regulation of a wide variety of cellular functions such as protein degradation, transcription, and RNA splicing. This gene encodes a protein which contains 2 WW domains and a short-chain dehydrogenase/reductase domain (SRD). The highest normal expression of this gene is detected in hormonally regulated tissues such as testis, ovary, and prostate. This expression pattern and the presence of an SRD domain suggest a role for this gene in steroid metabolism. The encoded protein is more than 90% identical to the mouse protein, which is an essential mediator of tumor necrosis factor-alpha-induced apoptosis, suggesting a similar, important role in apoptosis for the human protein. In addition, there is evidence that this gene behaves as a suppressor of tumor growth. Alternative splicing of this gene generates transcript variants that encode different isoforms.",
            "score": 75.19419527053833
        },
        {
            "docid": "22346936_7",
            "document": "Plant genetics . Deoxyribonucleic acid (DNA) is a nucleic acid that contains the genetic instructions used in the development and functioning of all known living organisms and some viruses. The main role of DNA molecules is the long-term storage of information. DNA is often compared to a set of blueprints or a recipe, or a code, since it contains the instructions needed to construct other components of cells, such as proteins and RNA molecules. The DNA segments that carry this genetic information are called genes, but other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Geneticists, including plant geneticists, use this sequencing of DNA to their advantage as they splice and delete certain genes and regions of the DNA molecule to produce a different or desired genotype and thus, also producing a different phenotype.",
            "score": 162.7076153755188
        },
        {
            "docid": "26816280_2",
            "document": "RadC RNA motif . The \"radC\" RNA motif is a conserved RNA structure identified by bioinformatics. The \"radC\" RNA motif is found in certain bacteria where it is consistent located in the presumed 5' untranslated regions of genes whose encoded proteins bind DNA are interact with other proteins that bind DNA. These proteins include integrases, methyltransferases that might methylate DNA, proteins that inhibit restriction enzymes and \"radC\" genes. Although \"radC\" genes were thought to encode DNA repair proteins, this conclusion was based on mutation data that was later shown to affect a different gene. However, it is still possible that \"radC\" genes play some DNA-related role. No \"radC\" RNAs have been detected in any purified phage whose sequence was available as of 2010, although integrases are often used by phages.",
            "score": 122.77867102622986
        },
        {
            "docid": "53354629_6",
            "document": "CRISPR-Display . Non-coding RNAs (ncRNAs) are RNA transcripts that are not translated into a protein product, but instead exert their function as RNA molecules. They are involved in a range of processes, like post-transcriptional regulation of gene expression, genomic imprinting, and regulating the chromatin state, and thereby the expression, of a given locus. Many ncRNAs have been discovered, but in many cases, their function has yet to be accurately dissected due to technical challenges. ncRNA function is often not affected by introducing point mutations and premature stop codons. ncRNAs are also thought to regulate gene expression, so deletion studies have a hard time distinguishing effects of ncRNA loss from effects of gene misregulation due to the deletion. Studies of ncRNAs have also lacked the throughput necessary for discerning the RNA based functionality. To meet these challenges, the Rinn lab therefore developed a synthetic biology approach, using CRISPR/Cas9 system, with the Cas9 acting as a conduit, to target ncRNA modules to ectopic genomic locations, and investigating the ncRNAs effects on reporter genes and other genomic features at that site.",
            "score": 139.43780207633972
        },
        {
            "docid": "617568_12",
            "document": "Epidermolytic hyperkeratosis . Over the past 10 years since the first EHK mouse model was developed, many ideas have been discussed about how best to cure EHK. Back as far as 1994 researchers were discussing new promising ideas such as topical lotions that would deliver ribozymes in a liposom cream. Ribozymes are a small piece of synthetic RNA which can digest RNA molecules. When cells make a protein from a gene on a chromosome sitting in the nucleus, the gene is first transcribed as a piece of RNA. This RNA is then translated into a protein. Ribozymes can be designed to destroy RNA molecules with specific sequences. In theory, this will stop the production of the protein encoded by the mutant alleles of the gene.",
            "score": 153.05121755599976
        },
        {
            "docid": "14770410_3",
            "document": "EN2 (gene) . Homeobox-containing genes are thought to have a role in controlling development. In \"Drosophila\", the 'engrailed' (en) gene plays an important role during development in segmentation, where it is required for the formation of posterior compartments. Different mutations in the mouse homologs, En1 and En2, produced different developmental defects that frequently are lethal. The human engrailed homologs 1 and 2 encode homeodomain-containing proteins and have been implicated in the control of pattern formation during development of the central nervous system.",
            "score": 54.194007873535156
        },
        {
            "docid": "14879917_3",
            "document": "EN1 (gene) . Homeobox-containing genes are thought to have a role in controlling development. In \"Drosophila\", the \"engrailed\" (\"en\") gene plays an important role during development in segmentation, where it is required for the formation of posterior compartments. Different mutations in the mouse homologs, \"En1\" and \"En2\", produced different developmental defects that frequently are lethal. The human \"engrailed\" homologs \"1\" and \"2\" encode homeodomain-containing proteins and have been implicated in the control of pattern formation during development of the central nervous system.",
            "score": 54.194007873535156
        },
        {
            "docid": "55419387_2",
            "document": "BC200 lncRNA . Brain cytoplasmic 200 long-noncoding RNA (or BC200 lncRNA) is a 200 nucleotide RNA transcript found predominantly in the brain with a primary function of regulating translation by inhibiting its initiation. As a long non-coding RNA, it belongs to a family of RNA transcripts that are not translated into protein (ncRNAs). Of these ncRNAs, lncRNAs are transcripts of 200 nucleotides or longer and are almost three times more prevalent than protein-coding genes. Nevertheless, only a few of the almost 60,000 lncRNAs have been characterized, and little is known about their diverse functions (transcriptional interference, chromatin remodeling, splicing, translation regulation, interaction with miRNAs and siRNAS, and mRNA degradation). BC200 is one lncRNA that has given insight into their specific role in translation regulation, and implications in various forms of cancer as well as Alzheimer's Disease.",
            "score": 145.8508381843567
        },
        {
            "docid": "18768921_7",
            "document": "Hydrolethalus syndrome . Prior to the discovery of HLS, the \"HYLS1\" gene was unknown, and similar genes within humans have not been identified. Orthologs, genes in other species with common ancestral heritage, have been examined to explain the pathophysiology of HLS; a similar gene within the roundworm, \"Caenorhabditis elegans\", is responsible for the formation of cilia. Current hypotheses place a dysfunction of cilia as the main cause of HLS defects arising from the \"HYLS1\" mutation in humans.  Differences between wild type and mutant \"HYLS1\" have been clearly observed; the wild type form is localised to the cytoplasm, while the mutant form is localised to the nucleus and forms small clusters, suggesting that the mutant gene disrupts cellular localisation. The protein encoded by the \"HYLS1\" mutant form is unable to carry out essential targetting of centrioles to the plasma membrane, disrupting ciliary function, which results in ciliopathy. As cilia are located in almost all cells throughout the body, cilial dysfunction causes developmental defects in a range of organs and thus the phenotype of HLS can vary greatly, though brain malformation and polydactyly are most commonly observed.  Currently, no environmental factors are known to increase the likelihood of HLS development or progression; HLS is caused only by genetic abnormalities.",
            "score": 48.24211275577545
        },
        {
            "docid": "3021700_9",
            "document": "Kearns–Sayre syndrome . KSS is the result of deletions in mitochondrial DNA (mtDNA) that cause a particular constellation of medical signs and symptoms. mtDNA is transmitted exclusively from the mother's ovum. Mitochondrial DNA is composed of 37 genes found in the single circular chromosome measuring 16,569 base pairs in length. Among these, 13 genes encode proteins of the electron transport chain (abbreviated \"ETC\"), 22 encode transfer RNA (tRNA), and two encode the large and small subunits that form ribosomal RNA (rRNA). The 13 proteins involved in the ETC of the mitochondrion are necessary for oxidative phosphorylation. Mutations in these proteins results in impaired energy production by mitochondria. This cellular energy deficit manifests most readily in tissues that rely heavily upon aerobic metabolism such as the brain, skeletal and cardiac muscles, sensory organs, and kidneys. This is one factor involved in the presentation of mitochondrial diseases.  There are other factors involved in the manifestation of a mitochondrial disease besides the size and location of a mutation. Mitochondria replicate during each cell division during gestation and throughout life. Because the mutation in mitochondrial disease most often occurs early in gestation in these diseases, only those mitochondria in the mutated lineage are defective. This results in an uneven distribution of dysfunctional mitochondria within each cell, and among different tissues of the body. This describes the term heteroplasmic which is characteristic of mitochondrial diseases including KSS. The distribution of mutated mtDNA in each cell, tissue, and organ, is dependent on when and where the mutation occurs. This may explain why two patients with an identical mutation in mtDNA can present with entirely different phenotypes and in turn different syndromes. A publication in 1992 by Fischel-Ghodsian et al. identified the same 4,977-bp deletion in mtDNA in two patients presenting with two entirely different diseases. One of the patients had characteristic KSS, while the other patient had a very different disease known as Pearson marrow pancreas syndrome. Complicating the matter, in some cases Pearson's syndrome has been shown to progress into KSS later in life. More recent studies have concluded that mtDNA duplications may also play a significant role in determining what phenotype is present. Duplications of mtDNA seem to be characteristic of all cases of KSS and Pearson's syndrome, while they are absent in CPEO.  Deletions of mtDNA in KSS vary in size (1.3–8kb), as well as position in the mitochondrial genome. The most common deletion is 4.9kb and spans from position 8469 to position 13147 on the genome. This deletion is present in approximately ⅓ of people with KSS",
            "score": 98.53814494609833
        },
        {
            "docid": "15346583_4",
            "document": "LHX1 . The Lim gene family is a subfamily of homeobox genes. The homeobox genes are essential in organizing the body plan of an organism and all contain the same conserved homeodomain of amino acids. Evidence that Lim-1 is essential to a developing organism is its conservation throughout evolution and presence in a variety of organisms. The Lim-1 gene encodes a transcription factor which binds to the DNA of specific genes and functions to produce the needed gene product for development of the organism. Lim-1 is important during early molecular development and is required in both primitive streak-derived tissue and visceral endoderm of the early embryo for development of a head. Studies done using mutant organisms without the Lim gene results in organisms that develop no head structure at all support the essential role of the Lim-1 gene in formation of the head. This gene has also been shown to play a crucial role in the formation of the female reproductive tract. The gene is expressed in the developing Müllerian duct of females, and when the gene is knocked out no reproductive tract forms. Recent studies have shown that Lim-1 mutations may be one cause of the Mayer-Rokitansky-Küster-Hauser (MRKH) syndrome. MRKH is characterized by defective development, or absence, of the uterus and upper part of the vagina in women with normal ovaries and karyotype.",
            "score": 57.02331042289734
        },
        {
            "docid": "55705827_10",
            "document": "Mammalian orthoreovirus . Generally, these double stranded RNA genome segments contain a single gene encoding a single protein, although there are some exceptions. The S1 genome segment of the non-fusogenic reoviruses (e.g., Mammalian orthoreovirus) encode the σ1 cell attachment protein. Contained with the σ1 gene is a second, smaller open reading frame encoding the non-structural protein σ1s. Reovirus double stranded RNA, cannot serve as a template for protein translation or as messenger RNA (mRNA). Because of the nature of double stranded RNA, double stranded RNA viruses such as reoviruses, and the Mammalian orthoreovirus must carry and/or encode the necessary enzymes within their virions in order to first transcribe their genome, producing mRNA, and delivering their infectious mRNA into the cytoplasm of the host cell. The double stranded RNA viral core, which plays an important role in packaging the genome and the transcription of mRNA as well as maturation, contain proteins which are present across the entire Type 3 double stranded RNA group. In the outer capsid layer, the proteins take part in the role of environmental stability, and cell attachment to a number of hosts, which are quite variable even within the same Orthoreovirus genus.",
            "score": 149.1365373134613
        },
        {
            "docid": "33259689_7",
            "document": "HOXA11-AS1 . Studies regarding HOX genes have found that lncRNAs are highly expressed in relation to the homeobox genes. Known antisense HOX lncRNAs, such as HOTAIR, are scaffolds where transcription factors bind, which makes them mediators of epigenetic regulation. Furthermore, this and other HOX lncRNAs are required for the normal development of the organism and are overexpressed in different forms of cancer. The overexpression of HOX lncRNA promotes cancer because it causes epigenetic regulator proteins to relocate and the chromatin of the cell to be remodeled. This remodeling can cause highly regulated functions of the cell, like proliferation, migration, and apoptosis to become unrestrained. Given the sparse research on the specific mechanism of HOXA11-AS lncRNA and what is known about the role of HOX genes, it may hold that HOXA11-AS lncRNAs act in a similar manner to other HOX lncRNAs.",
            "score": 59.43209445476532
        },
        {
            "docid": "16847321_3",
            "document": "ZNF423 . The protein encoded by this gene is a nuclear protein that belongs to the family of Kruppel-like C2H2 zinc finger proteins. It functions as a DNA-binding transcription factor by using distinct zinc fingers in different signaling pathways. Thus, it is thought that this gene may have multiple roles in signal transduction during development. Mice lacking the homologous gene \"Zfp423\" have defects in midline brain development, especially in the cerebellum, as well as defects in olfactory development, and adipogenesis. Patients with mutations in ZNF423 have been reported in Joubert Syndrome and nephronophthisis.",
            "score": 66.68248629570007
        },
        {
            "docid": "46617123_6",
            "document": "Jan Vijg . Genome instability, i.e., the tendency of the genome to acquire mutations and epimutations, underlies human genetic disease, causally contributes to cancer and has also been implicated in aging and age-related, degenerative conditions other than cancer. Little is known about the mechanisms that give rise to spontaneous changes in the genome or epigenome and how this may lead, in somatic cells, to increased cancer risk and loss of organ and tissue function with age. We study genome and epigenome instability as a function of age in various model organisms, including mouse and fruit fly, and its consequences in terms of alterations in tissue-specific patterns of gene regulation. We developed transgenic reporter systems in mouse and fruit fly, which allow us to determine tissue-specific frequencies of various forms of genome instability, e.g., point mutations, deletions, translocations. By crossing the mutational reporter animals with mutants harboring specific defects in various genome maintenance pathways, the relevance of these pathways for the accumulation of specific forms of genome instability is assessed, in relation to the pathophysiology of aging. Similarly, by using knockdown approaches we assess the effect of specific genes implicated in longevity and healthy aging, e.g., SOD, FOXO, SIR2, on genome integrity. More recently, we have begun to assess global gene mutation and epimutation loads in normal and disease tissues of both animal models and humans using massively parallel sequencing approaches.",
            "score": 83.52765119075775
        },
        {
            "docid": "15993546_7",
            "document": "Cis-natural antisense transcript . Regulation of many biological processes such as development, metabolism and many others requires a careful co-ordination between many different genes; this is usually referred to as a gene regulatory network. A flurry of interest in gene regulatory networks has been sparked by the advent of sequenced genomes of multiple organisms. The next step is to use this information to figure out how genes work together and not just in isolation. During the processes of mammalian development, there is an inactivation of the extra X-chromosome in females. It has been shown that a NAT pair called Xist and Tsix are involved in the hypermethylation of the chromosome. As much as 20-30% of mammalian genes have been shown to be the targets of miRNAs, which highlights the importance of these molecules as regulators across a wide number of genes. Evolutionary reasons for utilizing RNA for regulation of genes may be that it is less costly and faster than synthesizing proteins not needed by the cell. This could have had a selective advantage for early eukaryotes with this type of transcriptional regulation.",
            "score": 128.08495366573334
        },
        {
            "docid": "15349100_4",
            "document": "RAB23 . RAB23 is an essential negative regulator of the Sonic hedgehog signaling pathway. The first understanding of biological processes requiring the Rab23 gene came from 2 independent mouse mutations in the gene and an epistasis analysis with mutations in the mouse shh gene. These studies showed that the gene is required for normal development of the brain and spinal cord and that the morphological defects seen in mutant embryos, such as failure to close dorsal regions of the neural tube during development, appeared secondary to expansion of ventral and reduction of dorsal identities in the developing neural tube. These same mutations implicated the RAB23 gene in development of digits and eyes. The mouse open brain (opb) and Sonic hedgehog (Shh) genes have opposing roles in neural patterning: opb is required for dorsal cell types and Shh is required for ventral cell types in the spinal cord.",
            "score": 39.39793944358826
        },
        {
            "docid": "54421246_39",
            "document": "Spinocerebellar ataxia type 1 . Because spinocerebellar ataxias are often linked to a mutation on a single gene, modifying how the gene is expressed can modify the phenotype. There are several approaches to modifying the expression of mutant proteins, including techniques that completely stop expression, known as gene silencing. In SCA1, pathogenesis requires constant expression of the mutant ATXN1 gene, and silencing has been shown to halt further progression of the disease, clear nuclear inclusions and aggregates and lead to partial recovery of motor functions in rodent models with conditional expression of the gene. The conditional expression of ATXN1 in mice models differs from how the gene would be silenced therapeutically but the results indicate that therapeutic methods of gene silencing may be viable for treatment and management of SCA1. The process that turns coded information in DNA into proteins requires two steps: transcription, in which DNA is used to generate a complimentary RNA strand by RNA polymerase, and translation, in which RNA is used to used to produce a protein by ribosomes. Disrupting either step can slow or prevent the expression of a mutant gene.",
            "score": 112.73409426212311
        }
    ],
    "r": [
        {
            "docid": "44284_2",
            "document": "Non-coding DNA . In genomics and related disciplines, noncoding DNA sequences are components of an organism's DNA that do not encode protein sequences. Some noncoding DNA is transcribed into functional non-coding RNA molecules (e.g. transfer RNA, ribosomal RNA, and regulatory RNAs). Other functions of noncoding DNA include the transcriptional and translational regulation of protein-coding sequences, scaffold attachment regions, origins of DNA replication, centromeres and telomeres.",
            "score": 264.9541015625
        },
        {
            "docid": "7955_46",
            "document": "DNA . In many species, only a small fraction of the total sequence of the genome encodes protein. For example, only about 1.5% of the human genome consists of protein-coding exons, with over 50% of human DNA consisting of non-coding repetitive sequences. The reasons for the presence of so much noncoding DNA in eukaryotic genomes and the extraordinary differences in genome size, or \"C-value\", among species, represent a long-standing puzzle known as the \"C-value enigma\". However, some DNA sequences that do not code protein may still encode functional non-coding RNA molecules, which are involved in the regulation of gene expression. Some noncoding DNA sequences play structural roles in chromosomes. Telomeres and centromeres typically contain few genes but are important for the function and stability of chromosomes. An abundant form of noncoding DNA in humans are pseudogenes, which are copies of genes that have been disabled by mutation. These sequences are usually just molecular fossils, although they can occasionally serve as raw genetic material for the creation of new genes through the process of gene duplication and divergence.",
            "score": 228.21884155273438
        },
        {
            "docid": "42888_29",
            "document": "Human genome . Many of these sequences regulate the structure of chromosomes by limiting the regions of heterochromatin formation and regulating structural features of the chromosomes, such as the telomeres and centromeres. Other noncoding regions serve as origins of DNA replication. Finally several regions are transcribed into functional noncoding RNA that regulate the expression of protein-coding genes (for example ), mRNA translation and stability (see miRNA), chromatin structure (including histone modifications, for example ), DNA methylation (for example ), DNA recombination (for example ), and cross-regulate other noncoding RNAs (for example ). It is also likely that many transcribed noncoding regions do not serve any role and that this transcription is the product of non-specific RNA Polymerase activity.",
            "score": 224.07827758789062
        },
        {
            "docid": "42888_14",
            "document": "Human genome . Some noncoding DNA contains genes for RNA molecules with important biological functions (noncoding RNA, for example ribosomal RNA and transfer RNA). The exploration of the function and evolutionary origin of noncoding DNA is an important goal of contemporary genome research, including the ENCODE (Encyclopedia of DNA Elements) project, which aims to survey the entire human genome, using a variety of experimental tools whose results are indicative of molecular activity.",
            "score": 206.8804473876953
        },
        {
            "docid": "42888_32",
            "document": "Human genome . Noncoding RNA molecules play many essential roles in cells, especially in the many reactions of protein synthesis and RNA processing. Noncoding RNA include tRNA, ribosomal RNA, microRNA, snRNA and other non-coding RNA genes including about 60,000 long non coding RNAs (lncRNAs). Although the number of reported lncRNA genes continues to rise and the exact number in the human genome is yet to be defined, many of them are argued to be non-functional.",
            "score": 201.5953369140625
        },
        {
            "docid": "28615_10",
            "document": "Sequencing . RNA is less stable in the cell, and also more prone to nuclease attack experimentally. As RNA is generated by transcription from DNA, the information is already present in the cell's DNA. However, it is sometimes desirable to sequence RNA molecules. While sequencing DNA gives a genetic profile of an organism, sequencing RNA reflects only the sequences that are actively expressed in the cells. To sequence RNA, the usual method is first to reverse transcribe the RNA extracted from the sample to generate cDNA fragments. This can then be sequenced as described above. The bulk of RNA expressed in cells are ribosomal RNAs or small RNAs, detrimental for cellular translation, but often not the focus of a study. This fraction can fortunately be removed \"in vitro\", however, to enrich for the messenger RNA, also included, that usually is of interest. Derived from the exons these mRNAs are to be later translated to proteins that support particular cellular functions. The expression profile therefore indicates cellular activity, particularly desired in the studies of diseases, cellular behaviour, responses to reagents or stimuli. Eukaryotic RNA molecules are not necessarily co-linear with their DNA template, as introns are excised. This gives a certain complexity to map the read sequences back to the genome and thereby identify their origin. For more information on the capabilities of next-generation sequencing applied to whole transcriptomes see: RNA-Seq and MicroRNA Sequencing.",
            "score": 199.07411193847656
        },
        {
            "docid": "50449470_5",
            "document": "3-Base Periodicity Property . DNA stores the information required to assemble, maintain and reproduce every living organism. A protein is a large molecule (\"macromolecule\") made up of smaller subunits, amino acids. DNA sequences are made up of codons, three-long nucleotide stretches, that correspond to specific amino acids. DNA creates RNA which then helps synthesize proteins. Thus, coding DNA is defined as the sections of the genome that are actually transcribed into amino acids in proteins. Noncoding DNA is sections of a DNA sequence that don't necessarily code for proteins. Identification of coding regions is important, as this information can be used in gene identification and then more generally full-genome annotation.",
            "score": 194.4581756591797
        },
        {
            "docid": "44284_8",
            "document": "Non-coding DNA . Noncoding RNAs are functional RNA molecules that are not translated into protein. Examples of noncoding RNA include ribosomal RNA, transfer RNA, Piwi-interacting RNA and microRNA.",
            "score": 193.155517578125
        },
        {
            "docid": "56731305_3",
            "document": "RNA-targeting small molecule drugs . Recent discoveries implicating RNA in the pathogenesis of several forms of cancer and neuromuscular diseases have created a paradigm shift in drug discovery. This work combined with advances in structural characterization techniques such as NMR spectroscopy and X-ray crystallography together with computational modeling, has pushed forward the realization that RNA is a dynamic yet viable drug target. Traditionally, RNA was thought to be a mediator between DNA sequence-encoded instructions and functional protein. However, recent reports have shown that there are a large number of non-coding RNAs (ncRNAs) that are not translated into protein. Whereas 85% of the human genome is transcribed into RNA only 3% of the transcripts code for functional protein. Although, ncRNAs do affect gene expression levels by a variety of mechanisms. Further, RNA can adopt discrete secondary or tertiary structures which play a pivotal role in many biological processes and disease pathology. For these reasons, RNA is being recognized as an attractive drug target for small molecules.",
            "score": 189.5918426513672
        },
        {
            "docid": "12388_17",
            "document": "Genome . Most bacteria have little or no repetitive DNA, hence their typical protein coding capacity is in the range of 85-90%. However, some symbiotic bacteria (e.g. \"Serratia symbiotica\") have reduced genomes and a high fraction of pseudogenes: only ~40% of their DNA encodes proteins. Simple eukaryotes such as \"C. elegans\" and fruit fly, possess more non-repetitive DNA than repetitive DNA. Higher eukaryotes tend to have more repetitive DNA than non-repetitive ones. In some plants and amphibians, the proportion of repetitive DNA is more than 80%. Similarly, only 2% of the human genome codes for proteins.  Noncoding sequences include introns, sequences for non-coding RNAs, regulatory regions, and repetitive DNA. Noncoding sequences make up 98% of the human genome. There are two categories of repetitive DNA in the genome: tandem repeats and interspersed repeats.",
            "score": 187.6591339111328
        },
        {
            "docid": "42888_27",
            "document": "Human genome . Protein-coding sequences (specifically, coding exons) constitute less than 1.5% of the human genome. In addition, about 26% of the human genome is introns. Aside from genes (exons and introns) and known regulatory sequences (8–20%), the human genome contains regions of noncoding DNA. The exact amount of noncoding DNA that plays a role in cell physiology has been hotly debated. Recent analysis by the ENCODE project indicates that 80% of the entire human genome is either transcribed, binds to regulatory proteins, or is associated with some other biochemical activity.",
            "score": 186.82083129882812
        },
        {
            "docid": "12266_42",
            "document": "Genetics . Some DNA sequences are transcribed into RNA but are not translated into protein products—such RNA molecules are called non-coding RNA. In some cases, these products fold into structures which are involved in critical cell functions (e.g. ribosomal RNA and transfer RNA). RNA can also have regulatory effects through hybridization interactions with other RNA molecules (e.g. microRNA).",
            "score": 186.4595947265625
        },
        {
            "docid": "44284_29",
            "document": "Non-coding DNA . Many noncoding DNA sequences must have some important biological function. This is indicated by comparative genomics studies that report highly conserved regions of noncoding DNA, sometimes on time-scales of hundreds of millions of years. This implies that these noncoding regions are under strong evolutionary pressure and positive selection. For example, in the genomes of humans and mice, which diverged from a common ancestor 65–75 million years ago, protein-coding DNA sequences account for only about 20% of conserved DNA, with the remaining 80% of conserved DNA represented in noncoding regions. Linkage mapping often identifies chromosomal regions associated with a disease with no evidence of functional coding variants of genes within the region, suggesting that disease-causing genetic variants lie in the noncoding DNA. The significance of noncoding DNA mutations in cancer was explored in April 2013.",
            "score": 185.4163055419922
        },
        {
            "docid": "42888_13",
            "document": "Human genome . The content of the human genome is commonly divided into coding and noncoding DNA sequences. Coding DNA is defined as those sequences that can be transcribed into mRNA and translated into proteins during the human life cycle; these sequences occupy only a small fraction of the genome (<2%). Noncoding DNA is made up of all of those sequences (ca. 98% of the genome) that are not used to encode proteins.",
            "score": 183.04183959960938
        },
        {
            "docid": "42888_28",
            "document": "Human genome . It however remains controversial whether all of this biochemical activity contributes to cell physiology, or whether a substantial portion of this is the result transcriptional and biochemical noise, which must be actively filtered out by the organism. Excluding protein-coding sequences, introns, and regulatory regions, much of the non-coding DNA is composed of: Many DNA sequences that do not play a role in gene expression have important biological functions. Comparative genomics studies indicate that about 5% of the genome contains sequences of noncoding DNA that are highly conserved, sometimes on time-scales representing hundreds of millions of years, implying that these noncoding regions are under strong evolutionary pressure and positive selection.",
            "score": 181.08401489257812
        },
        {
            "docid": "167544_4",
            "document": "Transcription (biology) . The stretch of DNA transcribed into an RNA molecule is called a \"transcription unit\" and encodes at least one gene. If the gene encodes a protein, the transcription produces messenger RNA (mRNA); the mRNA, in turn, serves as a template for the protein's synthesis through translation. Alternatively, the transcribed gene may encode for non-coding RNA such as microRNA, ribosomal RNA (rRNA), transfer RNA (tRNA), or enzymatic RNA molecules called ribozymes. Overall, RNA helps synthesize, regulate, and process proteins; it therefore plays a fundamental role in performing functions within a cell.",
            "score": 180.72457885742188
        },
        {
            "docid": "4250553_58",
            "document": "Gene . Although the number of base-pairs of DNA in the human genome has been known since the 1960s, the estimated number of genes has changed over time as definitions of genes, and methods of detecting them have been refined. Initial theoretical predictions of the number of human genes were as high as 2,000,000. Early experimental measures indicated there to be 50,000–100,000 \"transcribed\" genes (expressed sequence tags). Subsequently, the sequencing in the Human Genome Project indicated that many of these transcripts were alternative variants of the same genes, and the total number of protein-coding genes was revised down to ~20,000 with 13 genes encoded on the mitochondrial genome. With the GENCODE annotation project, that estimate has continued to fall to 19,000. Of the human genome, only 1–2% consists of protein-coding genes, with the remainder being 'noncoding' DNA such as introns, retrotransposons, and noncoding RNAs. Every multicellular organism has all its genes in each cell of its body but not every gene functions in every cell .",
            "score": 179.4642791748047
        },
        {
            "docid": "1053858_6",
            "document": "Functional genomics . The ENCODE (Encyclopedia of DNA elements) project is an in-depth analysis of the human genome whose goal is to identify all the functional elements of genomic DNA, in both coding and noncoding regions. To this point , only the pilot phase of the study has been completed, involving hundreds of assays performed on 44 regions of known or unknown function comprising 1% of the human genome. Important results include evidence from genomic tiling arrays that most nucleotides are transcribed as coding transcripts, noncoding RNAs, or random transcripts, the discovery of additional transcriptional regulatory sites, further elucidation of chromatin-modifying mechanisms.",
            "score": 177.4454345703125
        },
        {
            "docid": "55410471_17",
            "document": "DCas9 activation system . The versatility of sgRNAs allows dCas9 activators to increase the expression of any gene within an organism's genome. That could be used to increase expression of a protein coding gene or a transcribed RNA. A paper demonstrated that genome wide activation could be used to determine which proteins are involved in mediated resistance to a specific drug. Another paper used genome wide activation of long, noncoding RNAs and observed that increasing the expression of certain long noncoding RNAs conferred resistance to the drug vemurafenib. In both cases, the cells that survive the drug could be studied to determine which sgRNAs they contain. That allows researchers to determine which gene was activated in each surviving cell, which suggests which genes are important for resistance to that drug.",
            "score": 176.53858947753906
        },
        {
            "docid": "2339577_13",
            "document": "Evidence of common descent . Pseudogenes, also known as noncoding DNA, are extra DNA in a genome that do not get transcribed into RNA to synthesize proteins. Some of this noncoding DNA has known functions, but much of it has no known function and is called \"Junk DNA\". This is an example of a vestige since replicating these genes uses energy, making it a waste in many cases. A pseudogene can be produced when a coding gene accumulates mutations that prevent it from being transcribed, making it non-functional. But since it is not transcribed, it may disappear without affecting fitness, unless it has provided some beneficial function as non-coding DNA. Non-functional pseudogenes may be passed on to later species, thereby labeling the later species as descended from the earlier species.",
            "score": 176.39532470703125
        },
        {
            "docid": "2652481_6",
            "document": "Personalized medicine . Modern advances in personalized medicine rely on technology that confirms a patient's fundamental biology, DNA, RNA, or protein, which ultimately leads to confirming disease. For example, personalised techniques such as genome sequencing can reveal mutations in DNA that influence diseases ranging from cystic fibrosis to cancer. Another method, called RNA-seq, can show which RNA molecules are involved with specific diseases. Unlike DNA, levels of RNA can change in response to the environment. Therefore, sequencing RNA can provide a broader understanding of a person’s state of health. Recent studies have linked genetic differences between individuals to RNA expression, translation, and protein levels.",
            "score": 176.28099060058594
        },
        {
            "docid": "5504842_8",
            "document": "Sense (molecular biology) . Some regions within a double strand of DNA code for genes, which are usually instructions specifying the order of amino acids in a protein along with regulatory sequences, splicing sites, noncoding introns, and other complicating details. For a cell to use this information, one strand of the DNA serves as a template for the synthesis of a complementary strand of RNA. The template DNA strand is called the transcribed strand with antisense sequence and the mRNA transcript is said to be sense sequence (the complement of antisense). Because the DNA is double-stranded, the strand complementary to the antisense sequence is called the non-transcribed strand and has the same sense sequence as the mRNA transcript (though T bases in DNA are substituted with U bases in RNA).",
            "score": 176.04010009765625
        },
        {
            "docid": "42888_4",
            "document": "Human genome . Although the sequence of the human genome has been (almost) completely determined by DNA sequencing, it is not yet fully understood. Most (though probably not all) genes have been identified by a combination of high throughput experimental and bioinformatics approaches, yet much work still needs to be done to further elucidate the biological functions of their protein and RNA products. Recent results suggest that most of the vast quantities of noncoding DNA within the genome have associated biochemical activities, including regulation of gene expression, organization of chromosome architecture, and signals controlling epigenetic inheritance.",
            "score": 175.16355895996094
        },
        {
            "docid": "42888_25",
            "document": "Human genome . Numerous classes of noncoding DNA have been identified, including genes for noncoding RNA (e.g. tRNA and rRNA), pseudogenes, introns, untranslated regions of mRNA, regulatory DNA sequences, repetitive DNA sequences, and sequences related to mobile genetic elements.",
            "score": 174.95362854003906
        },
        {
            "docid": "25799_8",
            "document": "Retrovirus . While transcription was classically thought to occur only from DNA to RNA, reverse transcriptase transcribes RNA into DNA. The term \"retro\" in retrovirus refers to this reversal (making DNA from RNA) of the central dogma of molecular biology. Reverse transcriptase activity outside of retroviruses has been found in almost all eukaryotes, enabling the generation and insertion of new copies of retrotransposons into the host genome. These inserts are transcribed by enzymes of the host into new RNA molecules that enter the cytosol. Next, some of these RNA molecules are translated into viral proteins. For example, the \"gag\" gene is translated into molecules of the capsid protein, the \"pol\" gene is translated into molecules of reverse transcriptase, and the \"env\" gene is translated into molecules of the envelope protein. It is important to note that a retrovirus must \"bring\" its own reverse transcriptase in its capsid, otherwise it is unable to utilize the enzymes of the infected cell to carry out the task, due to the unusual nature of producing DNA from RNA.",
            "score": 172.8214569091797
        },
        {
            "docid": "1726883_6",
            "document": "Intergenic region . Historically intergenic regions have sometimes been called junk DNA suggesting that they have no function. However, it has been known for a long time that these regions do contain functionally important elements such as promoters and enhancers. In particular, intergenic regions often contain enhancer DNA sequences, which can activate expression of discrete sets of genes over distances of several thousand base pairs. Changes in the proteins bound on enhancers reprogram gene expression and affect the cell phenotype. Also intergenic regions may contain as yet unidentified genes such as noncoding RNAs. Though little is known about them, they are thought to have regulatory functions. In recent years the ENCODE project has been studying intergenic regions in humans in more detail.",
            "score": 172.07952880859375
        },
        {
            "docid": "4250553_35",
            "document": "Gene . In prokaryotes, transcription occurs in the cytoplasm; for very long transcripts, translation may begin at the 5' end of the RNA while the 3' end is still being transcribed. In eukaryotes, transcription occurs in the nucleus, where the cell's DNA is stored. The RNA molecule produced by the polymerase is known as the primary transcript and undergoes post-transcriptional modifications before being exported to the cytoplasm for translation. One of the modifications performed is the splicing of introns which are sequences in the transcribed region that do not encode protein. Alternative splicing mechanisms can result in mature transcripts from the same gene having different sequences and thus coding for different proteins. This is a major form of regulation in eukaryotic cells and also occurs in some prokaryotes.",
            "score": 171.91416931152344
        },
        {
            "docid": "10877365_4",
            "document": "Genomic organization . In particular, mammals have accumulated considerable repetitive elements and noncoding regions, which account for the majority of their DNA sequences (52% non-coding and 44% repetitive DNA). Only 1.2% of the mammalian genome thus encodes for protein function. This massive expansion of repetitive and noncoding sequences in multicellular organisms is most likely due to the incorporation of invasive elements, such as DNA transposons, retrotransposons, and other repetitive elements. The expansion of repetitive elements (such as Alu sequences) has even infiltrated the transcriptional units of the mammalian genome. This results in transcription units that are frequently much larger (30-200 kb), commonly containing multiple promoters and DNA repeats within untranslated introns.",
            "score": 171.44940185546875
        },
        {
            "docid": "28158012_6",
            "document": "RNA transfection . The innate immune system has evolved to protect against infection by detecting pathogen-associated molecular patterns (PAMPs), and triggering a complex set of responses collectively known as “inflammation”. Many cells express specific pattern recognition receptors (PRRs) for exogenous RNA including toll-like receptor 3,7,8 (TLR3, TLR7, TLR8), the RNA helicase RIG1 (RARRES3), protein kinase R (PKR, a.k.a. EIF2AK2), members of the oligoadenylate synthetase family of proteins (OAS1, OAS2, OAS3), and others. All of these proteins can specifically bind to exogenous RNA molecules and trigger an immune response. The specific chemical, structural or other characteristics of long RNA molecules that are required for recognition by PRRs remain largely unknown despite intense study. At any given time, a typical mammalian cell may contain several hundred thousand mRNA and other, regulatory long RNA molecules. How cells distinguish exogenous long RNA from the large amount of endogenous long RNA is an important open question in cell biology. Several reports suggest that phosphorylation of the 5’-end of a long RNA molecule can influence its immunogenicity, and specifically that 5’-triphosphate RNA, which can be produced during viral infection, is more immunogenic than 5’-diphosphate RNA, 5’-monophosphate RNA or RNA containing no 5’ phosphate. However, in vitro-transcribed (ivT) long RNA containing a 7-methylguanosine cap (present in eukaryotic mRNA) is also highly immunogenic despite having no 5’ phosphate, suggesting that characteristics other than 5’-phosphorylation can influence the immunogenicity of an RNA molecule.",
            "score": 169.9786376953125
        },
        {
            "docid": "1726883_2",
            "document": "Intergenic region . An Intergenic region (IGR) is a stretch of DNA sequences located between genes. Intergenic regions are a subset of noncoding DNA. Occasionally some intergenic DNA acts to control genes nearby, but most of it has no currently known function. It is one of the DNA sequences sometimes referred to as junk DNA, though it is only one phenomenon labeled such and in scientific studies today, the term is less used. Recently transcribed RNA from the DNA fragments in intergenic regions were known as \"dark matter\" or \"dark matter transcripts\".",
            "score": 169.33201599121094
        },
        {
            "docid": "42888_26",
            "document": "Human genome . Numerous sequences that are included within genes are also defined as noncoding DNA. These include genes for noncoding RNA (e.g. tRNA, rRNA), and untranslated components of protein-coding genes (e.g. introns, and 5' and 3' untranslated regions of mRNA).",
            "score": 169.2583770751953
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 169.06968688964844
        }
    ]
}