{
    "q": [
        {
            "docid": "9045995_16",
            "document": "Pre-Bötzinger complex . Other inward currents that help generate intrinsic spiking and bursting in pacemaker neurons are the calcium current and calcium-activated nonspecific currents (I). When a neuron becomes depolarized, voltage gated calcium channels become activated and calcium is able to flow into the cell which usually leads to the release of neurotransmitters. Calcium-sensitive dyes have shown that internal concentrations of calcium increase during bursts. The activation of different calcium channels has distinct effects on the activity of neurons in the pre-Bötzinger complex. L-type calcium channels are known to increase the frequency of action potentials in some neurons, which might be the reason calcium influx through these channels has been observed during the augmentation when tissues have low levels of oxygen. P/Q-type calcium channels are mainly responsible for the release of neurotransmitters that excite, or activate, postsynaptic neurons. Studies have shown that blockage of these channels leads to the inhibition of sighs, which indicates calcium flow through these channels is necessary for sighs. Other research has also suggested that calcium flow through N-type calcium channels is essential for normal breathing, and is responsible for the activation of calcium-dependent potassium channels. Calcium-activated nonselective cation currents are important for the intrinsic spiking and bursting activity in CS pacemaker neurons. Metabotropic glutamate 1/5 receptors appear to be important for the increase in intracellular calcium that activate I. The initial burst in a neuron usually leads to the activation of the transient sodium current and the several types of calcium currents.These currents depolarize the cell further enough to activate NMDA receptors and I, which helps cell regenerate its bursts. The ratio between inward and outward currents helps determine the activity of pacemaker neurons in the pre-Bötzinger complex. The major outward currents involved in the regulation of neuron activity are potassium currents. Although the exact role of potassium currents is still being investigated, it appears that potassium and sodium leak currents are crucial for the rhythmicity of the pre-Bötzinger complex. Transient A-type potassium currents are more common in neurons that are involved in the inspiration process. When A-type potassium currents were blocked with 4-AP in slices of the pre-Bötzinger complex, synchronized bursts in inspiratory neurons was affected as well as communication with hypoglossal motor pools that help regulate breathing. This suggests that transient A-type potassium currents are needed for the synchronized bursts in inspiratory neurons and for effective respiratory control. Other potassium channels like large conductance calcium-dependent potassium channels and sodium chloride dependent potassium channels appear to end burst potentials in neurons. Moreover, ATP-dependent potassium channels help neurons detect changes in energy or oxygen levels to modify breathing patterns. These channels are activated by decreases in ATP, which suggests they provide the needed hyperpolarization during hypoxia.",
            "score": 225.8891932964325
        },
        {
            "docid": "9773357_11",
            "document": "N-type calcium channel . N-type calcium voltage gated ion channels are permeable to calcium and are known to regulate neuronal excitability and the firing of action potentials in the neurons. These actions affect the transmission of neurotransmitters in nociceptive pathways. Nociceptive pathways are the neurons that are involved in pain perception, which typically arises from damage of the neurons or disease occurring in the nerves themselves. When action potentials in this pathway make it to the central terminals of the sensory neurons that are in the spinal cord, there is an influx of calcium that enters through the voltage-gated ion channels. This influx of calcium then triggers the release of the pro-nociceptive neurotransmitters. These neurotransmitters then bind to the receptors on the sensory neurons that cause a person to feel pain. Since these channels are able to influence the neurotransmitters in the body that cause a person to sense pain, voltage-gated ion channels that are permeable to calcium have also been found to be good targets for regulating chronic pain in patients who have difficulty finding effective treatment. A few of the conditions involving pain that are difficult to treat are acute pain, chronic inflammatory pain, and chronic neuropathic pain. These conditions are treated with medicine that has either been prone to becoming addictive to the patient, or can cause serious side effects, making the medicine controversial. <br>  <br> Studies have shown that N-type channels are particularly of interest in developing new medicine to help in treating chronic pain. N-type channels play a key role in being able to control the neurotransmission of pain in the spinal cord. Studies have shown that N-type channels are located in high amounts at the presynaptic terminals of neurons. They have a complex of proteins that form a pore with the ɑ1Bsubunit (also known as CaV2.2) and an auxiliary ɑ2δδ and β subunits. When there is tissue damage, these subunits are regulated in the neuron, which helps to prove that these channels are involved in nociceptive transmission. When looking at the spinal cord, the distribution of N-type channels also coincides with the evidence of these channels having a role in the transmission of nociceptive information in the body. A new drug, Ziconotide, is being tested to alter N-type channels in order to treat these conditions of chronic pain. One of the newest medicines is an analgesic drug that works through targeting N-type calcium channels specifically in order to lessen the transmission of pain. Peptide ɷɷ-conotoxins are what bind to the N-type calcium channels in order to block ion permeation, which then blocks the influx of calcium and the transmission of the nociceptive responses. Neurons located in the posterior horn of the spinal cord experience ɷɷ-conotoxins that, when binding to the receptors, can inhibit the release of the pro-nociceptive neurotransmitters and neuromodulators that come from the central nerve terminals of the afferent neurons. This inhibition is what ultimately can stop the transmission of pain to the person from damaged cells. Ziconotide is an inorganic version of the ɷɷ-conotoxin, MVIIA. This medicine is able to inhibit the release of pro-nociceptive receptors, which will then block the transmission of pain.",
            "score": 233.03886771202087
        },
        {
            "docid": "7012714_6",
            "document": "Cav1.2 . The activity of CaV1.2 channels is tightly regulated by the Ca2+ signals they produce. An increase in intracellular Ca2+ concentration implicated in Cav1.2 facilitation, a form of positive feedback called Ca2+-dependent facilitation, that amplifies Ca2+ influx. In addition, increasing influx intracellular Ca2+ concentration has implicated to exert the opposite effect Ca2+ dependent inactivation. These activation and inactivation mechanisms both involve Ca2+ binding to calmodulin (CaM) in the IQ domain in the C-terminal tail of these channels. Cav1.2 channels are arranged in cluster of eight, on average, in the cell membrane. When calcium ions bind to calmodulin, which in turn binds to a Cav1.2 channel, it allows the Cav1.2 channels within a cluster to interact with each other. This results in channels working cooperatively when they open at the same time to allow more calcium ions to enter and then close together to allow the cell to relax.",
            "score": 283.9043947458267
        },
        {
            "docid": "15397097_7",
            "document": "Orexin-A . A study from the University of Manchester discovered how glucose inhibited neurons affected the regulation of sleep cycles. Tests show a class of potassium ion channels, pore-like proteins in the cell membrane, affect the cellular responses by controlling the flow of potassium into the cell. The exact mechanism of the potassium ion channels is unknown, but the experiments show that the presence of glucose inhibited the orexin neurons by acting on this class of potassium ion channels known as \"tandem pore\" channels.",
            "score": 211.38179540634155
        },
        {
            "docid": "1610581_2",
            "document": "Voltage-gated calcium channel . Voltage-gated calcium channels (VGCCs), also known as voltage-dependent calcium channels (VDCCs), are a group of voltage-gated ion channels found in the membrane of excitable cells (\"e.g.\", muscle, glial cells, neurons, etc.) with a permeability to the calcium ion Ca. These channels are slightly permeable to sodium ions, so they are also called Ca-Na channels, but their permeability to calcium is about 1000-fold greater than to sodium under normal physiological conditions. At physiologic or resting membrane potential, VGCCs are normally closed. They are activated (\"i.e.\", opened) at depolarized membrane potentials and this is the source of the \"voltage-gated\" epithet. The concentration of calcium (Ca ions) is normally several thousand times higher outside the cell than inside. Activation of particular VGCCs allows Ca to rush into the cell, which, depending on the cell type, results in activation of calcium-sensitive potassium channels, muscular contraction, excitation of neurons, up-regulation of gene expression, or release of hormones or neurotransmitters. VGCCs have been immunolocalized in the zona glomerulosa of normal and hyperplastic human adrenal, as well as in aldosterone-producing adenomas (APA), and in the latter T-type VGCCs correlated with plasma aldosterone levels of patients. Excessive activation of VGCCs is a major component of excitotoxicity, as severely elevated levels of intracellular calcium activates enzymes which, at high enough levels, can degrade essential cellular structures.",
            "score": 281.413947224617
        },
        {
            "docid": "1349300_4",
            "document": "Cyclic nucleotide–gated ion channel . CNG channels have important functions in signal transduction in retinal photoreceptors and olfactory receptor neurons. They are directly activated by cyclic nucleotides, and approximately 4 cyclic nucleotides are needed to activate each channel. CNG channels are nonselective and allow many alkali ions to flow into or out of a cell expressing CNG channels on its membrane. This flow of ions can result in either depolarization or hyperpolarization. CNG channels can be activated by cAMP or cGMP exclusively, or sometimes by a combination of both cNMPs, and some channels are more selective than others. Even though the activity of these channels show little voltage dependence, they are still considered voltage-dependent channels. Calcium, calmodulin, and phosphorylation modulate the opening of CNG channels.",
            "score": 252.47157907485962
        },
        {
            "docid": "2020589_13",
            "document": "G protein-gated ion channel . Several high-threshold, slowly inactivating calcium channels in neurons are regulated by G proteins. The activation of α-subunits of G proteins has been shown to cause rapid closing of voltage-dependent Ca channels, which causes difficulties in the firing of action potentials. This inhibition of voltage-gated Calcium channels by G protein-coupled receptors has been demonstrated in the dorsal root ganglion of a chick among other cell lines. Further studies have indicated roles for both G and G subunits in the inhibition of Ca channels. The research geared to defining the involvement of each subunit, however, has not uncovered the specificity or mechanisms by which Ca channels are regulated.",
            "score": 211.6987829208374
        },
        {
            "docid": "463847_2",
            "document": "BK channel . BK channels (Big Potassium), also known as Maxi-K, slo1, or Kcal.1, are voltage-gated potassium channels that conduct large amounts of potassium ions (K) across the cell membrane, hence their name, Big Potassium. These channels can be activated (opened) by either electrical means, or by increasing calcium concentrations in the cell. BK channels help regulate physiological processes, such as circadian behavioral rhythms and neuronal excitability. BK channels are also involved in many processes in the body, as it is a ubiquitous channel. They have a tetrameric structure that is composed of a transmembrane domain, voltage sensing domain, potassium channel domain, and a cytoplasmic C-terminal domain, with many X-ray structures for reference. Their function is to repolarize the membrane potential by allowing for potassium to flow outward, in response to a depolarization or increase in calcium levels.",
            "score": 250.15713906288147
        },
        {
            "docid": "1610581_17",
            "document": "Voltage-gated calcium channel . Early in development, there is a high amount of expression of T-type calcium channels. During maturation of the nervous system, the expression of N or L-type currents becomes more prominent. As a result, mature neurons express more calcium channels that will only be activated when the cell is significantly depolarized. The different expression levels of low-voltage activated (LVA) and high-voltage activated (HVA) channels can also play an important role in neuronal differentiation. In developing Xenopus spinal neurons LVA calcium channels carry a spontaneous calcium transient that may be necessary for the neuron to adopt a GABAergic phenotype as well as process outgrowth.",
            "score": 208.14822113513947
        },
        {
            "docid": "736407_19",
            "document": "Opioid receptor . Voltage-gated dependent calcium channel, (VDCCs), are key in the depolarisation of neurons, and play a major role in promoting the release of neurotransmitters. When agonists bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, so opioid receptor activation reduces the release of these substances, thus creating a strong analgesic effect.",
            "score": 261.33517158031464
        },
        {
            "docid": "14880509_3",
            "document": "KCNN2 . Action potentials in vertebrate neurons are followed by an afterhyperpolarization (AHP) that may persist for several seconds and may have profound consequences for the firing pattern of the neuron. Each component of the AHP is kinetically distinct and is mediated by different calcium-activated potassium channels. The K2.2 protein is activated before membrane hyperpolarization and is thought to regulate neuronal excitability by contributing to the slow component of synaptic AHP. K2.2 is an integral membrane protein that forms a voltage-independent calcium-activated channel with three other calmodulin-binding subunits. This protein is a member of the calcium-activated potassium channel family. Two transcript variants encoding different isoforms have been found for the KCNN2 gene.",
            "score": 206.27236604690552
        },
        {
            "docid": "9773346_15",
            "document": "T-type calcium channel . The major disease that involves the T-type calcium channel is absence epilepsy. This disease is caused by mutations of T-type calcium channel itself. When an individual has this disease, they will move in and out of a sleep-like state, even during normal activities. Experiments on the Genetic Absence Epilepsy Rat of Strasbourg (GAERS) suggested that absence epilepsy in the rat was linked to T-type channel protein expression. In fact, neurons isolated from the reticular nucleus of the thalamus of the GAERS showed 55% greater T-type currents, and these currents were attributed to an increase in the Ca3.2 mRNA, according to Tally et al. suggesting that T-type protein expression was up regulated in the GAERS. Further experiments on the GAERS showed that, indeed, the expression of T-type calcium channels play a key role in seizures caused by absence epilepsy in the GAERS. Also, other evidence suggest that T-type calcium channel expression is not only up regulated in absence epilepsy, but also in other forms of epilepsy as well.",
            "score": 190.72865629196167
        },
        {
            "docid": "1258079_2",
            "document": "Voltage-gated ion channel . Voltage-gated ion channels are a class of transmembrane proteins that form ion channels that are activated by changes in the electrical membrane potential near the channel. The membrane potential alters the conformation of the channel proteins, regulating their opening and closing. Cell membranes are generally impermeable to ions, thus they must diffuse through the membrane through transmembrane protein channels. They have a crucial role in excitable cells such as neuronal and muscle tissues, allowing a rapid and co-ordinated depolarization in response to triggering voltage change. Found along the axon and at the synapse, voltage-gated ion channels directionally propagate electrical signals. Voltage-gated ion-channels are usually ion-specific, and channels specific to sodium (Na), potassium (K), calcium (Ca), and chloride (Cl) ions have been identified. The opening and closing of the channels are triggered by changing ion concentration, and hence charge gradient, between the sides of the cell membrane.",
            "score": 305.26394629478455
        },
        {
            "docid": "26810358_3",
            "document": "Paroxysmal depolarizing shift . In contrast, there lies non-synaptic mechanism of PDS. It is noteworthy that unmasking persistent sodium current in presence of Calcium channel blocker has been well studied. It is likely that calcium channel blocker will block voltage and ligand gated Calcium channel, thereby affecting calcium-activated potassium channel in invertebrate model system. The initiation of PDS without blocking any channel are much more prevalent in mammalian neurons, for example, thalamocortical neuron, CA3 pyramidal neuron, and some hypothalamic neurons. The possibility of spontaneous bursting in these neurons are implicated in regulating hormonal secretion. The significance of PDS may increase the signal-to-noise ratio, plays vital role in information processing, synaptic plasticity and among others. In contrast, the PDSs could be generated by electrical or chemical stimulation to single neurons.",
            "score": 198.32027554512024
        },
        {
            "docid": "9773346_2",
            "document": "T-type calcium channel . T-type calcium channels are low-voltage activated calcium channels that open during membrane depolarization. These channels aid in mediating calcium influx into cells after an action potential or depolarizing signal. The entry of calcium into various cells has many different physiological responses associated with it. Within cardiac and smooth muscle cells voltage-gated calcium channel activation initiates contraction directly by allowing the cytosolic concentration to increase. Not only are T-type calcium channels known to be present within cardiac and smooth muscle, but also are present in many neuronal cells within the central nervous system. Different experimental studies within the 1970s allowed for the distinction of T-type calcium channels (transient opening calcium channels) from the already well-known L-type calcium channels (Long-Lasting calcium channels). The new T-type channels were much different from the L-type calcium channels due to their ability to be activated by more negative membrane potentials, had small single channel conductance, and also were unresponsive to calcium antagonist drugs that were present. These distinct calcium channels are generally located within the brain, peripheral nervous system, heart, smooth muscle, bone, and endocrine system.",
            "score": 258.3011304140091
        },
        {
            "docid": "9773346_6",
            "document": "T-type calcium channel . Like any other channel in a cell membrane, the primary function of the T-type voltage gated calcium channel is to allow passage of ions, in this case calcium, through the membrane when the channel is activated. When membrane depolarization occurs in a cell membrane where these channels are embedded, they open and allow calcium to enter the cell, which leads to several different cellular events depending on where in the body the cell is found. As a member of the Ca3 subfamily of voltage-gated calcium channels, the function of the T-type channel is important for the repetitive firing of action potentials in cells with rhythmic firing patterns such as cardiac muscle cells and neurons in the thalamus of the brain. T-type calcium channels are activated in the same range as voltage-gated sodium channels, which is at about -55 mV. Because of this very negative value at which these channels are active, there is a large driving force for calcium going into the cell. The T-type channel is regulated by both dopamine and other neurotransmitters, which inhibit T-type currents. Additionally, in certain cells angiotensin II enhances the activation of T-type channels.",
            "score": 279.45791363716125
        },
        {
            "docid": "8131_13",
            "document": "Dendrite . Action potentials in animal cells are generated by either sodium-gated or calcium-gated ion channels in the plasma membrane. These channels are closed when the membrane potential is near to, or at, the resting potential of the cell. The channels will start to open if the membrane potential increases, allowing sodium or calcium ions to flow into the cell. As more ions enter the cell, the membrane potential continues to rise. The process continues until all of the ion channels are open, causing a rapid increase in the membrane potential that then triggers the decrease in the membrane potential. The depolarizing is caused by the closing of the ion channels that prevent sodium ions from entering the neuron, and they are then actively transported out of the cell. Potassium channels are then activated, and there is an outward flow of potassium ions, returning the electrochemical gradient to the resting potential. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization or refractory period, due to additional potassium currents. This is the mechanism that prevents an action potential from traveling back the way it just came.",
            "score": 283.60918831825256
        },
        {
            "docid": "14495617_7",
            "document": "Lacosamide . Lacosamide is a functionalized amino acid that produces activity in the maximal electroshock seizure (MES) test, that, like some other antiepileptic drugs (AEDs), are believed to act through voltage-gated sodium channels. Lacosamide enhances the slow inactivation of voltage-gated sodium channels without affecting the fast inactivation of voltage-gated sodium channels. This inactivation prevents the channel from opening, helping end the action potential. Many antiepileptic drugs, like carbamazepine or lamotrigine, slow the recovery from inactivation and hence reduce the ability of neurons to fire action potentials. Inactivation only occurs in neurons firing action potentials; this means that drugs that modulate fast inactivation selectively reduce the firing in active cells. Slow inactivation is similar but does not produce complete blockade of voltage gated sodium channels, with both activation and inactivation occurring over hundreds of milliseconds or more. Lacosamide makes this inactivation happen at less depolarized membrane potentials. This means that lacosamide only affects neurons which are depolarized or active for long periods of time, typical of neurons at the focus of epilepsy. Lacosamide administration results in the inhibition of repetitive neuronal firing, the stabilization of hyperexcitable neuronal membranes, and the reduction of long-term channel availability, but does not affect physiological function. Lacosamide has a dual mechanism of action. It also modulates collapsin response mediator protein 2 (CRMP-2), preventing the formation of abnormal neuronal connections in the brain.",
            "score": 171.76534628868103
        },
        {
            "docid": "563161_27",
            "document": "Membrane potential . Ion channels can be classified by how they respond to their environment. For example, the ion channels involved in the action potential are \"voltage-sensitive channels\"; they open and close in response to the voltage across the membrane. \"Ligand-gated channels\" form another important class; these ion channels open and close in response to the binding of a ligand molecule, such as a neurotransmitter. Other ion channels open and close with mechanical forces. Still other ion channels—such as those of sensory neurons—open and close in response to other stimuli, such as light, temperature or pressure.",
            "score": 200.54065561294556
        },
        {
            "docid": "42433109_7",
            "document": "EMA401 . Nociceptive pain is immediate pain felt as a result of injury inflicted upon tissue. Neuropathic pain, in contrast, is long-lasting pain that develops when the peripheral and the central nervous system are sensitized following injury to these systems. Neuropathic pain may be continuous pain, spontaneous, or pain caused by hypersensitivity to non-nociceptive levels of stimulus. Angiotensin II (AngII) is an octapeptide that regulates blood pressure, controls water fluid balance, and pain perception. It activates two membrane bound G protein-coupled receptors: angiotensin II type 1 receptors (ATR) and angiotensin II type 2 receptors (ATR). AgnII co-localization with substance P and calcitonin gene-related peptide implies its role in nociception. ATR, the receptor mainly responsible for AngII's effect on the pain mechanisms within the nervous system, is expressed in the dorsal root ganglion (DRG), as well as human trigeminal ganglia. These receptors are locally produced inside DRG neurons, implying the presence of an intrinsic angiotensinergic system. Injured nerves and painful neuromas show higher ATR expression compared to normal undamaged nerves. AngII contributes to neuropathic pain by potentiating neuronal pathways that signal pain when AngII activates ATR expressed on pain detecting neurons. AngII potentiates neuronal pathways by increasing neurite length and density in DRG neurons. AngII potentiates neuronal pathways by sensitizing nociceptors as well. Nociceptor sensitization suggests a decreased thresholds for activation of nociceptors. ATR activation increases kinase levels in DRG neurons, such as levels of PKA, PKC and MAPK, via G protein-coupled receptor-activated second messenger pathways. These phosphorylating enzymes sensitize major voltage-gated ion channels found on DRG neurons. Sensitization increases neuronal excitation following receptor channel activation. EMA401 antagonized human ATR with a Ki of 5.4 nM, IC of 39 nM and a Hill coefficient of 1.3. EMA401 alleviates pain and provides relief by blocking the AngII induced potentiation. TRPV1 is an example a nociceptor that's sensitization is inhibited by EMA401. Clinical conditions of chronic pain shows up-regulated TRPV1 expression. The transient receptor potential cation channel subfamily V member 1 (TRPV1) is a ligand-gated non-selective cation channel found in sensory neurons that allows the sensation and perception of heat and other noxious stimuli. Opening of TRPV1 channels lead to the influx of Na and Ca, causing the nociceptive neuron to depolarize. The direct phosphorylation of TRPV1 channel's Ser116 residue by cAMP-dependent protein kinase (PKA) sensitizes the TRPV1 channel. cAMP signals PKA to phosphorylate TRPV1. Phosphorylated TRPV1 has a lower threshold for activation, causing potentiation of its neuronal pathways. Activation of the ATR increases cAMP levels, resulting in higher numbers of phosphorylated TRPV1. This causes behavioral hypersensitivity of TRPV1 to its stimuli. Increased ATR activity causes hyperalgesia. ATR antagonist EMA401 inhibits the downstream effects of ATR activation, including an increase in cAMP. Fewer TRPV1 are phosphorylated when treated with EMA401, both reversing and/or preventing potentiation that causes hyperalgesia. AngII increases neuronal excitability to TRPV1 channel activation. EMA401 inhibits this increase in excitability in a dose dependent manner, producing analgesic effects.",
            "score": 151.5895974636078
        },
        {
            "docid": "1422685_8",
            "document": "Beta-Endorphin . Voltage-dependent calcium channels (VDCCs) are important membrane proteins that mediate the depolarization of neurons, and play a major role in promoting the release of neurotransmitters. When endorphin molecules bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, and as β-Endorphin reduces the release of these substances, there is a strong analgesic effect.",
            "score": 263.6818999052048
        },
        {
            "docid": "9773357_2",
            "document": "N-type calcium channel . N-type calcium channels are voltage gated calcium channels that are distributed throughout the entire body. These channels are high voltage activated channels composed of alpha-1B subunits. The alpha subunit forms the pore through which the calcium enters and helps to determine most of the channel's properties. The alpha subunit is also known as the calcium channel/voltage dependent/N type, alpha 1 subunit (CACNA1B), or calcium voltage-gated channel subunit alpha1 B. The subunit is essential to modulate neurotransmitter release. They also contain associated subunits such as β1, β3, β4, α2δ, and possibly γ. These channels are known for their importance in the nervous system. They play a small role in the migration of immature neurons before the establishment of their mature synapses, and they are critically involved in the release of neurotransmitters, which is also similar to another type of calcium channels, known as P-type calcium channels. N-type calcium channels are targets for the development of drugs to relieve chronic and neuropathic pain. They are also used for the treatment of hypertension, Autism Spectrum Disorder, Osteoarthritis, and other medical diagnoses. Additionally, N-type calcium channels have known functions in the kidney, and heart. There are many known N-type calcium channel blockers, that function to inhibit channel activity, but with the most notable blocker as ω-Conotoxins. Blockers, like ω-Conotoxins, can interfere with many different therapeutic processes.",
            "score": 192.01438558101654
        },
        {
            "docid": "25327696_7",
            "document": "Acid-sensing ion channel . The role of the ASIC is to sense reduced levels of extracellular pH and result in a response or signal from the neuron. The ligand that binds to the activation site has long been thought to be exclusively protons, however recent studies have shown that ASIC4 and ASIC1 can be activated at normal pH levels, indicating other types of ligand binders. Under increased acidic conditions, a proton binds to the channel in the extracellular region, activating the ion channel to go through conformational change therefore opening transmembrane domain 2 (TMD2). This results in the influx of sodium ions through the lumen of TMD2. All ASICs are specifically permeable to sodium ions. The only variant is ASIC1a which also has a low permeability to calcium ions. The influx of these cations results in membrane depolarization. Voltage-gated Ca channels are activated resulting in an influx of calcium into the cell. This causes depolarization of the neuron and an excitatory response released. In ASIC1a, Ca increase inside the cell is a result of calcium influx directly through the channel.",
            "score": 268.2354304790497
        },
        {
            "docid": "21120_10",
            "document": "Neuron . The key to neural function is the synaptic signaling process, which is partly electrical and partly chemical. The electrical aspect depends on properties of the neuron's membrane. Like all animal cells, the cell body of every neuron is enclosed by a plasma membrane, a bilayer of lipid molecules with many types of protein structures embedded in it. A lipid bilayer is a powerful electrical insulator, but in neurons, many of the protein structures embedded in the membrane are electrically active. These include ion channels that permit electrically charged ions to flow across the membrane and ion pumps that actively transport ions from one side of the membrane to the other. Most ion channels are permeable only to specific types of ions. Some ion channels are voltage gated, meaning that they can be switched between open and closed states by altering the voltage difference across the membrane. Others are chemically gated, meaning that they can be switched between open and closed states by interactions with chemicals that diffuse through the extracellular fluid. The interactions between ion channels and ion pumps produce a voltage difference across the membrane, typically a bit less than 1/10 of a volt at baseline. This voltage has two functions: first, it provides a power source for an assortment of voltage-dependent protein machinery that is embedded in the membrane; second, it provides a basis for electrical signal transmission between different parts of the membrane.",
            "score": 263.8568767309189
        },
        {
            "docid": "531064_10",
            "document": "Cell adhesion . Gap junctions are composed of channels called connexons, which consist of transmembrane proteins called connexins clustered in groups of six. Connexons from adjacent cells form continuous channels when they come into contact and align with each other. These channels allow transport of ions and small molecules between cytoplasm of two adjacent cells, apart from holding cells together and provide structural stability like anchoring junctions or tight junctions. Gap junction channels are selectively permeable to specific ions depending on which connexins form the connexons, which allows gap junctions to be involved in cell signalling by regulating the transfer of molecules involved in signalling cascades. Channels can respond to many different stimuli and are regulated dynamically either by rapid mechanisms, such as voltage gating, or by slow mechanism, such as altering numbers of channels present in gap junctions.",
            "score": 207.18230056762695
        },
        {
            "docid": "1349300_27",
            "document": "Cyclic nucleotide–gated ion channel . Almost all responses to odorants in olfactory sensory neurons (OSNs) are facilitated by CNG channels. When an odorant binds to its specific receptor in the chemosensitive cilia membrane, it activates a G protein, which causes a downstream reaction activating the enzyme adenylyl cyclase (AC). This enzyme is responsible for an increase in cAMP concentration within the OSN. cAMP binds to the CNG channels in the OSN membrane, opening them, and making the cell highly permeable to Ca. Calcium ions flow into the cell causing a depolarization. As in all other cell types, CNG channels in OSNs also allow Na to flow into the cell. Additionally, the increased Ca concentration inside the cell activates Ca-dependent chloride (Cl) channels, which causes intracellular Cl ions to also flow out of the cell augmenting the depolarization event. This depolarization stimulates an action potential that ultimately signals the reception of the odorant. In addition to cAMP gated ion channels, a small subset of OSNs also has cGMP-selective CNG channels.",
            "score": 257.99332571029663
        },
        {
            "docid": "542598_13",
            "document": "Protein complex . The voltage-gated potassium channels in the plasma membrane of a neuron are heteromultimeric proteins composed of four of forty known alpha subunits. Subunits must be of the same subfamily to form the multimeric protein channel. The tertiary structure of the channel allows ions to flow through the hydrophobic plasma membrane. Connexons are an example of a homomultimeric protein composed of six identical connexins. A cluster of connexons forms the gap-junction in two neurons that transmit signals through an electrical synapse.",
            "score": 210.72193789482117
        },
        {
            "docid": "156998_12",
            "document": "Action potential . Thus, a voltage-gated ion channel tends to be open for some values of the membrane potential, and closed for others. In most cases, however, the relationship between membrane potential and channel state is probabilistic and involves a time delay. Ion channels switch between conformations at unpredictable times: The membrane potential determines the rate of transitions and the probability per unit time of each type of transition. Voltage-gated ion channels are capable of producing action potentials because they can give rise to positive feedback loops: The membrane potential controls the state of the ion channels, but the state of the ion channels controls the membrane potential. Thus, in some situations, a rise in the membrane potential can cause ion channels to open, thereby causing a further rise in the membrane potential. An action potential occurs when this positive feedback cycle proceeds explosively. The time and amplitude trajectory of the action potential are determined by the biophysical properties of the voltage-gated ion channels that produce it. Several types of channels capable of producing the positive feedback necessary to generate an action potential do exist. Voltage-gated sodium channels are responsible for the fast action potentials involved in nerve conduction. Slower action potentials in muscle cells and some types of neurons are generated by voltage-gated calcium channels. Each of these types comes in multiple variants, with different voltage sensitivity and different temporal dynamics.",
            "score": 238.72719264030457
        },
        {
            "docid": "7704373_2",
            "document": "SK channel . SK channels (small conductance calcium-activated potassium channels) are a subfamily of Ca-activated K channels. They are so called because of their small single channel conductance in the order of 10 pS. SK channels are a type of ion channel allowing potassium cations to cross the cell membrane and are activated (opened) by an increase in the concentration of intracellular calcium through N-type calcium channels. Their activation limits the firing frequency of action potentials and is important for regulating afterhyperpolarization in the neurons of the central nervous system as well as many other types of electrically excitable cells. This is accomplished through the hyperpolarizing leak of positively charged potassium ions along their concentration gradient into the extracellular space. This hyperpolarization causes the membrane potential to become more negative. SK channels are thought to be involved in synaptic plasticity and therefore play important roles in learning and memory.",
            "score": 283.3365457057953
        },
        {
            "docid": "627937_11",
            "document": "Pyramidal cell . Pyramidal neurons, like other neurons, have numerous voltage-gated ion channels. In pyramidal cells, there is an abundance of Na, Ca, and K channels in the dendrites, and some channels in the soma. Ion channels within pyramidal cell dendrites have different properties from the same ion channel type within the pyramidal cell soma. Voltage-gated Ca channels in pyramidal cell dendrites are activated by subthreshold EPSPs and by back-propagating action potentials. The extent of back-propagation of action potentials within pyramidal dendrites depends upon the K channels. K channels in pyramidal cell dendrites provide a mechanism for controlling the amplitude of action potentials.",
            "score": 193.93499660491943
        },
        {
            "docid": "569399_22",
            "document": "Stimulus (physiology) . This change in membrane permeability in the dendrites is known as a local graded potential and causes the membrane voltage to change from a negative resting potential to a more positive voltage, a process known as depolarization. The opening of sodium channels allows nearby sodium channels to open, allowing the change in permeability to spread from the dendrites to the cell body. If a graded potential is strong enough, or if several graded potentials occur in a fast enough frequency, the depolarization is able to spread across the cell body to the axon hillock. From the axon hillock, an action potential can be generated and propagated down the neuron's axon, causing sodium ion channels in the axon to open as the impulse travels. Once the signal begins to travel down the axon, the membrane potential has already passed threshold, which means that it cannot be stopped. This phenomenon is known as an all-or-nothing response. Groups of sodium channels opened by the change in membrane potential strengthen the signal as it travels away from the axon hillock, allowing it to move the length of the axon. As the depolarization reaches the end of the axon, or the axon terminal, the end of the neuron becomes permeable to calcium ions, which enters the cell via calcium ion channels. Calcium causes the release of neurotransmitters stored in synaptic vesicles, which enter the synapse between two neurons known as the presynaptic and postsynaptic neurons; if the signal from the presynaptic neuron is excitatory, it will cause the release of an excitatory neurotransmitter, causing a similar response in the postsynaptic neuron. These neurons may communicate with thousands of other receptors and target cells through extensive, complex dendritic networks. Communication between receptors in this fashion enables discrimination and the more explicit interpretation of external stimuli. Effectively, these localized graded potentials trigger action potentials that communicate, in their frequency, along nerve axons eventually arriving in specific cortexes of the brain. In these also highly specialized parts of the brain, these signals are coordinated with others to possibly trigger a new response.",
            "score": 276.43486070632935
        },
        {
            "docid": "22210872_19",
            "document": "Barbiturate . Further, barbiturates are relatively non-selective compounds that bind to an entire superfamily of ligand-gated ion channels, of which the GABA receptor channel is only one of several representatives. This superfamily of ion channels includes the neuronal nACh receptor channel, the 5-HT receptor channel, and the glycine receptor channel. However, while GABA receptor currents are increased by barbiturates (and other general anaesthetics), ligand-gated ion channels that are predominantly permeable for cationic ions are blocked by these compounds. For example, neuronal nAChR channels are blocked by clinically relevant anaesthetic concentrations of both thiopental and pentobarbital. Such findings implicate (non-GABA-ergic) ligand-gated ion channels, e.g. the neuronal nAChR channel, in mediating some of the (side) effects of barbiturates. This is the mechanism responsible for the (mild to moderate) anesthetic effect of barbiturates in high doses when used in anesthetic concentration.",
            "score": 174.9880895614624
        }
    ],
    "r": [
        {
            "docid": "1258079_2",
            "document": "Voltage-gated ion channel . Voltage-gated ion channels are a class of transmembrane proteins that form ion channels that are activated by changes in the electrical membrane potential near the channel. The membrane potential alters the conformation of the channel proteins, regulating their opening and closing. Cell membranes are generally impermeable to ions, thus they must diffuse through the membrane through transmembrane protein channels. They have a crucial role in excitable cells such as neuronal and muscle tissues, allowing a rapid and co-ordinated depolarization in response to triggering voltage change. Found along the axon and at the synapse, voltage-gated ion channels directionally propagate electrical signals. Voltage-gated ion-channels are usually ion-specific, and channels specific to sodium (Na), potassium (K), calcium (Ca), and chloride (Cl) ions have been identified. The opening and closing of the channels are triggered by changing ion concentration, and hence charge gradient, between the sides of the cell membrane.",
            "score": 305.2639465332031
        },
        {
            "docid": "598570_12",
            "document": "Sinoatrial node . This phase is also known as the pacemaker potential. Immediately following an action potential, when the membrane potential is very negative (it is hyperpolarised) the voltage slowly begins to increase. This is initially due to the closing of potassium channels, which reduces the flow of potassium ions (I) out of the cell (see phase 3, below). Alongside the deactivation of the potassium channels, channels known as hyperpolarisation-activated cyclic nucleotide–gated (HCN) channels, are activated. Activation of these channels at very negative membrane potential is an unusual property for ion channels, therefore the flow of sodium (Na) and some potassium (K) through the activated HCN channel is referred to as a \"funny current\" (I). This funny current causes the membrane potential of the cell to gradually increase, as the positive charge (Na and K) is flowing into the cell. Another mechanism involved in pacemaker potential is known as the calcium clock. Here, calcium is released spontaneously from the sarcoplasmic reticulum (a calcium store) into the cell, this is known as a spontaneous Ca spark. This in-crease in calcium within the cell then activates a sodium-calcium exchanger (NCX), which removes one Ca from the cell, and exchanges it for 3 Na into the cell (therefore removing a charge of +2 from the cell, but allowing a charge of +3 to enter the cell) therefore in-creasing the membrane potential. The calcium is later pumped back into the cell via calcium channels located on the cell membrane and SR membrane. The increase in membrane potential produced by these mechanisms, activates T-type calcium channels and then L-type calcium channels (which open very slowly). These channels allow a flow of calcium ions (Ca) into the cell, making the membrane potential more positive.",
            "score": 295.2535400390625
        },
        {
            "docid": "7012714_6",
            "document": "Cav1.2 . The activity of CaV1.2 channels is tightly regulated by the Ca2+ signals they produce. An increase in intracellular Ca2+ concentration implicated in Cav1.2 facilitation, a form of positive feedback called Ca2+-dependent facilitation, that amplifies Ca2+ influx. In addition, increasing influx intracellular Ca2+ concentration has implicated to exert the opposite effect Ca2+ dependent inactivation. These activation and inactivation mechanisms both involve Ca2+ binding to calmodulin (CaM) in the IQ domain in the C-terminal tail of these channels. Cav1.2 channels are arranged in cluster of eight, on average, in the cell membrane. When calcium ions bind to calmodulin, which in turn binds to a Cav1.2 channel, it allows the Cav1.2 channels within a cluster to interact with each other. This results in channels working cooperatively when they open at the same time to allow more calcium ions to enter and then close together to allow the cell to relax.",
            "score": 283.9043884277344
        },
        {
            "docid": "8131_13",
            "document": "Dendrite . Action potentials in animal cells are generated by either sodium-gated or calcium-gated ion channels in the plasma membrane. These channels are closed when the membrane potential is near to, or at, the resting potential of the cell. The channels will start to open if the membrane potential increases, allowing sodium or calcium ions to flow into the cell. As more ions enter the cell, the membrane potential continues to rise. The process continues until all of the ion channels are open, causing a rapid increase in the membrane potential that then triggers the decrease in the membrane potential. The depolarizing is caused by the closing of the ion channels that prevent sodium ions from entering the neuron, and they are then actively transported out of the cell. Potassium channels are then activated, and there is an outward flow of potassium ions, returning the electrochemical gradient to the resting potential. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization or refractory period, due to additional potassium currents. This is the mechanism that prevents an action potential from traveling back the way it just came.",
            "score": 283.60919189453125
        },
        {
            "docid": "7704373_2",
            "document": "SK channel . SK channels (small conductance calcium-activated potassium channels) are a subfamily of Ca-activated K channels. They are so called because of their small single channel conductance in the order of 10 pS. SK channels are a type of ion channel allowing potassium cations to cross the cell membrane and are activated (opened) by an increase in the concentration of intracellular calcium through N-type calcium channels. Their activation limits the firing frequency of action potentials and is important for regulating afterhyperpolarization in the neurons of the central nervous system as well as many other types of electrically excitable cells. This is accomplished through the hyperpolarizing leak of positively charged potassium ions along their concentration gradient into the extracellular space. This hyperpolarization causes the membrane potential to become more negative. SK channels are thought to be involved in synaptic plasticity and therefore play important roles in learning and memory.",
            "score": 283.3365478515625
        },
        {
            "docid": "1610581_2",
            "document": "Voltage-gated calcium channel . Voltage-gated calcium channels (VGCCs), also known as voltage-dependent calcium channels (VDCCs), are a group of voltage-gated ion channels found in the membrane of excitable cells (\"e.g.\", muscle, glial cells, neurons, etc.) with a permeability to the calcium ion Ca. These channels are slightly permeable to sodium ions, so they are also called Ca-Na channels, but their permeability to calcium is about 1000-fold greater than to sodium under normal physiological conditions. At physiologic or resting membrane potential, VGCCs are normally closed. They are activated (\"i.e.\", opened) at depolarized membrane potentials and this is the source of the \"voltage-gated\" epithet. The concentration of calcium (Ca ions) is normally several thousand times higher outside the cell than inside. Activation of particular VGCCs allows Ca to rush into the cell, which, depending on the cell type, results in activation of calcium-sensitive potassium channels, muscular contraction, excitation of neurons, up-regulation of gene expression, or release of hormones or neurotransmitters. VGCCs have been immunolocalized in the zona glomerulosa of normal and hyperplastic human adrenal, as well as in aldosterone-producing adenomas (APA), and in the latter T-type VGCCs correlated with plasma aldosterone levels of patients. Excessive activation of VGCCs is a major component of excitotoxicity, as severely elevated levels of intracellular calcium activates enzymes which, at high enough levels, can degrade essential cellular structures.",
            "score": 281.4139404296875
        },
        {
            "docid": "36808_46",
            "document": "Heart . When the sinoatrial cells are resting, they have a negative charge on their membranes. However a rapid influx of sodium ions causes the membrane's charge to become positive. This is called depolarisation and occurs spontaneously. Once the cell has a sufficiently high charge, the sodium channels close and calcium ions then begin to enter the cell, shortly after which potassium begins to leave it. All the ions travel through ion channels in the membrane of the sinoatrial cells. The potassium and calcium only start to move out of and into the cell once it has a sufficiently high charge, and so are called voltage-gated. Shortly after this, the calcium channels close and potassium channels open, allowing potassium to leave the cell. This causes the cell to have a negative resting charge and is called repolarization. When the membrane potential reaches approximately −60 mV, the potassium channels close and the process may begin again.",
            "score": 281.3168029785156
        },
        {
            "docid": "9773346_6",
            "document": "T-type calcium channel . Like any other channel in a cell membrane, the primary function of the T-type voltage gated calcium channel is to allow passage of ions, in this case calcium, through the membrane when the channel is activated. When membrane depolarization occurs in a cell membrane where these channels are embedded, they open and allow calcium to enter the cell, which leads to several different cellular events depending on where in the body the cell is found. As a member of the Ca3 subfamily of voltage-gated calcium channels, the function of the T-type channel is important for the repetitive firing of action potentials in cells with rhythmic firing patterns such as cardiac muscle cells and neurons in the thalamus of the brain. T-type calcium channels are activated in the same range as voltage-gated sodium channels, which is at about -55 mV. Because of this very negative value at which these channels are active, there is a large driving force for calcium going into the cell. The T-type channel is regulated by both dopamine and other neurotransmitters, which inhibit T-type currents. Additionally, in certain cells angiotensin II enhances the activation of T-type channels.",
            "score": 279.4579162597656
        },
        {
            "docid": "569399_22",
            "document": "Stimulus (physiology) . This change in membrane permeability in the dendrites is known as a local graded potential and causes the membrane voltage to change from a negative resting potential to a more positive voltage, a process known as depolarization. The opening of sodium channels allows nearby sodium channels to open, allowing the change in permeability to spread from the dendrites to the cell body. If a graded potential is strong enough, or if several graded potentials occur in a fast enough frequency, the depolarization is able to spread across the cell body to the axon hillock. From the axon hillock, an action potential can be generated and propagated down the neuron's axon, causing sodium ion channels in the axon to open as the impulse travels. Once the signal begins to travel down the axon, the membrane potential has already passed threshold, which means that it cannot be stopped. This phenomenon is known as an all-or-nothing response. Groups of sodium channels opened by the change in membrane potential strengthen the signal as it travels away from the axon hillock, allowing it to move the length of the axon. As the depolarization reaches the end of the axon, or the axon terminal, the end of the neuron becomes permeable to calcium ions, which enters the cell via calcium ion channels. Calcium causes the release of neurotransmitters stored in synaptic vesicles, which enter the synapse between two neurons known as the presynaptic and postsynaptic neurons; if the signal from the presynaptic neuron is excitatory, it will cause the release of an excitatory neurotransmitter, causing a similar response in the postsynaptic neuron. These neurons may communicate with thousands of other receptors and target cells through extensive, complex dendritic networks. Communication between receptors in this fashion enables discrimination and the more explicit interpretation of external stimuli. Effectively, these localized graded potentials trigger action potentials that communicate, in their frequency, along nerve axons eventually arriving in specific cortexes of the brain. In these also highly specialized parts of the brain, these signals are coordinated with others to possibly trigger a new response.",
            "score": 276.43487548828125
        },
        {
            "docid": "15303_2",
            "document": "Ion channel . Ion channels are pore-forming membrane proteins that allow ions to pass through the channel pore. Their functions include establishing a resting membrane potential, shaping action potentials and other electrical signals by gating the flow of ions across the cell membrane, controlling the flow of ions across secretory and epithelial cells, and regulating cell volume. Ion channels are present in the membranes of all excitable cells. Ion channels are one of the two classes of ionophoric proteins, along with ion transporters (including the sodium-potassium pump, sodium-calcium exchanger, and sodium-glucose transport proteins).",
            "score": 272.9976501464844
        },
        {
            "docid": "1661168_3",
            "document": "Osmoreceptor . Osmoreceptors are located in the vascular organ of lamina terminalis (VOLT) a circumventricular organ which lacks a blood-brain barrier. They have a defined functionality as neurons that are endowed with the ability to detect extracellular fluid osmolarity. The VOLT is strongly interconnected with the median preoptic nucleus, and together these structures comprise the anteroventral third ventricle region. Osmoreceptors have aquaporin 4 proteins spanning through their plasma membranes in which water can diffuse, from an area of high to low water concentration. If plasma osmolarity rises above 290 mOsmol/kg, then water will move out of the cell due to osmosis, causing the neuroreceptor to shrink in size. Embedded into the cell membrane are stretch inactivated cation channels (SICs), which when the cell shrinks in size, open and allow positively charged ions, such as Na and K ions to enter the cell. This causes initial depolarisation of the osmoreceptor and activates voltage-gated sodium channel, which through a complex conformational change, allows more sodium ions to enter the neuron, leading to further depolarisation and an action potential to be generated. This action potential travels along the axon of the neuron, and causes the opening of voltage-dependent calcium channels in the axon terminal. This leads to a Ca influx, due to calcium ions diffusing into the neuron along their electrochemical gradient. The calcium ions binds to the synaptotagmin 1 sub-unit of the SNARE protein attached to the arginine-vasopressin (AVP) containing vesicle membrane. This causes the fusion of the vesicle with the neuronal post synaptic membrane. Subsequent release of AVP into the posterior pituitary gland occurs, whereby vasopressin is secreted into the blood stream of the nearby capillaries.",
            "score": 272.9071960449219
        },
        {
            "docid": "56549_6",
            "document": "Beta cell . The ATP-sensitive potassium ion channels close when this ratio rises. This means that potassium ions can no longer diffuse out of the cell. As a result, the potential difference across the membrane becomes more positive (as potassium ions accumulate inside the cell). This change in potential difference opens the voltage-gated calcium channels, which allows calcium ions from outside the cell to diffuse in down their concentration gradient. When the calcium ions enter the cell, they cause vesicles containing insulin to move to, and fuse with, the cell surface membrane, releasing insulin by exocytosis.",
            "score": 271.0007629394531
        },
        {
            "docid": "56549_4",
            "document": "Beta cell . Voltage-gated calcium channels and ATP-sensitive potassium ion channels are embedded in the cell surface membrane of beta cells. These ATP-sensitive potassium ion channels are normally open and the calcium ion channels are normally closed. Potassium ions diffuse out of the cell, down their concentration gradient, making the inside of the cell more negative with respect to the outside (as potassium ions carry a positive charge). At rest, this creates a potential difference across the cell surface membrane of -70mV.",
            "score": 269.4244384765625
        },
        {
            "docid": "650897_7",
            "document": "Electrical conduction system of the heart . Cardiac muscle has some similarities to neurons and skeletal muscle, as well as important unique properties. Like a neuron, a given myocardial cell has a negative membrane potential when at rest. Stimulation above a threshold value induces the opening of voltage-gated ion channels and a flood of cations into the cell. The positively charged ions entering the cell cause the depolarization characteristic of an action potential. Like skeletal muscle, depolarization causes the opening of voltage-gated calcium channels and release of Ca from the t-tubules. This influx of calcium causes calcium-induced calcium release from the sarcoplasmic reticulum, and free Ca causes muscle contraction. After a delay, potassium channels reopen, and the resulting flow of K out of the cell causes repolarization to the resting state.",
            "score": 269.3218994140625
        },
        {
            "docid": "378744_8",
            "document": "Calcium in biology . The effects of calcium on human cells are specific, meaning that different types of cells respond in different ways. However, in certain circumstances, its action may be more general. Ca ions are one of the most widespread second messengers used in signal transduction. They make their entrance into the cytoplasm either from outside the cell through the cell membrane via calcium channels (such as calcium-binding proteins or voltage-gated calcium channels), or from some internal calcium storages such as the endoplasmic reticulum and mitochondria. Levels of intracellular calcium are regulated by transport proteins that remove it from the cell. For example, the sodium-calcium exchanger uses energy from the electrochemical gradient of sodium by coupling the influx of sodium into cell (and down its concentration gradient) with the transport of calcium out of the cell. In addition, the plasma membrane Ca ATPase (PMCA) obtains energy to pump calcium out of the cell by hydrolysing adenosine triphosphate (ATP). In neurons, voltage-dependent, calcium-selective ion channels are important for synaptic transmission through the release of neurotransmitters into the synaptic cleft by vesicle fusion of synaptic vesicles.",
            "score": 268.68603515625
        },
        {
            "docid": "25327696_7",
            "document": "Acid-sensing ion channel . The role of the ASIC is to sense reduced levels of extracellular pH and result in a response or signal from the neuron. The ligand that binds to the activation site has long been thought to be exclusively protons, however recent studies have shown that ASIC4 and ASIC1 can be activated at normal pH levels, indicating other types of ligand binders. Under increased acidic conditions, a proton binds to the channel in the extracellular region, activating the ion channel to go through conformational change therefore opening transmembrane domain 2 (TMD2). This results in the influx of sodium ions through the lumen of TMD2. All ASICs are specifically permeable to sodium ions. The only variant is ASIC1a which also has a low permeability to calcium ions. The influx of these cations results in membrane depolarization. Voltage-gated Ca channels are activated resulting in an influx of calcium into the cell. This causes depolarization of the neuron and an excitatory response released. In ASIC1a, Ca increase inside the cell is a result of calcium influx directly through the channel.",
            "score": 268.23541259765625
        },
        {
            "docid": "59990_7",
            "document": "Aconitine . Aconitine binds to the receptor at the neurotoxin binding site 2 on the alpha-subunit of the channel protein. This binding results in a sodium-ion channel that stays open longer. Aconitine suppresses the conformational change in the sodium-ion channel from the active state to the inactive state. The membrane stays depolarized due to the constant sodium influx (which is 10-1000 fold greater than the potassium efflux). As a result, the membrane cannot be repolarized. The binding of aconitine to the channel also leads to the channel to change conformation from the inactive state to the active state at a more negative voltage. In neurons, aconitine increases the permeability of the membrane for sodium ions, resulting in a huge sodium influx in the axon terminal. As a result, the membrane depolarizes rapidly. Due to the strong depolarization, the permeability of the membrane for potassium ions increases fast, resulting in a potassium reflux to release the positive charge out of the cell. Not only the permeability for potassium ions but also the permeability for calcium ions increases as a result of the depolarization of the membrane. A calcium influx takes place. The increase of the calcium concentration in the cell stimulates the release of the neurotransmitter acetylcholine into the synaptic cleft. Acetylcholine binds to acetylcholine receptors at the postsynaptic membrane to open the sodium-channels there, generating a new action potential.",
            "score": 267.10772705078125
        },
        {
            "docid": "420229_10",
            "document": "Sarcomere . During stimulation of the muscle cell, the motor neuron releases the neurotransmitter acetylcholine, which travels across the neuromuscular junction (the synapse between the terminal bouton of the neuron and the muscle cell). Acetylcholine binds to a post-synaptic nicotinic acetylcholine receptor. A change in the receptor conformation allows an influx of sodium ions and initiation of a post-synaptic action potential. The action potential then travels along T (transverse) tubules until it reaches the sarcoplasmic reticulum. Here, the depolarized membrane activates voltage-gated L-type calcium channels, present in the plasma membrane. The L-type calcium channels are in close association with ryanodine receptors present on the sarcoplasmic reticulum. The inward flow of calcium from the L-type calcium channels activate ryanodine receptors to release calcium ions from the sarcoplasmic reticulum. This mechanism is called calcium-induced calcium release (CICR). It is not understood whether the physical opening of the L-type calcium channels or the presence of calcium causes the ryanodine receptors to open. The outflow of calcium allows the myosin heads access to the actin cross-bridge binding sites, permitting muscle contraction.",
            "score": 266.8484191894531
        },
        {
            "docid": "2416913_3",
            "document": "Neuronal galvanotropism . The mechanism underlying this behavior is thought to involve the effect of the electric field on receptors and membrane proteins on the cell's surface. These charged proteins would experience an electrophoretic force pulling them toward the oppositely charged pole of the electric field. Most of these membrane proteins are negatively charged, but the growth, when observed appears to be directed to the negative pole (cathode). This is a strange behavior that can only be accounted for by electroosmotic effects. Positively charged ions outside the cell experience a force towards the cathode. There is a flux of these ions outside the cell and the shear force of solution movement is thought to pull the neurite in the cathodal direction. Also, the electric field may depolarize the cell near the cathodal side opening voltage-gated calcium channels and allowing calcium ions to enter the cell. Calcium is widely believed to be a factor in neurite outgrowth. This theory has been challenged in a recent paper by scientists at Purdue University. Recent studies also involve differentiating between the effect of current on growth direction and the effect of a simple electric field. Studies involving AC and DC fields are also being conducted.",
            "score": 265.47454833984375
        },
        {
            "docid": "2110658_6",
            "document": "LTP induction . What makes this magnesium blockade of the NMDAR channel particularly significant in terms of LTP induction is that the block is membrane voltage-dependent. The basis of this voltage dependence is relatively straightforward. The NMDAR channel is a transmembrane protein; that is, it spans the cell membrane. As such, it also spans the electric field generated by the membrane potential. The magnesium binding site within the NMDAR channel is physically located within this electric field. Magnesium ions carrying a double positive charge can be acted upon by the field. When the cell is hyperpolarized, magnesium is stabilized inside the channel (i.e. the two positive charges on the magnesium ion are attracted toward the negative pole of the electric field, which points toward the inside of the cell). As a cell is depolarized, the field effect on the magnesium ion weakens, and the dwell time of magnesium ions within the channel decreases. Thus, the kinetics of the binding reaction between magnesium and the NMDAR channel are such that magnesium periodically unbinds and leaves the channel, only to be replaced by another magnesium ion. During the (very brief) time that the magnesium is absent from the open channel, other ions (such as sodium and calcium) can flow through the channel. However, when the cell is more hyperpolarized, the bound state of magnesium is stabilized and it leaves the channel less often and for a shorter period of time (on average). When the cell is less hyperpolarized, the magnesium leaves the channel more often and stays away for longer (on average). Hence, the magnesium blockade of the open NMDAR channel is membrane voltage-dependent.",
            "score": 265.2917785644531
        },
        {
            "docid": "21120_10",
            "document": "Neuron . The key to neural function is the synaptic signaling process, which is partly electrical and partly chemical. The electrical aspect depends on properties of the neuron's membrane. Like all animal cells, the cell body of every neuron is enclosed by a plasma membrane, a bilayer of lipid molecules with many types of protein structures embedded in it. A lipid bilayer is a powerful electrical insulator, but in neurons, many of the protein structures embedded in the membrane are electrically active. These include ion channels that permit electrically charged ions to flow across the membrane and ion pumps that actively transport ions from one side of the membrane to the other. Most ion channels are permeable only to specific types of ions. Some ion channels are voltage gated, meaning that they can be switched between open and closed states by altering the voltage difference across the membrane. Others are chemically gated, meaning that they can be switched between open and closed states by interactions with chemicals that diffuse through the extracellular fluid. The interactions between ion channels and ion pumps produce a voltage difference across the membrane, typically a bit less than 1/10 of a volt at baseline. This voltage has two functions: first, it provides a power source for an assortment of voltage-dependent protein machinery that is embedded in the membrane; second, it provides a basis for electrical signal transmission between different parts of the membrane.",
            "score": 263.85687255859375
        },
        {
            "docid": "1422685_8",
            "document": "Beta-Endorphin . Voltage-dependent calcium channels (VDCCs) are important membrane proteins that mediate the depolarization of neurons, and play a major role in promoting the release of neurotransmitters. When endorphin molecules bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, and as β-Endorphin reduces the release of these substances, there is a strong analgesic effect.",
            "score": 263.681884765625
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 262.4539489746094
        },
        {
            "docid": "423439_8",
            "document": "Sarcoplasmic reticulum . Calcium ion release from the SR, occurs in the junctional SR/terminal cisternae through a ryanodine receptor (RyR) and is known as a calcium spark. There are three types of ryanodine receptor, RyR1 (in skeletal muscle), RyR2 (in cardiac muscle) and RyR3 (in the brain). Calcium release through ryanodine receptors in the SR is triggered differently in different muscles. In cardiac and smooth muscle an electrical impulse (action potential) triggers calcium ions to enter the cell through an L-type calcium channel located in the cell membrane (smooth muscle) or T-tubule membrane (cardiac muscle). These calcium ions bind to and activate the RyR, producing a larger increase in intracellular calcium. In skeletal muscle, however, the L-type calcium channel is bound to the RyR. Therefore activation of the L-type calcium channel, via an action potential, activates the RyR directly, causing calcium release (see calcium sparks for more details). Also, caffeine (found in coffee) can bind to and stimulate RyR. Caffeine works by making the RyR more sensitive to either the action potential (skeletal muscle) or calcium (cardiac or smooth muscle) therefore producing calcium sparks more often (this can result in increased heart rate, which is why we feel more awake after coffee).",
            "score": 261.8888854980469
        },
        {
            "docid": "736407_19",
            "document": "Opioid receptor . Voltage-gated dependent calcium channel, (VDCCs), are key in the depolarisation of neurons, and play a major role in promoting the release of neurotransmitters. When agonists bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, so opioid receptor activation reduces the release of these substances, thus creating a strong analgesic effect.",
            "score": 261.3351745605469
        },
        {
            "docid": "242360_24",
            "document": "Systole . Systole of the heart is initiated by electrically excitable cells situated in the sinoatrial node. These cells are activated spontaneously by depolarization of the electrical potential across their cell membranes, which causes voltage-gated calcium channels on the cell membrane to open and allow calcium ions to pass through into the sarcoplasm (cytoplasm) of cardiac muscle cells. Calcium ions bind to molecular receptors on the sarcoplasmic reticulum (see graphic), which causes a flux (flow) of calcium ions into the sarcoplasm.",
            "score": 261.12347412109375
        },
        {
            "docid": "514355_8",
            "document": "Rod cell . Depolarization of rod cells (causing release of their neurotransmitter) occurs because in the dark, cells have a relatively high concentration of cyclic guanosine 3'-5' monophosphate (cGMP), which opens ion channels (largely sodium channels, though calcium can enter through these channels as well). The positive charges of the ions that enter the cell down its electrochemical gradient change the cell's membrane potential, cause depolarization, and lead to the release of the neurotransmitter glutamate. Glutamate can depolarize some neurons and hyperpolarize others, allowing photoreceptors to interact in an antagonistic manner.",
            "score": 260.7821044921875
        },
        {
            "docid": "5134478_5",
            "document": "Guard cell . Ion uptake into guard cells causes stomatal opening: The opening of gas exchange pores requires the uptake of potassium ions into guard cells. Potassium channels and pumps have been identified and shown to function in the uptake of ions and opening of stomatal apertures. Ion release from guard cells causes stomatal pore closing: Other ion channels have been identified that mediate release of ions from guard cells, which results in osmotic water efflux from guard cells due to osmosis, shrinking of the guard cells, and closing of stomatal pores (Figures 1 and 2). Specialized potassium efflux channels participate in mediating release of potassium from guard cells. Anion channels were identified as important controllers of stomatal closing. Anion channels have several major functions in controlling stomatal closing: (a) They allow release of anions, such as chloride and malate from guard cells, which is needed for stomatal closing. (b) Anion channels are activated by signals that cause stomatal closing, for example by intracellular calcium and ABA. The resulting release of negatively charged anions from guard cells results in an electrical shift of the membrane to more positive voltages (depolarization) at the intracellular surface of the guard cell plasma membrane. This electrical depolarization of guard cells leads to activation of the outward potassium channels and the release of potassium through these channels. At least two major types of anion channels have been characterized in the plasma membrane: S-type anion channels and R-type anion channels.",
            "score": 260.47320556640625
        },
        {
            "docid": "563161_4",
            "document": "Membrane potential . Virtually all eukaryotic cells (including cells from animals, plants, and fungi) maintain a non-zero transmembrane potential, usually with a negative voltage in the cell interior as compared to the cell exterior ranging from –40 mV to –80 mV. The membrane potential has two basic functions. First, it allows a cell to function as a battery, providing power to operate a variety of \"molecular devices\" embedded in the membrane. Second, in electrically excitable cells such as neurons and muscle cells, it is used for transmitting signals between different parts of a cell. Signals are generated by opening or closing of ion channels at one point in the membrane, producing a local change in the membrane potential. This change in the electric field can be quickly affected by either adjacent or more distant ion channels in the membrane. Those ion channels can then open or close as a result of the potential change, reproducing the signal.",
            "score": 258.4496765136719
        },
        {
            "docid": "9773346_2",
            "document": "T-type calcium channel . T-type calcium channels are low-voltage activated calcium channels that open during membrane depolarization. These channels aid in mediating calcium influx into cells after an action potential or depolarizing signal. The entry of calcium into various cells has many different physiological responses associated with it. Within cardiac and smooth muscle cells voltage-gated calcium channel activation initiates contraction directly by allowing the cytosolic concentration to increase. Not only are T-type calcium channels known to be present within cardiac and smooth muscle, but also are present in many neuronal cells within the central nervous system. Different experimental studies within the 1970s allowed for the distinction of T-type calcium channels (transient opening calcium channels) from the already well-known L-type calcium channels (Long-Lasting calcium channels). The new T-type channels were much different from the L-type calcium channels due to their ability to be activated by more negative membrane potentials, had small single channel conductance, and also were unresponsive to calcium antagonist drugs that were present. These distinct calcium channels are generally located within the brain, peripheral nervous system, heart, smooth muscle, bone, and endocrine system.",
            "score": 258.3011474609375
        },
        {
            "docid": "1349300_27",
            "document": "Cyclic nucleotide–gated ion channel . Almost all responses to odorants in olfactory sensory neurons (OSNs) are facilitated by CNG channels. When an odorant binds to its specific receptor in the chemosensitive cilia membrane, it activates a G protein, which causes a downstream reaction activating the enzyme adenylyl cyclase (AC). This enzyme is responsible for an increase in cAMP concentration within the OSN. cAMP binds to the CNG channels in the OSN membrane, opening them, and making the cell highly permeable to Ca. Calcium ions flow into the cell causing a depolarization. As in all other cell types, CNG channels in OSNs also allow Na to flow into the cell. Additionally, the increased Ca concentration inside the cell activates Ca-dependent chloride (Cl) channels, which causes intracellular Cl ions to also flow out of the cell augmenting the depolarization event. This depolarization stimulates an action potential that ultimately signals the reception of the odorant. In addition to cAMP gated ion channels, a small subset of OSNs also has cGMP-selective CNG channels.",
            "score": 257.99334716796875
        },
        {
            "docid": "890232_5",
            "document": "Hair cell . The deflection of the hair-cell stereocilia opens mechanically gated ion channels that allow any small, positively charged ions (primarily potassium and calcium) to enter the cell. Unlike many other electrically active cells, the hair cell itself does not fire an action potential. Instead, the influx of positive ions from the endolymph in the scala media depolarizes the cell, resulting in a receptor potential. This receptor potential opens voltage gated calcium channels; calcium ions then enter the cell and trigger the release of neurotransmitters at the basal end of the cell. The neurotransmitters diffuse across the narrow space between the hair cell and a nerve terminal, where they then bind to receptors and thus trigger action potentials in the nerve. In this way, the mechanical sound signal is converted into an electrical nerve signal. Repolarization of hair cells is done in a special manner. The perilymph in the scala tympani has a very low concentration of positive ions. The electrochemical gradient makes the positive ions flow through channels to the perilymph.",
            "score": 257.695068359375
        }
    ]
}