{
    "q": [
        {
            "docid": "14815943_11",
            "document": "Apolipoprotein L1 . The distribution of the variants most associated with kidney disease risk was analyzed in African populations and found to be more prevalent in western compared to northeastern African populations and absent in Ethiopia, consistent with the reported protection from forms of kidney disease known to be associated with the APOL1 variants. In the Yoruba people of Nigeria (West Africa), the prevalence of G1 and G2 risk alleles are 40% and 8% respectively. African nations with high frequencies of APOL1 risk alleles also have large populations of Trypanosomes suggesting that the risk alleles underwent positive selection as a defense mechanism. The existence of these variants are only found on African chromosomes and exist in people with recent African ancestry (<10,000 years).",
            "score": 209.0756632089615
        },
        {
            "docid": "14815943_10",
            "document": "Apolipoprotein L1 . Although its intracellular function has not been elucidated, apoL1 circulating in plasma has the ability to kill the trypanosome \"Trypanosoma brucei\" that causes sleeping sickness. Recently, two coding sequence variants in APOL1 have been shown to associate with kidney disease in a recessive fashion while at the same time conferring resistance against \"Trypanosoma brucei rhodesiense\". People who have at least one copy of either the G1 or G2 variant are resistant to infection by trypanosomes, but people who have two copies of either variant are at an increased risk of developing a non-diabetic kidney disease.",
            "score": 201.8633804321289
        },
        {
            "docid": "14815943_15",
            "document": "Apolipoprotein L1 . Although possession of the APOL1 risk variants increases susceptibility to non-diabetic kidney disease, not all people who possess these variants develop kidney disease, which indicates another factor may initiate progression of kidney disease. Similarly in HIV positive patients, although the majority of African-American patients with HIVAN have two APOL1 risk alleles other as yet unknown factors in the host, including genetic risk variants and environmental or viral factors, may influence the development of this disorder in those with zero or one APOL1 risk allele. Kidney Int. 2012 Aug;82(3):338-43. The African American population has a total lifetime risk of developing FSGS of 0.8%. For those with 0 risk alleles the risk of developing FSGS is 0.2%, 0.3% with 1 risk allele, 4.25% with 2 risk alleles and a 50% chance of developing HIVAN for untreated HIV infected individuals.",
            "score": 155.29884219169617
        },
        {
            "docid": "141029_2",
            "document": "African trypanosomiasis . African trypanosomiasis, also known as sleeping sickness, is an insect-borne parasitic disease of humans and other animals. It is caused by protozoa of the species \"Trypanosoma brucei\". There are two types that infect humans, \"Trypanosoma brucei gambiense\" (TbG) and \"Trypanosoma brucei rhodesiense\" (TbR). TbG causes over 98% of reported cases. Both are usually transmitted by the bite of an infected tsetse fly and are most common in rural areas. Initially, in the first stage of the disease, there are fevers, headaches, itchiness and joint pains. This begins one to three weeks after the bite. Weeks to months later the second stage begins with confusion, poor coordination, numbness and trouble sleeping. Diagnosis is via finding the parasite in a blood smear or in the fluid of a lymph node. A lumbar puncture is often needed to tell the difference between first and second stage disease. Prevention of severe disease involves screening the population at risk with blood tests for TbG. Treatment is easier when the disease is detected early and before neurological symptoms occur. Treatment of the first stage is with the medications pentamidine or suramin. Treatment of the second stage involves eflornithine or a combination of nifurtimox and eflornithine for TbG. While melarsoprol works for both stages, it is typically only used for TbR, due to serious side effects. Without treatment it typically results in death. The disease occurs regularly in some regions of sub-Saharan Africa with the population at risk being about 70 million in 36 countries. An estimated 11,000 people are currently infected with 2,800 new infections in 2015. In 2015 it caused around 3,500 deaths, down from 34,000 in 1990. More than 80% of these cases are in the Democratic Republic of the Congo. Three major outbreaks have occurred in recent history: one from 1896 to 1906 primarily in Uganda and the Congo Basin and two in 1920 and 1970 in several African countries. It is classified as a neglected tropical disease. Other animals, such as cows, may carry the disease and become infected in which case it is known as animal trypanosomiasis.",
            "score": 197.09258687496185
        },
        {
            "docid": "2198661_2",
            "document": "Trypanosoma brucei . Trypanosoma brucei is a species of parasitic kinetoplastid belonging to the genus \"Trypanosoma\". The parasite is the cause of a vector-borne disease of vertebrate animals, including humans, carried by genera of tsetse fly in sub-Saharan Africa. In humans \"T. brucei\" causes African trypanosomiasis, or sleeping sickness. In animals it causes animal trypanosomiasis, also called nagana in cattle and horses. \"T. brucei\" has traditionally been grouped into three subspecies: \"T. b. brucei\", \"T. b. gambiense\" and \"T. b. rhodesiense\". The first is a parasite of non-human vertebrates, while the latter two are the known parasites of humans. Only rarely can the \"T. b. brucei\" infect a human.",
            "score": 170.00167286396027
        },
        {
            "docid": "284027_15",
            "document": "Kidney failure . The \"APOL1\" gene has been proposed as a major genetic risk locus for a spectrum of nondiabetic renal failure in individuals of African origin, these include HIV-associated nephropathy (HIVAN), primary nonmonogenic forms of focal segmental glomerulosclerosis, and hypertension affiliated chronic kidney disease not attributed to other etiologies. Two western African variants in APOL1 have been shown to be associated with end stage kidney disease in African Americans and Hispanic Americans.",
            "score": 149.67767119407654
        },
        {
            "docid": "141029_7",
            "document": "African trypanosomiasis . There are two subspecies of the parasite that are responsible for starting the disease in humans. \"Trypanosoma brucei gambiense\" causes the diseases in west and central Africa, whereas \"Trypanosoma brucei rhodesiense\" has a limited geographical range and is responsible for causing the disease in east and southern Africa. In addition, a third subspecies of the parasite known as \"Trypanosoma brucei brucei\" is responsible for affecting animals but not humans.",
            "score": 162.5050494670868
        },
        {
            "docid": "8476844_2",
            "document": "Common disease-common variant . The common disease-common variant (often abbreviated CD-CV) hypothesis predicts that common disease-causing alleles, or variants, will be found in all human populations which manifest a given disease. Common variants (not necessarily disease-causing) are known to exist in coding and regulatory sequences of genes. According to the CD-CV hypothesis, some of those variants lead to susceptibility to complex polygenic diseases. Each variant at each gene influencing a complex disease will have a small additive or multiplicative effect on the disease phenotype. These diseases, or traits, are evolutionarily neutral in part because so many genes influence the traits. The hypothesis has held true in the case of putative causal variants in apolipoprotein E, including \"APOE\" ε4, associated with Alzheimer's disease. IL23R has been found to be associated with Crohn's disease; the at-risk allele has a frequency 93% in the general population .",
            "score": 108.75274157524109
        },
        {
            "docid": "24973826_6",
            "document": "Human genetic resistance to malaria . Malaria has placed the strongest known selective pressure on the human genome since the origin of agriculture within the past 10,000 years. \"Plasmodium falciparum\" was probably not able to gain a foothold among African populations until larger sedentary communities emerged in association with the evolution of domestic agriculture in Africa (the agricultural revolution). Several inherited variants in red blood cells have become common in parts of the world where malaria is frequent as a result of selection exerted by this parasite. This selection was historically important as the first documented example of disease as an agent of natural selection in humans. It was also the first example of genetically controlled innate immunity that operates early in the course of infections, preceding adaptive immunity which exerts effects after several days. In malaria, as in other diseases, innate immunity leads into, and stimulates, adaptive immunity.",
            "score": 132.03470301628113
        },
        {
            "docid": "141029_9",
            "document": "African trypanosomiasis . \"T. b. rhodesiense\" is the acute form of the disease, and death can occur within months since the symptoms emerge within weeks and it is more virulent and faster developing than \"T. b. gambiense\". Furthermore, trypanosomes are surrounded by a coat that is composed of variant surface glycoproteins (VSG). These proteins act to protect the parasite from any lytic factors that are present in human plasma. The host's immune system recognizes the glycoproteins present on the coat of the parasite leading to the production of different antibodies (IgM and IgG).",
            "score": 102.90944504737854
        },
        {
            "docid": "47644103_19",
            "document": "David Hunter (Harvard) . The completion of the Human Genome Project and databases of population genetic variation presents the major challenge of determining how such genetic variants contribute to both human and nonhuman health conditions. Epidemiologists are responsible for both assessing the proportion of specific diseases associated with particular genotypes and how these genotypes interact with environmental and lifestyle factors in contributing causally to disease conditions. Large, population-based cohort studies can be particularly helpful in studying these issues, and Hunter and colleagues are working with colleagues in the Nurses’ Health Studies, Health Professionals Follow-up Study, and the Physicians’ Health Study, to conduct nested case-control studies of cancers, cardiovascular disease, diabetes, and other phenotypes. With collaborators at the National Cancer Institute, they conducted genome-wide association studies (GWAS) of breast cancer and other cancers. These studies are discovering novel genetic variants associated with risk of these cancers, and multiple other phenotypes that have been collected in these studies. For instance, in 2007 they co-discovered the most common genetic variant associated with risk of breast cancer, and in subsequent years other variants associated with breast, prostate, and skin cancer, as well as other phenotypes such as age at menarche, hair color, and other biomarkers.",
            "score": 68.28633344173431
        },
        {
            "docid": "191304_2",
            "document": "Schistosomiasis . Schistosomiasis, also known as snail fever and bilharzia, is a disease caused by parasitic flatworms called schistosomes. The urinary tract or the intestines may be infected. Symptoms include abdominal pain, diarrhea, bloody stool, or blood in the urine. Those who have been infected for a long time may experience liver damage, kidney failure, infertility, or bladder cancer. In children, it may cause poor growth and learning difficulty. The disease is spread by contact with fresh water contaminated with the parasites. These parasites are released from infected freshwater snails. The disease is especially common among children in developing countries as they are more likely to play in contaminated water. Other high risk groups include farmers, fishermen, and people using unclean water during daily living. It belongs to the group of helminth infections. Diagnosis is by finding eggs of the parasite in a person's urine or stool. It can also be confirmed by finding antibodies against the disease in the blood. Methods to prevent the disease include improving access to clean water and reducing the number of snails. In areas where the disease is common, the medication praziquantel may be given once a year to the entire group. This is done to decrease the number of people infected and, consequently, the spread of the disease. Praziquantel is also the treatment recommended by the World Health Organization (WHO) for those who are known to be infected. Schistosomiasis affected about 252 million people worldwide in 2015. An estimated 4,400 to 200,000 people die from it each year. The disease is most commonly found in Africa, as well as Asia and South America. Around 700 million people, in more than 70 countries, live in areas where the disease is common. In tropical countries, schistosomiasis is second only to malaria among parasitic diseases with the greatest economic impact. Schistosomiasis is listed as a neglected tropical disease. Many individuals do not experience symptoms. If symptoms do appear, they usually take from four to six weeks from the time of infection. The first symptom of the disease may be a general feeling of illness. Within twelve hours of infection, an individual may complain of a tingling sensation or light rash, commonly referred to as \"swimmer's itch\", due to irritation at the point of entrance. The rash that may develop can mimic scabies and other types of rashes. Other symptoms can occur two to ten weeks later and can include fever, aching, a cough, diarrhea, chills or gland enlargement. These symptoms can also be related to avian schistosomiasis, which does not cause any further symptoms in humans.",
            "score": 174.40732324123383
        },
        {
            "docid": "3464219_33",
            "document": "Medical genetics . Sometimes the link between a disease and an unusual gene variant is more subtle. The genetic architecture of common diseases is an important factor in determining the extent to which patterns of genetic variation influence group differences in health outcomes. According to the common disease/common variant hypothesis, common variants present in the ancestral population before the dispersal of modern humans from Africa play an important role in human diseases. Genetic variants associated with Alzheimer disease, deep venous thrombosis, Crohn disease, and type 2 diabetes appear to adhere to this model. However, the generality of the model has not yet been established and, in some cases, is in doubt. Some diseases, such as many common cancers, appear not to be well described by the common disease/common variant model.",
            "score": 95.20410788059235
        },
        {
            "docid": "9819863_31",
            "document": "Race and health . More recent research indicates that the \"common disease-rare variant\" may be a better explanation for many common diseases. In this model, rare but higher-risk gene variants cause common diseases. This model may be relevant for diseases that reduces fertility. In contrast, for common genes associated with common disease to persist they must either have little effect during the reproductive period of life (like Alzheimer's disease) or provide some advantage in the original environment (like genes causing autoimmune diseases also providing resistance against infections). In either case varying frequencies of genes variants in different populations may be an explanation for health disparities. Genetic variants associated with Alzheimer's disease, deep venous thrombosis, Crohn disease, and type 2 diabetes appear to adhere to \"common disease-common variant\" model.",
            "score": 124.58595442771912
        },
        {
            "docid": "2198661_43",
            "document": "Trypanosoma brucei . Baboons are known to be resistant to \"Trypanosoma brucei rhodesiense\". The baboon version of the ApoL1 gene differs from the human gene in a number of respects including two critical lysines near the C terminus that are necessary and sufficient to prevent baboon ApoL1 binding to SRA. Experimental mutations allowing ApoL1 to be protected from neutralization by SRA have been shown capable of conferring trypanolytic activity on \"T. b. rhodesiense\". These mutations resemble those found in baboons, but also resemble natural mutations conferring protection of humans against \"T. b. rhodesiense\" which are linked to kidney disease .",
            "score": 119.58920788764954
        },
        {
            "docid": "57280323_11",
            "document": "Neanderthal genetics . It is suggested that 20 percent of Neanderthal DNA survived in modern humans, notably expressed in the skin, hair and diseases of modern people. Modern human genes involved in making keratin—the protein found in skin, hair, and nails—have specially high levels of Neanderthal DNA. For example, around 66% of East Asians contain the Neanderthal skin gene, while 70% of Europeans possess the Neanderthal gene which affects skin colour.  POU2F3 is found in around 66 percent of East Asians, while the Neanderthal version of BNC2, which affects skin color, among other traits, is found in 70 percent of Europeans. Neanderthal are the variants in genes that affect the risk of several diseases, including lupus, biliary cirrhosis, Crohn's disease, and type 2 diabetes.  The genetic variant of the MC1R gene linked to red hair in Neanderthals has not been found in modern humans; hence, red hair may be an example of convergent evolution.  While interbreeding was viewed as the most parsimonious interpretation of the genetic discoveries, the 2010 study still could not conclusively rule out an alternative scenario, in which the source population of non-African modern humans was already more closely related to Neanderthals than other Africans were, because of ancient genetic divisions within Africa.  Research since 2010 has refined the picture of interbreeding between Neanderthals, Denisovans and anatomically modern humans. Interbreeding appears to have occurred asymmetrically among the ancestors of modern-day humans, and that this is a possible rationale for differing frequencies of Neanderthal-specific DNA in the genomes of modern humans. In Vernot and Akey (2015) concluded that the relatively greater quantity of Neanderthal-specific DNA in the genomes of individuals of East Asian descent (than those of European descent) cannot be explained by differences in selection.  They further suggest that \"two additional demographic models, involving either a second pulse of Neandertal gene flow into the ancestors of East Asians or a dilution of Neandertal lineages in Europeans by admixture with an unknown ancestral population\" are parsimonious with their data.  Similar conclusions were reached by Kim and Lohmueller (2015): \"Using simulations of a broad range of models of selection and demography, we have shown that this hypothesis [that the greater proportion of Neandertal ancestry in East Asians than in Europeans is due to the fact that purifying selection is less effective at removing weakly deleterious Neandertal alleles from East Asian populations] cannot account for the higher proportion of Neandertal ancestry in East Asians than in Europeans. Instead, more complex demographic scenarios, most likely involving multiple pulses of Neandertal admixture, are required to explain the data.\"",
            "score": 154.00645840168
        },
        {
            "docid": "14815943_12",
            "document": "Apolipoprotein L1 . Many African Americans are descendants of people of West African nations and consequently, also have a high prevalence of APOL1 risk alleles as well as APOL1 associated kidney diseases. The frequency of the risk alleles in African Americans is more than 30%. The existence of these alleles has been shown to increase the risk of developing diseases such as Focal Segmental Glomerulosclerosis(FSGS), Hypertension Attributed-End Stage Kidney Disease (ESKD), and HIV-Associated Nephropathy(HIVAN).",
            "score": 140.90546083450317
        },
        {
            "docid": "11808249_3",
            "document": "Genome-wide association study . When applied to human data, GWA studies compare the DNA of participants having varying phenotypes for a particular trait or disease. These participants may be people with a disease (cases) and similar people without the disease (controls), or they may be people with different phenotypes for a particular trait, for example blood pressure. This approach is known as phenotype-first, in which the participants are classified first by their clinical manifestation(s), as opposed to genotype-first. Each person gives a sample of DNA, from which millions of genetic variants are read using SNP arrays. If one type of the variant (one allele) is more frequent in people with the disease, the variant is said to be \"associated\" with the disease. The associated SNPs are then considered to mark a region of the human genome that may influence the risk of disease.",
            "score": 92.90157723426819
        },
        {
            "docid": "14815943_13",
            "document": "Apolipoprotein L1 . The prevalence of the risk alleles in African Americans with these kidney diseases shown in recent studies are 67% in HIVAN, 66% in FSGS, and 47% in hypertension-attributed ESKD. Hispanic populations such as Dominicans and Puerto Ricans demonstrate a mixture of genetic influences that include African ancestry resulting in a prevalence of the APOL1 variants as well. Studies have also determined the prevalence of each individual allele in FSGS cases as well.",
            "score": 121.60303282737732
        },
        {
            "docid": "6003871_11",
            "document": "Tag SNP . Genome-wide studies are predicated on the common disease-common variant (CD/CV) hypothesis which states that common disorders are influenced by common genetic variation. Effect size (penetrance) of the common variants needs to be smaller relative to those found in rare disorders. That means that the common SNP can explain only a small portion of the variance due to genetic factors and that common diseases are influenced by multiple common alleles of small effect size. Another hypothesis is that common diseases are caused by rare variants that are synthetically linked to common variants. In that case the signal produced from GWAS is an indirect (synthetic) association between one or more rare causal variants in linkage disequilibrium. It is important to recognize that this phenomenon is possible when selecting a group for tag SNPs. When a disease is found to be associated with a haplotype, some SNPs in that haplotype will have synthetic association with the disease. To pinpoint the causal SNPs we need a greater resolution in the selection of haplotype blocks. Since whole genome sequencing technologies are rapidly changing and becoming less expensive it is likely that they will replace the current genotyping technologies providing the resolution needed to pinpoint causal variants.",
            "score": 93.48047053813934
        },
        {
            "docid": "43765116_2",
            "document": "Rare functional variant . A rare functional variant is a genetic variant which alters gene function, and which occurs at low frequency in a population. Rare variants may play a significant role in complex disease, as well as some Mendelian conditions. Rare variants may be responsible for a portion of the missing heritability of complex diseases. The theoretical case for a significant role of rare variants is that alleles that strongly predispose an individual to disease will be kept at low frequencies in populations by purifying selection. Rare variants are increasingly being studied, as a consequence of exome and whole genome sequencing efforts. While these variants are individually infrequent in populations, there are many in human populations, and they can be unique to specific populations. They more likely to be deleterious than common variants, as a result of rapid population growth and weak purifying selection. They have been suspected of acting independently or along with common variants to cause disease states.",
            "score": 103.12465000152588
        },
        {
            "docid": "1653221_13",
            "document": "Parasite load . Parasite load has been shown to affect the spread of infectious diseases. For example, parasitologists at the Universidade de São Paulo researched the effect of Chaga's disease on the immune system. They found that individuals who survived the acute phase of infection develop parasite-specific immune response that reduces parasite levels in tissues and blood. This research aims to discover if the parasite load during the acute stage of infection effects if the host will eventually have a positive immune response. The research was conducted on mice, with the intension of eventually using the information gleaned from the experiments to assist humans who have contracted Chaga's disease. Marinho \"et al.\" found that parasite loads in the acute phase of infection correlates at the late chronic stage of the disease, with the intensity of the activation and response of the immune system of the host. This research could lead to new discoveries in parasitology. This could potentially prevent the spread of parasites and therefore diseases linked to parasite infection within a given population.",
            "score": 142.99387097358704
        },
        {
            "docid": "2198661_27",
            "document": "Trypanosoma brucei . The surface of the trypanosome is covered by a dense coat of ~5 x 10 molecules of variant surface glycoprotein (VSG). This coat enables an infecting \"T. brucei\" population to persistently evade the host's immune system, allowing chronic infection. VSG is highly immunogenic, and an immune response raised against a specific VSG coat rapidly kills trypanosomes expressing this variant. Antibody-mediated trypanosome killing can also be observed in vitro by a complement-mediated lysis assay. However, with each cell division there is a possibility that one or both of the progeny will switch expression to change the VSG that is being expressed. The frequency of VSG switching has been measured to be approximately 0.1% per division. As \"T. brucei\" populations can peak at a size of 10 within a host this rapid rate of switching ensures that the parasite population is typically highly diverse. Because host immunity against a specific VSG does not develop immediately, some parasites will have switched to an antigenically-distinct VSG variant, and can go on to multiply and continue the infection. The clinical effect of this cycle is successive 'waves' of parasitemia (trypanosomes in the blood).",
            "score": 84.89592790603638
        },
        {
            "docid": "2339577_89",
            "document": "Evidence of common descent . Natural selection is observed in contemporary human populations, with recent findings demonstrating that the population at risk of the severe debilitating disease kuru has significant over-representation of an immune variant of the prion protein gene G127V versus non-immune alleles. Scientists postulate one of the reasons for the rapid selection of this genetic variant is the lethality of the disease in non-immune persons. Other reported evolutionary trends in other populations include a lengthening of the reproductive period, reduction in cholesterol levels, blood glucose and blood pressure.",
            "score": 85.68224096298218
        },
        {
            "docid": "52409762_6",
            "document": "Julian Hopkin . With the rise in asthma prevalence (1980-2000), Hopkin undertook highly collaborative work addressing the underlying causes. He showed that common up-regulating genetic variants of Th2 immune signalling related to allergic disorder and high IgE levels (sharing, with Dr Taro Shirakawa, the 2001 Daiwa-Adrian Prize in Medicine) but also to low burdens of parasitic work infestation - proposing an evolutionary mechanism in which prevalent parasitic worm infection has provided long term evolutionary selection for up-regulating genetic variants of Th-2 immunity. He contributed epidemiologic data that relate diminished bacterial exposures in early childhood (less tuberculosis; more oral antibiotic receipts) to increased allergic disorder. His current work builds on the latter and focuses on how bacterial exposures shape human immunity relevant to asthma, and how unravelling these microbial mechanisms may provide disease preventing agents.",
            "score": 94.51432681083679
        },
        {
            "docid": "5951626_6",
            "document": "Antigenic variation . Trypanosoma brucei, the organism that causes sleeping sickness, replicates extracellularly in the bloodstream of infected mammals. In later stages, the parasite crosses the blood brain barrier, resulting in a devastating and usually fatal outcome. As a result of replicating in the bloodstream, \"T. brucei\" parasites are subjected to numerous host defense mechanisms including soluble components of the immune system ( i.e. complement), as well as cellular components of the innate and adaptive immune systems. In order to protect itself from host defenses, the parasite decorates itself with a dense, homogeneous coat (~10^7 molecules) of glycoprotein known as the variant surface glycoprotein (VSG).  In the early stages of invasion, the dense protein coat is sufficient to protect the parasite from immune detection. However, the host eventually identifies the VSG as a foreign antigen and mounts an attack against the microbe. The \"T. brucei\" parasite has evolved an elegant mechanism to display a completely new coat of VSG antigen, rendering it once again invisible to the host’s immune system. The parasite’s genome has over 1,000 genes that code for different variants of the VSG protein. VSG genes can be found on the subtelomeric portion of large chromosomes, or on intermediate chromosomes. VSG genes also exist in arrays and many exist as pseudogenes.  There is a hierarchy by which the VSG genes are activated. Telomeric VSGs are activated first, followed by array VSGs, and finally pseudogene VSGs. Switching of VSG proteins occurs at a rate substantially higher than the background mutation rate of other genes in the parasite (suggesting that it is a regulated process). The process is partially dependent on homologous recombination of DNA, which is mediated in part by the interaction of the \"T. brucei\" BRCA2 gene with RAD51 (however, this is not the only responsible mechanism, as BRCA2 variants still display some VSG switching). In addition to homologous recombination, transcriptional regulation also plays an important role in antigen switching. This is in contrast to other pathogens, where antigenic variation is typically mediated by DNA rearrangements or transcriptional regulation. The process by which VSG switching occurs has not been fully elucidated, but it is known that activation of VSGs requires recombination of the VSG genes into a VSG expression site (ES). The ES consists of a single \"vsg\" gene flanked by an upstream array of 70 base pair repeats and expression site associated genes (ESAGs). \"T. brucei\" expresses one VSG at any given time, and the active VSG can either be selected by activation of a previously silent ES, or by recombination of a VSG sequence into the active ES (see the figure \"Mechanisms of VSG Switching in \"T. brucei\"\"). Although the biological triggers that result in VSG switching are not fully known, mathematical modeling suggests that the ordered appearance of different VSG variants is controlled by at least two key parasite-derived factors: differential activation rates of parasite VSG and density-dependent parasite differentiation.",
            "score": 125.22103428840637
        },
        {
            "docid": "1043902_2",
            "document": "Fasciolosis . Fasciolosis is a parasitic worm infection caused by the common liver fluke \"Fasciola hepatica\" as well as by \"Fasciola gigantica\". The disease is a plant-borne trematode zoonosis, and is classified as a neglected tropical disease (NTD). It affects humans, but its main host is ruminants such as cattle and sheep. The disease progresses through four distinct phases; an initial incubation phase of between a few days up to three months with little or no symptoms; an invasive or acute phase which may manifest with: fever, malaise, abdominal pain, gastrointestinal symptoms, urticaria, anemia, jaundice, and respiratory symptoms. The disease later progresses to a latent phase with less symptoms and ultimately into a chronic or obstructive phase months to years later. In the chronic state the disease causes inflammation of the bile ducts, gall bladder and may cause gall stones as well as fibrosis. While chronic inflammation is connected to increased cancer rates, it is unclear whether fasciolosis is associated with increased cancer risk. Up to half of those infected display no symptoms, and diagnosis is difficult because the worm eggs are often missed in fecal examination. The methods of detection are through fecal examination, parasite-specific antibody detection, or radiological diagnosis, as well as laparotomy. In case of a suspected outbreak it may be useful to keep track of dietary history, which is also useful for exclusion of differential diagnoses. Fecal examination is generally not helpful because the worm eggs can seldom be detected in the chronic phase of the infection. Eggs appear in the feces first between 9–11 weeks post-infection. The cause of this is unknown, and it is also difficult to distinguish between the different species of fasciola as well distinguishing them from echinostomes and \"Fasciolopsis\". Most immunodiagnostic tests detect infection with very high sensitivity, and as concentration drops after treatment, it is a very good diagnostic method. Clinically it is not possible to differentiate from other liver and bile diseases. Radiological methods can detect lesions in both acute and chronic infection, while laparotomy will detect lesions and also occasionally eggs and live worms. Because of the size of the parasite, as adult \"F. hepatica\": or adult \"F. gigantica:\" 25–75×12 mm, fasciolosis is a big concern. The amount of symptoms depend on how many worms and what stage the infection is in. The death rate is significant in both sheep and cattle, but generally low among humans. Treatment with triclabendazole has been highly effective against the adult worms as well as various developing stages. Praziquantel is not effective, and older drugs such as bithionol are moderately effective but also cause more side effects. Secondary bacterial infection causing cholangitis has also been a concern and can be treated with antibiotics, and toxaemia may be treated with prednisolone. Humans are infected by eating watergrown plants, primarily wild-grown watercress in Europe or morning glory in Asia. Infection may also occur by drinking contaminated water with floating young fasciola or when using utensils washed with contaminated water. Cultivated plants do not spread the disease in the same capacity. Human infection is rare, even if the infection rate is high among animals. Especially high rates of human infection have been found in Bolivia, Peru and Egypt, and this may be due to consumption of certain foods. No vaccine is available to protect people against \"Fasciola\" infection. Preventative measures are primarily treating and immunization of the livestock, which are required to host the live cycle of the worms. Veterinary vaccines are in development, and their use is being considered by a number of countries on account of the risk to human health and economic losses resulting from livestock infection. Other methods include using molluscicides to decrease the number of snails that act as vectors, but it is not practical. Educational methods to decrease consumption of wild watercress and other waterplants has been shown to work in areas with a high disease burden.",
            "score": 116.94904482364655
        },
        {
            "docid": "1079203_62",
            "document": "Hookworm infection . Co-infection with hookworm and \"Plasmodium falciparum\" is common in Africa. Although exact numbers are unknown, preliminary analyses estimate that as many as a quarter of African schoolchildren (17.8–32.1 million children aged 5–14 years) may be coincidentally at-risk of both \"P. falciparum\" and hookworm. While original hypotheses stated that co-infection with multiple parasites would impair the host’s immune response to a single parasite and increase susceptibility to clinical disease, studies have yielded contrasting results. For example, one study in Senegal showed that the risk of clinical malaria infection was increased in helminth-infected children in comparison to helminth-free children while other studies have failed to reproduce such results, and even among laboratory mouse experiments the effect of helminths on malaria is variable. Some hypotheses and studies suggest that helminth infections may protect against cerebral malaria due to the possible modulation of pro-inflammatory and anti-inflammatory cytokines responses. Furthermore, the mechanisms underlying this supposed increased susceptibility to disease are unknown. For example, helminth infections cause potent and highly polarized immune response characterized by increased T-helper cell type 2 (T2) cytokine and Immunoglobulin E(IgE) production. However, the effect of such responses on the human immune response is unknown. Additionally, both malaria and helminth infection can cause anemia, but the effect of co-infection and possible enhancement of anemia is poorly understood.",
            "score": 133.20305037498474
        },
        {
            "docid": "14815943_18",
            "document": "Apolipoprotein L1 . Kidneys from donors containing two APOL1 variants experience allograft failure more rapidly than donors with 0 or 1 variants. Kidney recipients who have copies of the APOL1 risk variants, but do not receive kidneys from donors with the risk variants do not have decreased survival rates of the donated kidneys. These observations together suggest that the genotype of the donor only affects allograft survival.",
            "score": 64.8612904548645
        },
        {
            "docid": "40841348_9",
            "document": "Computational and Statistical Genetics . Over the past few years, genome-wide association studies (GWAS) have become a powerful tool for investigating the genetic basis of common diseases and has improved our understanding of the genetic basis of many complex traits. Traditional single SNP (single-nucleotide polymorphism) GWAS is the most commonly used method to find trait associated DNA sequence variants - associations between variants and one or more phenotypes of interest are investigated by studying individuals with different phenotypes and examining their genotypes at the position of each SNP individually. The SNPs for which one variant is statistically more common in individuals belonging to one phenotypic group are then reported as being associated with the phenotype. However, most complex common diseases involve small population-level contributions from multiple genomic loci. To detect such small effects as genome-wide significant, traditional GWAS rely on increased sample size e.g. to detect an effect which accounts for 0.1% of total variance, traditional GWAS needs to sample almost 30,000 individuals. Although the development of high throughput SNP genotyping technologies has lowered the cost and improved the efficiency of genotyping. Performing such a large scale study still costs considerable money and time. Recently, association analysis methods utilizing gene-based tests have been proposed that are based on the fact that variations in protein-coding and adjacent regulatory regions are more likely to have functional relevance. These methods have the advantage that they can account for multiple independent functional variants within a gene, with the potential to greatly increase the power to identify disease/trait associated genes. Also, imputation of ungenotyped markers using known reference panels(e.g. HapMap and the 1000 Genomes Project) predicts genotypes at the missing or untyped markers thereby allowing one to accurately evaluate the evidence for association at genetic markers that are not directly genotyped (in addition to the typed markers) and has been shown to improve the power of GWAS to detect disease associated loci.",
            "score": 112.01252567768097
        },
        {
            "docid": "141029_8",
            "document": "African trypanosomiasis . Humans are the main reservoir for \"T. b. gambiense\" but this species can also be found in pigs and other animals. Wild game animals and cattle are the main reservoir of \"T. b. rhodesiense\". These parasites primarily infect individuals in sub-Saharan Africa because that is where the vector (tsetse fly) is located. The two human forms of the disease also vary greatly in intensity. \"T. b. gambiense\" causes a chronic condition that can remain in a passive phase for months or years before symptoms emerge and the infection can last about 3 years before death occurs.",
            "score": 131.71395874023438
        },
        {
            "docid": "50619245_30",
            "document": "Human disease modifier gene . But identifying new modifier loci is challenging, and becomes more so, as those variants most easily detectable by current methods are increasingly identified and characterized. Still, for a majority human genetic diseases, less than 20% of heritability is explained by known variants. Some argue that unexplained heritability may be due to many rare variants, which typical association studies are not designed to detect, or structural genetic variation. Though the challenging identification of new genetic variants may not be the most efficient approach to developing mechanistically-informed drugs, it may lead to the development of more safe, individualized, and effective interventional strategies, risk-assessments and prognoses.",
            "score": 106.072336435318
        }
    ],
    "r": [
        {
            "docid": "14815943_11",
            "document": "Apolipoprotein L1 . The distribution of the variants most associated with kidney disease risk was analyzed in African populations and found to be more prevalent in western compared to northeastern African populations and absent in Ethiopia, consistent with the reported protection from forms of kidney disease known to be associated with the APOL1 variants. In the Yoruba people of Nigeria (West Africa), the prevalence of G1 and G2 risk alleles are 40% and 8% respectively. African nations with high frequencies of APOL1 risk alleles also have large populations of Trypanosomes suggesting that the risk alleles underwent positive selection as a defense mechanism. The existence of these variants are only found on African chromosomes and exist in people with recent African ancestry (<10,000 years).",
            "score": 209.07565307617188
        },
        {
            "docid": "14815943_10",
            "document": "Apolipoprotein L1 . Although its intracellular function has not been elucidated, apoL1 circulating in plasma has the ability to kill the trypanosome \"Trypanosoma brucei\" that causes sleeping sickness. Recently, two coding sequence variants in APOL1 have been shown to associate with kidney disease in a recessive fashion while at the same time conferring resistance against \"Trypanosoma brucei rhodesiense\". People who have at least one copy of either the G1 or G2 variant are resistant to infection by trypanosomes, but people who have two copies of either variant are at an increased risk of developing a non-diabetic kidney disease.",
            "score": 201.86337280273438
        },
        {
            "docid": "141029_2",
            "document": "African trypanosomiasis . African trypanosomiasis, also known as sleeping sickness, is an insect-borne parasitic disease of humans and other animals. It is caused by protozoa of the species \"Trypanosoma brucei\". There are two types that infect humans, \"Trypanosoma brucei gambiense\" (TbG) and \"Trypanosoma brucei rhodesiense\" (TbR). TbG causes over 98% of reported cases. Both are usually transmitted by the bite of an infected tsetse fly and are most common in rural areas. Initially, in the first stage of the disease, there are fevers, headaches, itchiness and joint pains. This begins one to three weeks after the bite. Weeks to months later the second stage begins with confusion, poor coordination, numbness and trouble sleeping. Diagnosis is via finding the parasite in a blood smear or in the fluid of a lymph node. A lumbar puncture is often needed to tell the difference between first and second stage disease. Prevention of severe disease involves screening the population at risk with blood tests for TbG. Treatment is easier when the disease is detected early and before neurological symptoms occur. Treatment of the first stage is with the medications pentamidine or suramin. Treatment of the second stage involves eflornithine or a combination of nifurtimox and eflornithine for TbG. While melarsoprol works for both stages, it is typically only used for TbR, due to serious side effects. Without treatment it typically results in death. The disease occurs regularly in some regions of sub-Saharan Africa with the population at risk being about 70 million in 36 countries. An estimated 11,000 people are currently infected with 2,800 new infections in 2015. In 2015 it caused around 3,500 deaths, down from 34,000 in 1990. More than 80% of these cases are in the Democratic Republic of the Congo. Three major outbreaks have occurred in recent history: one from 1896 to 1906 primarily in Uganda and the Congo Basin and two in 1920 and 1970 in several African countries. It is classified as a neglected tropical disease. Other animals, such as cows, may carry the disease and become infected in which case it is known as animal trypanosomiasis.",
            "score": 197.09259033203125
        },
        {
            "docid": "14418070_17",
            "document": "MYH9 . Genetic variations in \"MYH9\" may be involved in predisposition to chronic kidney disease (CKD). A haplotype of \"MYH9\" (haplotype E1) was previously associated with the increased prevalence of glomerulosclerosis and non-diabetic end stage renal disease in African Americans and in Hispanic Americans. However, subsequent studies showed that this association is explained by strong linkage disequilibrium with two haplotypes (haplotypes G1 and G2) in the neighboring APOL1 gene. Nevertheless, some studies suggest an association of single-nucleotide polymorphisms in \"MYH9\" with CKD that appears to be independent of the linkage with \"APOL1\" G1 and G2.",
            "score": 180.63674926757812
        },
        {
            "docid": "191304_2",
            "document": "Schistosomiasis . Schistosomiasis, also known as snail fever and bilharzia, is a disease caused by parasitic flatworms called schistosomes. The urinary tract or the intestines may be infected. Symptoms include abdominal pain, diarrhea, bloody stool, or blood in the urine. Those who have been infected for a long time may experience liver damage, kidney failure, infertility, or bladder cancer. In children, it may cause poor growth and learning difficulty. The disease is spread by contact with fresh water contaminated with the parasites. These parasites are released from infected freshwater snails. The disease is especially common among children in developing countries as they are more likely to play in contaminated water. Other high risk groups include farmers, fishermen, and people using unclean water during daily living. It belongs to the group of helminth infections. Diagnosis is by finding eggs of the parasite in a person's urine or stool. It can also be confirmed by finding antibodies against the disease in the blood. Methods to prevent the disease include improving access to clean water and reducing the number of snails. In areas where the disease is common, the medication praziquantel may be given once a year to the entire group. This is done to decrease the number of people infected and, consequently, the spread of the disease. Praziquantel is also the treatment recommended by the World Health Organization (WHO) for those who are known to be infected. Schistosomiasis affected about 252 million people worldwide in 2015. An estimated 4,400 to 200,000 people die from it each year. The disease is most commonly found in Africa, as well as Asia and South America. Around 700 million people, in more than 70 countries, live in areas where the disease is common. In tropical countries, schistosomiasis is second only to malaria among parasitic diseases with the greatest economic impact. Schistosomiasis is listed as a neglected tropical disease. Many individuals do not experience symptoms. If symptoms do appear, they usually take from four to six weeks from the time of infection. The first symptom of the disease may be a general feeling of illness. Within twelve hours of infection, an individual may complain of a tingling sensation or light rash, commonly referred to as \"swimmer's itch\", due to irritation at the point of entrance. The rash that may develop can mimic scabies and other types of rashes. Other symptoms can occur two to ten weeks later and can include fever, aching, a cough, diarrhea, chills or gland enlargement. These symptoms can also be related to avian schistosomiasis, which does not cause any further symptoms in humans.",
            "score": 174.40731811523438
        },
        {
            "docid": "2198661_2",
            "document": "Trypanosoma brucei . Trypanosoma brucei is a species of parasitic kinetoplastid belonging to the genus \"Trypanosoma\". The parasite is the cause of a vector-borne disease of vertebrate animals, including humans, carried by genera of tsetse fly in sub-Saharan Africa. In humans \"T. brucei\" causes African trypanosomiasis, or sleeping sickness. In animals it causes animal trypanosomiasis, also called nagana in cattle and horses. \"T. brucei\" has traditionally been grouped into three subspecies: \"T. b. brucei\", \"T. b. gambiense\" and \"T. b. rhodesiense\". The first is a parasite of non-human vertebrates, while the latter two are the known parasites of humans. Only rarely can the \"T. b. brucei\" infect a human.",
            "score": 170.00167846679688
        },
        {
            "docid": "4637216_28",
            "document": "Diseases of poverty . Many of the countries in Sub-Saharan Africa are ravaged with poverty and many people live on less than one United States dollar a day. The poverty in these countries gives rise to many other factors that explain the high prevalence of AIDS. The poorest people in most African countries suffer from malnutrition, lack of access to clean water, and have improper sanitation. Because of a lack of clean water many people are plagued by intestinal parasites that significantly increase their chances of contracting HIV due to compromised immune system. Malaria, a disease still rampant in Africa also increases the risk of contracting HIV. These parasitic diseases, affect the body’s immune response to HIV, making people more susceptible to contracting the disease once exposed. Genital schistosomiasis, also prevalent in the topical areas of Sub-Saharan Africa and many countries worldwide, produces genital lesions and attract CD4 cells to the genital region which promotes HIV infection. All these factors contribute to the high rate of HIV in Sub-Saharan Africa. Many of the factors seen in Africa are also present in Latin America and the Caribbean and contribute to the high rates of infections seen in those regions. In the United States, poverty is a contributing factor to HIV infections. There is also a large racial disparity, with African Americans having a significantly higher rate of infection than their white counterparts.",
            "score": 168.85165405273438
        },
        {
            "docid": "14815943_14",
            "document": "Apolipoprotein L1 . The prevalence of the G1 risk allele in African Americans with FSGS is 52% and 18-23% in those without FSGS. The prevalence of the G2 risk allele in African Americans with FSGS is 23% and 15% in those without FSGS.  FSGS is a kidney disease that affects younger individuals therefore, its effects are slightly different from the effects of general non-diabetic ESKD. In a recent study, the mean ages of onset of FSGS for African Americans with 2, 1, and 0 APOL1 risk alleles was 32yrs, 36yrs and 39yrs, respectively. APOL1 variants also have a tendency to manifest FSGS at relatively young ages; FSGS begins between the ages of 15 to 39 in 70% of individuals with two APOL1 risk alleles and 42% of individuals with of 0 or 1 risk alleles.",
            "score": 168.1371307373047
        },
        {
            "docid": "2736775_16",
            "document": "Myristoylation . Certain NMTs are therapeutic targets for development of drugs against bacterial infections. Myristoylation has been shown to be necessary for the survival of a number of disease-causing fungi including \"C. albicans\" and \"C. neoformans\". In addition to prokaryotic bacteria, the NMTs of numerous disease-causing eukaryotic organisms have been identified as drug targets as well. Proper NMT functioning in the protozoa \"Leishmania major\" and \"Leishmania donovani\" (leishmaniasis), \"Trypanosoma brucei\" (African sleeping sickness) and \"P. falciparum\" (malaria) is necessary for survival of the parasites. Inhibitors of these organisms is under current investigation. A pyrazole sulphonamide inhibitor has been identified that selectively binds \"T. brucei\", competing for the peptide binding site, thus inhibiting enzymatic activity and eliminating the parasite from the bloodstream of mice with African sleeping sickness.",
            "score": 163.738037109375
        },
        {
            "docid": "141029_7",
            "document": "African trypanosomiasis . There are two subspecies of the parasite that are responsible for starting the disease in humans. \"Trypanosoma brucei gambiense\" causes the diseases in west and central Africa, whereas \"Trypanosoma brucei rhodesiense\" has a limited geographical range and is responsible for causing the disease in east and southern Africa. In addition, a third subspecies of the parasite known as \"Trypanosoma brucei brucei\" is responsible for affecting animals but not humans.",
            "score": 162.5050506591797
        },
        {
            "docid": "2966179_13",
            "document": "Hemoglobin C . Overall, hemoglobin C disease is one of the more benign hemoglobinopathies. Mild-to-moderate reduction in RBC lifespan may accompany from mild hemolytic anemia. Individuals with hemoglobin C disease have sporadic episodes of musculoskeletal (joint) pain. People with hemoglobin C disease can expect to lead a normal life. Hemoglobin C gene is found in 2-3% of African-Americans while 8% of African-Americans have hemoglobin S (Sickle) gene. Thus Hemoglobin SC disease is significantly more common than Hemoglobin CC disease. Hemoglobin C is found in areas of West Africa, such as Nigeria, where Yorubas live. The trait also affects people whose ancestors came from Italy, Greece, Latin America, and the Caribbean region. However, it is possible for a person of any race or nationality to have hemoglobin C trait. In terms of geographic distribution, the hemoglobin C allele is found at the highest frequencies in West Africa, where it has been associated with protection against malaria. Hemoglobin C disease is present at birth, though some cases may not be diagnosed until adulthood. Both males and females are affected equally.",
            "score": 161.8875274658203
        },
        {
            "docid": "21368293_5",
            "document": "Interstitial keratitis . By far the most common cause of IK is syphilitic disease. However, there are two possible causes of the corneal inflammatory response: an infection and/or an immunological response, such as a hypersensitivity type reaction, or (rarely) Cogan syndrome. Infectious causes include syphilis (commonest), followed by other bacterial infections (TB, Leprosy and Lyme disease) and parasitic infections (Acanthamoeba, Onchocerciasis or river blindness, Leishmaniasis, Trypanosoma cruzi or \"Chagas disease\", Trypanosoma brucei or \"African sleeping sickness\" and microsporidia)",
            "score": 160.1988067626953
        },
        {
            "docid": "877375_14",
            "document": "Sterile insect technique . Sleeping sickness or African trypanosomiasis is a parasitic disease in humans. Caused by protozoa of genus \"Trypanosoma\" and transmitted by the tsetse fly, the disease is endemic in regions of sub-Saharan Africa, covering about 36 countries and 60 million people. An estimated 50,000 – 70,000 people are infected and about 40,000 die every year. The three most recent epidemics occurred in 1896 -1906, 1920, and 1970.",
            "score": 159.19436645507812
        },
        {
            "docid": "2198661_33",
            "document": "Trypanosoma brucei . The gene encoding ApoL1 is found on the long arm of chromosome 22 (22q12.3). Variants of this gene, termed G1 and G2, provide protection against \"T. b. rhodesiense\". These benefits are not without their downside as a specific ApoL1 glomeropathy has been identified. This glomeropathy may help to explain the greater prevalence of hypertension in African populations.",
            "score": 157.66575622558594
        },
        {
            "docid": "1854_45",
            "document": "Geography of Africa . Sleeping sickness, or African trypanosomiasis, is a disease that usually affects animals, but has been known to be fatal to some humans as well. It is transmitted by the tsetse fly and is found almost exclusively in Sub-Saharan Africa. This disease has had a significant impact on African development not because of its deadly nature, like Malaria, but because it has prevented Africans from pursuing agriculture (as the sleeping sickness would kill their livestock).",
            "score": 157.24612426757812
        },
        {
            "docid": "14815943_15",
            "document": "Apolipoprotein L1 . Although possession of the APOL1 risk variants increases susceptibility to non-diabetic kidney disease, not all people who possess these variants develop kidney disease, which indicates another factor may initiate progression of kidney disease. Similarly in HIV positive patients, although the majority of African-American patients with HIVAN have two APOL1 risk alleles other as yet unknown factors in the host, including genetic risk variants and environmental or viral factors, may influence the development of this disorder in those with zero or one APOL1 risk allele. Kidney Int. 2012 Aug;82(3):338-43. The African American population has a total lifetime risk of developing FSGS of 0.8%. For those with 0 risk alleles the risk of developing FSGS is 0.2%, 0.3% with 1 risk allele, 4.25% with 2 risk alleles and a 50% chance of developing HIVAN for untreated HIV infected individuals.",
            "score": 155.29884338378906
        },
        {
            "docid": "3598587_12",
            "document": "HLA-B . Another version of the HLA-B gene, HLA-B53, has been shown to help protect against severe malaria. HLA-B53 is most common in West African populations, where malaria is a frequent cause of death in children. Researchers suggest that this version of the HLA-B gene may help the immune system respond more effectively to the parasite that causes malaria.",
            "score": 155.02940368652344
        },
        {
            "docid": "141029_4",
            "document": "African trypanosomiasis . The second phase of the disease, the neurological phase, begins when the parasite invades the central nervous system by passing through the blood–brain barrier. Disruption of the sleep cycle is a leading symptom of this stage and is the one that gave the disease the name 'sleeping sickness.' Infected individuals experience a disorganized and fragmented 24-hour rhythm of the sleep-wake cycle, resulting in daytime sleep episodes and nighttime periods of wakefulness.",
            "score": 154.4293212890625
        },
        {
            "docid": "57280323_11",
            "document": "Neanderthal genetics . It is suggested that 20 percent of Neanderthal DNA survived in modern humans, notably expressed in the skin, hair and diseases of modern people. Modern human genes involved in making keratin—the protein found in skin, hair, and nails—have specially high levels of Neanderthal DNA. For example, around 66% of East Asians contain the Neanderthal skin gene, while 70% of Europeans possess the Neanderthal gene which affects skin colour.  POU2F3 is found in around 66 percent of East Asians, while the Neanderthal version of BNC2, which affects skin color, among other traits, is found in 70 percent of Europeans. Neanderthal are the variants in genes that affect the risk of several diseases, including lupus, biliary cirrhosis, Crohn's disease, and type 2 diabetes.  The genetic variant of the MC1R gene linked to red hair in Neanderthals has not been found in modern humans; hence, red hair may be an example of convergent evolution.  While interbreeding was viewed as the most parsimonious interpretation of the genetic discoveries, the 2010 study still could not conclusively rule out an alternative scenario, in which the source population of non-African modern humans was already more closely related to Neanderthals than other Africans were, because of ancient genetic divisions within Africa.  Research since 2010 has refined the picture of interbreeding between Neanderthals, Denisovans and anatomically modern humans. Interbreeding appears to have occurred asymmetrically among the ancestors of modern-day humans, and that this is a possible rationale for differing frequencies of Neanderthal-specific DNA in the genomes of modern humans. In Vernot and Akey (2015) concluded that the relatively greater quantity of Neanderthal-specific DNA in the genomes of individuals of East Asian descent (than those of European descent) cannot be explained by differences in selection.  They further suggest that \"two additional demographic models, involving either a second pulse of Neandertal gene flow into the ancestors of East Asians or a dilution of Neandertal lineages in Europeans by admixture with an unknown ancestral population\" are parsimonious with their data.  Similar conclusions were reached by Kim and Lohmueller (2015): \"Using simulations of a broad range of models of selection and demography, we have shown that this hypothesis [that the greater proportion of Neandertal ancestry in East Asians than in Europeans is due to the fact that purifying selection is less effective at removing weakly deleterious Neandertal alleles from East Asian populations] cannot account for the higher proportion of Neandertal ancestry in East Asians than in Europeans. Instead, more complex demographic scenarios, most likely involving multiple pulses of Neandertal admixture, are required to explain the data.\"",
            "score": 154.00645446777344
        },
        {
            "docid": "3474864_7",
            "document": "Acanthocheilonemiasis . Approximately 114 million people in Africa are infected with \"M. perstans\", including 33 sub-Saharan African countries. Recent studies focused on Gabon specifically, where febrile and tropical diseases are common. Contrary to popular recent suggestions, \"M. perstans\" does not influence the emergence of febrile diseases, including HIV, tuberculosis, bacteremia, and malaria. In general, hemoglobin levels in individuals with malaria are severely reduced from that of a healthy individual. Reduced levels occur because the malaria parasite, \"Plasmodium falciparum,\" utilizes human hemoglobin as its major energy source. Filariasis, in combination with severe malaria, actually shows higher hemoglobin levels than in severe malaria alone. In addition, \"M. perstans\" did not have adverse effects on those with HIV, as there were actually higher levels of CD4 in HIV patients co-infected with \"M. perstans\". Further research in this area may allude to clinical manifestations of this infectious disease, as there could be possible benefits by contracting \"M. perstans\".",
            "score": 153.47146606445312
        },
        {
            "docid": "183919_29",
            "document": "Coccidioidomycosis . There are several populations that have a higher risk for contracting coccidioidomycosis and developing the advanced disseminated version of the disease. Populations with exposure to the airborne arthroconidia working in agriculture and construction have a higher risk. Outbreaks have also been linked to earthquakes, windstorms and military training exercises where the ground is disturbed. Historically an infection is more likely to occur in males than females, although this could be attributed to occupation rather than gender specific. Women who are pregnant and immediately postpartum are at a high risk of infection and dissemination. There is also an association between stage of pregnancy and severity of the disease, with third trimester women being more likely to develop dissemination. Presumably this is related to highly elevated hormonal levels, which stimulate growth and maturation of spherules and subsequent release of endospores. Certain ethnic populations are more susceptible to disseminated coccioidomycosis. The risk of dissemination is 175 times greater in Filipinos and 10 times greater in African Americans than non-Hispanic whites. Individuals with a weakened immune system are also more susceptible to the disease. In particular, individuals with HIV and diseases that impair T-cell function. Individuals with pre-existing conditions such as diabetes are also at a higher risk. Age also affects the severity of the disease, with more than one third of deaths being in the 65-84 age group.",
            "score": 152.34011840820312
        },
        {
            "docid": "350679_19",
            "document": "HIV/AIDS in Africa . HIV and AIDS has attracted a stigmatization that is overwhelming. This is due to many factors such as a lack of understanding of the disease, lack of access to treatment, the media, knowing that AIDS is incurable, and prejudices brought on by a cultures beliefs. \"When HIV/AIDS became a global disease, African leaders played ostrich and said that it was a gay disease found only in the West and Africans did not have to worry because there were no gays and lesbians in Africa\". Africans were blind to the already huge epidemic that was infesting their communities. The belief that only homosexuals could contract the diseases was later debunked as the number of heterosexual couples living with HIV increased. Unfortunately there were other rumors being spread by elders in Cameroon. These \"elders speculated that HIV/AIDS was a sexually transmitted disease passed on from Fulani women only to non-Fulani men who had sexual contact with them. They also claimed if a man was infected as a result of having sexual contact with a Fulani woman, only a Fulani healer could treat him\". This communal belief is shared by many other African cultures who believe that HIV and AIDS originated from women. Because of this belief that men can only get HIV from women many \"women are not free to speak of their HIV status to their partners for fear of violence\". In general HIV carries a negative stigma in Sub-Saharan Africa. Unfortunately This stigma makes it very challenging for Sub-Saharan Africans to share that they have HIV because they are afraid of being an outcast from their friends and family. In every Sub-Saharan community HIV is seen as the bringer of death. The common belief is that once you have HIV you are destined to die. People seclude themselves based on these beliefs. They don't tell their family and live with guilt and fear because of HIV. However, there is a way to treat HIV and AIDs the problem is that many are just not aware of how HIV is spread or what effects it has on the body. \"80.8% of participants would not sleep in the same room as someone who was HIV positive, while 94.5% would not talk to someone who was HIV positive\".",
            "score": 151.70059204101562
        },
        {
            "docid": "141029_25",
            "document": "African trypanosomiasis . The disease has been recorded as occurring in 37 countries, all in sub-Saharan Africa. It occurs regularly in southeast Uganda and western Kenya, and killed more than 48,000 Africans in 2008. The Democratic Republic of the Congo is the most affected country in the world, accounting for 75% of the \"Trypanosoma brucei gambiense\" cases. The population at risk being about 69 million with one third of this number being at a 'very high' to 'moderate' risk and the remaining two thirds at a 'low' to 'very low' risk. The number of people being affected by the disease has declined. At this rate, sleeping sickness elimination is a possibility. The World Health Organization plans to eradicate sleeping sickness by the year 2020.",
            "score": 151.09828186035156
        },
        {
            "docid": "1728116_13",
            "document": "Michael Heidelberger . After the United States declared war on Germany in April 1917, Heidelberger was commissioned in the Sanitary Corps and assigned to the Rockefeller Institute. He continued to work with Jacobs, a collaboration that lasted more than nine years and produced 44 papers. They synthesized many chemotherapeutical drugs, namely aromatic arsenicals, for the treatment for infectious diseases, in particular syphilis and African sleeping sickness. In 1919 they developed a variant of Paul Ehrlich's \"magic bullet\" for syphilis, Salvarsan, which proved effective against trypanosomes, the parasites that cause African sleeping sickness. Variants of tryparsamide, as Flexner named it, continue to be administered today. In 1953 the king of Belgium, colonial ruler of parts of Africa in which African sleeping sickness had been endemic, honored Heidelberger and Jacobs for their discovery.",
            "score": 150.52377319335938
        },
        {
            "docid": "284027_15",
            "document": "Kidney failure . The \"APOL1\" gene has been proposed as a major genetic risk locus for a spectrum of nondiabetic renal failure in individuals of African origin, these include HIV-associated nephropathy (HIVAN), primary nonmonogenic forms of focal segmental glomerulosclerosis, and hypertension affiliated chronic kidney disease not attributed to other etiologies. Two western African variants in APOL1 have been shown to be associated with end stage kidney disease in African Americans and Hispanic Americans.",
            "score": 149.67767333984375
        },
        {
            "docid": "350679_38",
            "document": "HIV/AIDS in Africa . Sub-Saharan \"Africans have always appreciated the importance of health care because good health is seen as necessary for the continuation and growth of their lineage\". Without proper health the culture will not be able to thrive and grow. Unfortunately, \"health services in many countries are swamped by the need to care for increasing numbers of infected and sick people. Ameliorative drugs are too expensive for most victims, except for a very small number who are affluent\". The greatest number of sick people with the least number of doctors, Sub-Saharan Africa \"has 11 percent of the world's population but carries 24 percent of the global disease burden. With less than 1 percent of global health expenditure and only 3 percent of the world's health workers\". When family members get sick with HIV or other sicknesses, family members often end up selling most of their belongings in order to provide health care for the individual. Medical facilities in many African countries are lacking. Many health care workers are also not available, in part due to lack of training by governments and in part due to the wooing of these workers by foreign medical organisations where there is a need for medical professionals. Unfortunately, many individuals who get a medical degree end up leaving Sub-Saharan Africa to work abroad \"either to escape instability or to practice where they have better working conditions and a higher salary\". Many low income communities are very far away from a hospital and they cannot afford to bus there or pay for medical attention once they arrive. \"Healthcare in Africa differs widely, depending on the country and also the region – those living in urban areas are more likely to receive better healthcare services than those in rural or remote regions\". It is very common to just wait out a sickness or seek help from a neighbor or relative. Currently antiretroviral therapy is the closest to a cure. However, many hospitals lack enough antiretroviral drugs to treat everyone. This may be because most Sub-Saharan African countries invest \"as little as 1-4 dollars per capita, [so] overseas aid is a major source of funding for healthcare\". Many overseas organizations are very hesitant to give antiretroviral drugs to Sub-Saharan Africa because they are expensive, which means that there is only so much they can give. Relying on other countries for help in general requires more paperwork and faith in another country very far away. Also, delivery of drugs and other aid takes many month and years to arrive in the hands of those that need help.",
            "score": 149.55616760253906
        },
        {
            "docid": "20423_2",
            "document": "Malaria . Malaria is a mosquito-borne infectious disease affecting humans and other animals caused by parasitic protozoans (a group of single-celled microorganisms) belonging to the \"Plasmodium\" type. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria. The disease is most commonly transmitted by an infected female \"Anopheles\" mosquito. The mosquito bite introduces the parasites from the mosquito's saliva into a person's blood. The parasites travel to the liver where they mature and reproduce. Five species of \"Plasmodium\" can infect and be spread by humans. Most deaths are caused by \"P. falciparum\" because \"P. vivax\", \"P. ovale\", and \"P. malariae\" generally cause a milder form of malaria. The species \"P. knowlesi\" rarely causes disease in humans. Malaria is typically diagnosed by the microscopic examination of blood using blood films, or with antigen-based rapid diagnostic tests. Methods that use the polymerase chain reaction to detect the parasite's DNA have been developed, but are not widely used in areas where malaria is common due to their cost and complexity. The risk of disease can be reduced by preventing mosquito bites through the use of mosquito nets and insect repellents, or with mosquito control measures such as spraying insecticides and draining standing water. Several medications are available to prevent malaria in travellers to areas where the disease is common. Occasional doses of the combination medication sulfadoxine/pyrimethamine are recommended in infants and after the first trimester of pregnancy in areas with high rates of malaria. Despite a need, no effective vaccine exists, although efforts to develop one are ongoing. The recommended treatment for malaria is a combination of antimalarial medications that includes an artemisinin. The second medication may be either mefloquine, lumefantrine, or sulfadoxine/pyrimethamine. Quinine along with doxycycline may be used if an artemisinin is not available. It is recommended that in areas where the disease is common, malaria is confirmed if possible before treatment is started due to concerns of increasing drug resistance. Resistance among the parasites has developed to several antimalarial medications; for example, chloroquine-resistant \"P. falciparum\" has spread to most malarial areas, and resistance to artemisinin has become a problem in some parts of Southeast Asia. The disease is widespread in the tropical and subtropical regions that exist in a broad band around the equator. This includes much of Sub-Saharan Africa, Asia, and Latin America. In 2016, there were 216 million cases of malaria worldwide resulting in an estimated 731,000 deaths. Approximately 90% of both cases and deaths occurred in Africa. Rates of disease have decreased from 2000 to 2015 by 37%, but increased from 2014 during which there were 198 million cases. Malaria is commonly associated with poverty and has a major negative effect on economic development. In Africa, it is estimated to result in losses of US$12 billion a year due to increased healthcare costs, lost ability to work, and negative effects on tourism.",
            "score": 147.30738830566406
        },
        {
            "docid": "42345073_9",
            "document": "West African Ebola virus epidemic . Researchers generally believe that a one-year-old boy, later identified as Emile Ouamouno, who died in December 2013 in the village of Meliandou, Guéckédou Prefecture, Guinea, was the index case of the West African epidemic. Scientists have long believed that bats are involved in the spread of the virus, and, incidentally, the boy's home was in the vicinity of a large colony of Angolan free-tailed bats. The Ebola virus was, however, not found in any of the bats that were captured and tested. His mother, sister, and grandmother later became ill with similar symptoms and also died; people infected by these initial cases spread the disease to other villages. Although the disease represents a major public health concern in much of sub-Saharan Africa, prior to the outbreak Ebola was mistakenly thought by the international community to not be endemic to West Africa. Thus, these early cases were diagnosed as other conditions more common to the area and the disease had several months to spread before it became recognized as Ebola.",
            "score": 145.77024841308594
        },
        {
            "docid": "12271250_4",
            "document": "Mansonella perstans . In 1890, the microfilariae of \"M. perstans\" were first discovered by Manson in the blood of a patient from West Africa who was hospitalized with sleeping sickness in London. Because the microfilariae were first noted in a patient with African trypanosomiasis, \"M. perstans\" was initially suspected to be the cause of this disease. \"M. perstans\" as the cause of African trypanosomyasis was later ruled out by the Royal Society Sleeping Sickness Commission, who showed the geographical distribution of sleeping sickness did not coincide with that of \"M. perstans\" infection.",
            "score": 145.7531280517578
        },
        {
            "docid": "1952402_17",
            "document": "Poverty in Africa . Much attention has been given to the prevalence of AIDS in Africa. 3,000 Africans die each day of AIDS and an additional 11,000 are infected. Less than one percent are actually treated. However, even with the widespread prevalence of AIDS (where infection rates can approach 30% among the sexually active population), and fatal infections such as the Ebola virus, other diseases are far more problematic. In fact, the situation with AIDS is improving in some nations as infection rates drop, and deaths from Ebola are rare. On the other hand, diseases once common but now almost unknown in most of the industrialized world, like malaria, tuberculosis, tapeworm and dysentery often claim far more victims, particularly among the young. Polio has made a comeback recently due to misinformation spread by anti-American Islamic groups in Nigeria. Diseases native to Africa, such as sleeping sickness, also resist attempts at elimination too.",
            "score": 145.42527770996094
        },
        {
            "docid": "24979563_6",
            "document": "Evolutionary baggage . As a recessive gene, Sickle-cell disease is only present if homozygous, with no dominant gene to beat them out. Sickle-cell disease, originating in people living in tropical areas where malaria is prevalent, is a hereditary blood disorder characterized by rigid, sickle-shaped red blood cells.. The unusual shape and rigidity of these altered red blood cells reduces a cell’s ability to effectively travel with regular blood flow, occasionally blocking veins and preventing proper blood flow. Life expectancy is shortened for people with sickle-cell disease, though modern medicine has significantly lengthened the life expectancy of someone with this disease. As detrimental as the effects of sickle-cell disease seem, it also offers an unforeseen benefit; humans with the sickle-cell gene show less severe symptoms when infected with malaria, as the abnormal shape of blood cells caused by the disease hinder the malaria parasite’s ability to invade and replicate within these cells. It is possible to have the sickle-cell allele, but not have the disease, for example if heterozygous. Malaria, a mosquito-borne infectious disease of humans and other animals, is a potentially deadly disease that causes fever, fatigue, nausea, muscular pain, coughing, and, in extreme cases, coma and death. Malaria is caused by parasitic protozoans transferred through mosquito saliva into a person’s circulatory system, where they travel to the liver to mature. Though eliminated in the U.S., there were an estimated 219 million documented cases of malaria in 2010 according to the World Health Organization. The correlation between sickle-cell disease and malaria is a double-edged sword. Having a sickle-cell allele does limit the life expectancy of a person, however, the presence of sickle-cell genes reduces the detrimental effects of malaria should it be contracted. Natural selection allowed for the spreading of the sickle-cell gene in areas of high numbers of mosquitoes carrying malaria; those that weren't as susceptible to malaria were much more likely to live than those that were. Because malaria is not as prevalent as it once was, the benefits of sickle-cell have since eroded, leaving behind the detrimental effects of the disease.",
            "score": 144.70814514160156
        },
        {
            "docid": "54241836_22",
            "document": "Atrocities in the Congo Free State . Although it is impossible to be sure in the absence of records, violence and murder represented only a fraction of the total. In a local study of the Kuba and Kete peoples, the historian Jan Vansina estimated that violence accounted for the deaths of less than five percent of the population. Diseases imported by Arab traders, European colonists and African porters ravaged the Congolese population and \"greatly exceeded\" the numbers killed by violence. Smallpox, sleeping sickness, amoebic dysentery, venereal diseases (especially syphilis and gonorrhea) and swine influenza were particularly severe. Sleeping sickness, in particular, was \"epidemic in large areas\" of the Congo and had a high mortality rate. In 1901 alone, it is estimated that as many as 500,000 Congolese died from sleeping sickness. Vansina estimated that five percent of the Congolese population perished from swine influenza. In areas in which dysentery became endemic, between 30 and 60 percent of the population could die. Vansina also pointed to the effects of malnutrition and food shortages in reducing immunity to the new diseases. The disruption of African rural populations may have helped to spread diseases further.",
            "score": 144.27960205078125
        }
    ]
}