{
    "q": [
        {
            "docid": "3071594_3",
            "document": "Theta wave . In rats, the most frequently studied species, theta wave rhythmicity is easily observed in the hippocampus, but can also be detected in numerous other cortical and subcortical brain structures. Hippocampal theta waves, with a frequency range of 6–10 Hz, appear when a rat is engaged in active motor behavior such as walking or exploratory sniffing, and also during REM sleep. Theta waves with a lower frequency range, usually around 6–7 Hz, are sometimes observed when a rat is motionless but alert. When a rat is eating, grooming, or sleeping, the hippocampal EEG usually shows a non-rhythmic pattern known as large irregular activity or \"LIA\". The hippocampal theta rhythm depends critically on projections from the medial septal area, which in turn receives input from the hypothalamus and several brainstem areas. Hippocampal theta rhythms in other species differ in some respects from those in rats. In cats and rabbits, the frequency range is lower (around 4–6 Hz), and theta is less strongly associated with movement than in rats. In bats, theta appears in short bursts associated with echolocation. In humans, hippocampal theta rhythm has been observed and linked to \"memory formation\" and \"navigation\".",
            "score": 196.9151703119278
        },
        {
            "docid": "53948_38",
            "document": "Hippocampus . Theta rhythmicity is very obvious in rabbits and rodents and also clearly present in cats and dogs. Whether theta can be seen in primates is not yet clear. In rats (the animals that have been the most extensively studied), theta is seen mainly in two conditions: first, when an animal is walking or in some other way actively interacting with its surroundings; second, during REM sleep. The function of theta has not yet been convincingly explained although numerous theories have been proposed. The most popular hypothesis has been to relate it to learning and memory. An example would be the phase with which theta rhythms, at the time of stimulation of a neuron, shape the effect of that stimulation upon its synapses. What is meant here is that theta rhythms may affect those aspects of learning and memory that are dependent upon synaptic plasticity. It is well established that lesions of the medial septum—the central node of the theta system—cause severe disruptions of memory. However, the medial septum is more than just the controller of theta; it is also the main source of cholinergic projections to the hippocampus. It has not been established that septal lesions exert their effects specifically by eliminating the theta rhythm.",
            "score": 137.84002077579498
        },
        {
            "docid": "43316794_4",
            "document": "Howard Eichenbaum . Research by Eichenbaum also demonstrated the strong context-dependence of neuronal responses in the hippocampus. One study from his lab at Boston University presented data from rats performing a spatial alternation task with return arms. As the rat ran up the stem of the task on different trials, the spiking response of hippocampal neurons depended on the prior or future response of the rat, showing differential firing even though the location and movement direction of the rat was the same. This illustrated the strong memory dependence of hippocampal neuronal responses independent of the spatial location and movement of the rat. This experiment and other data from his laboratory show how different events in the same location could be coded as different episodes.",
            "score": 113.64502620697021
        },
        {
            "docid": "21312297_20",
            "document": "Memory consolidation . Rapid eye movement (REM) sleep has been thought of to be an important concept in the overnight learning in humans by establishing information in the hippocampal and cortical regions of the brain. REM sleep elicits an increase in neuronal activity following an enriched or novel waking experience, thus increasing neuronal plasticity and therefore playing an essential role in the consolidation of memories. This has come into question in recent years however and studies on sleep deprivation have shown that animals and humans who are denied REM sleep do not show deficits in task learning. It has been proposed that since the brain is in a non-memory encoding state during sleep, consolidation would be unlikely to occur. Recent studies have examined the relationship between REM sleep and procedural learning consolidation.  In particular studies have been done on sensory and motor related tasks. In one study testing finger-tapping, people were split into two groups and tested post-training with or without intervening sleep; results concluded that sleep post-training increases both speed and accuracy in this particular task, while increasing the activation of both cortical and hippocampal regions; whereas the post-training awake group had no such improvements. It has been theorized that this may be related more-so to a process of synaptic consolidation rather than systems consolidation because of the short-term nature of the process involved. Researchers examining the effect of sleep on motor learning have noted that while consolidation occurs over a period of 4–6 hours during sleep, this is also true during waking hours, which may negate any role of sleep in learning. In this sense sleep would serve no special purpose to enhance consolidation of memories because it occurs independently of sleep. Other studies have examined the process of replay which has been described as a reactivation of patterns that were stimulated during a learning phase. Replay has been demonstrated in the hippocampus and this has lent support to the notion that it serves a consolidation purpose. However, replay is not specific to sleep and both rats and primates show signs during restful-awake periods. Also, replay may simply be residual activation in areas that were involved previously in the learning phase and may have no actual effect on consolidation. This reactivation of the memory traces has also been seen in non-REM sleep specifically for hippocampus-dependant memories. Researchers have noted strong reactivation of the hippocampus during sleep immediately after a learning task. This reactivation led to enhanced performance on the learned task. Researchers following this line of work have come to assume that dreams are a by-product of the reactivation of the brain areas and this can explain why dreams may be unrelated to the information being consolidated. The dream experience itself is not what enhances memory performance but rather it is the reactivation of the neural circuits that causes this.",
            "score": 115.1266508102417
        },
        {
            "docid": "3071594_24",
            "document": "Theta wave . Theta-frequency activity arising from the hippocampus is manifested during some short-term memory tasks (Vertes, 2005). Studies suggest that these rhythms reflect the \"on-line\" state of the hippocampus; one of readiness to process incoming signals (Buzsáki, 2002). Conversely, theta oscillations have been correlated to various voluntary behaviors (exploration, spatial navigation, etc.) and alert states (goose bumps, etc.) in rats (Vanderwolf, 1969), suggesting that it may reflect the integration of sensory information with motor output (for review, see Bland & Oddie, 2001). A large body of evidence indicates that theta rhythm is likely involved in spatial learning and navigation (Buzsáki, 2005).",
            "score": 129.08862733840942
        },
        {
            "docid": "43316794_3",
            "document": "Howard Eichenbaum . Eichenbaum has performed extensive research on the role of the hippocampus in memory function, presenting a theory of the role of the hippocampus in forming relational memories. This work was important for emphasizing the behavioral role of the hippocampus beyond forming spatial representations of the environment. Eichenbaum and his collaborators performed early studies emphasizing the non-spatial responses of hippocampal neurons, showing spiking responses selective to individual odors and reward delivery during performance of behavioral tasks.",
            "score": 97.28276300430298
        },
        {
            "docid": "200405_13",
            "document": "Limbic system . Damage related to the hippocampal region of the brain has reported vast effects on overall cognitive functioning, particularly memory such as spatial memory. As previously mentioned, spatial memory is a cognitive function greatly intertwined with the hippocampus. While damage to the hippocampus may be a result of a brain injury or other injuries of that sort, researchers particularly investigated the effects that high emotional arousal and certain types of drugs had on the recall ability in this specific memory type. In particular, in a study performed by Parkard, rats were given the task of correctly making their way through a maze. In the first condition, rats were stressed by shock or restraint which caused a high emotional arousal. When completing the maze task, these rats had an impaired effect on their hippocampal-dependent memory when compared to the control group. Then, in a second condition, a group of rats were injected with anxiogenic drugs. Like the former these results reported similar outcomes, in that hippocampal-memory was also impaired. Studies such as these reinforce the impact that the hippocampus has on memory processing, in particular the recall function of spatial memory. Furthermore, impairment to the hippocampus can occur from prolonged exposure to stress hormones such as Glucocorticoids (GCs), which target the hippocampus and cause disruption in explicit memory.",
            "score": 120.16151142120361
        },
        {
            "docid": "1049228_11",
            "document": "Place cell . However, there have been investigations as to whether the hippocampus may store other non-spatial information as well. These other explanations in favor of non-spatial components of the hippocampus argue that the hippocampus has \"flexible\" functions in that it can apply memory in circumstances different from those under which these relationships were learned. There are also views that claim that the hippocampus has functions altogether removed from time and space. However, other explanations of data that prematurely support the existence of non-spatial functions in the hippocampus must be considered. Evidence against this flexibility theory comes in the form of using the delayed non-match-to sample task. This task uses flexibility in that the rat is first presented with a visual representation such as a block. After a delay, when presented with the block and a novel object, the rat must choose the novel object in order to obtain a reward. Its completion of this task requires flexibility. However, during this task, hippocampal activity does not sufficiently increase and lesioning (induced trauma) in the hippocampus does not change the rat's performance on this task.",
            "score": 123.6204788684845
        },
        {
            "docid": "53948_37",
            "document": "Hippocampus . Because of its densely packed neural layers, of all the brain structures which generate the \"hippocampal theta rhythm\", the hippocampus generates some of the largest EEG signals as theta waves . In some situations the EEG is dominated by regular waves at 3 to 10 Hz, often continuing for many seconds. These reflect subthreshold membrane potentials and strongly modulate the spiking of hippocampal neurons and synchronise across the hippocampus in a travelling wave pattern. The trisynaptic circuit is a relay of neurotransmission in the hippocampus that interacts with many brain regions. From rodent studies it has been proposed that the trisynaptic circuit generates the hippocampal theta rhythm.",
            "score": 131.82356572151184
        },
        {
            "docid": "37689509_15",
            "document": "Neuroscience of rhythm . This animal model has been said to be more similar to humans than birds. It has been shown that humans demonstrate 15–30 Hz (Beta) oscillations in the cortex while performing muscle coordination exercises. This was also seen in macaque monkey cortices. The cortical local field potentials (LFPs) of conscious monkeys were recorded while they performed a precision grip task. More specifically, the pyramidal tract neurons (PTNs) were targeted for measurement. The primary frequency recorded was between 15–30 Hz, the same oscillation found in humans. These findings indicate that the macaque monkey cortex could be a good model for rhythm perception and production. One example of how this model is used is the investigation of the role of motor cortex PTNs in \"corticomuscular coherence\" (muscle coordination). In similar study where LFPs were recorded from macaque monkeys while they performed a precision grip task, it was seen that the disruption of the PTN resulted in a greatly reduced oscillatory response. Stimulation of the PTN caused the monkeys to not be able to perform the grip task as well. It was concluded that PTNs in the motor cortex directly influence the generation of Beta rhythms.",
            "score": 93.90468370914459
        },
        {
            "docid": "41119587_11",
            "document": "Sharp waves and ripples . Sharp waves and associated ripples are present in the mammalian brains of the species that have been investigated for this purpose, including mice, rats, rabbits, monkeys and humans. In all of these species, they have been shown primarily to be involved in consolidation of recently acquired memories during the immobility and slow wave sleep. Characteristics of these oscillations, such as having experience dependent neuronal content, being affected by the cortical input, and reactivating neocortical pathways formed through recent experiences, provides evidences for their role in memory consolidation. Besides, some direct evidences for their role come from studies, investigating effects of their removal.  Animal studies indicated that depletion of ripple activity by electrical stimulation, would impair formation of new memories in rats. It has to be noted however, that in spatially non-demanding tasks, such as passive exploration, optogenetic disruption of SPW-R events does not interfere with the stabilisation of the newly formed hippocampal place cell code. As for humans, what is currently known is that the hippocampus as a whole is important for memory consolidation. The most famous human patient with hippocampal lesion is H.M., whose hippocampus has been removed from both sides of his brain. Studies conducted on HM have clearly proven the role of the hippocampus in shaping the long-term memory. Investigations also provide strong evidence supporting role of the hippocampus in consolidation of specific types of memories such as declarative and spatial memories. However, clear evidence for the role of SPW-R events in memory consolidation in the hippocampus of humans is still missing.",
            "score": 130.41343200206757
        },
        {
            "docid": "41118075_5",
            "document": "Deficiency of RbAp48 protein and memory loss . The hippocampus is a brain region which has many interconnected subregions, with each region having its own distinct neuron populations playing an important role in encoding memory. Many studies showed that Alzheimer's disease (AD) ameliorates memory by first acting on the entorhinal cortex (EC) which is the region providing the main input conduit from the external sensors to the hippocampus. Scientists initially identified memory loss associated with aging as an early manifestation of Alzheimer's; however, more recent evidence suggests that a distinct process affects the dentate gyrus (DG), which is a subregion of the hippocampus, and causes memory deterioration. The hippocampal formation is made up of many interconnected subregions and plays a vital role in retaining memory. Each subregion contains a specific population of neurons which have distinct molecular expression and physiological properties. As a result, these regions are vulnerable to various pathogenic mechanisms. Although both AD and the normal aging process affect the hippocampus, studies showed that these two processes can be distinguished by two anatomical patterns of hippocampal dysfunctions. Postmortem studies suggest that the entorhinal cortex (EC) and the subiculum are the hippocampal subregions most affected by AD, whereas the dentate gyrus is relatively preserved in most cases. In contrast to AD, the normal aging process does not cause cell death or other pathognomonic abnormalities that result in memory loss. Rather, age-related memory loss is characterized by dysfunctioning neurons. These results from MRI and other studies suggest that the primary initial target of normal aging is the DG, whereas the EC is relatively preserved.",
            "score": 140.89220416545868
        },
        {
            "docid": "53948_43",
            "document": "Hippocampus . Age-related conditions such as Alzheimer's disease and other forms of dementia (for which hippocampal disruption is one of the earliest signs) have a severe impact on many types of cognition, but even normal aging is associated with a gradual decline in some types of memory, including episodic memory and working memory (or short-term memory). Because the hippocampus is thought to play a central role in memory, there has been considerable interest in the possibility that age-related declines could be caused by hippocampal deterioration. Some early studies reported substantial loss of neurons in the hippocampus of elderly people, but later studies using more precise techniques found only minimal differences. Similarly, some MRI studies have reported shrinkage of the hippocampus in elderly people, but other studies have failed to reproduce this finding. There is, however, a reliable relationship between the size of the hippocampus and memory performance; so that where there is age-related shrinkage, memory performance will be impaired. There are also reports that memory tasks tend to produce less hippocampal activation in the elderly than in the young. Furthermore, a randomized control trial published in 2011 found that aerobic exercise could increase the size of the hippocampus in adults aged 55 to 80 and also improve spatial memory.",
            "score": 103.06558132171631
        },
        {
            "docid": "44390130_4",
            "document": "Socioeconomic status and memory . When creating new memories, the hippocampus and related structures of the brain play a key role in consolidation. Memory consolidation is the transformation of short-term memories to long-term memories, which is crucial in the acquisition of new ideas. Until they can be stored more permanently, these memories are temporarily kept in the hippocampus in a process known as Standard Consolidation Theory. From childhood the hippocampus is developing, and it continues to mature beyond adolescents. A major barrier when it comes to studying working memory development in childhood is that much of the data come from adults who recall on past events of their childhood, and not from the children themselves. This creates a problem in memory recall of those events that occurred when the hippocampus was still developing, and the working memory wasn’t completely consolidated at the time. As people recall a former memory, the door to memory reconsolidation is opened. Reconsolidation refers to the retrieval of a memory from long-term storage to short-term working memory, where it is unstable and vulnerable to alteration. As reported by Staff et al. (2012), socioeconomic status measured early in childhood reared a significant difference in hippocampal size in adulthood, suggesting that there is in fact an impact on brain and cognitive development. Spatial memory is another specialized function of the brain, and more specifically, the hippocampus. Spatial memory refers to experiences that are recognized by their surrounding environment. Many of hippocampal neurons are in fact place cells. Place cells are neurons that are activated by certain locations or environments. If a child is constantly in a maladaptive environment, their hippocampal neurons may be performing poorly, and memory development may be sacrificed.",
            "score": 144.0599024295807
        },
        {
            "docid": "47434598_2",
            "document": "György Buzsáki . György Buzsáki (; born November 24, 1949, Kaposvár, Hungary) is the Biggs Professor of Neuroscience at New York University School of Medicine. Dr. Buzsáki’s primary interests is “neural syntax”, i.e., how segmentation of neural information is organized by the numerous brain rhythms to support cognitive functions. He identified the cellular-synaptic basis of hippocampal theta, gamma oscillations and sharp waves with associated fast oscillations, their relationship to each other and to behavior and sleep. He was the first to demonstrate the role of GABAergic interneurons in network oscillations. Buzsaki’s recognition of the importance hierarchical organization of brain rhythms of different frequencies and their cross-frequency coupling has opened up opportunities for the dissection of cognitive mechanisms in health and disease. His most influential work, the two-stage model of memory trace consolidation, demonstrates how the neocortex-mediated information during learning transiently modifies hippocampal networks, followed by reactivation and consolidation of these memory traces during sharp wave-ripple patterns of sleep. Buzsaki’s demonstration that in the absence of changing environmental signals, cortical circuits continuously generate self-organized cell assembly sequences is an important link to the neuronal assembly basis of cognitive functions. His experiments demonstrated how skewed distribution of firing rates supports robustness, sensitivity, plasticity and stability in neuronal networks. He has pioneered numerous technical innovations, including large-scale recording methods using silicon chips and the NeuroGrid, an organic, comformable electrode system used in both animal and patients.",
            "score": 165.48178625106812
        },
        {
            "docid": "29826376_20",
            "document": "Hippocampal prosthesis . While Berger and his research partners are yet to conduct tests on humans, their experiments indicate that a silicon chip that is connected to rat and monkey brains via electrodes can analyze information just like actual neurons. This means that it would allow living things with damaged neurons to generate memories. In one demonstration, Berger impaired the rats' ability to form long-term memories by using pharmacological agents. These disrupted the neural circuitry that transfers messages between two subregions of the hippocampus. These subregions, CA1 and CA3, interact to create long-term memories. The rats were unable to remember which lever they needed to pull to obtain the reward. The researchers then developed an artificial hippocampus that could duplicate the pattern of interaction between CA3-CA1 interactions by analyzing the neural spikes in the cells with an electrode array, and then playing back the same pattern on the same array. After implanting the artificial hippocampi into the rats, their ability to identify the correct lever to pull improved dramatically. This artificial hippocampus played a significant role in the developmental stage of the chip, as it went on to show that if a prosthetic device and its associated electrodes were implanted in the animals with a normally functioning hippocampus, the device could potentially enhance the memory capability of normal rats.",
            "score": 154.94311702251434
        },
        {
            "docid": "52588865_9",
            "document": "William T. Greenough . This view of brain structure, neural activity, and learning was completely overturned by Greenough's research. Greenough initially worked with mice and rat models, later studying primates and humans. His studies demonstrated that fundamental physical changes occurred in neurons in the brain in response to stimulating environments. At the most basic cellular level, the brains of rats that lived in stimulating environments developed more synapses than those that did not. He went on to demonstrate that new synapses were formed as a result of activities that involved learning, not just increased activity. Moreover, changes occurred in areas of the brain that were associated with the performance of specific learned tasks. Observed changes in learning, memory, and synapse formation persisted after training. Learning and memory formation were therefore fundamentally related to ongoing synapse formation. The result of Greenough's work has been a new model of brain 'plasticity' in which long-term memories are formed at a structural level in the brain as part of lifelong processes of learning.",
            "score": 85.74348974227905
        },
        {
            "docid": "2525075_9",
            "document": "Zeitgeber . Researchers have shown that the 24-hour circadian clock also influences cognitive performance in a wide variety of paradigms, including serial search, verbal reasoning, working memory tasks, suppressing wrong answers, and manual dexterity. Performance on these tasks varies over the course of a day, with each type of task having a unique daily rhythm. For example, the best time to perform a working memory task tends to be midday, while immediate memory is best in the morning, and simple processing is ideally performed in the evening. In addition, individual differences among participants can have an effect on daily rhythms in performance. Studies have found that children perform mental math exercises most successfully in the morning, but young adults' performance peaks in the evening. This variation in the performance of various tasks is attributable to a number of factors, including relative working memory load, change in strategy, hemispheric dominance, ability to suppress wrong answers, age, level of practice, and morningness-eveningness, many of which fluctuate according to time of day. Based on these findings, researchers conclude that factors that disturb circadian rhythms can also affect cognitive performance.",
            "score": 99.93079710006714
        },
        {
            "docid": "14824490_15",
            "document": "Recurrent thalamo-cortical resonance . Gamma-range oscillations are not the only rhythms associated with conscious thought and activity. Thalamocortical alpha frequency oscillations have been noted in the human occipital-parietal cortex. This activity could be originated by the pyramidal neurons in layer IV. It has been shown that alpha rhythms seem to be related to the focus of one's attention: external focus on visual tasks diminishes alpha activity while internal focus as in heavy working memory tasks show an increase in alpha magnitudes. This is contrary to gamma wave oscillatory frequencies which emerge in selective focus tasks.",
            "score": 93.33565425872803
        },
        {
            "docid": "27024757_85",
            "document": "Nutritional neuroscience . While choline during development is important, adult levels of choline are also important. Choline has been shown to increase the synthesis and release of acetylcholine from neurons, which in turn increases memory. A double-blind study was conducted using normal college students (no neurological disorders). Results showed that twenty-five grams of phosphatidylcholine (another form of choline) created a significant improvement in explicit memory, measured by a serial learning task, however this improvement may be attributed to the improvement of slow learners. Another study found that a single ten-gram oral dose of choline, given to normal volunteers (again, without neurological disorders) significantly decreased the number of trials needed to master a serial-learning word test. This increase in memory is particularly beneficial to memory loss suffered by old age. A study conducted on rats who, like humans, suffer from an age-related loss of memory were tested on how choline affected memory. The results showed that rats who had a chronic low-choline diet showed greater memory loss then their same-age control counterparts, while rats who had choline-enriched diets showed a diminished memory loss compared to both the choline-low diet and control rat groups. Furthermore, young rats who were choline-deficient performed as poorly on memory tasks as older rats while older rats that were given choline supplements performed as well as three-month-old rats.",
            "score": 75.39276909828186
        },
        {
            "docid": "21312318_8",
            "document": "Recognition memory . Evidence for the single-process view comes from an electrode recording study done on epileptic patients who took an item-recognition task. This study found that hippocampal neurons, regardless of successful recollection, responded to the familiarity of objects. Thus, the hippocampus may not exclusively subserve the recollection process. However, they also found that successful item recognition was not related to whether or not 'familiarity' neurons fired. Therefore, it's not entirely clear which responses relate to successful item recognition. However, one study suggested that hippocampal activation does not necessarily mean that conscious recollection will occur. In this object-scene associative recognition study, hippocampal activation was not related to successful associative recollection; it was only when the prefrontal cortex and the hippocampus was activated that successful performance was observed. Further, eye tracking evidence revealed that participants looked longer at the correct stimulus, and this was related to increases in hippocampal activity. Therefore, the hippocampus may play a role in the recovery of relational information, but it requires concomitant activation with the prefrontal cortex for conscious recollection.",
            "score": 122.7342517375946
        },
        {
            "docid": "462393_17",
            "document": "Olfactory bulb . The hippocampus aids in olfactory memory and learning as well. Several olfaction-memory processes occur in the hippocampus. Similar to the process in the amygdala, an odor is associated with a particular reward, i.e. the smell of food with receiving sustenance. Odor in the hippocampus also contributes to the formation of episodic memory; the memories of events at a specific place or time. The time at which certain neurons fire in the hippocampus is associated by neurons with a stimulus such as an odor. Presentation of the odor at a different time may cause recall of the memory, therefore odor aids in recall of episodic memories.",
            "score": 128.5382981300354
        },
        {
            "docid": "4833512_4",
            "document": "Mu wave . The mirror neuron system consists of a class of neurons that was first studied in the 1990s in macaque monkeys. Studies have found sets of neurons that fire when these monkeys perform simple tasks and also when the monkeys view others performing the same simple tasks. This suggests they play a role in mapping others' movements into the brain without actually physically performing the movements. These sets of neurons are called mirror neurons and together make up the mirror neuron system. Mu waves are suppressed when these neurons fire, a phenomenon which allows researchers to study mirror neuron activity in humans. There is evidence that mirror neurons exist in humans as well as in non-human animals. The right fusiform gyrus, left inferior parietal lobule, right anterior parietal cortex, and left inferior frontal gyrus are of particular interest. Some researchers believe that mu wave suppression can be a consequence of mirror neuron activity throughout the brain, and represents a higher-level integrative processing of mirror neuron activity. Tests in both monkeys (using invasive measuring techniques) and humans (using EEG and fMRI) have found that these mirror neurons not only fire during basic motor tasks, but also have components that deal with intention. There is evidence of an important role for mirror neurons in humans, and mu waves may represent a high level coordination of those mirror neurons.",
            "score": 82.02931606769562
        },
        {
            "docid": "193622_12",
            "document": "Eric Kandel . Karl Lashley, a well-known American neuropsychologist, had tried but failed to identify an anatomical locus for memory storage in the cortex of the brain. When Kandel joined the Laboratory of Neurophysiology at the US National Institutes of Health in 1957, William Beecher Scoville and Brenda Milner had recently described the patient HM, who had lost the ability to form new memories after removal of his hippocampus. Kandel took on the task of performing electrophysiological recordings from hippocampal pyramidal neurons. Working with Alden Spencer, he found electrophysiological evidence for action potentials in the dendritic trees of hippocampal neurons. The team also noticed the spontaneous pacemaker-like activity of these neurons, as well as a robust recurrent inhibition in the hippocampus. They provided the first intracellular records of the electrical activity that underlies the epileptic spike (the intracellular paroxysmal depolarizing shift) and the epileptic runs of spikes (the intracellular sustained depolarization). But, with respect to memory, there was nothing in the general electrophysiological properties of hippocampal neurons that suggested why the hippocampus was special for explicit memory storage.",
            "score": 91.4373346567154
        },
        {
            "docid": "26685741_43",
            "document": "Sleep and memory . The effects of REM sleep deprivation (RSD) on neurotrophic factors, specifically nerve growth factor (NGF) and brain-derived neurotrophic factor (BDNF), were assessed in 2000 by Sie et el. Neurotrophins are proteins found in the brain and periphery that aid in the survival, functioning and generation of neurons; this is an important element in the synaptic plasticity process, the underlying neurochemical foundation in forming memories. Sei et al., inserted electrodes into the skulls of seven pairs of rats to measure Electroencephalogram (EEG), and inserted wire into the neck muscles of the rats to measure Electromyogram (EMG), a technique used to measure the amount of muscle activity. Half the rats experienced a six-hour REM sleep deprivation period, while the other half experienced a six-hour sleep period, containing all sleep cycles. Results showed that in the rats in the REM sleep deprivation group showed decreased level of brain-derived neurotrophic factor in the cerebellum (coordination, motor learning) and brainstem (sensory and motor ascending pathway), conversely the hippocampus (long-term memory, spatial navigation), showed decreases in nerve growth factor levels. BDNF protein has been shown to be necessary for procedural learning (form of non-declarative memory). Since procedural learning has also exhibited consolidation and enhancement under REM sleep, it is proposed that the impairment of procedural learning tasks is due to the lack of BDNF proteins in the cerebellum and brainstem during RSD. In regards to NGF, the basal forebrain (production and distribution of AcH in the brain), more specifically the medial septal area, sends cholinergic (excitatory in hippocampus) and GABAinergic (inhibitory) neurotransmitters through fibres to the hippocampus target cells. These target cells then secrete NGF which plays a key role in the physiological state of the hippocampus and its functions. It has been noted that REM sleep increases the secretion of NGF, therefore it has been proposed that during RSD cholinergic activity decreases leading to a decrease in NGF and impairment in procedural learning. Walker and Stickgold hypothesized that after initial memory acquisition, sleep reorganizes memory representation at a macro-brain systems level. Their experiment consisted of two groups; the night-sleep group was taught a motor sequence block tapping task at night, put to sleep and then retested 12 hours later. The day-wake group was taught the same task in the morning and tested 12 hours later with no intervening sleep. FMRI was used to measure brain activity during retest. Results indicated significantly fewer errors/sequence in the night-sleep group compared to the day wake group. FMRI output for the night-sleep group indicated increased activation in the right primary motor cortex/M1/Prefrontal Gyrus (contra lateral to the hand they were block tapping with), right anterior medial prefrontal lobe, right hippocampus (long-term memory, spatial memory), right ventral striatum (olfactory tubercle, nucleus accumbens), as well as regions of the cerebellum (lobules V1, V11). In the day-wake group, fMRI showed \"decreased\" signal activation bilaterally in the parietal cortices (integrates multiple modalities), in addition to the left insular cortex (regulation of homeostasis), left temporal pole (most anterior of temporal cortex), and the left inferior fronto-polar cortex. Previous investigations have shown that signal increases indicate brain plasticity. The increased signal activity seen in M1 after sleep corresponds to increased activity in this area seen during practice; however, an individual must practice for longer periods than they would have to sleep in order to obtain the same level of M1 signal increases. Therefore, it is suggested that sleep enhances the cortical representation of motor tasks by brain system expansion, as seen by increased signal activity.",
            "score": 124.42949342727661
        },
        {
            "docid": "372266_38",
            "document": "Long-term potentiation . In 1986, Richard Morris provided some of the first evidence that LTP was indeed required for the formation of memories \"in vivo\". He tested the spatial memory of rats by pharmacologically modifying their hippocampus, a brain structure whose role in spatial learning is well established. Rats were trained on the Morris water maze, a spatial memory task in which rats swim in a pool of murky water until they locate the platform hidden beneath its surface. During this exercise, normal rats are expected to associate the location of the hidden platform with salient cues placed at specific positions around the circumference of the maze. After training, one group of rats had their hippocampi bathed in the NMDA receptor blocker APV, while the other group served as the control. Both groups were then subjected to the water maze spatial memory task. Rats in the control group were able to locate the platform and escape from the pool, while the performance of APV-treated rats was significantly impaired. Moreover, when slices of the hippocampus were taken from both groups, LTP was easily induced in controls, but could not be induced in the brains of APV-treated rats. This provided early evidence that the NMDA receptor — and by extension, LTP — was required for at least some types of learning and memory.",
            "score": 92.22767245769501
        },
        {
            "docid": "31076642_20",
            "document": "Prenatal memory . There are two points in rodent brain development during which treatment with choline, a neurotransmitter, produces lifelong enhancement of spatial memory. The first point is at 12–17 days into embryo development, and the second is between 16–30 days after the rat has been born. Baby rats, from mothers fed a diet lacking in choline during these two periods of pregnancy, have poorer memory function than baby rats from mothers who received choline. Choline, when given during these critical periods, causes a major improvement in memory performance when rats are being trained in a maze. Even in older rats, these memory changes persist and can be used to easily identify which rats came from mothers that received enough choline. Supplementation with choline appears to reduce the speed at which memory declines with age. Choline before pregnancy is also related to changes in the birth, death, and migration of cells in the hippocampus during the development of the baby rats in the womb. Choline is also associated with the different location and shape of neurons involved in memory storage within the brain.",
            "score": 111.70413386821747
        },
        {
            "docid": "40618504_19",
            "document": "Memory erasure . With evidence showing that different memories excite different neurons or system of neurons in the brain the technique of destroying select neurons in the brain to erase specific memories is also being researched. Studies have started to investigate the possibility of using distinct toxins along with biotechnology that allows the researchers to see which areas of the brain are being used during the reward learning process of making a memory to destroy target neurons. In a paper published in 2009, authors showed that neurons in the lateral amygdala that had a higher level of cyclic adenosine monophosphate response element-binding protein (CREB) were activated primarily over other neurons by fear memory expression. This indicated to them that these neurons were directly involved in the making of the memory trace for that fear memory. They then proceeded to train mice using auditory fear training to produce a fear memory. They proceeded to check which of the neurons were overexpressing CREB and then, using a inducible diphtheria-toxin strategy, they destroyed those neurons, resulting in persistent and strong memory erasure of the fear memory.",
            "score": 88.01202261447906
        },
        {
            "docid": "465517_18",
            "document": "Inhibitory postsynaptic potential . Another interesting study of inhibitory postsynaptic potentials looks at neuronal theta rhythm oscillations that can be used to represent electrophysiological phenomena and various behaviors. Theta rhythms are found in the hippocampus and GABAergic synaptic inhibition helps to modulate them. They are dependent on IPSPs and started in either CA3 by muscarinic acetylcholine receptors and within C1 by the activation of group I metabotropic glutamate receptors. When interneurons are activated by metabotropic acetylcholine receptors in the CA1 region of rat hippocampal slices, a theta pattern of IPSPs in pyramidal cells occurs independent of the input. This research also studies DSIs, showing that DSIs interrupt metabotropic acetylcholine-initiated rhythm through the release of endocannabinoids. An endocannabinoid-dependent mechanism can disrupt theta IPSPs through action potentials delivered as a burst pattern or brief train. In addition, the activation of metabotropic glutamate receptors removes any theta IPSP activity through a G-protein, calcium ion–independent pathway.",
            "score": 152.73401939868927
        },
        {
            "docid": "48544304_3",
            "document": "Hippocampal memory encoding and retrieval . Meta-positron emission tomography (PET) analysis has lent support toward a division of the hippocampus between caudal and rostral regions. Scans have demonstrated a uniform variation in blood flow distribution within the hippocampus (and the medial temporal lobe broadly) during the separate processes of episodic encoding and retrieval. In the hippocampal encoding/retrieval (HIPER) model, episodic encoding is found to take place within the rostral region of the hippocampus whereas retrieval takes place in the caudal region. However, the divide between these regions need not be disjoint, as functional magnetic resonance imaging (fMRI) data has demonstrated encoding processes occurring within the caudal region. HIPER is a model resulting from and therefore a reflection of certain experimental phenomena, but cannot completely explain hippocampal encoding and retrieval on its own. Nevertheless, the model suggests a broad division of labor in encoding and retrieval, whether they involve separate regions of the hippocampus or act simultaneously or independently within a single, more inclusive process. In a framework first developed by Hasselmo and colleagues, theta phase separation implies that the theta rhythm of the hippocampus occurs in cycles and various phases of the rhythm entail encoding and retrieval as separate processes. An extra-hippocampal structure, the septum, initiates and regulates the theta rhythm and its associated memory processes. GABAergic activity within the septum inhibits certain classes of CA3 cells (a region of the hippocampus), the divide often drawn between basket cells, pyramidal cells, and interneurons, to distinguish encoding from retrieval mechanisms. The study emphasizes and models the CA3 subfield of the hippocampus as a primary inducement towards encoding and retrieval. Encoding as a procedure begins when septal GABAergic inhibition is at minimum, freeing basket cells to act within CA3, and during brief dis-inhibition periods, other cells receive input: a proximal entorhinal input toward pyramidal cells and a coincident dentate gyrus input toward interneurons. On the other hand, retrieval as a procedure begins when septal GABAergic inhibition is at maximum, occluding basket cell activity and enabling pyramidal cells to signal. During this period, Oriens- Lacunosum Moleculare (O-LM) cells disambiguate memory for retrieval.",
            "score": 174.67651343345642
        },
        {
            "docid": "34810567_11",
            "document": "Serial memory processing . Serial memory processing has been studied neurologically, and certain brain regions have been found to be associated to this processing. There is evidence that both the prefrontal cortex and the hippocampal region are related to serial memory processing. This is because lesions in these areas tend to be related to impaired ability in remembering serial order. These brain regions can have impairments on memory for temporal order. Lesions on the medial prefrontal cortex shows total memory loss for the temporal order of spatial locations (this was tested by ability on a maze task). On the other hand, lesions in the hippocampal regions showed delayed memory loss. The participants remembered for a short time the temporal order of spatial locations; those memory declined thereafter. Rat studies have shown that lesions in the prefrontal cortex cause an inability to remember the 2nd of two items in a set. As well, the rats showed increased corticosterone while experiencing stress during a serial memory task. On the other hand, rat studies have also shown that lesions in the hippocampal regions cause an inability to remember the 1st of two items. Furthermore, these rats do not show an increase in their corticosterone while experiencing stress, demonstrating differing effects for differing brain regions. As well it shows that the different brain regions differentially activate corticosterone, a hormone related to memory effects.",
            "score": 109.74275803565979
        },
        {
            "docid": "727809_5",
            "document": "Engram (neuropsychology) . Karl S. Lashley's search for the engram found that it could not exist in any specific part of the rat's brain, but that memory was widely distributed throughout the cortex. One possible explanation for Lashley's failure to locate the engram is that many types of memory (e.g. visual-spatial, smell, etc.) are used in the processing of complex tasks, such as rats running mazes. The consensus view in neuroscience is that the sorts of memory involved in complex tasks are likely to be distributed among a variety of neural systems, yet certain types of knowledge may be processed and contained in specific regions of the brain. Overall, the mechanisms of memory are poorly understood. Such brain parts as the cerebellum, striatum, cerebral cortex, hippocampus, and amygdala are thought to play an important role in memory. For example, the hippocampus is believed to be involved in spatial and declarative learning, as well as consolidating short-term into long-term memory.",
            "score": 103.6822521686554
        }
    ],
    "r": [
        {
            "docid": "3071594_3",
            "document": "Theta wave . In rats, the most frequently studied species, theta wave rhythmicity is easily observed in the hippocampus, but can also be detected in numerous other cortical and subcortical brain structures. Hippocampal theta waves, with a frequency range of 6–10 Hz, appear when a rat is engaged in active motor behavior such as walking or exploratory sniffing, and also during REM sleep. Theta waves with a lower frequency range, usually around 6–7 Hz, are sometimes observed when a rat is motionless but alert. When a rat is eating, grooming, or sleeping, the hippocampal EEG usually shows a non-rhythmic pattern known as large irregular activity or \"LIA\". The hippocampal theta rhythm depends critically on projections from the medial septal area, which in turn receives input from the hypothalamus and several brainstem areas. Hippocampal theta rhythms in other species differ in some respects from those in rats. In cats and rabbits, the frequency range is lower (around 4–6 Hz), and theta is less strongly associated with movement than in rats. In bats, theta appears in short bursts associated with echolocation. In humans, hippocampal theta rhythm has been observed and linked to \"memory formation\" and \"navigation\".",
            "score": 196.91517639160156
        },
        {
            "docid": "2860430_13",
            "document": "Neural oscillation . A group of neurons can also generate oscillatory activity. Through synaptic interactions the firing patterns of different neurons may become synchronized and the rhythmic changes in electric potential caused by their action potentials will add up (constructive interference). That is, synchronized firing patterns result in synchronized input into other cortical areas, which gives rise to large-amplitude oscillations of the local field potential. These large-scale oscillations can also be measured outside the scalp using electroencephalography (EEG) and magnetoencephalography (MEG). The electric potentials generated by single neurons are far too small to be picked up outside the scalp, and EEG or MEG activity always reflects the summation of the synchronous activity of thousands or millions of neurons that have similar spatial orientation. Neurons in a neural ensemble rarely all fire at exactly the same moment, i.e. fully synchronized. Instead, the probability of firing is rhythmically modulated such that neurons are more likely to fire at the same time, which gives rise to oscillations in their mean activity (see figure at top of page). As such, the frequency of large-scale oscillations does not need to match the firing pattern of individual neurons. Isolated cortical neurons fire regularly under certain conditions, but in the intact brain cortical cells are bombarded by highly fluctuating synaptic inputs and typically fire seemingly at random. However, if the probability of a large group of neurons is rhythmically modulated at a common frequency, they will generate oscillations in the mean field (see also figure at top of page). Neural ensembles can generate oscillatory activity endogenously through local interactions between excitatory and inhibitory neurons. In particular, inhibitory interneurons play an important role in producing neural ensemble synchrony by generating a narrow window for effective excitation and rhythmically modulating the firing rate of excitatory neurons.",
            "score": 177.2495880126953
        },
        {
            "docid": "53948_28",
            "document": "Hippocampus . Studies on freely moving rats and mice have shown many hippocampal neurons to act as place cells that cluster in \"place fields\", and these fire bursts of action potentials when the animal passes through a particular location. This place-related neural activity in the hippocampus has also been reported in monkeys that were moved around a room whilst in a restraint chair. However, the place cells may have fired in relation to where the monkey was looking rather that to its actual location in the room. Over many years, many studies have been carried out on place-responses in rodents, that have given a large amount of information. Place cell responses are shown by pyramidal cells in the hippocampus and by granule cells in the dentate gyrus. Other cells in smaller proportion are inhibitory interneurons and these often show place-related variations in their firing rate which are much weaker. There is little if any spatial topography in the representation; in general, cells lying next to each other in the hippocampus have uncorrelated spatial firing patterns. Place cells are typically almost silent when a rat is moving around outside the place field but reach sustained rates as high as 40 Hz, when the rat is near the center. Neural activity sampled from 30 to 40 randomly chosen place cells carries enough information to allow a rat's location to be reconstructed with high confidence. The size of place fields varies in a gradient along the length of the hippocampus, with cells at the dorsal end showing the smallest fields, cells near the center showing larger fields, and cells at the ventral tip showing fields that cover the entire environment. In some cases, the firing rate of hippocampal cells depends not only on place but also on the direction a rat is moving, the destination toward which it is traveling, or other task-related variables. The firing of place cells is timed in relation to local theta waves, a process termed phase precession.",
            "score": 175.734619140625
        },
        {
            "docid": "48544304_3",
            "document": "Hippocampal memory encoding and retrieval . Meta-positron emission tomography (PET) analysis has lent support toward a division of the hippocampus between caudal and rostral regions. Scans have demonstrated a uniform variation in blood flow distribution within the hippocampus (and the medial temporal lobe broadly) during the separate processes of episodic encoding and retrieval. In the hippocampal encoding/retrieval (HIPER) model, episodic encoding is found to take place within the rostral region of the hippocampus whereas retrieval takes place in the caudal region. However, the divide between these regions need not be disjoint, as functional magnetic resonance imaging (fMRI) data has demonstrated encoding processes occurring within the caudal region. HIPER is a model resulting from and therefore a reflection of certain experimental phenomena, but cannot completely explain hippocampal encoding and retrieval on its own. Nevertheless, the model suggests a broad division of labor in encoding and retrieval, whether they involve separate regions of the hippocampus or act simultaneously or independently within a single, more inclusive process. In a framework first developed by Hasselmo and colleagues, theta phase separation implies that the theta rhythm of the hippocampus occurs in cycles and various phases of the rhythm entail encoding and retrieval as separate processes. An extra-hippocampal structure, the septum, initiates and regulates the theta rhythm and its associated memory processes. GABAergic activity within the septum inhibits certain classes of CA3 cells (a region of the hippocampus), the divide often drawn between basket cells, pyramidal cells, and interneurons, to distinguish encoding from retrieval mechanisms. The study emphasizes and models the CA3 subfield of the hippocampus as a primary inducement towards encoding and retrieval. Encoding as a procedure begins when septal GABAergic inhibition is at minimum, freeing basket cells to act within CA3, and during brief dis-inhibition periods, other cells receive input: a proximal entorhinal input toward pyramidal cells and a coincident dentate gyrus input toward interneurons. On the other hand, retrieval as a procedure begins when septal GABAergic inhibition is at maximum, occluding basket cell activity and enabling pyramidal cells to signal. During this period, Oriens- Lacunosum Moleculare (O-LM) cells disambiguate memory for retrieval.",
            "score": 174.676513671875
        },
        {
            "docid": "47434598_2",
            "document": "György Buzsáki . György Buzsáki (; born November 24, 1949, Kaposvár, Hungary) is the Biggs Professor of Neuroscience at New York University School of Medicine. Dr. Buzsáki’s primary interests is “neural syntax”, i.e., how segmentation of neural information is organized by the numerous brain rhythms to support cognitive functions. He identified the cellular-synaptic basis of hippocampal theta, gamma oscillations and sharp waves with associated fast oscillations, their relationship to each other and to behavior and sleep. He was the first to demonstrate the role of GABAergic interneurons in network oscillations. Buzsaki’s recognition of the importance hierarchical organization of brain rhythms of different frequencies and their cross-frequency coupling has opened up opportunities for the dissection of cognitive mechanisms in health and disease. His most influential work, the two-stage model of memory trace consolidation, demonstrates how the neocortex-mediated information during learning transiently modifies hippocampal networks, followed by reactivation and consolidation of these memory traces during sharp wave-ripple patterns of sleep. Buzsaki’s demonstration that in the absence of changing environmental signals, cortical circuits continuously generate self-organized cell assembly sequences is an important link to the neuronal assembly basis of cognitive functions. His experiments demonstrated how skewed distribution of firing rates supports robustness, sensitivity, plasticity and stability in neuronal networks. He has pioneered numerous technical innovations, including large-scale recording methods using silicon chips and the NeuroGrid, an organic, comformable electrode system used in both animal and patients.",
            "score": 165.48178100585938
        },
        {
            "docid": "41164989_6",
            "document": "John O'Keefe (neuroscientist) . In further research on place cells, O’Keefe found evidence for a distinctive variation of temporal coding of information by the timing of action potentials in place cells, relative to an oscillatory EEG cycle known as the theta rhythm, as opposed to spike timing within a single cell. In a 1993 paper, he and Michael Recce demonstrated that place cells spike at different phases relative to theta rhythm oscillations in the local field potential of the hippocampus. As a rat enters the firing field of a place cell, the spiking starts at late phases of theta rhythm, and as the rat moves through the firing field, the spikes shift to earlier phases of the theta cycle. This effect has been replicated in numerous subsequent papers, providing evidence for the coding of sensory input by the timing of spikes. Numerous models have addressed the potential physiological mechanisms of theta phase precession.",
            "score": 156.0004119873047
        },
        {
            "docid": "29826376_20",
            "document": "Hippocampal prosthesis . While Berger and his research partners are yet to conduct tests on humans, their experiments indicate that a silicon chip that is connected to rat and monkey brains via electrodes can analyze information just like actual neurons. This means that it would allow living things with damaged neurons to generate memories. In one demonstration, Berger impaired the rats' ability to form long-term memories by using pharmacological agents. These disrupted the neural circuitry that transfers messages between two subregions of the hippocampus. These subregions, CA1 and CA3, interact to create long-term memories. The rats were unable to remember which lever they needed to pull to obtain the reward. The researchers then developed an artificial hippocampus that could duplicate the pattern of interaction between CA3-CA1 interactions by analyzing the neural spikes in the cells with an electrode array, and then playing back the same pattern on the same array. After implanting the artificial hippocampi into the rats, their ability to identify the correct lever to pull improved dramatically. This artificial hippocampus played a significant role in the developmental stage of the chip, as it went on to show that if a prosthetic device and its associated electrodes were implanted in the animals with a normally functioning hippocampus, the device could potentially enhance the memory capability of normal rats.",
            "score": 154.943115234375
        },
        {
            "docid": "4226525_12",
            "document": "Grid cell . When a rat is moved to a different environment, the spatial activity patterns of hippocampal place cells usually show \"\"complete remapping\"\"—that is, the pattern of place fields reorganizes in a way that bears no detectable resemblance to the pattern in the original environment (Muller and Kubie, 1987). If the features of an environment are altered less radically, however, the place field pattern may show a lesser degree of change, referred to as \"\"rate remapping\"\", in which many cells alter their firing rates but the majority of cells retain place fields in the same locations as before. Fyhn \"et al.\" (2007) examined this phenomenon using simultaneous recordings of hippocampal and entorhinal cells, and found that in situations where the hippocampus shows rate remapping, grid cells show unaltered firing patterns, whereas when the hippocampus shows complete remapping, grid cell firing patterns show unpredictable shifts and rotations.",
            "score": 154.73348999023438
        },
        {
            "docid": "4226525_13",
            "document": "Grid cell . Neural activity in nearly every part of the hippocampal system is modulated by the limbic theta rhythm, which has a frequency range of about 6–9 Hz in rats. The entorhinal cortex is no exception: like the hippocampus, it receives cholinergic and GABAergic input from the medial septal area, the central controller of theta. Grid cells, like hippocampal place cells, show strong theta modulation. Grid cells from layer II of the MEC also resemble hippocampal place cells in that they show phase precession—that is, their spike activity advances from late to early phases of the theta cycle as an animal passes through a grid vertex. Most grid cells from layer III do not precess, but their spike activity is largely confined to half of the theta cycle. The grid cell phase precession is not derived from the hippocampus, because it continues to appear in animals whose hippocampus has been inactivated by an agonist of GABA.",
            "score": 153.05702209472656
        },
        {
            "docid": "14728230_4",
            "document": "Subthreshold membrane potential oscillations . Neurons display, beyond synaptic and action potentials, rhythmic subthreshold membrane potential oscillations (a particular type of neural oscillations). These oscillations, which resembled sinusoidal wave forms were originally discovered in the mammalian inferior olive nucleus cells. The functional relevance of subthreshold oscillations concerns the nature of the intrinsic electrical properties of neurons, that is, the electrical responsiveness not derived from interactions with other cells. These properties define the dynamic phenotype independently from form or connectivity. Subthreshold oscillation frequency can vary, from few Hz to over 40 Hz and their dynamic properties have been studied in detail in relation to neuronal activity coherence and timing in CNS, in particular with respect to the 10 Hz physiological tremor that controls motor execution, Theta rhythm in the entorhinal cortex and gamma band activity in cortical inhibitory interneurons and in thalamus neurons. They have also been described and studied in layers V of the entorhinal cortex, the inferior olive in vivo, the olfactory bulb and the dorsal cochlear nucleus. The dynamic aspects of such oscillations have been defined using mathematical modeling.",
            "score": 152.85244750976562
        },
        {
            "docid": "465517_18",
            "document": "Inhibitory postsynaptic potential . Another interesting study of inhibitory postsynaptic potentials looks at neuronal theta rhythm oscillations that can be used to represent electrophysiological phenomena and various behaviors. Theta rhythms are found in the hippocampus and GABAergic synaptic inhibition helps to modulate them. They are dependent on IPSPs and started in either CA3 by muscarinic acetylcholine receptors and within C1 by the activation of group I metabotropic glutamate receptors. When interneurons are activated by metabotropic acetylcholine receptors in the CA1 region of rat hippocampal slices, a theta pattern of IPSPs in pyramidal cells occurs independent of the input. This research also studies DSIs, showing that DSIs interrupt metabotropic acetylcholine-initiated rhythm through the release of endocannabinoids. An endocannabinoid-dependent mechanism can disrupt theta IPSPs through action potentials delivered as a burst pattern or brief train. In addition, the activation of metabotropic glutamate receptors removes any theta IPSP activity through a G-protein, calcium ion–independent pathway.",
            "score": 152.73402404785156
        },
        {
            "docid": "1049228_7",
            "document": "Place cell . These cells were first discovered in the brain, and specifically in the hippocampus, by O'Keefe and Dostrovsky (1971). Though the hippocampus plays a role in learning and memory, the existence of place cells within the hippocampus demonstrates the role it plays with spatial adaptation and awareness. There have been recorded increases in firing patterns of rats in open environments and recorded spatial learning and awareness impairments after damage to the hippocampus and the place cells within. Studies with rats have shown that place cells are very responsive to spatial surroundings. For example a study by John O'Keefe and Lynn Nadel found that place cells would fire more rapidly when rats ran past places in the environment, when a new item was added to the environment, or when an item that is usually there is not present.",
            "score": 152.29283142089844
        },
        {
            "docid": "37689509_2",
            "document": "Neuroscience of rhythm . The neuroscience of rhythm refers to the various forms of rhythm generated by the central nervous system (CNS). Nerve cells, also known as neurons in the human brain are capable of firing in specific patterns which cause oscillations. The brain possesses many different types of oscillators with different periods. Oscillators are simultaneously outputting frequencies from .02 Hz to 600 Hz. It is now well known that a computer is capable of running thousands of processes with just one high frequency clock. Humans have many different clocks as a result of evolution. Prior organisms had no need for a fast responding oscillator. This multi-clock system permits quick response to constantly changing sensory input while still maintaining the autonomic processes that sustain life. This method modulates and controls a great deal of bodily functions.",
            "score": 151.89376831054688
        },
        {
            "docid": "37473252_11",
            "document": "Quatre Études de rythme . The collage-like rhythmic structure grows from the iambic rhythm found at the beginning of the first strophe. As in the refrains, there is a process of augmentation upon repetition, in which new duration units are added in order to form more complex rhythmic cells. The pitches grow out of the major seventh and the tritone found at the beginning of the first strophe and in its third bar, respectively. Five basic dynamic-envelope patterns are applied to different groups, while at the same time the melodic motives constantly re-emerge in different rhythms .",
            "score": 151.83883666992188
        },
        {
            "docid": "52625092_8",
            "document": "Hippocampus proper . The region is conventionally divided into three divisions. CA3a is the part of the cell band that is most distant from the dentate (and closest to CA1). CA3b is the middle part of the band nearest to the fimbria and fornix connection. CA3c is nearest to the dentate, inserting into the hilus. CA3 overall, has been considered to be the “pacemaker” of the hippocampus. Much of the synchronous bursting activity associated with interictal epileptiform activity appears to be generated in CA3. Its excitatory collateral connectivity seems to be mostly responsible for this. CA3 uniquely, has pyramidal cell axon collaterals that ramify extensively with local regions and make excitatory contacts with them. CA3 has been implicated in a number of working theories on memory and hippocampal learning processes. Slow oscillatory rhythms (theta-band; 3–8 Hz) are cholinergically driven patterns that depend on coupling of interneurons and pyramidal cell axons via gap junctions, as well as glutaminergic (excitatory) and GABAergic (inhibitory) synapses. Sharp EEG waves seen here are also implicated in memory consolidation.",
            "score": 148.7084503173828
        },
        {
            "docid": "21312312_4",
            "document": "Neuroanatomy of memory . There is evidence that the hippocampus contains cognitive maps in humans. In one study, single-cell recordings were taken from electrodes implanted in a rat's hippocampus, and it was found that certain neurons responded strongly only when the rat was in certain locations. These cells are called place cells, and collections of these cells can be considered to be mental maps. Individual place cells do not only respond to one unique area only however, the patterns of activation of these cells overlap to form layered mental maps within the hippocampus. A good analogy is the example of the same television or computer screen pixels being used to light up any trillions of possible combinations to produce images, just as the place cells can be used in any multiple possible combinations to represent mental maps. The hippocampus' right side is more oriented towards responding to spatial aspects, whereas the left side is associated with other context information. Also, there is evidence that experience in building extensive mental maps, such as driving a city taxi for a long time (since this requires considerable memorization of routes), can increase the volume of one's hippocampus.",
            "score": 147.82162475585938
        },
        {
            "docid": "4226525_6",
            "document": "Grid cell . Because the entorhinal cortex provides by far the largest input to the hippocampus, it was clearly important to understand the spatial firing properties of entorhinal neurons. The earliest studies, such as Quirk \"et al.\" (1992), described neurons in the entorhinal cortex as having relatively large and fuzzy place fields. The Mosers, however, thought it was possible that a different result would be obtained if recordings were made from a different part of the entorhinal cortex. The entorhinal cortex is a strip of tissue running along the back edge of the rat brain from the ventral to the dorsal sides. Anatomical studies had shown that different sectors of the entorhinal cortex project to different levels of the hippocampus: the dorsal end of the EC projects to the dorsal hippocampus, the ventral end to the ventral hippocampus. This was relevant because several studies had shown that place cells in the dorsal hippocampus have considerably sharper place fields than cells from more ventral levels. Every study of entorhinal spatial activity prior to 2004, however, had made use of electrodes implanted near the ventral end of the EC. Accordingly, together with Marianne Fyhn, Sturla Molden and Menno Witter, the Mosers set out to examine spatial firing from the different dorsal-to-ventral levels of the entorhinal cortex. They found that in the dorsal part of medial entorhinal cortex (MEC), cells had sharply defined place fields like in the hippocampus but the cells fired at multiple locations. The arrangement of the firing fields showed hints of regularity, but the size of the environment was too small for spatial periodicity to be visible in this study.",
            "score": 147.71096801757812
        },
        {
            "docid": "1673438_12",
            "document": "Gamma wave . As mentioned above, gamma waves have been observed in Tibetan Buddhist monks. A 2004 study took eight long-term Tibetan Buddhist practitioners of meditation and, using electrodes, monitored the patterns of electrical activity produced by their brains as they meditated. The researchers compared the brain activity of the monks to a group of novice meditators (the study had these subjects meditate an hour a day for one week prior to empirical observation). In a normal meditative state, both groups were shown to have similar brain activity. However, when the monks were told to generate an objective feeling of compassion during meditation, their brain activity began to fire in a rhythmic, coherent manner, suggesting neuronal structures were firing in harmony. This was observed at a frequency of 25–40 Hz, the rhythm of gamma waves. These gamma-band oscillations in the monk’s brain signals were the largest seen in humans (apart from those in states such as seizures). Conversely, these gamma-band oscillations were scant in novice meditators. Though, a number of rhythmic signals did appear to strengthen in beginner meditators with further experience in the exercise, implying that the aptitude for one to produce gamma-band rhythm is trainable.",
            "score": 147.22169494628906
        },
        {
            "docid": "1487896_10",
            "document": "Vasoactive intestinal peptide . Circadian time is likely to affect the synapses rather than the organization of VIP circuits. The SCN coordinates daily timekeeping in the body and VIP plays a key role in communication between individual brain cells within this region. At a cellular level, the SCN expresses different electrical activity in circadian time. Higher activity is observed during the day, while during night there is lower activity. This rhythm is thought to be important feature of SCN to synchronize with each other and control rhythmicity in other regions.",
            "score": 147.0750274658203
        },
        {
            "docid": "17037459_11",
            "document": "Hippocampus anatomy . Hilar mossy cells and CA3 Pyramidal cells are the main origins of hippocampal commissural fibers. They pass through hippocampal commissures to reach contralateral regions of hippocampus. Hippocampal commissures have dorsal and ventral segments. Dorsal commissural fibers consists mainly of entorhinal and presubicular fibers to or from the hippocampus and dentate gyrus. As a rule of thumb, one could say that each cytoarchitectonic field that contributes to the commissural projection also has a parallel associational fiber that terminates in the ipsilateral hippocampus. The inner molecular layer of dentate gyrus (dendrites of both granule cells and GABAergic interneurons) receives a projection that has both associational and commissural fibers mainly from hilar mossy cells and to some extent from CA3c Pyramidal cells. Because this projection fibers originate from both ipsilateral and contralateral sides of hippocampus they are called associational/commissural projection. In fact, each mossy cell innervates both the ipsilateral and contralateral dentate gyrus. The well known trisynaptic circuit of the hippocampus spans mainly horizontally along the hippocampus. Interestingly, however, associational/commissural fibers, like CA2 Pyramidal cell associational projections, span mainly longitudinally (dorsoventrally) along the hippocampus. Commissural fibers that originate from CA3 Pyramidal cells go to CA3, CA2 and CA1 regions. Like mossy cells, a single CA3 Pyramidal cell contributes to both commissural and associational fibers, and they terminate on both principal cells and interneurons. A weak commissural projection connects both CA1 regions together. Subiculum has no commissural inputs or outputs. Hippocampal commissural connections are much less abundant in the monkey and humans. Although excitatory cells are the main contributors to commissural pathways, a GABAergic component has been reported among their terminals which were traced back to hilus as origin. Stimulation of commissural fibers stimulates DG hilar perforant path-associated (HIPP) and CA3 trilaminar cells antidromically.",
            "score": 144.16439819335938
        },
        {
            "docid": "44390130_4",
            "document": "Socioeconomic status and memory . When creating new memories, the hippocampus and related structures of the brain play a key role in consolidation. Memory consolidation is the transformation of short-term memories to long-term memories, which is crucial in the acquisition of new ideas. Until they can be stored more permanently, these memories are temporarily kept in the hippocampus in a process known as Standard Consolidation Theory. From childhood the hippocampus is developing, and it continues to mature beyond adolescents. A major barrier when it comes to studying working memory development in childhood is that much of the data come from adults who recall on past events of their childhood, and not from the children themselves. This creates a problem in memory recall of those events that occurred when the hippocampus was still developing, and the working memory wasn’t completely consolidated at the time. As people recall a former memory, the door to memory reconsolidation is opened. Reconsolidation refers to the retrieval of a memory from long-term storage to short-term working memory, where it is unstable and vulnerable to alteration. As reported by Staff et al. (2012), socioeconomic status measured early in childhood reared a significant difference in hippocampal size in adulthood, suggesting that there is in fact an impact on brain and cognitive development. Spatial memory is another specialized function of the brain, and more specifically, the hippocampus. Spatial memory refers to experiences that are recognized by their surrounding environment. Many of hippocampal neurons are in fact place cells. Place cells are neurons that are activated by certain locations or environments. If a child is constantly in a maladaptive environment, their hippocampal neurons may be performing poorly, and memory development may be sacrificed.",
            "score": 144.05990600585938
        },
        {
            "docid": "16735999_5",
            "document": "Basal electrical rhythm . The interstitial cells of Cajal are specialized pacemaker cells located in the wall of the stomach, small intestine, and large intestine. These cells are connected to the smooth muscle via gap junctions and the myenteric plexus. The cell membranes of the pacemaker cells undergo a rhythmic depolarization and repolarization from -65mV to -45mV. This rhythm of depolarization-repolarization of the cell membrane creates a slow wave known as a BER, and it is transmitted to the smooth muscle cells. The frequency of these depolarizations in a region of the GI tract determines the possible frequency of contractions. In order for a contraction to occur, a hormone or neurocrine signal must induce the smooth muscle cell to have an action potential. The basal electrical rhythm allows the smooth muscle cell to depolarize and contract rhythmically when exposed to hormonal signals. This action potential is transmitted to other smooth muscle cells via gap junctions, creating a peristaltic wave.",
            "score": 143.459716796875
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 143.42623901367188
        },
        {
            "docid": "53948_30",
            "document": "Hippocampus . There are several \"navigational cells\" in the brain that are either in the hippocampus itself or are strongly connected to it, such as the speed cells present in the medial entorhinal cortex. Together these cells form a network that serves as spatial memory. The first of such cells discovered in the 1970s were the place cells, which led to the idea of the hippocampus acting to give a neural representation of the environment in a cognitive map. When the hippocampus is dysfunctional, orientation is affected; people may have difficulty in remembering how they arrived at a location and how to proceed further. Getting lost is a common symptom of amnesia. Studies with animals have shown that an intact hippocampus is required for initial learning and long-term retention of some spatial memory tasks, in particular ones that require finding the way to a hidden goal. Other cells have been discovered since the finding of the place cells in the rodent brain that are either in the hippocampus or the entorhinal cortex. These have been assigned as head direction cells, grid cells and boundary cells. Speed cells are thought to provide input to the hippocampal grid cells.",
            "score": 142.53152465820312
        },
        {
            "docid": "3071594_9",
            "document": "Theta wave . In the oldest EEG literature dating back to the 1920s, Greek letters such as alpha, beta, theta, and gamma were used to classify EEG waves falling into specific frequency ranges, with \"theta\" generally meaning a range of about 4–7 cycles per second (Hz). In the 1930s–1950s, a very strong rhythmic oscillation pattern was discovered in the hippocampus of cats and rabbits (Green & Arduini, 1954). In these species, the hippocampal oscillations fell mostly into the 4–6 Hz frequency range, so they were referred to as \"theta\" oscillations. Later, hippocampal oscillations of the same type were observed in rats; however, the frequency of rat hippocampal EEG oscillations averaged about 8 Hz and rarely fell below 6 Hz. Thus the rat hippocampal EEG oscillation should not, strictly speaking, have been called a \"theta rhythm\". However the term \"theta\" had already become so strongly associated with hippocampal oscillations that it continued to be used even for rats. Over the years this association has come to be stronger than the original association with a specific frequency range, but the original meaning also persists.",
            "score": 142.32650756835938
        },
        {
            "docid": "1049228_8",
            "document": "Place cell . After O'Keefe and Dostrovsky first found the existence of place cells within the hippocampus in 1971, they conducted a study five years later with rats that demonstrated these place cells would fire whenever the rat was within a certain place in the environment. This was one of the first indicators that place cells were related to spatial orientation. They also discovered that place cells fired in different areas of the hippocampus depending on where the rat went, and this whole firing network made up the rat's environment (O'Keefe 1976, Wilson & McNaughton 1993). As environments changed, the same place cells would fire, but the relationship and dynamic between firing fields would change (O'Keefe & Conway 1978). Therefore place cells are thought to give humans and animals a guide to the environment it is navigating and its position in that environment. Place cells are generally observed through recorded action potentials. As humans or animals navigate large environments and then arrive at a particular location, there is a notable increase in the place cell firing rate once that specific location has been reached (Eichenbaum, Dudchencko Wood, Shaprio and Tanila, 1999).",
            "score": 141.62493896484375
        },
        {
            "docid": "3071594_14",
            "document": "Theta wave . Theta is not just confined to the hippocampus. In rats, it can be observed in many parts of the brain, including nearly all that interact strongly with the hippocampus. The generation of the rhythm is dependent on the medial septal area: this area projects to all of the regions that show theta rhythmicity, and destruction of it eliminates theta throughout the brain (Stewart & Fox, 1990).",
            "score": 141.37521362304688
        },
        {
            "docid": "37689509_9",
            "document": "Neuroscience of rhythm . Muscle coordination, muscle memory, and innate game awareness all rely on the nervous system to produce a specific firing pattern in response to an either an efferent or afferent signal. Sports are governed by the same production and perception of oscillations that govern much of human activity. For example, in basketball, in order to anticipate the game one must recognize rhythmic patterns of other players and perform actions calibrated to these movements. \"The rhythm of a game of basketball emerges from the rhythm of individuals, the rhythm among team members, and the rhythmic contrasts between opposing teams\". Although the exact oscillatory pattern that modulates different sports has not been found, there have been studies done to show a correlation between athletic performance and circadian timing. It has been shown certain times of the day are better for training and gametime performance. Training has the best results when done in the morning, while it is better to play a game at night.",
            "score": 141.20240783691406
        },
        {
            "docid": "42565977_2",
            "document": "Pharmaco-electroencephalography . Electroencephalography (EEG) is the science of recording the spontaneous rhythmic electrical activity of a living brain through electrodes on the scalp. Brain rhythms have origins similar to the electrical activity of the heart. The rhythmic activity varies in frequency and amplitude with age, attention, sleep, and chemical concentrations of oxygen, carbon dioxide, glucose, ammonia, and hormones. Chemicals that affect brain functions change brain rhythms in systematic and identifiable ways. As new psychoactive drugs were discovered that changed behavior, the basis for the science of psychopharmacology, the accompanying changes in the rhythms were found to be drug class specific. The measurement of the changes in rhythms became the basis for the science of pharmaco-EEG.",
            "score": 140.89813232421875
        },
        {
            "docid": "41118075_5",
            "document": "Deficiency of RbAp48 protein and memory loss . The hippocampus is a brain region which has many interconnected subregions, with each region having its own distinct neuron populations playing an important role in encoding memory. Many studies showed that Alzheimer's disease (AD) ameliorates memory by first acting on the entorhinal cortex (EC) which is the region providing the main input conduit from the external sensors to the hippocampus. Scientists initially identified memory loss associated with aging as an early manifestation of Alzheimer's; however, more recent evidence suggests that a distinct process affects the dentate gyrus (DG), which is a subregion of the hippocampus, and causes memory deterioration. The hippocampal formation is made up of many interconnected subregions and plays a vital role in retaining memory. Each subregion contains a specific population of neurons which have distinct molecular expression and physiological properties. As a result, these regions are vulnerable to various pathogenic mechanisms. Although both AD and the normal aging process affect the hippocampus, studies showed that these two processes can be distinguished by two anatomical patterns of hippocampal dysfunctions. Postmortem studies suggest that the entorhinal cortex (EC) and the subiculum are the hippocampal subregions most affected by AD, whereas the dentate gyrus is relatively preserved in most cases. In contrast to AD, the normal aging process does not cause cell death or other pathognomonic abnormalities that result in memory loss. Rather, age-related memory loss is characterized by dysfunctioning neurons. These results from MRI and other studies suggest that the primary initial target of normal aging is the DG, whereas the EC is relatively preserved.",
            "score": 140.89219665527344
        },
        {
            "docid": "3071594_2",
            "document": "Theta wave . Theta waves generate the theta rhythm, a neural oscillatory pattern that can be seen on an electroencephalogram (EEG), recorded either from inside the brain or from electrodes attached to the scalp. Two types of theta rhythm have been described. The \"\"hippocampal theta rhythm\"\" is a strong oscillation that can be observed in the hippocampus and other brain structures in numerous species of mammals including rodents, rabbits, dogs, cats, bats, and marsupials. \"\"Cortical theta rhythms\"\" are low-frequency components of scalp EEG, usually recorded from humans. Theta rhythms can be quantified using quantitative electroencephalography (qEEG) using freely available toolboxes, such as, EEGLAB or the Neurophysiological Biomarker Toolbox (NBT).",
            "score": 140.6575927734375
        },
        {
            "docid": "9045995_5",
            "document": "Pre-Bötzinger complex . The pre-Bötzinger complex (pre-BötC), a projection of the Botzinger complex, plays an important role in regulating respiration in mammals. It is one of the four cell groups of the Ventral Respiratory Group (VRG). It is hypothesized that the pre-Bötzinger complex is the main location of the rhythmic pattern generation circuitry involved in breathing. It also contains pacemaker cells and nonpacemaker cells that initiate spontaneous breathing. Research is being conducted on the mechanisms involved, but it is currently unclear how this interneuron system is regulated.  Rhythmogenesis, the generation of rhythm, is modulated by membrane properties and synaptic interactions occurring in interneurons, intrinsically-bursting pacemaker neurons, and follower neurons within the pre-Bötzinger complex. Together these neurons make up an intrinsic network that is capable of being regulated by a vast range of neurotransmitters, amino acids, and chemical signals, such as adenosine, GABA, and glycine.",
            "score": 140.21139526367188
        }
    ]
}