{
    "q": [
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 82.73273777961731
        },
        {
            "docid": "53874152_6",
            "document": "Benjamin Wolozin . Since 2008, Dr. Wolozin’s research has focused on the role of RNA binding proteins and stress granules in neurodegenerative diseases. RNA binding proteins contain domains that have only a few types of amino acids; these domains are termed \"low complexity domains\" and have a strong tendency to aggregate. A highly unusual and important aspect of these proteins is that they use reversible aggregation as normal biological mechanism to sequester RNA transcripts. RNA binding proteins form a variety of cellular aggregates including stress granules, transport granules, P-bodies and nuclear speckles. In 2010 Dr. Wolozin's group was one of the first groups to suggest that dysfunction of the stress granule pathway contributes to the pathophysiology of amyotrophic lateral sclerosis. Since then, a growing body of evidence, increasingly highlights the important contributions of RNA-binding proteins (RBPs), stress granules and translational regulation in the pathophysiology of neurodegenerative disease. This work prompted the concept that “regulated protein aggregation”, which provides a theoretical framework for understanding the biology of neurodegenerative disease, including Alzheimer’s disease and Amyotrophic Lateral Sclerosis. The cell controls the location and disposition of RNA through the binding of RNA-binding proteins; these RNA binding proteins consolidate to form RNA granules through reversible aggregation of their low complexity domains. Recently, the biophysics of RNA granule formation has been shown to fall under the aegis of a general property, termed liquid liquid phase separation (LLPS). LLPS occurs when RNA binding proteins associate to form structures analogous to liquid droplets, which separate from surrounding aqueous medium.",
            "score": 77.3497965335846
        },
        {
            "docid": "15029948_3",
            "document": "LDB3 . ZASP is a PDZ domain-containing protein. PDZ motifs are modular protein-protein interaction domains consisting of 80-120 amino acid residues. PDZ domain-containing proteins interact with each other in cytoskeletal assembly or with other proteins involved in targeting and clustering of membrane proteins. ZASP interacts with alpha-actinin-2 through its N-terminal PDZ domain and with protein kinase C via its C-terminal LIM domains. The LIM domain is a cysteine-rich motif defined by 50-60 amino acids containing two zinc-binding modules. This protein also interacts with all three members of the myozenin family.",
            "score": 116.91438043117523
        },
        {
            "docid": "606000_45",
            "document": "Papillomaviridae . E6 can also bind to PDZ-domains, short sequences which are often found in signaling proteins. E6's structural motif allows for interaction with PDZ domains on DLG (discs large) and hDLG (Drosophila large) tumor suppressor genes. Binding at these locations causes transformation of the DLG protein and disruption of its suppressor function. E6 proteins also interact with the MAGUK (membrane-associated guanylate kinase family) proteins. These proteins, including MAGI-1, MAGI-2, and MAGI-3 are usually structural proteins, and can help with signaling. More significantly, they are believed to be involved with DLG's suppression activity. When E6 complexes with the PDZ domains on the MAGI proteins, it distorts their shape and thereby impedes their function. Overall, the E6 protein serves to impede normal protein activity in such a way as to allow a cell to grow and multiply at the increased rate characteristic of cancer.",
            "score": 69.58452606201172
        },
        {
            "docid": "1375635_8",
            "document": "Adenylate kinase . Flexibility and plasticity allow proteins to bind to ligands, form oligomers, aggregate, and perform mechanical work. Large conformational changes in proteins play an important role in cellular signaling. Adenylate Kinase is a signal transducing protein; thus, the balance between conformations regulates protein activity. ADK has a locally unfolded state that becomes depopulated upon binding.A 2007 study by Whitford et al. shows the conformations of ADK when binding with ATP or AMP. The study shows that there are three relevant conformations or structures of ADK—CORE, Open, and Closed. In ADK, there are two small domains called the LID and NMP. ATP binds in the pocket formed by the LID and CORE domains. AMP binds in the pocket formed by the NMP and CORE domains. The Whitford study also reported findings that show that localized regions of a protein unfold during conformational transitions. This mechanism reduces the strain and enhances catalytic efficiency. Local unfolding is the result of competing strain energies in the protein.",
            "score": 69.34729754924774
        },
        {
            "docid": "15029948_2",
            "document": "LDB3 . LIM domain binding 3 (LDB3), also known as Z-band alternatively spliced PDZ-motif (ZASP), is a protein which in humans is encoded by the \"LDB3\" gene. ZASP belongs to the Enigma subfamily of proteins and stabilizes the sarcomere (the basic units of muscles) during contraction, through interactions with actin in cardiac and skeletal muscles. Mutations in the ZASP gene has been associated with several muscular diseases.",
            "score": 230.12572312355042
        },
        {
            "docid": "14799157_3",
            "document": "ABLIM1 . This gene encodes a cytoskeletal LIM protein that binds to actin filaments via a domain that is homologous to erythrocyte dematin. LIM domains, found in over 60 proteins, play key roles in the regulation of developmental pathways. LIM domains also function as protein-binding interfaces, mediating specific protein-protein interactions. The protein encoded by this gene could mediate such interactions between actin filaments and cytoplasmic targets. Alternatively spliced transcript variants encoding different isoforms have been identified.",
            "score": 54.669575452804565
        },
        {
            "docid": "1789075_25",
            "document": "Tropomyosin . Skeletal muscle is composed of large, multi-nucleated cells (muscle fibers). Each muscle fiber is packed with longitudinal arrays of myofibrils. Myofibrils are composed of repeating protein structures or sarcomeres, the basic functional unit of skeletal muscle. The sarcomere is a highly structured protein array, consisting of interdigitating thick and thin filaments, where the thin filaments are tethered to a protein structure, the Z-line. The dynamic interaction between the thick and thin filaments results in muscle contraction.",
            "score": 196.82984614372253
        },
        {
            "docid": "15245538_3",
            "document": "PDLIM3 . ALP exists primarily as two alternatively spliced variants; a 39.2 kDa (364 amino acids) protein in skeletal muscle and a 34.3 kDa (316 amino acids) protein in cardiac muscle and smooth muscle. ALP has a N-terminal PDZ domain and a C-terminal LIM domain. In addition, the ALP subfamily contains a specific 34 amino acid domain named the ALP-like motif, containing protein kinase C consensus sequences. The PDZ domain of ALP binds to alpha actinin-2, specifically to its spectrin-like repeats. The PDZ domain is a motif composed of 80-120 amino acids with conserved four residue GLGF sequences that typically interact with C-termini of cytoskeletal proteins. The region of heterogeneity in the two isoforms is between the PDZ domain and LIM domain. ALP is localized to chromosome 4q35. It has been shown that deletion of muscleblind-like 1 in mice can alter the splicing pattern of \"PDLIM3\".",
            "score": 85.5160641670227
        },
        {
            "docid": "8473843_3",
            "document": "David S. Cafiso . Work in Dr. Cafiso's laboratory is directed at studying membranes and peripheral and integral membrane proteins. One area of investigation involves studies on the mechanisms by which proteins become attached to membrane surfaces. Attachment is critical for cell-signaling because it controls protein–protein interactions and the access of enzymes to lipid substrates. For example, the oncogenic form of the src tyrosine kinase is not active and fails to transform cells until it becomes attached to the cytoplasmic face of the plasma membrane. The laboratory is currently determining the structure and electrostatic interactions made by highly positively charged protein motifs, such as those from MARCKS (the myristoylated alanine rich C-kinase substrate) with negatively charged lipid surfaces. In addition to regulating membrane attachment, these positively charged motifs function to sequester phosphatidylinositol 4,5, bisphosphate (PIP2), and regulate the activity of this phosphorylated inositol lipid within the cytoplasmic membrane. Dr. Cafiso is also interested in determining the membrane interactions made by protein domains such as C2 domains, which are found in a wide range of proteins involved in cell signaling. C2 domains function to attach their parent proteins to membranes in a Ca ++ dependent fashion. C2 domains perform critical roles in membrane trafficking, membrane fusion and membrane repair, and defects in these domains result in forms of muscular dystrophy and deafness.",
            "score": 71.58751392364502
        },
        {
            "docid": "14722941_3",
            "document": "ACTC1 . Cardiac alpha actin is a 42.0 kDa protein composed of 377 amino acids. Cardiac alpha actin is a filamentous protein extending from a complex mesh with cardiac alpha-actinin (ACTN2) at Z-lines towards the center of the sarcomere. Polymerization of globular actin (G-actin) leads to a structural filament (F-actin) in the form of a two-stranded helix. Each actin can bind to four others. The atomic structure of monomeric actin was solved by Kabsch et al., and closely thereafter this same group published the structure of the actin filament. Actins are highly conserved proteins; the alpha actins are found in muscle tissues and are a major constituent of the contractile apparatus. Cardiac (ACTC1) and skeletal (ACTA1) alpha actins differ by only four amino acids (Asp4Glu, Glu5Asp, Leu301Met, Ser360Thr; cardiac/skeletal). The actin monomer has two asymmetric domains; the larger inner domain comprised by sub-domains 3 and 4, and the smaller outer domain by sub-domains 1 and 2. Both the amino and carboxy-termini lie in sub-domain 1 of the outer domain.",
            "score": 129.8864461183548
        },
        {
            "docid": "2161878_11",
            "document": "Protein–protein interaction . To describe the types of protein–protein interactions (PPIs) it is important to consider that proteins can interact in a \"transient\" way (to produce some specific effect in a short time) or to interact with other proteins in a \"stable\" way to build multiprotein complexes that are molecular machines within the living systems. A protein complex assembly can result in the formation of homo-oligomeric or hetero-oligomeric complexes. In addition to the conventional complexes, as enzyme-inhibitor and antibody-antigen, interactions can also be established between domain-domain and domain-peptide. Another important distinction to identify protein-protein interactions is the way they have been determined, since there are techniques that measure direct physical interactions between protein pairs, named “binary” methods, while there are other techniques that measure physical interactions among groups of proteins, without pairwise determination of protein partners, named “co-complex” methods.",
            "score": 49.607717514038086
        },
        {
            "docid": "16845933_3",
            "document": "FBXO32 . This gene encodes a member of the F-box protein family which is characterized by an approximately 40 amino acid motif, the F-box. The F-box proteins constitute one of the four subunits of the ubiquitin protein ligase complex called SCFs (SKP1-cullin-F-box), which function in phosphorylation-dependent ubiquitination. The F-box proteins are divided into 3 classes: Fbws containing WD-40 domains, Fbls containing leucine-rich repeats, and Fbxs containing either different protein-protein interaction modules or no recognizable motifs. The protein encoded by this gene belongs to the Fbxs class and contains an F-box domain. This protein is highly expressed during muscle atrophy, whereas mice deficient in this gene were found to be resistant to atrophy. This protein is thus a potential drug target for the treatment of muscle atrophy. Alternative splicing of this gene results in two transcript variants encoding two isoforms of different sizes.",
            "score": 104.28211307525635
        },
        {
            "docid": "5109936_2",
            "document": "PDZ domain . The PDZ domain is a common structural domain of 80-90 amino-acids found in the signaling proteins of bacteria, yeast, plants, viruses and animals. Proteins containing PDZ domains play a key role in anchoring receptor proteins in the membrane to cytoskeletal components. Proteins with these domains help hold together and organize signaling complexes at cellular membranes. These domains play a key role in the formation and function of signal transduction complexes. PDZ domains also play a highly significant role in the anchoring of cell surface receptors (such as Cftr and FZD7) to the actin cytoskeleton via mediators like NHERF and ezrin.",
            "score": 47.53276562690735
        },
        {
            "docid": "12783118_2",
            "document": "Syntrophin . The syntrophins are a family of five 60-kiloDalton proteins that are associated with dystrophin, the protein associated with Duchenne muscular dystrophy and Becker muscular dystrophy. The name comes from the Greek word \"syntrophos\", meaning \"companion.\" The five syntrophins are encoded by separate genes and are termed α, β, β, γ, and γ. Syntrophin was first identified as a dystrophin-associated protein present in the \"Torpedo\" electric organ (originally called \"58K protein\"). Subsequently, α-syntrophin was shown to be the predominant isoform in skeletal muscle where it is localized on the sarcolemma and enriched at the neuromuscular junction. The β-syntrophins and γ-syntrophin are also present in skeletal muscle but also are in most other tissues. The expression of γ-syntrophin is mostly confined to brain. The syntrophins are adaptor proteins that use their multiple protein interaction domains (two pleckstrin homology domains and a PDZ domain) to localize a variety of signaling proteins (kinases, ion channels, water channels, nitric oxide synthase) to specific intracellular locations. α-Syntrophin binds to nNOS in the dystrophin-associated glycoprotein complex in skeletal muscle cells. There it produces NO upon muscle contraction leading to dilation of the arteries in the local area.",
            "score": 93.36963593959808
        },
        {
            "docid": "3131507_12",
            "document": "RNA-binding protein . The RNA recognition motif, which is the most common RNA-binding motif, is a small protein domain of 75–85 amino acids that forms a four-stranded β-sheet against the two α-helices. This recognition motif exerts its role in numerous cellular functions, especially in mRNA/rRNA processing, splicing, translation regulation, RNA export, and RNA stability. Ten structures of an RRM have been identified through NMR spectroscopy and X-ray crystallography. These structures illustrate the intricacy of protein–RNA recognition of RRM as it entails RNA–RNA and protein–protein interactions in addition to protein–RNA interactions. Despite their complexity, all ten structures have some common features. All RRMs' main protein surfaces' four-stranded β-sheet was found to interact with the RNA, which usually contacts two or three nucleotides in a specific manner. In addition, strong RNA binding affinity and specificity towards variation are achieved through an interaction between the inter-domain linker and the RNA and between RRMs themselves. This plasticity of the RRM explains why RRM is the most abundant domain and why it plays an important role in various biological functions.",
            "score": 52.59968066215515
        },
        {
            "docid": "10130725_2",
            "document": "Protein domain . A protein domain is a conserved part of a given protein sequence and (tertiary) structure that can evolve, function, and exist independently of the rest of the protein chain. Each domain forms a compact three-dimensional structure and often can be independently stable and folded. Many proteins consist of several structural domains. One domain may appear in a variety of different proteins. Molecular evolution uses domains as building blocks and these may be recombined in different arrangements to create proteins with different functions. Domains vary in length from between about 25 amino acids up to 500 amino acids in length. The shortest domains, such as zinc fingers, are stabilized by metal ions or disulfide bridges. Domains often form functional units, such as the calcium-binding EF hand domain of calmodulin. Because they are independently stable, domains can be \"swapped\" by genetic engineering between one protein and another to make chimeric proteins.",
            "score": 77.33677911758423
        },
        {
            "docid": "14761605_3",
            "document": "ADAM9 . This gene encodes a member of the ADAM (a disintegrin and metalloprotease domain) family. Members of this family are membrane-anchored proteins structurally related to snake venom disintegrins, and have been implicated in a variety of biological processes involving cell-cell and cell-matrix interactions, including fertilization, muscle development, and neurogenesis. The protein encoded by this gene interacts with SH3 domain-containing proteins, binds mitotic arrest deficient 2 beta protein, and is also involved in TPA-induced ectodomain shedding of membrane-anchored heparin-binding EGF-like growth factor. Two alternative splice variants have been identified, encoding distinct isoforms.",
            "score": 88.41927528381348
        },
        {
            "docid": "19723734_51",
            "document": "Muscle . Steinmetz et al. continue to argue for multiple origins of striated muscle in the metazoans by explaining that a key set of genes used to form the troponin complex for muscle regulation and formation in bilaterians is missing from the cnidarians and ctenophores, and of 47 structural and regulatory proteins observed, Steinmetz et al. were not able to find even on unique striated muscle cell protein that was expressed in both cnidarians and bilaterians. Furthermore, the Z-disc seemed to have evolved differently even within bilaterians and there is a great deal diversity of proteins developed even between this clade, showing a large degree of radiation for muscle cells. Through this divergence of the Z-disc, Steimetz et al. argue that there are only four common protein components that were present in all bilaterians muscle ancestors and that of these for necessary Z-disc components only an actin protein that they have already argued is an uninformative marker through its pleisiomorphic state is present in cnidarians. Through further molecular marker testing, Steinmetz et al. observe that non-bilaterians lack many regulatory and structural components necessary for bilaterians muscle formation and do not find any unique set of proteins to both bilaterians and cnidarians and ctenophores that are not present in earlier, more primitive animals such as the sponges and amoebozoans. Through this analysis the authors conclude that due to the lack of elements that bilaterians muscles are dependent on for structure and usage, nonbilaterian muscles must be of a different origin with a different set regulatory and structural proteins.",
            "score": 164.91902661323547
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 75.44448220729828
        },
        {
            "docid": "52085_35",
            "document": "Protein folding . A protein is considered to be misfolded if it cannot achieve its normal native state. This can be due to mutations in the amino acid sequence or a disruption of the normal folding process by external factors. The misfolded protein typically contains β-sheets that are organized in a supramolecular arrangement known as a cross-β structure. These β-sheet-rich assemblies are very stable, very insoluble, and generally resistant to proteolysis. The structural stability of these fibrillar assemblies is caused by extensive interactions between the protein monomers, formed by backbone hydrogen bonds between their β-strands. The misfolding of proteins can trigger the further misfolding and accumulation of other proteins into aggregates or oligomers. The increased levels of aggregated proteins in the cell leads to formation of amyloid-like structures which can cause degenerative disorders and cell death. The amyloids are fibrillary structure that contain intermolecular hydrogen bonds, which are highly insoluble, and made from converted protein aggregates. Therefore, the proteasome pathway may not be efficient enough to degrade the misfolded proteins prior to aggregation. Misfolded proteins can interact with one another and form structured aggregates and gain toxicity through intermolecular interactions.",
            "score": 66.00866866111755
        },
        {
            "docid": "18371209_3",
            "document": "ANK2 . Ankyrin-B protein is around 220 kDa, with several isoforms. The \"ANK2\" gene is approximately 560 kb in size and consists of 53 exons on human chromosome 4; \"ANK2\" is also transcriptionally regulated via over 30 alternative splicing events with variable expression of isoforms in cardiac muscle. Ankyrin-B is a member of the ankyrin family of proteins, and is a modular protein which is composed of three structural domains: an N-terminal domain containing multiple ankyrin repeats; a central region with a highly conserved spectrin binding domain and death domain; and a C-terminal regulatory domain which is the least conserved and subject to variation, and determines ankyrin-B activity. The membrane-binding region of ankyrin-B is composed of 24 consecutive ankyrin repeats, and it is the membrane-binding domain of ankyrins that confer functional differences among ankyrin isoforms. Though ubiquitously expressed, ankyrin-B shows high expression levels in cardiac muscle, and is expressed 10-fold lower levels in skeletal muscle, suggesting that ankyrin-B plays a specifically adapted functional role in cardiac muscle.",
            "score": 99.47363889217377
        },
        {
            "docid": "14755422_2",
            "document": "GIPC1 . GIPC PDZ domain containing family, member 1 (GIPC1) is a protein that in humans is encoded by the \"GIPC1\" gene. GIPC was originally identified as it binds specifically to the C terminus of RGS-GAIP, a protein involved in the regulation of G protein signaling. GIPC is an acronym for \"GAIP Interacting Protein C-terminus\". RGS proteins are \"Regulators of G protein Signaling\" and RGS-GAIP is a \"GTPase Activator protein for Gαi/Gαq\", which are two major subtypes of Gα proteins. The human GIPC1 molecule is 333 amino acids or about 36 kDa in molecular size and consists of a central PDZ domain, a compact protein module which mediates specific protein-protein interactions. The RGS-GAIP protein interacts with this domain and many other proteins interact here or at other parts of the GIPC1 molecule. As a result, GIPC1 was independently discovered by several other groups and has a variety of alternate names, including synectin, C19orf3, RGS19IP1 and others. The GIPC1 gene family in mammals consisting of three members, so the first discovered, originally named GIPC, is now generally called GIPC1, with the other two being named GIPC2 and GIPC3. The three human proteins are about 60% identical in protein sequence. GIPC1 has been shown to interact with a variety of other receptor and cytoskeletal proteins including the GLUT1 receptor, ACTN1, KIF1B, MYO6, PLEKHG5, SDC4/syndecan-4, SEMA4C/semaphorin-4 and HTLV-I Tax. The general function of GIPC family proteins therefore appears to be mediating specific interactions between proteins involved in G protein signaling and membrane translocation.",
            "score": 63.22408652305603
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 74.0981513261795
        },
        {
            "docid": "575503_2",
            "document": "MYH16 gene . The MYH16 gene encodes a protein called myosin heavy chain 16 which is a muscle protein in mammals. At least in primates, it is a specialized muscle protein found only in the temporalis and masseter muscles of the jaw. Myosin heavy chain proteins are important in muscle contraction, and if they are missing, the muscles will be smaller. In non-human primates, MYH16 is functional and the animals have powerful jaw muscles. In humans, the MYH16 gene has a mutation which causes the protein not to function. Although the exact importance of this change in accounting for differences between humans and other apes is not yet clear, such a change may be related to increased brain size and finer control of the jaw which facilitates speech. It is not clear how the MYH16 mutation relates to other changes to the jaw and skull in early human evolution (for example, whether the MYH16 mutation happened first and led to other changes, or whether the MYH16 mutation happened after other changes made the MYH16 protein no longer necessary).",
            "score": 122.92679715156555
        },
        {
            "docid": "3075144_3",
            "document": "Plectin . Plectin can exist in cells as several alternatively-spliced isoforms, all around 500 kDa and >4000 amino acids. The structure of plectin is thought to be a dimer consisting of a central coiled coil of alpha helices connecting two large globular domains (one at each terminus). These globular domains are responsible for connecting plectin to its various cytoskeletal targets. The carboxy-terminal domain is made of 6 highly homologous repeating regions. The subdomain between regions five and six of this domain is known to connect to the intermediate filaments cytokeratin and vimentin. At the opposite end of the protein, in the N-terminal domain, a region has been defined as responsible for binding to actin. In 2004, the exact crystal structure of this actin-binding domain (ABD) was determined in mice and shown to be composed of two calponin homology (CH) domains. Plectin is expressed in nearly all mammalian tissues. In cardiac muscle and skeletal muscle, plectin is localized to specialized entities known as Z-discs. Plectin binds several proteins, including vinculin, DES, actin., fodrin, microtubule-associating proteins, nuclear laminin B., SPTAN1, vimentin and ITGB4.",
            "score": 116.41555404663086
        },
        {
            "docid": "173204_50",
            "document": "Drosophila melanogaster . TRP, InaC, and PLC form a signaling complex by binding a scaffolding protein called InaD. InaD contains five binding domains called PDZ domain proteins, which specifically bind the C termini of target proteins. Disruption of the complex by mutations in either the PDZ domains or the target proteins reduces the efficiency of signaling. For example, disruption of the interaction between InaC, the protein kinase C, and InaD results in a delay in inactivation of the light response.",
            "score": 68.09062790870667
        },
        {
            "docid": "35881441_3",
            "document": "HH-suite . Proteins are central players in all of life's processes. To understand how life in cells is organised, we have to understand what each of the proteins involved in these molecular processes does. This is particularly important in order to understand the origin of diseases. But for a large fraction of the approximately 20 000 human proteins the structures and functions remain unknown. Many proteins have been investigated in model organisms such as many bacteria, baker's yeast, fruit flies, zebra fish or mice, for which experiments can be often done more easily than with human cells. To predict the function, structure, or other properties of a protein for which only its sequence of amino acids is known, the protein sequence is compared to the sequences of other proteins in public databases. If a protein with sufficiently similar sequence is found, the two proteins are likely to be evolutionarily related (\"homologous\"). In that case, they are likely to share similar structures and functions. Therefore, if a protein with a sufficiently similar sequence and with known functions and/or structure can be found by the sequence search, the unknown protein's functions, structure, and domain composition can be predicted. Such predictions greatly facilitate the determination of the function or structure by targeted validation experiments.",
            "score": 95.55085158348083
        },
        {
            "docid": "5822839_3",
            "document": "Ankyrin repeat . Ankyrin repeats typically fold together to form a single, linear solenoid structure called ankyrin repeat domains. These domains are one of the most common protein–protein interaction platforms in nature. They occur in a large number of functionally diverse proteins, mainly from eukaryotes. The few known examples from prokaryotes and viruses may be the result of horizontal gene transfers. The repeat has been found in proteins of diverse function such as transcriptional initiators, cell cycle regulators, cytoskeletal, ion transporters, and signal transducers. The ankyrin fold appears to be defined by its structure rather than its function, since there is no specific sequence or structure that is universally recognised by it.",
            "score": 61.76736116409302
        },
        {
            "docid": "14755807_3",
            "document": "Zyxin . Focal adhesions are actin-rich structures that enable cells to adhere to the extracellular matrix and at which protein complexes involved in signal transduction assemble. Zyxin is a zinc-binding phosphoprotein that concentrates at focal adhesions and along the actin cytoskeleton. Zyxin has an N-terminal proline-rich domain and three LIM domains in its C-terminal half. The proline-rich domain may interact with SH3 domains of proteins involved in signal transduction pathways while the LIM domains are likely involved in protein-protein binding. Zyxin may function as a messenger in the signal transduction pathway that mediates adhesion-stimulated changes in gene expression and may modulate the cytoskeletal organization of actin bundles. Alternative splicing results in multiple transcript variants that encode the same isoform.",
            "score": 48.22992539405823
        },
        {
            "docid": "19723734_11",
            "document": "Muscle . This same bundles-within-bundles structure is replicated within the muscle cells. Within the cells of the muscle are myofibrils, which themselves are bundles of protein filaments. The term \"myofibril\" should not be confused with \"myofiber\", which is a simply another name for a muscle cell. Myofibrils are complex strands of several kinds of protein filaments organized together into repeating units called sarcomeres. The striated appearance of both skeletal and cardiac muscle results from the regular pattern of sarcomeres within their cells. Although both of these types of muscle contain sarcomeres, the fibers in cardiac muscle are typically branched to form a network. Cardiac muscle fibers are interconnected by intercalated discs, giving that tissue the appearance of a syncytium.",
            "score": 199.48987197875977
        },
        {
            "docid": "1300485_3",
            "document": "Desmin . Desmin is a 53.5 kD protein composed of 470 amino acids. There are three major domains to the desmin protein: a conserved alpha helix rod, a variable non alpha helix head, and a carboxy-terminal tail. Desmin, as all intermediate filaments, shows no polarity when assembled. The rod domain consists of 308 amino acids with parallel alpha helical coiled coil dimers and three linkers to disrupt it. The rod domain connects to the head domain. The head domain 84 amino acids with many arginine, serine, and aromatic residues is important in filament assembly and dimer-dimer interactions. The tail domain is responsible for the integration of filaments and interaction with proteins and organelles. Desmin is only expressed in vertebrates, however homologous proteins are found in many organisms. Desmin is a subunit of intermediate filaments in cardiac muscle, skeletal muscle and smooth muscle tissue. In cardiac muscle, desmin is present in Z-discs and intercalated discs. Desmin has been shown to interact with desmoplakin and αB-crystallin.",
            "score": 117.12260603904724
        }
    ],
    "r": [
        {
            "docid": "15029948_2",
            "document": "LDB3 . LIM domain binding 3 (LDB3), also known as Z-band alternatively spliced PDZ-motif (ZASP), is a protein which in humans is encoded by the \"LDB3\" gene. ZASP belongs to the Enigma subfamily of proteins and stabilizes the sarcomere (the basic units of muscles) during contraction, through interactions with actin in cardiac and skeletal muscles. Mutations in the ZASP gene has been associated with several muscular diseases.",
            "score": 230.125732421875
        },
        {
            "docid": "1900228_17",
            "document": "Nemaline myopathy . Muscle cells contract in complex mechanical and chemical processes. If any part of the process or structure is disrupted, dysfunction will likely result, as in the case of those with genetic variations. In those with nemaline myopathy, muscle contraction is adversely affected. At the electron microscopic level, rod-shaped components can often be seen in some of the muscle cells, and when seen, is diagnostic for the condition called nemaline rod myopathy. The presence of these rods is not causing muscle weakness, rather they appear as a result of something going wrong within the muscle fiber. There is no connection between the number of rods found in the muscle cells and the amount of weakness a person has. All of the different gene mutations leading to the condition called nemaline myopathy that have been found so far are in genes that encode different components of the sarcomere. In normal muscle cells, the various parts of the muscle fibers that make up the sarcomere are distributed evenly in a pattern for effective muscle contraction. Evidence suggests that some kinds of NM affect the arrangement of these muscle fibers, causing the muscles to be unable to contract as efficiently or effectively. Nemaline myopathy is usually genetic and shows traits in the affected individual from birth or an early age. However, there are some cases of symptoms of nemaline myopathy not showing up until adulthood. These cases are usually not genetic. Of the genes that have been linked to nemaline myopathy, most are also involved in encoding proteins in the sarcomeres in the muscle cells. Respiratory muscles are often more affected than other skeletal muscle groups. Cardiac muscle is usually not affected in nemaline myopathy patients and the ocular muscles are usually spared.",
            "score": 226.6028594970703
        },
        {
            "docid": "1668482_11",
            "document": "Titin . Titin is a large abundant protein of striated muscle. Titin's primary functions are to stabilize the thick filament, center it between the thin filaments, prevent overstretching of the sarcomere, and to recoil the sarcomere like a spring after it is stretched. An N-terminal Z-disc region and a C-terminal M-line region bind to the Z-line and M-line of the sarcomere, respectively, so that a single titin molecule spans half the length of a sarcomere. Titin also contains binding sites for muscle-associated proteins so it serves as an adhesion template for the assembly of contractile machinery in muscle cells. It has also been identified as a structural protein for chromosomes. Considerable variability exists in the I-band, the M-line and the Z-disc regions of titin. Variability in the I-band region contributes to the differences in elasticity of different titin isoforms and, therefore, to the differences in elasticity of different muscle types. Of the many titin variants identified, five are described with complete transcript information available.",
            "score": 222.68313598632812
        },
        {
            "docid": "14778222_4",
            "document": "MYOT . Myotilin is a structural protein that, along with titin and alpha-actinin give structural integrity to sarcomeres at Z-discs in striated muscle. Myotilin induces the formation of actin bundles in vitro and in non-muscle cells. A ternary complex myotilin/actin/alpha-actinin can be observed in vitro and actin bundles formed under these conditions appear more tightly packed than those induced by alpha-actinin alone. It was demonstrated that myotilin stabilizes F-actin by slowing down the disassembly rate. Ectopic overexpression of truncated myotilin causes the disruption of nascent myofibrils and the co-accumulation of myotilin and titin in amorphous cytoplasmic precipitates. In mature sarcomeres, wild-type myotilin colocalizes with alpha-actinin and Z-disc titin, showing the striated pattern typical of sarcomeric proteins. Targeted disruption of the myotilin gene in mice does not cause significant alterations in muscle function. On the other hand, transgenic mice with mutated myotilin develop muscle dystrophy.",
            "score": 217.94920349121094
        },
        {
            "docid": "420229_2",
            "document": "Sarcomere . A sarcomere (Greek \"sarx\" \"flesh\", \"meros\" \"part\") is the basic unit of striated muscle tissue. It is the repeating unit between two Z lines. Skeletal muscles are composed of tubular muscle cells (myocytes called muscle fibers or myofibers) which are formed in a process known as myogenesis. Muscle fibers contain numerous tubular myofibrils. Myofibrils are composed of repeating sections of sarcomeres, which appear under the microscope as alternating dark and light bands. Sarcomeres are composed of long, fibrous proteins as filaments that slide past each other when a muscle contracts or relaxes.",
            "score": 205.4702911376953
        },
        {
            "docid": "571549_12",
            "document": "Myocyte . Each muscle fiber contains myofibrils, which are very long chains of sarcomeres, the contractile units of the cell. A cell from the biceps brachii muscle may contain 100,000 sarcomeres. The myofibrils of smooth muscle cells are not arranged into sarcomeres. The sarcomeres are composed of thin and thick filaments. Thin filaments are made of actin and attach at Z lines which help them line up correctly with each other. Troponins are found at intervals along the thin filaments. Thick filaments are made of the elongated protein myosin. The sarcomere does not contain organelles or a nucleus. Sarcomeres are marked by Z lines which show the beginning and the end of a sarcomere. Individual myocytes are surrounded by endomysium.",
            "score": 199.54905700683594
        },
        {
            "docid": "19723734_11",
            "document": "Muscle . This same bundles-within-bundles structure is replicated within the muscle cells. Within the cells of the muscle are myofibrils, which themselves are bundles of protein filaments. The term \"myofibril\" should not be confused with \"myofiber\", which is a simply another name for a muscle cell. Myofibrils are complex strands of several kinds of protein filaments organized together into repeating units called sarcomeres. The striated appearance of both skeletal and cardiac muscle results from the regular pattern of sarcomeres within their cells. Although both of these types of muscle contain sarcomeres, the fibers in cardiac muscle are typically branched to form a network. Cardiac muscle fibers are interconnected by intercalated discs, giving that tissue the appearance of a syncytium.",
            "score": 199.48988342285156
        },
        {
            "docid": "1789075_25",
            "document": "Tropomyosin . Skeletal muscle is composed of large, multi-nucleated cells (muscle fibers). Each muscle fiber is packed with longitudinal arrays of myofibrils. Myofibrils are composed of repeating protein structures or sarcomeres, the basic functional unit of skeletal muscle. The sarcomere is a highly structured protein array, consisting of interdigitating thick and thin filaments, where the thin filaments are tethered to a protein structure, the Z-line. The dynamic interaction between the thick and thin filaments results in muscle contraction.",
            "score": 196.82984924316406
        },
        {
            "docid": "1668482_3",
            "document": "Titin . Titin is important in the contraction of striated muscle tissues. It connects the Z line to the M line in the sarcomere. The protein contributes to force transmission at the Z line and resting tension in the I band region. It limits the range of motion of the sarcomere in tension, thus contributing to the passive stiffness of muscle. Variations in the sequence of titin between different types of muscle (e.g., cardiac or skeletal) have been correlated with differences in the mechanical properties of these muscles.",
            "score": 190.48548889160156
        },
        {
            "docid": "424348_8",
            "document": "Cardiac muscle . Viewed through a microscope, cardiac muscle cells are roughly rectangular, measuring 100–150μm by 30–40μm. Individual cardiac muscle cells are joined together at their ends by intercalated disks to form long fibres. Each cell contains myofibrils, specialised protein fibres that slide past each other. These are organised into sarcomeres, the fundamental contractile units of muscle cells. The regular organisation of myofibrils into sarcomeres gives cardiac muscle cells a striped or striated appearance when looked at through a microscope, similar to skeletal muscle. These striations are caused by lighter I bands composed mainly of a protein called actin, and darker A bands composed mainly of myosin.",
            "score": 185.22109985351562
        },
        {
            "docid": "19723734_20",
            "document": "Muscle . The three types of muscle (skeletal, cardiac and smooth) have significant differences. However, all three use the movement of actin against myosin to create contraction. In skeletal muscle, contraction is stimulated by electrical impulses transmitted by the nerves, the motoneurons (motor nerves) in particular. Cardiac and smooth muscle contractions are stimulated by internal pacemaker cells which regularly contract, and propagate contractions to other muscle cells they are in contact with. All skeletal muscle and many smooth muscle contractions are facilitated by the neurotransmitter acetylcholine. The action a muscle generates is determined by the origin and insertion locations. The cross-sectional area of a muscle (rather than volume or length) determines the amount of force it can generate by defining the number of \"sarcomeres\" which can operate in parallel. Each skeletal muscle contains long units called myofibrils, and each myofibril is a chain of sarcomeres. Since contraction occurs at the same time for all connected sarcomeres in a muscles cell, these chains of sarcomeres shorten together, thus shortening the muscle fiber, resulting in overall length change. The amount of force applied to the external environment is determined by lever mechanics, specifically the ratio of in-lever to out-lever. For example, moving the insertion point of the biceps more distally on the radius (farther from the joint of rotation) would increase the force generated during flexion (and, as a result, the maximum weight lifted in this movement), but decrease the maximum speed of flexion. Moving the insertion point proximally (closer to the joint of rotation) would result in decreased force but increased velocity. This can be most easily seen by comparing the limb of a mole to a horse - in the former, the insertion point is positioned to maximize force (for digging), while in the latter, the insertion point is positioned to maximize speed (for running).",
            "score": 182.9309844970703
        },
        {
            "docid": "3075144_4",
            "document": "Plectin . Studies employing a plectin knockout mouse have shed light on the functions of plectin. Pups died 2–3 days after birth, and these mice exhibited marked skin abnormalities, including degeneration of keratinocytes. Skeletal and cardiac muscle tissues were also significantly affected. Cardiac intercalated discs were disintegrated and sarcomeres were irregularly shapen, and intracellular accumulation of aberrant isolated myofibrillar bundles and Z-disc components was also observed. Expression of vinculin in muscle cells was strikingly down-regulated.  Through the use of gold-immunoelectron microscopy, immunoblotting and immunofluorescence experiments plectin has been found to associate with all three major components of the cytoskeleton. In muscle, plectin binds to the periphery of Z-discs, and along with the intermediate filament protein desmin, may form lateral linkages among neighboring Z-discs. This interaction between plectin and desmin intermediate filaments also appears to facilitate the close association of myofibrils and mitochondria, both at Z-discs and along the remainder the sarcomere. Plectin also functions to link cytoskeleton to intercellular junctions, such as desmosomes and hemidesmosomes, which link intermediate filament networks between cells. Plectin has been revealed to localize to the desmosomes and in vitro studies have shown that it can form bridges between the desmosome protein, desmoplakin and intermediate filaments. In hemidesmosomes plectin has been shown to interact with the integrin β4 subunits of the hemidesmosome plaque and function in a clamp-like manner to link the intermediate filament cytokeratin to the junction.",
            "score": 180.62655639648438
        },
        {
            "docid": "15077071_2",
            "document": "MYPN . Myopalladin is a protein that in humans is encoded by the \"MYPN\" gene. Myopalladin is a muscle protein responsible for tethering proteins at the Z-disc and for communicating between the sarcomere and the nucleus in cardiac and skeletal muscle",
            "score": 179.1851348876953
        },
        {
            "docid": "14778222_2",
            "document": "MYOT . Myotilin is a protein that in humans is encoded by the \"MYOT\" gene. Myotilin (myofibrillar titin-like protein) also known as TTID (TiTin Immunoglobulin Domain) is a muscle protein that is found within the Z-disc of sarcomeres.",
            "score": 178.44093322753906
        },
        {
            "docid": "420224_6",
            "document": "Myofibril . In striated muscle, such as skeletal and cardiac muscle, the actin and myosin filaments each have a specific and constant length on the order of a few micrometers, far less than the length of the elongated muscle cell (a few millimeters in the case of human skeletal muscle cells). The filaments are organized into repeated subunits along the length of the myofibril. These subunits are called sarcomeres. The muscle cell is nearly filled with myofibrils running parallel to each other on the long axis of the cell. The sarcomeric subunits of one myofibril are in nearly perfect alignment with those of the myofibrils next to it. This alignment gives rise to certain optical properties which cause the cell to appear striped or striated. In smooth muscle cells, this alignment is absent, hence there are no apparent striations and the cells are called smooth. Exposed muscle cells at certain angles, such as in meat cuts, can show structural coloration or iridescence due to this periodic alignment of the fibrils and sarcomeres.",
            "score": 177.9037322998047
        },
        {
            "docid": "14769775_2",
            "document": "SORBS2 . ArgBP2 protein, also referred to as Sorbin and SH3 domain-containing protein 2 is a protein that in humans is encoded by the \"SORBS2\" gene. ArgBP2 belongs to the a small family of adaptor proteins having sorbin homology (SOHO) domains. ArgBP2 is highly abundant in cardiac muscle cells at sarcomeric Z-disc structures, and is expressed in other cells at actin stress fibers and the nucleus.",
            "score": 173.20359802246094
        },
        {
            "docid": "14755744_4",
            "document": "FLNC (gene) . The family of Filamin proteins crosslink actin filaments into orthogonal networks in cortical cytoplasm and participate in the anchoring of membrane proteins for the actin cytoskeleton. However, the precise function of the Filamin-C isoform is still under investigation. As Filamin-C is localized mainly to striated muscle, its functions are likely specific to the specialized sarcomeric cytoskeleton present in muscle. As Filamin-C is found at both subsarcolemmal regions and at Z-lines, one plausible function of Filamin-C would be to act as a mode of communication between the membrane and the sarcomere. In skeletal muscle, Filamin-C is found at sites of core formation in skeletal myopathies, and alterations in subcellular localization of Filamin-C have been exhibited in limb-girdle muscular dystrophy and Duchenne muscular dystrophy.",
            "score": 172.09024047851562
        },
        {
            "docid": "420229_4",
            "document": "Sarcomere . Actin molecules are bound to the Z line, which forms the borders of the sarcomere. Other bands appear when the sarcomere is relaxed. A muscle fiber from a biceps muscle may contain 100,000 sarcomeres. The myofibrils of smooth muscle cells are not arranged into sarcomeres.",
            "score": 171.9736785888672
        },
        {
            "docid": "8541878_3",
            "document": "Costamere . Costameres are sub-sarcolemmal protein assemblies circumferentially aligned in register with the Z-disk of peripheral myofibrils. They physically couple force-generating sarcomeres with the sarcolemma in striated muscle cells and are thus considered one of several \"Achilles' heels\" of skeletal muscle, a critical component of striated muscle morphology which, when compromised, is thought to directly contribute to the development of several distinct myopathies.",
            "score": 171.88522338867188
        },
        {
            "docid": "438944_77",
            "document": "Actin . The mutation alters the structure and function of skeletal muscles producing one of three forms of myopathy: type 3 nemaline myopathy, congenital myopathy with an excess of thin myofilaments (CM) and Congenital myopathy with fibre type disproportion (CMFTD). Mutations have also been found that produce “core” myopathies). Although their phenotypes are similar, in addition to typical nemaline myopathy some specialists distinguish another type of myopathy called actinic nemaline myopathy. In the former, clumps of actin form instead of the typical rods. It is important to state that a patient can show more than one of these phenotypes in a biopsy. The most common symptoms consist of a typical facial morphology (myopathic faces), muscular weakness, a delay in motor development and respiratory difficulties. The course of the illness, its gravity and the age at which it appears are all variable and overlapping forms of myopathy are also found. A symptom of nemalinic myopathy is that “Nemaline rods” appear in differing places in Type 1 muscle fibres. These rods are non-pathognomonic structures that have a similar composition to the Z disks found in the sarcomere.",
            "score": 170.56785583496094
        },
        {
            "docid": "9717637_2",
            "document": "Myomesin . Myomesin is an end line protein that is part of the M line. It is a protein found in the M-band of muscle sarcomeres in association with M-protein. It is found in both slow and fast muscle fibers while M-protein is only found in fast fibers. These proteins are thought to be involved in anchoring the thick filaments of the sarcomere (myosin) to other filaments, namely titin, stabilizing and aligning the structure. It may function as a molecular spring that protects the sarcomere and keeps it stable during intense or sustained stretching. While its specific function is still not completely understood, it has been shown that it is closely associated with myosin as it is present in all skeletal and cardiac muscle from the earliest stages of muscle tissue formation.",
            "score": 170.27027893066406
        },
        {
            "docid": "14778222_3",
            "document": "MYOT . Myotilin is a 55.3 kDa protein composed of 496 amino acids. Myotilin was originally identified as a novel alpha-actinin binding partner with two Ig-like domains, that localized to the Z-disc. The C2-type Ig-like domains reside at the C-terminal half, and are most homologous to Ig domains 2-3 of palladin and Ig domains 4-5 of myopalladin and more distantly related to Z-disc Ig domains 7 and 8 of titin. The C-terminal region hosts the binding sites for Z-band proteins, and 2 Ig domains are the site of homodimerization for myotilin. By contrast, the N-terminal part of myotilin is unique, consisting of a serine-rich region with no homology to known proteins. Several disease-associated mutations involve serine residues within the serine-rich domain. Myotilin expression in human tissues is mainly restricted to striated muscles and nerves. In muscles, myotilin is predominantly found within the Z-discs. Myotilin forms homodimers and binds alpha-actinin, actin, Filamin C, FATZ-1, FATZ-2 and ZASP.",
            "score": 168.69644165039062
        },
        {
            "docid": "37670226_23",
            "document": "Muscle architecture . Fiber length is also a key variable in muscle anatomy. Fiber length is the product of both the number of sarcomeres in series in the fiber and their individual lengths. As a fiber changes length, the individual sarcomeres shorten or lengthen, but the total number does not change (except on long timescales following exercise and conditioning). To standardize fiber length, length is measured at the peak of the length-tension relationship (L0), ensuring all sarcomeres are at the same length. Fiber length (at L0) does not affect force generation, much as the strength of a chain is unaffected by the length. Similarly, increased fiber cross-section or multiple fibers increase the force, like having multiple chains in parallel. Velocity is affected in the reverse manner - because sarcomeres shorten at a certain percentage per second under a certain force, fibers with more sarcomeres will have higher absolute (but not relative) velocities. Muscles with short fibers will have higher PCSA per unit muscle mass, thus greater force production, while muscle with long fibers will have lower PCSA per unit muscle mass, thus lower force production. However, muscles with longer fibers will shorten at greater absolute speeds than a similar muscle with shorter fibers.",
            "score": 167.8729705810547
        },
        {
            "docid": "9078504_5",
            "document": "Congenital myopathy . Myopathies with central nuclei, such as myotubular myopathy, involves an error in the gene involved in vesicle movement throughout the cell. This creates problems in vesicles reaching the plasma membrane with the cellular components necessary to fuse myoblast, a major step in the formation of the skeletal muscle. This creates structural problems throughout the skeletal muscle and in the Z line of the sarcomere, creating the weakness in the muscle.",
            "score": 167.85459899902344
        },
        {
            "docid": "14816135_2",
            "document": "Obscurin . Obscurin is a protein that in humans is encoded by the \"OBSCN\" gene. Obscurin belongs to the family of giant sarcomeric signaling proteins that includes titin and nebulin. Obscurin is expressed in cardiac and skeletal muscle, and plays a role in the organization of myofibrils during sarcomere assembly. A mutation in the \"OBSCN\" gene has been associated with hypertrophic cardiomyopathy and altered obscurin protein properties have been associated with other muscle diseases.",
            "score": 167.5944366455078
        },
        {
            "docid": "1300485_2",
            "document": "Desmin . Desmin is a protein that in humans is encoded by the \"DES\" gene. Desmin is a muscle-specific, type III intermediate filament that integrates the sarcolemma, Z disk, and nuclear membrane in sarcomeres and regulates sarcomere architecture.",
            "score": 166.69740295410156
        },
        {
            "docid": "420229_14",
            "document": "Sarcomere . The structure of the sarcomere affects its function in several ways. The overlap of actin and myosin gives rise to the length-tension curve, which shows how sarcomere force output decreases if the muscle is stretched so that fewer cross-bridges can form or compressed until actin filaments interfere with each other. Length of the actin and myosin filaments (taken together as sarcomere length) affects force and velocity – longer sarcomeres have more cross-bridges and thus more force, but have a reduced range of shortening. Vertebrates display a very limited range of sarcomere lengths, with roughly the same optimal length (length at peak length-tension) in all muscles of an individual as well as between species. Arthropods, however, show tremendous variation (over seven-fold) in sarcomere length, both between species and between muscles in a single individual. The reasons for the lack of substantial sarcomere variability in vertebrates is not fully known.",
            "score": 165.61248779296875
        },
        {
            "docid": "14075966_7",
            "document": "PRKCE . PKCε translocates to cardiac muscle sarcomeres and modulates contractility of the myocardium. PKCε binds RACK2 at Z-lines with an EC of 86 nM; PKCε also binds at costameres to syndecan-4. PKCε has been shown to bind F-actin in neurons, which modulates synaptic function and differentiation; however it is unknown whether PKCε binds sarcomeric actin in muscle cells. Sarcomeric proteins have been identified in PKCε signaling complexes, including actin, cTnT, tropomyosin, desmin, and myosin light chain-2; in mice expressing a constitutively-active PKCε, all sarcomeric proteins showed greater association with PKCε, and the cTnT, tropomyosin, desmin and myosin light chain-2 exhibited changes in post-translational modifications.",
            "score": 165.2360382080078
        },
        {
            "docid": "19723734_51",
            "document": "Muscle . Steinmetz et al. continue to argue for multiple origins of striated muscle in the metazoans by explaining that a key set of genes used to form the troponin complex for muscle regulation and formation in bilaterians is missing from the cnidarians and ctenophores, and of 47 structural and regulatory proteins observed, Steinmetz et al. were not able to find even on unique striated muscle cell protein that was expressed in both cnidarians and bilaterians. Furthermore, the Z-disc seemed to have evolved differently even within bilaterians and there is a great deal diversity of proteins developed even between this clade, showing a large degree of radiation for muscle cells. Through this divergence of the Z-disc, Steimetz et al. argue that there are only four common protein components that were present in all bilaterians muscle ancestors and that of these for necessary Z-disc components only an actin protein that they have already argued is an uninformative marker through its pleisiomorphic state is present in cnidarians. Through further molecular marker testing, Steinmetz et al. observe that non-bilaterians lack many regulatory and structural components necessary for bilaterians muscle formation and do not find any unique set of proteins to both bilaterians and cnidarians and ctenophores that are not present in earlier, more primitive animals such as the sponges and amoebozoans. Through this analysis the authors conclude that due to the lack of elements that bilaterians muscles are dependent on for structure and usage, nonbilaterian muscles must be of a different origin with a different set regulatory and structural proteins.",
            "score": 164.91903686523438
        },
        {
            "docid": "70425_58",
            "document": "Inflammation . Z-disks are the point of contact for the contractile proteins. They provide structural support for transmission of force when muscle fibers are activated to shorten. However, in marathon runners and those who subscribe to the overload principle to enhance their muscles, show moderate Z-disk streaming and major disruption of thick and thin filaments in parallel groups of sarcomeres as a result of the force of eccentric actions or stretching of tightened muscle fibers.",
            "score": 164.44117736816406
        },
        {
            "docid": "7525740_2",
            "document": "Actinin . Actinin is a microfilament protein. α-Actinin is necessary for the attachment of actin filaments to the Z-lines in skeletal muscle cells, and to the dense bodies in smooth muscle cells. The functional protein is an anti-parallel dimer, which cross-links the thin filaments in adjacent sarcomeres, and therefore coordinates contractions between sarcomeres in the horizontal axis.",
            "score": 164.32518005371094
        },
        {
            "docid": "15065738_4",
            "document": "CAPZA2 . CapZ binds the barbed end of actin filaments and prevents addition or loss of actin monomers to filaments. It has also been observed that CapZ functions to organize myofilaments during myofibrillogenesis and is present at Z-discs in muscle prior to the striation of actin filaments, suggesting that CapZ may function to direct the polarity and organization of sarcomeric actin during I-band formation. The function of CapZ-alpha2 may be modulated by the calcium-binding protein S100A in skeletal and cardiac muscle tissues, as crosslinking studies have shown S100A to directly interaction with the C-terminal region of CapZ-alpha in the presence of calcium. CapZ appears to regulate intracellular signaling of contractile proteins in cardiac muscle. It has been demonstrated that the presence of CapZ at Z-discs modulates the ability of protein phosphatase 1 (PP1) to dephosphorylate cardiac myofilament proteins, including myosin binding protein C, troponin T and myosin regulatory light chain; likely because extraction of CapZ decreased the amount of myofilament-associated PP1.",
            "score": 164.2522430419922
        }
    ]
}