{
    "q": [
        {
            "docid": "3135637_31",
            "document": "Gut flora . The human immune system creates cytokines that can drive the immune system to produce inflammation in order to protect itself, and that can tamp down the immune response to maintain homeostasis and allow healing after insult or injury. Different bacterial species that appear in gut flora have been shown to be able to drive the immune system to create cytokines selectively; for example \"Bacteroides fragilis\" and some \"Clostridia\" species appear to drive an anti-inflammatory response, while some segmented filamentous bacteria drive the production of inflammatory cytokines. Gut flora can also regulate the production of antibodies by the immune system. One function of this regulation is to cause B cells to class switch to IgA. In most cases B cells need activation from T helper cells to induce class switching; however, in another pathway, gut flora cause NF-kB signaling by intestinal epithelial cells which results in further signaling molecules being secreted. These signaling molecules interact with B cells to induce class switching to IgA. IgA is an important type of antibody that is used in mucosal environments like the gut. It has been shown that IgA can help diversify the gut community and helps in getting rid of bacteria that cause inflammatory responses. Ultimately, IgA maintains a healthy environment between the host and gut bacteria. These cytokines and antibodies can have effects outside the gut, in the lungs and other tissues.",
            "score": 147.3410919904709
        },
        {
            "docid": "4189286_2",
            "document": "Bacteriocyte . A bacteriocyte (Greek for \"bacteria cell\"), also called a mycetocyte, is a specialized adipocyte found in some insect groups such as aphids, tsetse flies, german cockroaches, weevils, and others. These cells contain endosymbiotic bacteria such as \"Buchnera\" species, which provide essential amino acids and other chemicals to their host. Bacteriocytes may be aggregated into an organ, the bacteriome. Bacteriocytes are maternally-transmitted, i.e. the mother transmits her endosymbionts to her offspring. In some cases, the bacteria are transmitted in the egg, as in \"Buchnera\"; in others, like \"Wigglesworthia\", they are transmitted via a milky substance that is fed to the developing insect embryo.",
            "score": 141.73575103282928
        },
        {
            "docid": "443416_49",
            "document": "Phagocyte . Phagocytosis is common and probably appeared early in evolution, evolving first in unicellular eukaryotes. Amoebae are unicellular protists that separated from the tree leading to metazoa shortly after the divergence of plants, and they share many specific functions with mammalian phagocytic cells. \"Dictyostelium discoideum\", for example, is an amoeba that lives in the soil and feeds on bacteria. Like animal phagocytes, it engulfs bacteria by phagocytosis mainly through Toll-like receptors, and it has other biological functions in common with macrophages. \"Dictyostelium discoideum\" is social; it aggregates when starved to form a migrating pseudoplasmodium or slug. This multicellular organism eventually will produce a fruiting body with spores that are resistant to environmental dangers. Before the formation of fruiting bodies, the cells will migrate as a slug-like organism for several days. During this time, exposure to toxins or bacterial pathogens has the potential to compromise survival of the species by limiting spore production. Some of the amoebae engulf bacteria and absorb toxins while circulating within the slug, and these amoebae eventually die. They are genetically identical to the other amoebae in the slug; their self-sacrifice to protect the other amoebae from bacteria is similar to the self-sacrifice of phagocytes seen in the immune system of higher vertebrates. This ancient immune function in social amoebae suggests an evolutionarily conserved cellular foraging mechanism that might have been adapted to defense functions well before the diversification of amoebae into higher forms. However, a common ancestry with mammalian phagocytes has not been proven. Phagocytes occur throughout the animal kingdom, from marine sponges to insects and lower and higher vertebrates. The ability of amoebae to distinguish between self and non-self is a pivotal one, and is the root of the immune system of many species of amoeba.",
            "score": 112.2462557554245
        },
        {
            "docid": "4200196_3",
            "document": "Entomopathogenic nematode . Because of their economic importance, the life cycles of the genera belonging to families Heterorhabditidae and Steinernematidae are well studied. Although not closely related, phylogenetically, both share similar life histories (Poinar 1993). The cycle begins with an infective juvenile, whose only function is to seek out and infect new hosts. When a host has been located, the nematodes penetrate into the insect body cavity, usually via natural body openings (mouth, anus, spiracles) or areas of thin cuticle. (Shapiro-Ilan, David I., and Randy Gaugler. \"Nematodes.\") After entering an insect, infective juveniles release an associated mutualistic bacterium from their gut which multiplies rapidly. These bacteria of the genus \"Xenorhabdus\" or \"Photorhabdus\", for steinerernematides and heterorhabditids, respectively—cause host mortality within 24-48 hours. The nematodes provide shelter to the bacteria, which, in return, kill the insect host and provide nutrients to the nematode. Together, the nematodes and bacteria feed on the liquefying host, and reproduce for several generations inside the cadaver maturing through the growth stages of J2-J4 into adults. Steinernematids infective juveniles may become males or females, whereas heterorhabditids develop into self-fertilizing hermaphrodites with later generations producing two sexes. When food resources in the host become scarce, the adults produce new infective juveniles adapted to withstand the outside environment. The life cycles of the EPNs are completed within a few days.(Shapiro-Ilan, David I., and Randy Gaugler. \"Nematodes.\") After about a week, hundreds of thousands of infective juveniles emerge and leave in search of new hosts, carrying with them an inoculation of mutualistic bacteria, received from the internal host environment (Boemare 2002, Gaugler 2006). Their growth and reproduction depends upon conditions established in the host cadaver by the bacterium. The nematodes bacterium contributes anti-immune proteins to assist in overcoming their host defenses.(Shapiro-Ilan, David I., and Randy Gaugler. \"Nematodes.\")",
            "score": 120.19666969776154
        },
        {
            "docid": "14958_68",
            "document": "Immune system . An evasion strategy used by several pathogens to avoid the innate immune system is to hide within the cells of their host (also called intracellular pathogenesis). Here, a pathogen spends most of its life-cycle inside host cells, where it is shielded from direct contact with immune cells, antibodies and complement. Some examples of intracellular pathogens include viruses, the food poisoning bacterium \"Salmonella\" and the eukaryotic parasites that cause malaria (\"Plasmodium falciparum\") and leishmaniasis (\"Leishmania spp.\"). Other bacteria, such as \"Mycobacterium tuberculosis\", live inside a protective capsule that prevents lysis by complement. Many pathogens secrete compounds that diminish or misdirect the host's immune response. Some bacteria form biofilms to protect themselves from the cells and proteins of the immune system. Such biofilms are present in many successful infections, e.g., the chronic \"Pseudomonas aeruginosa\" and \"Burkholderia cenocepacia\" infections characteristic of cystic fibrosis. Other bacteria generate surface proteins that bind to antibodies, rendering them ineffective; examples include \"Streptococcus\" (protein G), \"Staphylococcus aureus\" (protein A), and \"Peptostreptococcus magnus\" (protein L).",
            "score": 133.4217313528061
        },
        {
            "docid": "3524301_11",
            "document": "Burkholderia mallei . \"B. mallei\" is responsible for causing glanders disease, which historically mostly affected animals, such as horses, mules, and donkeys, and rarely humans. Horses are considered the natural host for \"B. mallei\" infection and are highly susceptible to it. \"B. mallei\" infects and gains access to the cell of its host through lysis of the entry vacuole. \"B. mallei\" has bacterial protein-dependent, actin-based motility once inside the cell. It is also able to initiate host cell fusion that results in multinucleated giant cells (MNGCs). The consequence of MNGCs has yet to be determined, but it may allow the bacteria to spread to different cells, evade responses by the infected host’s immune system, or allow the bacteria to remain in the host longer. \"B. mallei\" is able to survive inside host cells through its capabilities in disrupting the bacteria-killing functions of the cell. It leaves the vacuoles early, which allows for efficient replication of the bacteria inside the cell. Leaving the cell early also keeps the bacteria from being destroyed by lysosomal defensins and other pathogen-killing agents. MNGCs may help protect the bacteria from immune responses. \"B. mallei\"’s ability to live within the host cell makes developing a vaccine against it difficult and complex. The vaccine would need to create a cell-mediated immune response, as well as a humoral response to the bacteria in to be effective in protecting against \"B. mallei\". In regards to a vaccine against \"B. mallei\", the closeness of \"B. mallei\" to \"B. pseudomallei\" may make it possible that a vaccine developed for either type would be effective against the other.",
            "score": 158.52926433086395
        },
        {
            "docid": "19178965_59",
            "document": "Fungus . Many insects also engage in mutualistic relationships with fungi. Several groups of ants cultivate fungi in the order Agaricales as their primary food source, while ambrosia beetles cultivate various species of fungi in the bark of trees that they infest. Likewise, females of several wood wasp species (genus \"Sirex\") inject their eggs together with spores of the wood-rotting fungus \"Amylostereum areolatum\" into the sapwood of pine trees; the growth of the fungus provides ideal nutritional conditions for the development of the wasp larvae. At least one species of stingless bee has a relationship with a fungus in the genus \"Monascus\", where the larvae consume and depend on fungus transferred from old to new nests. Termites on the African savannah are also known to cultivate fungi, and yeasts of the genera \"Candida\" and \"Lachancea\" inhabit the gut of a wide range of insects, including neuropterans, beetles, and cockroaches; it is not known whether these fungi benefit their hosts. Fungi ingrowing dead wood are essential for xylophagous insects (e.g. woodboring beetles). They deliver nutrients needed by xylophages to nutritionally scarce dead wood. Thanks to this nutritional enrichment the larvae of woodboring insect is able to grow and develop to adulthood. The larvae of many families of fungicolous flies, particularly those within the superfamily Sciaroidea such as the Mycetophilidae and some Keroplatidae feed on fungal fruiting bodies and sterile mycorrhizae.",
            "score": 90.07175087928772
        },
        {
            "docid": "214053_18",
            "document": "Host (biology) . Some hosts participate in fully mutualistic interactions with both organisms being completely dependent on the other. For example, termites are hosts to the protozoa that live in their gut and which digest cellulose, and the human gut flora is essential for efficient digestion. Many corals and other marine invertebrates house zooxanthellae, single-celled algae, in their tissues. The host provides a protected environment in a well-lit position for the algae, while benefiting itself from the nutrients produced by photosynthesis which supplement its diet. \"Lamellibrachia luymesi\", a deep sea giant tubeworm, has an obligate mutualistic association with internal, sulfide-oxidizing, bacterial symbionts. The tubeworm extracts the chemicals that the bacteria need from the sediment, and the bacteria supply the tubeworm, which has no mouth, with nutrients. Some hermit crabs place pieces of sponge on the shell in which they are living. These grow over and eventually dissolve away the mollusc shell; the crab may not ever need to replace its abode again and is well-camouflaged by the overgrowth of sponge.",
            "score": 131.166912317276
        },
        {
            "docid": "173204_36",
            "document": "Drosophila melanogaster . Unlike mammals, \"Drosophila\" flies only have innate immunity and lack an adaptive immune response. The \"D. melanogaster\" immune system can be divided into two responses: humoral and cell-mediated. The former is a systemic response mediated through the \"Toll\" and \"imd\" pathways, which are parallel systems for detecting microbes. The \"Toll\" pathway in \"Drosophila\" is known as the homologue of \"Toll-like\" pathways in mammals. Spatzle, a known ligand for the \"Toll\" pathway in flies, is produced in response to Gram-positive bacteria, parasites, and fungal infection. Upon infection, pro-Spatzle will be cleaved by protease SPE (Spatzle processing enzyme) to become active Spatzle, which then binds to the \"Toll\" receptor located on the cell surface (Fat body, hemocytes) and dimerise for activation of downstream NF-κB signaling pathways. The imd pathway, though, is triggered by Gram-negative bacteria through soluble and surface receptors (PGRP-LE and LC, respectively). \"D. melanogaster\" has a \"fat body\", which is thought to be homologous to the human liver. It is the primary secretory organ and produces antimicrobial peptides. These peptides are secreted into the hemolymph and bind infectious bacteria, killing them by forming pores in their cell walls. Other than the fat body, hemocytes, the blood cells in \"Drosophila\", are known as the homologue of mammalian monocyte/macrophages, possessing a significant role in immune responses. It is known from the literature that in response to immune challenge, hemocytes are able to secrete cytokines, for example Spatzle, to activate downstream signaling pathways in the fat body. However, the mechanism still remains unclear. The response to infection can involve up to 2,423 genes, or 13.7% of the genome. Although the fly's transcriptional response to microbial challenge is highly specific to individual pathogens, \"Drosophila\" differentially expresses a core group of 252 genes upon infection with most bacteria. This core group of genes is associated with gene ontology categories such as antimicrobial response, stress response, secretion, neuron-like, reproduction, and metabolism among others.",
            "score": 176.96537864208221
        },
        {
            "docid": "40485354_2",
            "document": "Sodalis glossinidius . Sodalis glossinidius is a species of bacteria, the type and only species of its genus. It is a microaerophilic secondary endosymbiont of the tsetse fly. Strain M1T is the type strain.\"Sodalis glossinidius\", is the only gammaproteobacterial insect symbiont to be cultured and thus amenable to genetic modification, suggesting that it could be used as part of a control strategy by vectoring antitrypanosome genes. The organism may increase the susceptibility of tsetse flies to trypanosomes,",
            "score": 136.73009657859802
        },
        {
            "docid": "42251979_6",
            "document": "Root microbiome . While some microbes may be purely mutualistic or parasitic, many may behave one way or the other depending on the host species with which it is associated, environmental conditions, and host health. A host’s immune response controls symbiont infection and growth rates. If a host’s immune response is not able to control a particular microbial species, or if host immunity is compromised, the microbe-plant relationship will likely reside somewhere nearer the parasitic side of the mutualist-parasite continuum. Similarly, high nutrients can push some microbes into parasitic behavior, encouraging unchecked growth at a time when symbionts are no longer needed to aid with nutrient acquisition.",
            "score": 162.0118923187256
        },
        {
            "docid": "19456032_14",
            "document": "Microbiota . The symbiotic relationship between a host and its microbiota shapes the immune system of mammalians, insects, plants and aquatic organisms. In many animals, the immune system and microbiota engage in \"cross-talk\", exchanging chemical signals. This allows the immune system to recognize the types of bacteria that are harmful to the host and combat them, while allowing the helpful bacteria to carry out their functions; in turn, the microbiota influence immune reactivity and targeting. Bacteria can be transferred from mother to child through direct contact and after birth, or through indirect contact through eggs, coprophagy, and several other pathways. As the infant microbiome is established, commensal bacteria quickly populate the gut, prompting a range of immune responses and \"programming\" the immune system with long-lasting effects. The bacteria are able to stimulate lymphoid tissue associated with the gut mucosa, which enables the tissue to produce antibodies for pathogens that may enter the gut.",
            "score": 110.27712869644165
        },
        {
            "docid": "4279406_4",
            "document": "Mixotricha paradoxa . \"Mixotricha\" forms mutualistic relationships with bacteria living inside the termite as well. There are a total of four species of bacterial symbionts. While \"Mixotricha\" has four anterior flagella, it does not use them for locomotion, but more for steering. For locomotion, about 250,000 hairlike \"Treponema spirochetes\", a species of helical bacteria, are attached to the cell surface and provide the cell with cilia-like movements. \"Mixotricha\" also has rod-shaped bacteria arranged in an ordered pattern on the surface of the cell; both of these types are ectosymbionts. In addition it has spherical bacteria inside the cell; these endosymbionts function as mitochondria, which \"Mixotricha\" lacks. \"Mixotricha\" lost their mitochondria but retain both organelles and nuclear genes derived from them. Mitochondrial relics include hydrogenosomes which produce hydrogen and small structures called mitosomes.",
            "score": 133.37593233585358
        },
        {
            "docid": "53422606_2",
            "document": "Mycoplasma mobile . Mycoplasma mobile is a species of parasitic bacteria that binds to the gills of freshwater fish causing necrosis. It belongs to the class of Mollicutes which includes bacteria featuring reduced genome sizes that may be parasitic or commensal. It is a gram positive bacterium, however its cells lack a peptidoglycan layer. \"M. mobile\" cells are covered with membrane- anchored proteins, including surface proteins responsible for adhesion, or attachment to objects and surfaces, and antigenic variation, a mechanism which enables surface proteins to elude host immune responses. \"M. mobile\" survival is dependent upon surface proteins which allow it to bind and infect host cells, vary its own surface proteins in order to escape the host immune system, and transport nutrients and ions.",
            "score": 126.20519638061523
        },
        {
            "docid": "2362_2",
            "document": "Antibody . An antibody (Ab), also known as an immunoglobulin (Ig), is a large, Y-shaped protein produced mainly by plasma cells that is used by the immune system to neutralize pathogens such as pathogenic bacteria and viruses. The antibody recognizes a unique molecule of the pathogen, called an antigen, via the Fab's variable region. Each tip of the \"Y\" of an antibody contains a paratope (analogous to a lock) that is specific for one particular epitope (similarly, analogous to a key) on an antigen, allowing these two structures to bind together with precision. Using this binding mechanism, an antibody can \"tag\" a microbe or an infected cell for attack by other parts of the immune system, or can neutralize its target directly (for example, by inhibiting a part of a microbe that is essential for its invasion and survival). Depending on the antigen, the binding may impede the biological process causing the disease or may activate macrophages to destroy the foreign substance. The ability of an antibody to communicate with the other components of the immune system is mediated via its Fc region (located at the base of the \"Y\"), which contains a conserved glycosylation site involved in these interactions. The production of antibodies is the main function of the humoral immune system.",
            "score": 161.04554629325867
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 99.48472774028778
        },
        {
            "docid": "32150862_2",
            "document": "Bacterial DNA binding protein . In molecular biology, bacterial DNA binding proteins are a family of small, usually basic proteins of about 90 residues that bind DNA and are known as histone-like proteins. Since bacterial binding proteins have a diversity of functions, it has been difficult to develop a common function for all of them. They are commonly referred to as histone-like and have many similar traits with the eukaryotic histone proteins. Eukaryotic histones package DNA to help it to fit in the nucleus, and they are known to be the most conserved proteins in nature. Examples include the HU protein in \"Escherichia coli\", a dimer of closely related alpha and beta chains and in other bacteria can be a dimer of identical chains. HU-type proteins have been found in a variety of eubacteria, cyanobacteria and archaebacteria, and are also encoded in the chloroplast genome of some algae. The integration host factor (IHF), a dimer of closely related chains which is suggested to function in genetic recombination as well as in translational and transcriptional control is found in Enterobacteria and viral proteins including the African swine fever virus protein A104R (or LMW5-AR).",
            "score": 114.29678750038147
        },
        {
            "docid": "9028799_36",
            "document": "Bacteria . Some bacteria also transfer genetic material between cells. This can occur in three main ways. First, bacteria can take up exogenous DNA from their environment, in a process called transformation. Many bacteria can naturally take up DNA from the environment, while others must be chemically altered in order to induce them to take up DNA. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells. The second way bacteria transfer genetic material is by transduction, when the integration of a bacteriophage introduces foreign DNA into the chromosome. Many types of bacteriophage exist, some simply infect and lyse their host bacteria, while others insert into the bacterial chromosome. Bacteria resist phage infection through restriction modification systems that degrade foreign DNA, and a system that uses CRISPR sequences to retain fragments of the genomes of phage that the bacteria have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. The third method of gene transfer is conjugation, whereby DNA is transferred through direct cell contact. In ordinary circumstances, transduction, conjugation, and transformation involve transfer of DNA between individual bacteria of the same species, but occasionally transfer may occur between individuals of different bacterial species and this may have significant consequences, such as the transfer of antibiotic resistance. In such cases, gene acquisition from other bacteria or the environment is called horizontal gene transfer and may be common under natural conditions.",
            "score": 114.6749666929245
        },
        {
            "docid": "39544707_3",
            "document": "Smittium . Like most other fungi of the Harpellales, these are found in the guts of insect larvae. \"Smittium\" are most often resident in the larvae of aquatic flies. The genus was named for \"Smittia\", the midge from which it was first isolated. The fungi can be found in black flies, mosquitoes, solitary midges, and non-biting and biting midges. The relationship between the fungus and the fly is usually commensal. Sometimes it is more mutualistic, such as when the fungus synthesizes vitamins or other nutrients for the host. One species, though, \"Smittium morbosum\", can best be described as parasitic on its mosquito larva host, killing it by preventing it from molting. No other gut fungi are known to be lethal to their hosts in this way.",
            "score": 104.57652640342712
        },
        {
            "docid": "40822244_2",
            "document": "Bacterial effector protein . Bacterial effectors are proteins secreted by pathogenic bacteria into the cells of their host, usually using a type 3 secretion system (TTSS/T3SS), a type 4 secretion system (TFSS/T4SS) or a Type VI secretion system (T6SS). Some bacteria inject only a few effectors into their host’s cells while others may inject dozens or even hundreds. Effector proteins may have many different activities, but usually help the pathogen to invade host tissue, suppress its immune system, or otherwise help the pathogen to survive. Effector proteins are usually critical for virulence. For instance, in the causative agent of plague (\"Yersinia pestis\"), the loss of the T3SS is sufficient to render the bacteria completely avirulent, even when they are directly introduced into the bloodstream. Gram negative microbes are also suspected to deploy bacterial outer membrane vesicles to translocate effector proteins and virulence factors via a novel membrane vesicle trafficking secretory pathway, in order to modify their environment or attack/invade target cells, for example, at the host-pathogen interface.",
            "score": 172.3915227651596
        },
        {
            "docid": "8513008_6",
            "document": "Host tropism . Bacteria infect hosts differently than viruses do. Unlike viruses, bacteria can replicate and divide on their own without entry into a host cell. Still, in order to grow and divide, bacteria require certain nutrients from their environment. These nutrients can often be provided by host tissues, and that is why some bacteria need a host for survival. Once a bacterium recognizes the host cell receptors or nutrient-rich surroundings, it will colonize the cell surface. Bacteria have various mechanisms for colonizing host tissues. For example, biofilm production allows bacteria to adhere to the host tissue surface, and it provides a protective environment ideal for bacterial growth. Some bacteria, such as spirochetes, are capable of proliferating the host cell or tissues. This then allows the bacterium to surrounded itself in a nutrient-rich environment that protects it from immune responses and other stressors.",
            "score": 133.07085371017456
        },
        {
            "docid": "56005021_5",
            "document": "Joyoti Basu . Basu's research is focused on the cellular and molecular biology of mycobacteria. During the initial stages of her career, she worked on the membrane structure of red blood cells and her research is reported to have assisted in widening the understanding of apoptosis of nucleated mammalian cells and the physiology of the red cell that lacked a cell nucleus. Her association with her mentor, Parul Chakrabarti, during her doctoral research days, precipitated the studies of the biosynthetic pathways of fatty acids in relation to cell wall building and the functions of penicillin-binding proteins. She is known to be the first scientist to propose that the removal of the \"aged or oxidatively stressed red blood cells\" from the circulatory system causes cellular death. Later she moved on to the biological study of Mycobacterium tuberculosis, a pathogenic bacteria causing tuberculosis, with regard to its host-pathogen interaction and her studies revealed the mechanisms of macrophage apoptosis as well as the relationship between host cell signaling and innate immune response. In 2007, the team led by Basu and her college mate from the Presidency College, Manikuntala Kundu, were successful in identifying a protein in Mycobacterium tuberculosis which caused weakening of the immune system of the host. They found that the protein, named Early Secreted Antigen 6, which bound themselves on Toll-like receptor 2 of the host, hindered the production of cytokines, a type of protein which helped the immune system to fight the tuberculosis bacteria. The discovery also has reported importance in the therapeutics of diseases like rheumatoid arthritis. The achievement was later published as an article, \"Direct extracellular interaction between the early secreted antigen ESAT-6 of Mycobacterium tuberculosis and TLR2 inhibits TLR signaling in macrophages\" in Nature Immunology journal in 2007. Her studies have been documented by way of a number of articles and ResearchGate, an online repository of scientific articles has listed 77 of them. Besides, she has mentored several research scholars in their doctoral studies.",
            "score": 159.30709445476532
        },
        {
            "docid": "1408022_2",
            "document": "Drosophilidae . The Drosophilidae are a diverse, cosmopolitan family of flies, which includes fruit flies. Another unrelated family of flies, Tephritidae, also includes species known as \"small fruit flies\". The best known species of the Drosophilidae is \"Drosophila melanogaster\", within the genus \"Drosophila\", and this species is used extensively for studies concerning genetics, development, physiology, ecology and behaviour. This fruit fly is mostly composed of post-mitotic cells, has a very short lifespan, and shows gradual aging. As in other species, temperature influences the life history of the animal. Several genes have been identified that can be manipulated to extend the lifespan of these insects.",
            "score": 105.78007698059082
        },
        {
            "docid": "18291752_3",
            "document": "Microbial symbiosis and immunity . Microbes can promote the development of the host's immune system in the gut and skin, and may help to prevent pathogens from invading. Some release anti-inflammatory products, protecting against parasitic gut microbes. Commensals promote the development of B cells that produce a protective antibody, Immunoglobulin A (IgA). This can neutralize pathogens and exotoxins, and promote the development of TH17 and FOXP3+ regulatory T cells. Microbes trigger development of isolated lymphoid follicles in the small intestine, which are sites of mucosal immune response. Microbes can prevent growth of harmful pathogens by altering pH, consuming nutrients required for pathogen survival, and secreting toxins that inhibit growth of pathogens. However, microbes have been implicated in inflammatory bowel disease, obesity, and cancer.",
            "score": 157.59184801578522
        },
        {
            "docid": "45582346_10",
            "document": "Type VI secretion system . A wide range of Gram-negative bacteria have been shown to have antibacterial T6SSs, including opportunistic pathogens such as \"Pseudomonas aeruginosa\", obligate commensal species that inhabit the human gut (\"Bacteroides\" spp.), and plant-associated bacteria such as \"Agrobacterium tumefaciens\". These systems exert antibacterial activity via the function of their secreted substrates. All characterized bacterial-targeting T6SS proteins act as toxins, either by killing or preventing the growth of target cells. The mechanisms of toxicity toward target cells exhibited by T6SS substrates are diverse, but typically involve targeting of highly conserved bacterial structures, including degradation of the cell wall through amidase or glycohydrolase activity, disruption of cell membranes through lipase activity or pore formation, cleavage of DNA, and degradation of the essential metabolite NAD+. T6SS-positive bacterial species prevent T6SS-mediated intoxication towards self and kin cells by producing immunity proteins specific to each secreted toxin. The immunity proteins function by binding to the toxin proteins, often at their active site, thereby blocking their activity.",
            "score": 141.72742867469788
        },
        {
            "docid": "60913_10",
            "document": "Stigmergy . Stigmergy has even been observed in bacteria, various species of which differentiate into distinct cell types and which participate in group behaviors that are guided by sophisticated temporal and spatial control systems. Spectacular examples of multicellular behavior can be found among the myxobacteria. Myxobacteria travel in \"swarms\" containing many cells kept together by intercellular molecular signals. Most myxobacteria are predatory: individuals benefit from aggregation as it allows accumulation of extracellular enzymes which are used to digest prey microorganisms. When nutrients are scarce, myxobacterial cells aggregate into \"fruiting bodies\", within which the swarming cells transform themselves into dormant myxospores with thick cell walls. The fruiting process is thought to benefit myxobacteria by ensuring that cell growth is resumed with a group (swarm) of myxobacteria, rather than isolated cells. Similar life cycles have developed among the cellular slime molds. The best known of the myxobacteria, \"Myxococcus xanthus\" and \"Stigmatella aurantiaca\", are studied in various laboratories as prokaryotic models of development.",
            "score": 91.62473034858704
        },
        {
            "docid": "7720_9",
            "document": "Coprophagia . Species within the Lagomorpha (rabbits, hares, and pikas) produce two types of fecal pellets: hard ones, and soft ones called cecotropes. Animals in these species reingest their cecotropes, to extract further nutrients. Cecotropes derive from chewed plant material that collects in the cecum, a chamber between the large and small intestine, containing large quantities of symbiotic bacteria that help with the digestion of cellulose and also produce certain B vitamins. After excretion of the soft cecotrope, it is again eaten whole by the animal and redigested in a special part of the stomach. The pellets remain intact for up to six hours in the stomach; the bacteria within continue to digest the plant carbohydrates. This double-digestion process enables these animals to use nutrients that they may have missed during the first passage through the gut, as well as the nutrients formed by the microbial activity and thus ensures that maximum nutrients are derived from the food they eat. This process serves the same purpose within these animals as rumination (cud-chewing) does in cattle and sheep.",
            "score": 54.42993223667145
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 119.87335503101349
        },
        {
            "docid": "18955875_19",
            "document": "Tree . In the soil, the roots encounter the hyphae of fungi. Many of these are known as mycorrhiza and form a mutualistic relationship with the tree roots. Some are specific to a single tree species, which will not flourish in the absence of its mycorrhizal associate. Others are generalists and associate with many species. The tree acquires minerals such as phosphorus from the fungus while it obtains the carbohydrate products of photosynthesis from the tree. The hyphae of the fungus can link different trees and a network is formed, transferring nutrients from one place to another. The fungus promotes growth of the roots and helps protect the trees against predators and pathogens. It can also limit damage done to a tree by pollution as the fungus accumulate heavy metals within its tissues. Fossil evidence shows that roots have been associated with mycorrhizal fungi since the early Paleozoic, four hundred million years ago, when the first vascular plants colonised dry land. Some trees such as the alders (\"Alnus\" species) have a symbiotic relationship with \"Frankia\" species, a filamentous bacterium that can fix nitrogen from the air, converting it into ammonia. They have actinorhizal root nodules on their roots in which the bacteria live. This process enables the tree to live in low nitrogen habitats where they would otherwise be unable to thrive. The plant hormones called cytokinins initiate root nodule formation, in a process closely related to mycorrhizal association.",
            "score": 51.04311919212341
        },
        {
            "docid": "41479084_2",
            "document": "Altered Schaedler flora . The altered Schaedler flora (ASF) is a community of eight bacterial species: two Lactobacilli, one Bacteroides, one spiral bacteria of the Flexistipes genus, and four extremely oxygen sensitive (EOS) Fusobacterium species. The bacteria are selected for their dominance and persistence in the normal microflora of mice, and for their ability to be isolated and grown in laboratory settings. Germ-free animals, mainly mice, are infected with ASF for the purpose of studying the gastrointestinal (GI) tract. Intestinal commensal bacteria play an important role in affecting gene expression of the GI tract, immune responses, nutrient absorption, and pathogen resistance. The standardized microbial cocktail enabled the controlled study of microbe and host interactions, role of microbes, pathogen effects, and intestinal immunity and disease association, such as cancer, inflammatory bowel disease, diabetes, and other inflammatory or autoimmune diseases. Also, compared to germfree animals, ASF mice have fully developed immune system, resistance to opportunistic pathogens, and normal GI function and health, and are a great representation of normal mice",
            "score": 137.04322516918182
        },
        {
            "docid": "175596_23",
            "document": "Animal testing . Although many more invertebrates than vertebrates are used in animal testing, these studies are largely unregulated by law. The most frequently used invertebrate species are \"Drosophila melanogaster\", a fruit fly, and \"Caenorhabditis elegans\", a nematode worm. In the case of \"C. elegans\", the worm's body is completely transparent and the precise lineage of all the organism's cells is known, while studies in the fly \"D. melanogaster\" can use an amazing array of genetic tools. These invertebrates offer some advantages over vertebrates in animal testing, including their short life cycle and the ease with which large numbers may be housed and studied. However, the lack of an adaptive immune system and their simple organs prevent worms from being used in several aspects of medical research such as vaccine development. Similarly, the fruit fly immune system differs greatly from that of humans, and diseases in insects can be different from diseases in vertebrates; however, fruit flies and waxworms can be useful in studies to identify novel virulence factors or pharmacologically active compounds.",
            "score": 138.98132479190826
        },
        {
            "docid": "54988028_9",
            "document": "High Affinity K+ transporter HAK5 . HAK5 is linked to disease prevention because if there is a lack of K or nutrients within a plant or cell, bacterial growth is promoted. K is important for the generation of PAMPs (pathogen-associated molecular patterns) recognition, which is involved in the innate immune system for living cells. PAMPs are the main molecules that run the innate immune system. They consist of either glycans or gylcoconjugates, and they pair with pattern recognition receptors (PRR) to initiate an immune response.They send signals to the host cells to show there is a pathogen present. One of the best PRR is FLS2; it binds to flg22 (flagellin), and after just minutes, signaling responses such as kinase cascades, production of reactive oxygen species (ROS), and extracellular alkalization are stimulated. During PAMPs, ion transport across the plasma membrane is important. One particular important ion is K. The loss of K promotes the activation of PAMPs. The loss of anions help the growth of bacteria and the PAMPs system works to fight against foreign pathogens such as bacteria. PRRs recognize PAMPs when there is an infection within the cell. During extreme limitations to K, HAK5 is the only transporter. When PAMPs are triggered a large number of K are introduced to the cell, which signals a downstream immune response. In animal cells the toll-like receptor TLR4 binds the bacterial PAMP LPS (lipopolysaccharide) and induces K+ efflux through the MaxiK K+ channel, activating signal cascades and release of the pro-inflammatory tumor necrosis factor-α HAK5 works alongside other kinase's to help with the immune response within a cell. The main kinase that works with this transporter is Intergrin- Linked Kinase 1 (ILK1). ILK1 works to increase the amount of HAK5 transporters on the plasma membrane during abiotic stress which increases the influx of K. ILK1 has also been shown to phosphorylate the N-terminal of HAK5, which contributes to plant growth. The phosphorylation helps to aid in the regulation of the HAK5, as well as other complexes such as CBL1 and CIPK23. Those complexes help to enhance HAK5 transport of K, although the true mechanism is currently unknown.",
            "score": 151.09521651268005
        }
    ],
    "r": [
        {
            "docid": "4711412_4",
            "document": "Hemocyte (invertebrate immune system cell) . There are four basic types of hemocytes found in fruit flies: secretory, plasmatocytes, crystal cells, and lamellocytes. Secretory cells are never released into the hemolymph and instead send out signalling molecules responsible for cell differentiation. Plasmatocytes are the hemocytes responsible for cell ingestion (phagocytosis) and represent about 95% of circulating hemocytes. Crystal cells are only found in the larval stage of Drosophila, and they are involved in melanization, a process by which microbes/pathogens are engulfed in a hardened gel and destroyed via anti-microbial peptides and other proteins involved in the humoral response. They constitute about 5% of circulating hemocytes. Lamellocytes are flat cells that are never found in adult cells, and instead are only present in larval cells for their ability to encapsulate invading pathogens. They specifically act on parasitic wasp eggs that bind to the surfaces of cells, and are incapable of being phagocytosed by host cells.",
            "score": 230.04306030273438
        },
        {
            "docid": "12084557_5",
            "document": "Sustainable planting . Entomopathogenic nematode are parasites that are beneficial because they can be used to control pests in agriculture or forestry. This serves to drastically reduce the need for using pesticides to get rid of pests in planting. Furthermore, EPN(Entomopathogenic Nematodes) can also serve as excellent resources for understanding biological, ecological and evolutionary processes involving other soil organisms. EPN form a stress–resistant stage known as the infective juvenile (IJ). The infective juvenile spread in the soil and infect suitable insect hosts. Upon entering the insect they move to the hemolymph where they recover from their stagnated state of development and release their bacterial symbionts. The bacterial symbionts reproduce and release toxins, which then kill the host insect. Compared to pesticides as they have very broad host range and less likely to induce insect form immunity to them. Unlike many other chemical insecticides, they do not poison non-target animals.",
            "score": 208.6599884033203
        },
        {
            "docid": "8299558_21",
            "document": "Septin . Septins form cage-like structures around bacterial pathogens, immobilizing harmful microbes and preventing them from invading healthy cells. This cellular defence system could potentially be exploited to create therapies for dysentery and other illnesses. For example, \"Shigella\" is a bacterium that causes lethal diarrhoea in humans. To propagate from cell to cell, \"Shigella\" bacteria develop actin-polymer 'tails', which propel the microbes and allow them to gain entry into neighbouring host cells. As part of the immune response, human cells produce a cell-signalling protein called TNF-α which trigger thick bundles of septin filaments to encircle the microbes within the infected host cell. Microbes that become trapped in these septin cages are broken down by autophagy. Disruptions in septins and mutations in the genes that code for them could be involved in causing leukaemia, colon cancer and neurodegenerative conditions such as Parkinson's disease and Alzheimer's disease. Potential therapies for these, as well as for bacterial conditions such as dysentery caused by \"Shigella\", might bolster the body’s immune system with drugs that mimic the behaviour of TNF-α and allow the septin cages to proliferate.",
            "score": 194.5227813720703
        },
        {
            "docid": "42716479_2",
            "document": "Bacterial outer membrane vesicles . Bacteria communicate among themselves and with other living forms in their environment via nano-scale membrane vesicles in their bacterial outer membranes. These vesicles are involved in trafficking bacterial cell signaling biochemicals, which may include DNA, RNA, proteins, endotoxins and allied virulence molecules. This communication happens in microbial cultures to oceans, inside animal/plant hosts and wherever bacteria may thrive. Gram negative microorganisms deploy their periplasm to secrete bacterial outer membrane vesicles (OMVs) for trafficking bacterial biochemicals to target cells in their environment (Fig. 1); OMVs also carry endotoxic lipopolysaccharide initiating disease process in their host. This mechanism imparts a variety of benefits like, long-distance delivery of bacterial secretory cargo with minimized hydrolytic degradation and extra-cellular dilution, also supplemented with other supportive molecules (e.g., virulence factors) to accomplish a specific job and yet, keeping a safe-distance from the defense arsenal of the targeted cells. Biochemical signals trafficked by OMVs may vary largely during 'war and peace' situations. In 'complacent' bacterial colonies, OMVs may be used to carry DNA to 'related' microbes for genetic transformations, and also translocate cell signaling molecules for quorum sensing and biofilm formation. During 'challenge' from other cell types around, OMVs may be preferred to carry degradation and subversion enzymes. Likewise, OMVs may contain more of invasion proteins at the host-pathogen interface (Fig. 1). It is expected, that environmental factors around the secretory microbes are responsible for inducing these bacteria to synthesize and secrete specifically-enriched OMVs, physiologically suiting the immediate task. Thus, bacterial OMVs, being strong immunomodulators, can be manipulated for their immunogenic contents and utilized as potent pathogen-free vaccines for immunizing humans and animals against threatening infections.",
            "score": 187.9786376953125
        },
        {
            "docid": "54804319_6",
            "document": "Stilbonematinae . The bacterial symbionts of stilbonematines are of different shapes and sizes, ranging from small coccoid cells to elongate crescent-like cells, but each host species has only a single morphological type associated with it. The bacterial symbionts of stilbonematines are closely related to the sulfur-oxidizing symbionts of gutless phallodriline oligochaete worms: these bacteria were all descended from a single ancestor, and each host species has its own specific bacterial species.",
            "score": 184.8435516357422
        },
        {
            "docid": "584732_2",
            "document": "Chlamydiae . The Chlamydiae are bacterial phylum and class whose members are a group of obligate intracellular bacteria, whose members are remarkably diverse, ranging from pathogens of humans and animals to symbionts of ubiquitous protozoa. They are ovoid in shape and stain Gram-negative. Historically it was believed that all Chlamydiae species had a peptidoglycan-free cell wall, but recent work demonstrates a detectable presence of peptidoglycan, as well as other important proteins. Many species belonging to this order are susceptible to antimicrobial agents. All known Chlamydiae only grow by infecting eukaryotic host cells. They are as small as or smaller than many viruses. They are dependent on replication inside the host cells, thus some species are termed obligate intracellular pathogens and others are symbionts of ubiquitous protozoa. Most intracellular Chlamydiae are located in an inclusion body or vacuole. Outside cells, they survive only as an extracellular infectious form. Chlamydiae can grow only where their host cells grow, and develop according to a characteristic biphasic developmental cycle. Therefore, Chlamydiae cannot be propagated in bacterial culture media in the clinical laboratory. Chlamydiae are most successfully isolated while still inside their host cells. Chlamydiae is the most common bacterial STD in the United States and 2.86 million chlamydiae infections are reported annually.",
            "score": 180.1126251220703
        },
        {
            "docid": "173204_36",
            "document": "Drosophila melanogaster . Unlike mammals, \"Drosophila\" flies only have innate immunity and lack an adaptive immune response. The \"D. melanogaster\" immune system can be divided into two responses: humoral and cell-mediated. The former is a systemic response mediated through the \"Toll\" and \"imd\" pathways, which are parallel systems for detecting microbes. The \"Toll\" pathway in \"Drosophila\" is known as the homologue of \"Toll-like\" pathways in mammals. Spatzle, a known ligand for the \"Toll\" pathway in flies, is produced in response to Gram-positive bacteria, parasites, and fungal infection. Upon infection, pro-Spatzle will be cleaved by protease SPE (Spatzle processing enzyme) to become active Spatzle, which then binds to the \"Toll\" receptor located on the cell surface (Fat body, hemocytes) and dimerise for activation of downstream NF-κB signaling pathways. The imd pathway, though, is triggered by Gram-negative bacteria through soluble and surface receptors (PGRP-LE and LC, respectively). \"D. melanogaster\" has a \"fat body\", which is thought to be homologous to the human liver. It is the primary secretory organ and produces antimicrobial peptides. These peptides are secreted into the hemolymph and bind infectious bacteria, killing them by forming pores in their cell walls. Other than the fat body, hemocytes, the blood cells in \"Drosophila\", are known as the homologue of mammalian monocyte/macrophages, possessing a significant role in immune responses. It is known from the literature that in response to immune challenge, hemocytes are able to secrete cytokines, for example Spatzle, to activate downstream signaling pathways in the fat body. However, the mechanism still remains unclear. The response to infection can involve up to 2,423 genes, or 13.7% of the genome. Although the fly's transcriptional response to microbial challenge is highly specific to individual pathogens, \"Drosophila\" differentially expresses a core group of 252 genes upon infection with most bacteria. This core group of genes is associated with gene ontology categories such as antimicrobial response, stress response, secretion, neuron-like, reproduction, and metabolism among others.",
            "score": 176.9653778076172
        },
        {
            "docid": "3777533_5",
            "document": "Bacterial display . Peptides are very useful as therapeutic and diagnostic substances. Their use is getting more popular, and display systems offer a useful way to engineer peptides and optimise their binding capabilities. Cells express surface proteins which can be involved in a whole host of responses including recognition of other cells, interaction with other cells, and cell signalling. Many types of bacteria have cell surface proteins such as the enteropathogenic \"E. coli\" intimin protein which is involved in binding to host cells, or the OmpA protein of \"E. coli\" cells which is important in keeping the structure of the outer membrane. Many surface proteins are involved in bacterial cell attachment and invasion of the host cell. By using bacterial display, target proteins on the host cell can be identified. These surface proteins need to first be translocated across the bacterial cell membranes from the cytoplasm to the cell surface. Gram-negative bacteria have an additional periplasmic space, which Gram-positive bacteria lack, so they have a harder task of translocating proteins. The display of heterologous proteins on the bacterial cell surface normally requires the fusion of the protein with a surface protein, called a scaffold. Scaffolds are used to display the heterologous protein on the bacterial cell surface. There are various scaffolds which have been used such as outer membrane proteins, fimbriae/flagella proteins and CPX (circularly permuted OmpX). The CPX scaffold allows peptide fusion at both termini of the scaffold.",
            "score": 174.80999755859375
        },
        {
            "docid": "40822244_2",
            "document": "Bacterial effector protein . Bacterial effectors are proteins secreted by pathogenic bacteria into the cells of their host, usually using a type 3 secretion system (TTSS/T3SS), a type 4 secretion system (TFSS/T4SS) or a Type VI secretion system (T6SS). Some bacteria inject only a few effectors into their host’s cells while others may inject dozens or even hundreds. Effector proteins may have many different activities, but usually help the pathogen to invade host tissue, suppress its immune system, or otherwise help the pathogen to survive. Effector proteins are usually critical for virulence. For instance, in the causative agent of plague (\"Yersinia pestis\"), the loss of the T3SS is sufficient to render the bacteria completely avirulent, even when they are directly introduced into the bloodstream. Gram negative microbes are also suspected to deploy bacterial outer membrane vesicles to translocate effector proteins and virulence factors via a novel membrane vesicle trafficking secretory pathway, in order to modify their environment or attack/invade target cells, for example, at the host-pathogen interface.",
            "score": 172.3915252685547
        },
        {
            "docid": "9677_24",
            "document": "Endosymbiont . Less is known about secondary endosymbionts. The pea aphid (\"Acyrthosiphon pisum\") is known to contain at least three secondary endosymbionts, \"Hamiltonella defensa\", \"Regiella insecticola\", and \"Serratia symbiotica\". \"H. defensa\" aids in defending the insect from parasitoids. \"Sodalis glossinidius\" is a secondary endosymbiont of tsetse flies that lives inter- and intracellularly in various host tissues, including the midgut and hemolymph. Phylogenetic studies have not indicated a correlation between evolution of \"Sodalis\" and tsetse. Unlike tsetse's P-symbiont \"Wigglesworthia\", though, \"Sodalis\" has been cultured \"in vitro\".",
            "score": 169.43325805664062
        },
        {
            "docid": "23366462_52",
            "document": "Insect . Because oxygen is delivered directly to tissues via tracheoles, the circulatory system is not used to carry oxygen, and is therefore greatly reduced. The insect circulatory system is open; it has no veins or arteries, and instead consists of little more than a single, perforated dorsal tube that pulses peristaltically. This dorsal blood vessel (element 14) is divided into two sections: the heart and aorta. The dorsal blood vessel circulates the hemolymph, arthropods' fluid analog of blood, from the rear of the body cavity forward. Hemolymph is composed of plasma in which hemocytes are suspended. Nutrients, hormones, wastes, and other substances are transported throughout the insect body in the hemolymph. Hemocytes include many types of cells that are important for immune responses, wound healing, and other functions. Hemolymph pressure may be increased by muscle contractions or by swallowing air into the digestive system to aid in moulting. Hemolymph is also a major part of the open circulatory system of other arthropods, such as spiders and crustaceans.",
            "score": 166.53794860839844
        },
        {
            "docid": "41633350_4",
            "document": "Frederick M. Ausubel . Ausubel's scientific work concerns host-microbe interactions. In the 1970s and 1980s, his laboratory worked on the molecular basis of symbiotic nitrogen fixation, the process by which legumes, in concert with a bacterial symbiont, convert atmospheric nitrogen into ammonia. Over the last 20 years, Ausubel's lab has worked on the development of so-called multi-host pathogenesis systems that involve the infection of hosts, including the well-studied nematode \"Caenorhabditis elegans\" and the reference plant \"Arabidopsis thaliana,\" with a variety of bacterial and fungal pathogens. His research helped elucidate the innate immune signaling pathways in these two model hosts and determined which aspects of the innate immune response are conserved and whether they were derived by a process of divergent or convergent evolution. His laboratory currently uses the \"C. elegans\" pathogenesis model to study intestinal epithelial immunity and how hosts distinguish pathogens from beneficial commensal microorganisms. Related work in his laboratory concerns the identification and characterization of low molecular weight compounds that specifically activate \"C. elegans\" immune signaling pathways. His laboratory assembled an automated \"C. elegans\" sample preparation pipeline to enable high-throughput chemical screens using whole animals based on automated image analysis.",
            "score": 165.44146728515625
        },
        {
            "docid": "1915677_12",
            "document": "Polydnavirus . In the host, several mechanisms of the insect immune system can be triggered when the wasp lays its eggs and when the parasitic wasp is developing. When a large body (wasp egg or small particle used experimentally) is introduced into an insect's body, the classic immune reaction is the encapsulation by the hematocytes. An encapsulated body can also be melanised in order to asphyxiate it, thanks to another type of hemocyte, which uses the phenoloxidase pathway to produce melanin. Small particles can be phagocytosed, and macrophage cells can then be also melanised in a nodule. Finally, insects can also respond with production of antiviral peptides.",
            "score": 163.61483764648438
        },
        {
            "docid": "42251979_6",
            "document": "Root microbiome . While some microbes may be purely mutualistic or parasitic, many may behave one way or the other depending on the host species with which it is associated, environmental conditions, and host health. A host’s immune response controls symbiont infection and growth rates. If a host’s immune response is not able to control a particular microbial species, or if host immunity is compromised, the microbe-plant relationship will likely reside somewhere nearer the parasitic side of the mutualist-parasite continuum. Similarly, high nutrients can push some microbes into parasitic behavior, encouraging unchecked growth at a time when symbionts are no longer needed to aid with nutrient acquisition.",
            "score": 162.0118865966797
        },
        {
            "docid": "4711412_3",
            "document": "Hemocyte (invertebrate immune system cell) . Hemocytes in \"Drosophila melanogaster\" can be divided into two categories: embryonic and larval. Embryonic hemocytes are derived from head mesoderm and enter the hemolymph as circulating cells. Larval hemocytes, on the other hand, are responsible for tissue remodeling during development. Specifically, they are released during the pupa stage in order to prepare the fly for the transition into an adult and the massive associated tissue reorganization that must occur.",
            "score": 161.49330139160156
        },
        {
            "docid": "2362_2",
            "document": "Antibody . An antibody (Ab), also known as an immunoglobulin (Ig), is a large, Y-shaped protein produced mainly by plasma cells that is used by the immune system to neutralize pathogens such as pathogenic bacteria and viruses. The antibody recognizes a unique molecule of the pathogen, called an antigen, via the Fab's variable region. Each tip of the \"Y\" of an antibody contains a paratope (analogous to a lock) that is specific for one particular epitope (similarly, analogous to a key) on an antigen, allowing these two structures to bind together with precision. Using this binding mechanism, an antibody can \"tag\" a microbe or an infected cell for attack by other parts of the immune system, or can neutralize its target directly (for example, by inhibiting a part of a microbe that is essential for its invasion and survival). Depending on the antigen, the binding may impede the biological process causing the disease or may activate macrophages to destroy the foreign substance. The ability of an antibody to communicate with the other components of the immune system is mediated via its Fc region (located at the base of the \"Y\"), which contains a conserved glycosylation site involved in these interactions. The production of antibodies is the main function of the humoral immune system.",
            "score": 161.04554748535156
        },
        {
            "docid": "11375187_4",
            "document": "Symbiodinium . \"Symbiodinium\" are known primarily for their role as mutualistic endosymbionts. In hosts, they usually occur in high densities, ranging from hundreds of thousands to millions per square centimeter. The successful culturing of swimming gymnodinioid cells from coral led to the discovery that \"zooxanthellae\" were actually dinoflagellates. Each \"Symbiodinium\" cell is coccoid \"in hospite\" (living in a host cell) and surrounded by a membrane that originates from the host cell plasmalemma during phagocytosis (Figures 2B and 3). This membrane probably undergoes some modification to its protein content, which functions to limit or prevent phago-lysosome fusion. The vacuole structure containing the symbiont is therefore termed the symbiosome. A single symbiont cell occupies each symbiosome. It is unclear how this membrane expands to accommodate a dividing symbiont cell. Under normal conditions, symbiont and host cells exchange organic and inorganic molecules that enable the growth and proliferation of both partners.",
            "score": 160.78317260742188
        },
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 159.7624969482422
        },
        {
            "docid": "56005021_5",
            "document": "Joyoti Basu . Basu's research is focused on the cellular and molecular biology of mycobacteria. During the initial stages of her career, she worked on the membrane structure of red blood cells and her research is reported to have assisted in widening the understanding of apoptosis of nucleated mammalian cells and the physiology of the red cell that lacked a cell nucleus. Her association with her mentor, Parul Chakrabarti, during her doctoral research days, precipitated the studies of the biosynthetic pathways of fatty acids in relation to cell wall building and the functions of penicillin-binding proteins. She is known to be the first scientist to propose that the removal of the \"aged or oxidatively stressed red blood cells\" from the circulatory system causes cellular death. Later she moved on to the biological study of Mycobacterium tuberculosis, a pathogenic bacteria causing tuberculosis, with regard to its host-pathogen interaction and her studies revealed the mechanisms of macrophage apoptosis as well as the relationship between host cell signaling and innate immune response. In 2007, the team led by Basu and her college mate from the Presidency College, Manikuntala Kundu, were successful in identifying a protein in Mycobacterium tuberculosis which caused weakening of the immune system of the host. They found that the protein, named Early Secreted Antigen 6, which bound themselves on Toll-like receptor 2 of the host, hindered the production of cytokines, a type of protein which helped the immune system to fight the tuberculosis bacteria. The discovery also has reported importance in the therapeutics of diseases like rheumatoid arthritis. The achievement was later published as an article, \"Direct extracellular interaction between the early secreted antigen ESAT-6 of Mycobacterium tuberculosis and TLR2 inhibits TLR signaling in macrophages\" in Nature Immunology journal in 2007. Her studies have been documented by way of a number of articles and ResearchGate, an online repository of scientific articles has listed 77 of them. Besides, she has mentored several research scholars in their doctoral studies.",
            "score": 159.30709838867188
        },
        {
            "docid": "3113497_17",
            "document": "Innate immune system . Macrophages, from the Greek, meaning \"large eaters,\" are large phagocytic leukocytes, which are able to move outside of the vascular system by migrating across the walls of capillary vessels and entering the areas between cells in pursuit of invading pathogens. In tissues, organ-specific macrophages are differentiated from phagocytic cells present in the blood called monocytes. Macrophages are the most efficient phagocytes and can phagocytose substantial numbers of bacteria or other cells or microbes. The binding of bacterial molecules to receptors on the surface of a macrophage triggers it to engulf and destroy the bacteria through the generation of a “respiratory burst”, causing the release of reactive oxygen species. Pathogens also stimulate the macrophage to produce chemokines, which summon other cells to the site of infection.",
            "score": 159.2650146484375
        },
        {
            "docid": "3524301_11",
            "document": "Burkholderia mallei . \"B. mallei\" is responsible for causing glanders disease, which historically mostly affected animals, such as horses, mules, and donkeys, and rarely humans. Horses are considered the natural host for \"B. mallei\" infection and are highly susceptible to it. \"B. mallei\" infects and gains access to the cell of its host through lysis of the entry vacuole. \"B. mallei\" has bacterial protein-dependent, actin-based motility once inside the cell. It is also able to initiate host cell fusion that results in multinucleated giant cells (MNGCs). The consequence of MNGCs has yet to be determined, but it may allow the bacteria to spread to different cells, evade responses by the infected host’s immune system, or allow the bacteria to remain in the host longer. \"B. mallei\" is able to survive inside host cells through its capabilities in disrupting the bacteria-killing functions of the cell. It leaves the vacuoles early, which allows for efficient replication of the bacteria inside the cell. Leaving the cell early also keeps the bacteria from being destroyed by lysosomal defensins and other pathogen-killing agents. MNGCs may help protect the bacteria from immune responses. \"B. mallei\"’s ability to live within the host cell makes developing a vaccine against it difficult and complex. The vaccine would need to create a cell-mediated immune response, as well as a humoral response to the bacteria in to be effective in protecting against \"B. mallei\". In regards to a vaccine against \"B. mallei\", the closeness of \"B. mallei\" to \"B. pseudomallei\" may make it possible that a vaccine developed for either type would be effective against the other.",
            "score": 158.52926635742188
        },
        {
            "docid": "199440_2",
            "document": "Hemolymph . Hemolymph, or haemolymph, is a fluid, analogous to the blood in vertebrates, that circulates in the interior of the arthropod body remaining in direct contact with the animal's tissues. It is composed of a fluid plasma in which hemolymph cells called hemocytes are suspended. In addition to hemocytes, the plasma also contains many chemicals. It is the major tissue type of the open circulatory system characteristic of arthropods (e.g. arachnids, crustaceans and insects). In addition, some non-arthropods such as molluscs possess a hemolymphatic circulatory system.",
            "score": 158.3997802734375
        },
        {
            "docid": "15180454_6",
            "document": "Lucinidae . Symbionts are acquired via phagocytosis of bacteria by bacterioctyes. Symbiont transmission occurs horizontally, where juvenile lucinids are aposymbiotic and acquire their symbionts from the environment in each generation. Lucinids maintain their symbiont population by reacquiring sulfur-oxidizing bacteria throughout their lifetime. Although process of symbiont acquisition is not entirely characterized, it likely involves the use of the binding protein, codakine, isolated from the lucinid bivalve, \"Codakia orbicularis\". It is also known that symbionts do not replicate within bacteriocytes because of inhibition by the host. However, this mechanism is not well understood.",
            "score": 158.39309692382812
        },
        {
            "docid": "18291752_3",
            "document": "Microbial symbiosis and immunity . Microbes can promote the development of the host's immune system in the gut and skin, and may help to prevent pathogens from invading. Some release anti-inflammatory products, protecting against parasitic gut microbes. Commensals promote the development of B cells that produce a protective antibody, Immunoglobulin A (IgA). This can neutralize pathogens and exotoxins, and promote the development of TH17 and FOXP3+ regulatory T cells. Microbes trigger development of isolated lymphoid follicles in the small intestine, which are sites of mucosal immune response. Microbes can prevent growth of harmful pathogens by altering pH, consuming nutrients required for pathogen survival, and secreting toxins that inhibit growth of pathogens. However, microbes have been implicated in inflammatory bowel disease, obesity, and cancer.",
            "score": 157.5918426513672
        },
        {
            "docid": "1915677_5",
            "document": "Polydnavirus . These viruses are part of a unique biological system consisting of an endoparasitic wasp (parasitoid), a host (usually lepidopteran) larva, and the virus. The full genome of the virus is integrated into the genome of the wasp and the virus only replicates in a particular part of the ovary, called the calyx, of pupal and adult female wasps. The virus is injected along with the wasp egg into the body cavity of a lepidopteran host caterpillar and infects cells of the caterpillar. The infection does not lead to replication of new viruses, rather it affects the caterpillar's immune system. Without the virus infection, phagocytic hemocytes (blood cells) will encapsulate and kill the wasp egg and larvae but the immune suppression caused by the virus allows for survival of the wasp egg and larvae, leading to hatching and complete development of the immature wasp in the caterpillar. Additionally, genes expressed from the polydnavirus in the parasitised host alter host development and metabolism to be beneficial for the growth and survival of the parasitoid larva. Thus the virus and wasp have a symbiotic (mutualistic) relationship.",
            "score": 156.1818389892578
        },
        {
            "docid": "1475873_17",
            "document": "Plant virus . Plant viruses need to be transmitted by a vector, most often insects such as leafhoppers. One class of viruses, the Rhabdoviridae, has been proposed to actually be insect viruses that have evolved to replicate in plants. The chosen insect vector of a plant virus will often be the determining factor in that virus's host range: it can only infect plants that the insect vector feeds upon. This was shown in part when the old world white fly made it to the United States, where it transferred many plant viruses into new hosts. Depending on the way they are transmitted, plant viruses are classified as non-persistent, semi-persistent and persistent. In non-persistent transmission, viruses become attached to the distal tip of the stylet of the insect and on the next plant it feeds on, it inoculates it with the virus. Semi-persistent viral transmission involves the virus entering the foregut of the insect. Those viruses that manage to pass through the gut into the haemolymph and then to the salivary glands are known as persistent. There are two sub-classes of persistent viruses: propagative and circulative. Propagative viruses are able to replicate in both the plant and the insect (and may have originally been insect viruses), whereas circulative can not. Circulative viruses are protected inside aphids by the chaperone protein symbionin, produced by bacterial symbionts. Many plant viruses encode within their genome polypeptides with domains essential for transmission by insects. In non-persistent and semi-persistent viruses, these domains are in the coat protein and another protein known as the helper component. A bridging hypothesis has been proposed to explain how these proteins aid in insect-mediated viral transmission. The helper component will bind to the specific domain of the coat protein, and then the insect mouthparts — creating a bridge. In persistent propagative viruses, such as tomato spotted wilt virus (TSWV), there is often a lipid coat surrounding the proteins that is not seen in other classes of plant viruses. In the case of TSWV, 2 viral proteins are expressed in this lipid envelope. It has been proposed that the viruses bind via these proteins and are then taken into the insect cell by receptor-mediated endocytosis.",
            "score": 155.12716674804688
        },
        {
            "docid": "36135797_6",
            "document": "Host–pathogen interaction . Within the host, pathogens can do a variety of things to cause disease and trigger the immune response. Microbes and fungi cause symptoms due to their high rate of reproduction and tissue invasion. This causes an immune response, resulting in common symptoms as phagocytes break down the bacteria within the host. Some bacteria, such as \"H. pylori\", can secrete toxins into the surrounding tissues, resulting in cell death or inhibition of normal tissue function. Viruses, however, use a completely different mechanism to cause disease. Upon entry into the host, they can do one of two things. Many times, viral pathogens enter the lytic cycle; this is when the virus inserts its DNA or RNA into the host cell, replicates, and eventually causes the cell to lyse, releasing more viruses into the environment. The lysogenic cycle, however, is when the viral DNA is incorporated into the host genome, allowing it to go unnoticed by the immune system. Eventually, it gets reactivated and enters the lytic cycle, giving it an indefinite “shelf life” so to speak.",
            "score": 154.08590698242188
        },
        {
            "docid": "406929_8",
            "document": "Virulence . They determine whether infection occurs and how severe the resulting viral disease symptoms are. Viruses often require receptor proteins on host cells to which they specifically bind. Typically, these host cell proteins are endocytosed and the bound virus then enters the host cell. Virulent viruses such as HIV, which causes AIDS, have mechanisms for evading host defenses. HIV infects T-Helper Cells, which leads to a reduction of the adaptive immune response of the host and eventually leads to an immunocompromised state. Death results from opportunistic infections secondary to disruption of the immune system caused by AIDS. Some viral virulence factors confer ability to replicate during the defensive inflammation responses of the host such as during virus-induced fever. Many viruses can exist inside a host for long periods during which little damage is done. Extremely virulent strains can eventually evolve by mutation and natural selection within the virus population inside a host. The term \"neurovirulent\" is used for viruses such as rabies and herpes simplex which can invade the nervous system and cause disease there.",
            "score": 153.5099334716797
        },
        {
            "docid": "4181580_8",
            "document": "Orbivirus . NS1 is the most abundant protein in BTV infected cells. It forms tubules that may be involved in translocation of progeny virus particles to the cell membrane. NS2 is phosphorylated by cellular kinases and is an important matrix protein of the granular viral inclusion bodies that form within the cytoplasm of infected cells. These viral inclusion bodies act as the centres of viral replication. The membrane glycoproteins NS3 and NS3a are expressed in large amounts in insect cells but not in mammalian cells. They are involved in the release of progeny virus particles from infected cells and may be involved in determination of both vector competence and virulence. Many orbiviruses preferentially infect vascular endothelial cells. Orbiviruses enter the host cell by endocytosis and the outer capsid is subsequently removed. The whole cycle of viral replication takes place within the cytoplasm of the host cell. Transcription of the viral genome into mRNA occurs within the core particle and mRNA is translated into proteins using the host cell ribosomes. Viral proteins are synthesized 2–14 days after initial infection. New virons self-assemble within the cytoplasm and are then released from the host cell by budding. During the budding process they transiently acquire a lipid envelope which can be detected for a short period of time following their release but this is subsequently lost. Orbiviruses primarily cause diseases in animals. The different Orbivirus species have different host specificities. Orbiviruses are vector-borne pathogens transmitted between vertebrate hosts by vectors such as mosquitoes, midges, gnats, sandflies and ticks. Bluetongue virus (BTV) is an Orbivirus that causes bluetongue disease in sheep, cattle, goats and wild ungulates. BTV has been in the forefront of molecular studies for last three decades and now represents one of the best understood viruses at the molecular and structural levels. Other species of Orbiviruses are responsible for other diseases of animals such as African Horse sickness and Equine encephalosis virus.",
            "score": 153.2119598388672
        },
        {
            "docid": "42396644_4",
            "document": "Membrane vesicle trafficking . Unlike in eukaryotes, membrane vesicular trafficking in prokaryotes is an emerging area in interactive biology for intra-species (quorum sensing) and inter-species signaling at host-pathogen interface, as prokaryotes lack internal membrane-compartmentalization of their cytoplasm. For more than four decades, cultures of gram negative microbes revealed the presence of nanoscale membrane vesicles. A role for membrane vesicles in pathogenic processes has been suspected since the 1970s, when they were observed in gingival plaque by electron microscopy. These vesicles were suspected to promote bacterial adhesion to the host epithelial cell surface. Their role in invasion of animal host cells \"in vivo\" was then demonstrated. In inter-bacterial interactions, OMVs released by \"Pseudomonas aeruginosa\" microbes were shown to fuse with outer membrane of other gram negative microbes causing their bacteriolysis; these OMVs could lyse gram-positive microbes as well. Role of OMVs in \"Helicobacter pylori\" infection of \"human\" primary antral epithelial cells, as model that closely resembles human stomach, has also been confirmed VacA-containing OMVs could also be detected in human gastric mucosa, infected with \"H. pylori.\". \"Salmonella\" OMVs were also shown to have direct role in invasion of chicken ileal epithelial cells \"in vivo\" in the year, 1993 (ref 4) and later, in hijacking of defense macrophages into sub-service for pathogen replication and consequent apoptosis of infected macrophages in typhoid-like animal infection. These studies brought the focus on OMVs into \"membrane vesicle trafficking\" and showed this phenomenon as involved in multifarious processes like genetic transformation, quorum sensing, competition arsenal among microbes, etc., and invasion, infection, immuno-modulation, etc., of animal hosts. A mechanism has already been proposed for generation of OMVs by gram negative microbes involving, expansion of pockets of periplasm (named, \"periplasmic organelles\") due to accumulation of bacterial cell secretions and their pinching off as outer membrane bounded vesicles (OMVs) on the lines of a 'soap bubble' formation with a bubble tube, and further fusion or uptake of diffusing OMVs by host/target cells (Fig. 2).",
            "score": 152.70208740234375
        },
        {
            "docid": "92394_9",
            "document": "Streptococcus pyogenes . \"S. pyogenes\" has several virulence factors that enable it to attach to host tissues, evade the immune response, and spread by penetrating host tissue layers. A carbohydrate-based bacterial capsule composed of hyaluronic acid surrounds the bacterium, protecting it from phagocytosis by neutrophils. In addition, the capsule and several factors embedded in the cell wall, including M protein, lipoteichoic acid, and protein F (SfbI) facilitate attachment to various host cells. M protein also inhibits opsonization by the alternative complement pathway by binding to host complement regulators. The M protein found on some serotypes is also able to prevent opsonization by binding to fibrinogen. However, the M protein is also the weakest point in this pathogen's defense, as antibodies produced by the immune system against M protein target the bacteria for engulfment by phagocytes. M proteins are unique to each strain, and identification can be used clinically to confirm the strain causing an infection.",
            "score": 152.69180297851562
        },
        {
            "docid": "18581082_21",
            "document": "Tarantula . A tarantula’s blood is unique (not only by appearance); an oxygen-transporting protein is present (the copper-based hemocyanin), but not enclosed in blood cells such as the erythrocytes of mammals. A tarantula’s blood is not true blood, but rather a liquid called haemolymph, or hemolymph. At least four types of hemocytes, or hemolymph cells, are known. The tarantula’s heart is a long, slender tube located along the top of the opisthosoma. The heart is neurogenic as opposed to myogenic, so nerve cells instead of muscle cells initiate and coordinate the heart. The heart pumps hemolymph to all parts of the body through open passages often referred to as sinuses, and not through a circular system of blood vessels. If the exoskeleton is breached, loss of hemolymph will kill the tarantula unless the wound is small enough that the hemolymph can dry and close the wound.",
            "score": 151.85501098632812
        }
    ]
}