{
    "q": [
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 111.73754143714905
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 98.2896831035614
        },
        {
            "docid": "6235_13",
            "document": "Cell nucleus . Most proteins, ribosomal subunits, and some DNAs are transported through the pore complexes in a process mediated by a family of transport factors known as karyopherins. Those karyopherins that mediate movement into the nucleus are also called importins, whereas those that mediate movement out of the nucleus are called exportins. Most karyopherins interact directly with their cargo, although some use adaptor proteins. Steroid hormones such as cortisol and aldosterone, as well as other small lipid-soluble molecules involved in intercellular signaling, can diffuse through the cell membrane and into the cytoplasm, where they bind nuclear receptor proteins that are trafficked into the nucleus. There they serve as transcription factors when bound to their ligand; in the absence of a ligand, many such receptors function as histone deacetylases that repress gene expression.",
            "score": 83.87052488327026
        },
        {
            "docid": "31474_13",
            "document": "Transcription factor . Cells can communicate with each other by releasing molecules that produce signaling cascades within another receptive cell. If the signal requires upregulation or downregulation of genes in the recipient cell, often transcription factors will be downstream in the signaling cascade. Estrogen signaling is an example of a fairly short signaling cascade that involves the estrogen receptor transcription factor: Estrogen is secreted by tissues such as the ovaries and placenta, crosses the cell membrane of the recipient cell, and is bound by the estrogen receptor in the cell's cytoplasm. The estrogen receptor then goes to the cell's nucleus and binds to its DNA-binding sites, changing the transcriptional regulation of the associated genes.",
            "score": 98.40319609642029
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 97.30853772163391
        },
        {
            "docid": "31009191_22",
            "document": "Microbial cooperation . The integration of cooperative and communicative interactions appear to be extremely important to microbes; for example, 6–10% of all genes in the bacterium \"Pseudomonas aeruginosa\" are controlled by cell-cell signaling systems. One way that microbes communicate and organize with each other in order to partake in more advanced cooperative interactions is through quorum sensing. Quorum sensing describes the phenomenon in which the accumulation of signaling molecules in the surrounding environment enables a single cell to assess the number of individuals (cell density) so that the population as a whole can make a coordinated response. This interaction is fairly common among bacterial taxa, and involves the secretion by individual cells of 'signaling' molecules, called autoinducers or pheromones.These bacteria also have a receptor that can specifically detect the signaling molecule. When the inducer binds the receptor, it activates transcription of certain genes, including those for inducer synthesis. There is a low likelihood of a bacterium detecting its own secreted inducer. Thus, in order for gene transcription to be activated, the cell must encounter signaling molecules secreted by other cells in its environment. When only a few other bacteria of the same kind are in the vicinity, diffusion reduces the concentration of the inducer in the surrounding medium to almost zero, so the bacteria produce little inducer. However, as the population grows the concentration of the inducer passes a threshold, causing more inducer to be synthesized. This forms a positive feedback loop, and the receptor becomes fully activated. Activation of the receptor induces the up regulation of other specific genes, causing all of the cells to begin transcription at approximately the same time. In other words, when the local concentration of these molecules has reached a threshold, the cells respond by switching on particular genes. In this way individual cells can sense the local density of bacteria, so that the population as a whole can make a coordinated response.",
            "score": 79.64351677894592
        },
        {
            "docid": "14162110_6",
            "document": "Prostaglandin EP4 receptor . EP is classified as a relaxant type of prostaglandin receptor based on its ability, upon activation, to relax the contraction of certain smooth muscle preparations and smooth muscle-containing tissues that have been pre-contracted by stimulation. When bound to PGE or other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gammaes (i.e. G) complex. The complex then dissociate into its Gα and G components which act to regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP; cAMP activates PKA, a kinase which in turn activates signaling molecules, in particular, the transcription factor, CREB. Activated CREB stimulates the expression of genes such as c-fos, somatostatin, and corticotropin-releasing hormone that regulate cellular proliferation, cellular differentiation, cellular survival, and angiogenesis. EP activation of G proteins also activate PI3K/AKT/mTOR, ERK, and p38 MARK pathways. Activation of ERK induces expression of EGR1, a transcription factor which controls transcription of genes involved in cellular differentiation and mitogenesis. EP also interacts with Prostaglandin E receptor 4-associated protein (EPRAP) to inhibit phosphorylation of the proteasome protein, p105, thereby suppressing a cells ability to activate nuclear factor kappa B, a transcription factor that controls genes coding for cytokines and other elements that regulate inflammation, cell growth, and cell survival (see NF-κB#Structure). The activation of these pathways lead to variety of different types of functional responses depending on cell type, the pathways available in different cell types, and numerous other factors; EP activation may therefore have diverse effects on cell function depending on these factors. In many respects, EP actions resemble those of another type of another relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. Following its activation, EP undergoes homologous desensitization. That is, EP becomes insensitive to further activation and internalizes. This effect limits the duration and extent to which EP can stimulate cells. Agents which activate certain isoforms of protein kinase C can also desensitize EP by a process termed heterologous desensitization.",
            "score": 100.10936498641968
        },
        {
            "docid": "347613_16",
            "document": "Germ cell . After migration primordial germ cells will become oogonia in the forming gonad (ovary). The oogonia proliferate extensively by mitotic divisions, up to 5-7 million cells in humans. But then many of these oogonia die and about 50,000 remain. These cells differentiate into primary oocytes. In week 11-12 \"post coitus\" the first meiotic division begins (before birth for most mammals) and remains arrested in prophase I from a few days to many years depending on the species. It is in this period or in some cases at the beginning of sexual maturity that the primary oocytes secrete proteins to form a coat called zona pellucida and they also produce cortical granules containing enzymes and proteins needed for fertilization. Meiosis stands by because of the follicular granulosa cells that send inhibitory signals through gap junctions and the zona pellucida. Sexual maturation is the beginning of periodic ovulation. Ovulation is the regular release of one oocyte from the ovary into the reproductive tract and is preceded by follicular growth. A few follicle cells are stimulated to grow but only one oocyte is ovulated. A primordial follicle consists of an epithelial layer of follicular granulosa cells enclosing an oocyte. The pituitary gland secrete follicle-stimulating hormones (FSHs) that stimulate follicular growth and oocyte maturation. The thecal cells around each follicle secrete estrogen. This hormone stimulates the production of FSH receptors on the follicular granulosa cells and has at the same time a negative feedback on FSH secretion. This results in a competition between the follicles and only the follicle with the most FSH receptors survives and is ovulated. Meiotic division I goes on in the ovulated oocyte stimulated by luteinizing hormones (LHs) produced by the pituitary gland. FSH and LH block the gap junctions between follicle cells and the oocyte therefore inhibiting communication between them. Most follicular granulosa cells stay around the oocyte and so form the cumulus layer. Large non-mammalian oocytes accumulate egg yolk, glycogen, lipids, ribosomes, and the mRNA needed for protein synthesis during early embryonic growth. These intensive RNA biosynthese are mirrored in the structure of the chromosomes, which decondense and form lateral loops giving them a lampbrush appearance (see Lampbrush chromosome). Oocyte maturation is the following phase of oocyte development. It occurs at sexual maturity when hormones stimulate the oocyte to complete meiotic division I. The meiotic division I produces 2 cells differing in size: a small polar body and a large secondary oocyte. The secondary oocyte undergoes meiotic division II and that results in the formation of a second small polar body and a large mature egg, both being haploid cells. The polar bodies degenerate. Oocyte maturation stands by at metaphase II in most vertebrates. During ovulation, the arrested secondary oocyte leaves the ovary and matures rapidly into an egg ready for fertilization. Fertilization will cause the egg to complete meiosis II. In human females there is proliferation of the oogonia in the fetus, meiosis starts then before birth and stands by at meiotic division I up to 50 years, ovulation begins at puberty.",
            "score": 200.18255877494812
        },
        {
            "docid": "14155953_3",
            "document": "SPRY2 . This gene encodes a protein belonging to the sprouty family. The encoded protein contains a carboxyl-terminal cysteine-rich domain essential for the inhibitory activity on receptor tyrosine kinase signaling proteins and is required for growth factor stimulated translocation of the protein to membrane ruffles. In primary dermal endothelial cells this gene is transiently upregulated in response to fibroblast growth factor two. This protein is indirectly involved in the non-cell autonomous inhibitory effect on fibroblast growth factor two signaling. The protein interacts with Cas-Br-M (murine) ectropic retroviral transforming sequence, and can function as a bimodal regulator of epidermal growth factor receptor/mitogen-activated protein kinase signaling. This protein may play a role in alveoli branching during lung development as shown by a similar mouse protein.",
            "score": 93.21459031105042
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 92.59657526016235
        },
        {
            "docid": "13796485_20",
            "document": "Caretaker gene . Biochemical cascades consisting of signaling proteins occur in the ECM and play an important role to the regulation of many aspects of cell life. Landscaper genes encode products that determine the composition of the membranes in which cells live. For example, large molecular weight glycoproteins and proteoglycans have been found to in association with signaling and structural roles. There exist proteolytic molecules in the ECM that are essential for clearing unwanted molecules, such as growth factors, cell adhesion molecules, and others from the space surrounding cells. It is proposed that landscaper genes control the mechanisms by which these factors are properly cleared. Different characteristics of these membranes lead to different cellular effects, such as differing rates of cell proliferation or differentiation. If, for example, the ECM is disrupted, incoming cells, such as those of the immune system, can overload the area and release chemical signals that induce abnormal cell proliferation. These conditions lead to an environment conducive to tumor growth and the cancerous phenotype.",
            "score": 100.82815766334534
        },
        {
            "docid": "6741045_3",
            "document": "PTPRC . The protein encoded by this gene is a member of the protein tyrosine phosphatase (PTP) family. PTPs are known to be signaling molecules that regulate a variety of cellular processes including cell growth, differentiation, mitotic cycle, and oncogenic transformation. This PTP contains an extracellular domain, a single transmembrane segment and two tandem intracytoplasmic catalytic domains, and thus belongs to receptor type PTP. This gene is specifically expressed in hematopoietic cells. This PTP has been shown to be an essential regulator of T- and B-cell antigen receptor signaling. It functions through either direct interaction with components of the antigen receptor complexes or by activating various Src family kinases required for the antigen receptor signaling. This PTP also suppresses JAK kinases, and, thus, functions as a negative regulator of cytokine receptor signaling. Four alternatively spliced transcripts variants of this gene, which encode distinct isoforms, have been reported.",
            "score": 82.11443042755127
        },
        {
            "docid": "14771929_3",
            "document": "PTPN7 . The protein encoded by this gene is a member of the protein tyrosine phosphatase (PTP) family. PTPs are known to be signaling molecules that regulate a variety of cellular processes including cell growth, differentiation, mitotic cycle, and oncogenic transformation. This gene is preferentially expressed in a variety of hematopoietic cells, and is an early response gene in lymphokine stimulated cells. The noncatalytic N-terminus of this PTP can interact with MAP kinases and suppress the MAP kinase activities. This PTP was shown to be involved in the regulation of T cell antigen receptor (TCR) signaling, which was thought to function through dephosphorylating the molecules related to MAP kinase pathway. Two alternatively spliced transcript variants encoding different isoforms have been found for this gene.",
            "score": 87.21482181549072
        },
        {
            "docid": "6796314_11",
            "document": "Cholesterol side-chain cleavage enzyme . In each steroidogenic cell, the expression of the P450scc system proteins is regulated by the trophic hormonal system specific for the cell type. In adrenal cortex cells from zona fasciculata, the expression of the mRNAs encoding all three P450scc proteins is induced by corticotropin (ACTH). The trophic hormones increase CYP11A1 gene expression through transcription factors such as steroidogenic factor 1 (SF-1), by the α isoform of activating protein 2 (AP-2) in the human, and many others. The production of this enzyme is inhibited notably by the nuclear receptor DAX-1.",
            "score": 105.92318677902222
        },
        {
            "docid": "1184860_3",
            "document": "Organogenesis . The cells of each of the three germ layers undergo differentiation, a process where less-specialized cells become more-specialized through the expression of a specific set of genes. Cell differentiation is driven by cell signaling cascades. Differentiation is influenced by extracellular signals such as growth factors that are exchanged to adjacent cells which is called juxtracrine signaling or to neighboring cells over short distances which is called paracrine signaling. Intracellular signals consist of a cell signaling itself (autocrine signaling), also play a role in organ formation. These signaling pathways allows for cell rearrangement and ensures that organs form at specific sites within the organism. The organogenesis process can be studied using embryos and organoids.",
            "score": 75.65924525260925
        },
        {
            "docid": "4109042_14",
            "document": "Cell signaling . Cells receive information from their neighbors through a class of proteins known as receptors. Notch is a cell surface protein that functions as a receptor. Animals have a small set of genes that code for signaling proteins that interact specifically with Notch receptors and stimulate a response in cells that express Notch on their surface. Molecules that activate (or, in some cases, inhibit) receptors can be classified as hormones, neurotransmitters, cytokines, and growth factors, in general called receptor ligands. Ligand receptor interactions such as that of the Notch receptor interaction, are known to be the main interactions responsible for cell signaling mechanisms and communication.",
            "score": 92.46361970901489
        },
        {
            "docid": "17596014_42",
            "document": "Hereditary sensory and autonomic neuropathy . Mutations in the NGF gene cause HSAN5. The NGF gene provides instructions for making a protein called nerve growth factor beta (NGFβ) that is important in the development and survival of nerve cells (neurons), including sensory neurons. The NGFβ protein functions by attaching (binding) to its receptors, which are found on the surface of neurons. Binding of the NGFβ protein to its receptor transmits signals to the cell to grow and to mature and take on specialized functions (differentiate). This binding also blocks signals in the cell that initiate the process of self-destruction (apoptosis). Additionally, NGFβ signaling plays a role in pain sensation. Mutation of the NGF gene leads to the production of a protein that cannot bind to the receptor and does not transmit signals properly. Without the proper signaling, sensory neurons die and pain sensation is altered, resulting in the inability of people with HSAN5 to feel pain.",
            "score": 110.48495078086853
        },
        {
            "docid": "51903_15",
            "document": "Tyrosine kinase . An example of this trigger-system in action is the process by which the formation of erythrocytes is regulated. Mammals possess this system, which begins in the kidneys where the developmental signal is manufactured. The developmental signal, also called a cytokine, is erythropoietin in this case. (Cytokines are key regulators of hematopoietic cell proliferation and differentiation.) Erythropoietin's activity is initiated when hematopoietic cytokine receptors become activated. In erythrocyte regulation, erythropoietin is a protein containing 165 amino acids that plays a role in activating the cytoplasmic protein kinase JAK. The results of some newer research have also indicated that the aforementioned cytokine receptors function with members of the JAK tyrosine kinase family. The cytokine receptors activate the JAK kinases. This then results in the phosphorylation of several signaling proteins located in the cell membrane. This subsequently affects both the stimulation of ligand-mediated receptors and intracellular signaling pathway activation. Substrates for JAK kinases mediate some gene responses and more. The process is also responsible for mediating the production of blood cells. In this case, erythropoietin binds to the corresponding plasma membrane receptor, dimerizing the receptor. The dimer is responsible for activating the kinase JAK via binding. Tyrosine residues located in the cytoplasmic domain of the erythropoietin receptor are consequently phosphorylated by the activated protein kinase JAK. Overall, this is also how a receptor tyrosine kinase might be activated by a ligand to regulate erythrocyte formation.",
            "score": 102.34935450553894
        },
        {
            "docid": "13982427_3",
            "document": "MAPK8 . The protein encoded by this gene is a member of the MAP kinase and JNK family. MAP kinases act as an integration point for multiple biochemical signals, and are involved in a wide variety of cellular processes such as proliferation, differentiation, transcription regulation and development. This kinase is activated by various cell stimuli, and targets specific transcription factors, and thus mediates immediate-early gene expression in response to cell stimuli. The activation of this kinase by tumor-necrosis factor alpha (TNF-alpha) is found to be required for TNF-alpha-induced apoptosis. This kinase is also involved in UV radiation-induced apoptosis, which is thought to be related to the cytochrome c-mediated cell death pathway. Studies of the mouse counterpart of this gene suggested that this kinase play a key role in T cell proliferation, apoptosis and differentiation. Four alternately spliced transcript variants encoding distinct isoforms have been reported.",
            "score": 83.88817000389099
        },
        {
            "docid": "14135543_3",
            "document": "MAPK7 . MAPK7 is a member of the MAP kinase family. MAP kinases act as an integration point for multiple biochemical signals, and are involved in a wide variety of cellular processes such as proliferation, differentiation, transcription regulation and development. This kinase is specifically activated by mitogen-activated protein kinase kinase 5 (MAP2K5/MEK5). It is involved in the downstream signaling processes of various receptor molecules including receptor tyrosine kinases, and G protein-coupled receptors. In response to extracellular signals, this kinase translocates to the cell nucleus, where it regulates gene expression by phosphorylating, and activating different transcription factors. Four alternatively spliced transcript variants of this gene encoding two distinct isoforms have been reported.",
            "score": 69.31742000579834
        },
        {
            "docid": "15346583_5",
            "document": "LHX1 . Lim-1’s expression is controlled in part by the sonic hedgehog-Gli signaling pathway. Recent studies in mice have shown that Lim-1 silencing halts tumor growth and impairs tumor cell movement via inhibition of protein expression involved in metastatic spread. Therefore, in tumor cells Lim-1 acts as an oncogene. Thus, targeting Lim-1 can be a potential cancer therapy. In addition, Lim-1 is important in rodent renal development. Lim-1 deficiency results in development of multicystic kidney, whereas, its expression can contribute to pathogenesis of nephroblastomas. Also, Lim-1 plays a role in embryonic retinal development. Lim-1 expression affects differentiation and maintenance of horizontal cells located in the retinal, thus, it could serve as a marker in studies of horizontal cell specification. Lim-1 (Lhx1) functions as a transcription factor necessary for regulating the production of coupling factors required for proper communication between the neurons located in the part of the brain responsible for regulation of circadian rhythms called the suprachiasmatic nucleus (SCN). In mouse studies where Lim-1 transcription was restricted at some point during development in utero, the individual units within the subject’s molecular clock functioned properly but were unable to work together. Communication of these units is required to match their release of clock proteins which begin a transcription cascade of many other proteins that produce functional responses in tissues. The cyclic pattern of these responses is due to the feedback of the clock proteins and consequent changes to this transcription cascade. Reduced Lim-1 expression leads to inadequate levels of proteins such as Vasoactive Intestinal Polypeptide (VIP) that work to produce the neuron coordination required for a regulated circadian rhythm. The lack of such coupling factors causes the circadian clock to not function properly because the units within the SCN cannot match their release of clock proteins, and therefore their transcriptional cascades of proteins that cause changes in arousal do not align.",
            "score": 107.9745501279831
        },
        {
            "docid": "14150957_4",
            "document": "STAT5A . The protein encoded by this gene is a member of the STAT family of transcription factors. In response to cytokines and growth factors, STAT family members are phosphorylated by the receptor associated kinases, and then form homo- or heterodimers that translocate to the cell nucleus where they act as transcription activators. This protein is activated by, and mediates the responses of many cell ligands, such as IL2, IL3, IL7 GM-CSF, erythropoietin, thrombopoietin, and different growth hormones. Activation of this protein in myeloma and lymphoma associated with a TEL/JAK2 gene fusion is independent of cell stimulus and has been shown to be essential for the tumorigenesis. The mouse counterpart of this gene is found to induce the expression of BCL2L1/BCL-X(L), which suggests the antiapoptotic function of this gene in cells. It also transduces prolactin signals to the milk protein genes and is necessary for mammary gland development.",
            "score": 88.26829242706299
        },
        {
            "docid": "30663599_9",
            "document": "Germinal center B-cell like diffuse large B-cell lymphoma . Blocking the differentiation of germinal center B cells is dangerous because the cells are programmed to divide rapidly at this stage. The SHM that occurs in the germinal center can also target non-immunoglobulin loci and may be responsible for translocation of the BCL-6 gene. BCL-6 genes are involved in several cell processes that can affect the ability of the B-cell to differentiate and proliferate. BCL-6 genes produce BCL-6 proteins. These proteins work with other transcription factors (BLIMP1, PAX5, XBP1) to form a regulatory circuit that controls the progression of germinal center B cells to plasma cells. BCL-6 proteins repress genes involved in terminal differentiation and promote proliferation by blocking expression of a cell-cycle inhibitor (p27KIP1). BCL-6 is also an inhibitor of cellular senescence. Cellular senescence is a programmed response that prevents a cell from dividing after some number of cell divisions. The expression of key transcription factors in B cell development is frequently regulated by non-coding RNAs termed microRNAs. MicroRNAs (miRNAs) participate in pathways fundamental to B cell development like B cell receptor (BCR) signalling, B cell migration/adhesion, cell-cell interactions in immune niches, and the production and class-switching of immunoglobulins.",
            "score": 98.00343704223633
        },
        {
            "docid": "6235_38",
            "document": "Cell nucleus . In order to control which genes are being transcribed, the cell separates some transcription factor proteins responsible for regulating gene expression from physical access to the DNA until they are activated by other signaling pathways. This prevents even low levels of inappropriate gene expression. For example, in the case of NF-κB-controlled genes, which are involved in most inflammatory responses, transcription is induced in response to a signal pathway such as that initiated by the signaling molecule TNF-α, binds to a cell membrane receptor, resulting in the recruitment of signalling proteins, and eventually activating the transcription factor NF-κB. A nuclear localisation signal on the NF-κB protein allows it to be transported through the nuclear pore and into the nucleus, where it stimulates the transcription of the target genes.",
            "score": 92.32272362709045
        },
        {
            "docid": "14761508_3",
            "document": "SLAMF1 . SLAMF1 belongs to the signaling lymphocytic activation molecule family. The interaction of SLAMF1 promoter and enhancers with the Early B-cell factor 1 (EBF1) is required for the expression of SLAMF1 gene in B cells. STAT6, IRF4, and NF-kB factors involved in the transfer of the signals from the B-cell receptor, its co-receptors and IL-4R, also play important role in the regulation of SLAMF1 expression.",
            "score": 61.5314359664917
        },
        {
            "docid": "12137768_5",
            "document": "Steroidogenic factor 1 . Analysis of mouse SF-1 cDNA revealed sequence similarities with Drosophila fushi tarazu factor I (FTZ-F1) which regulates the fushi tarazu homeobox gene. Several other FTZ-F1 homologs have been identified that implicate high level of sequence conservation among vertebrates and invertebrates. For example, SF-1 cDNA shares an identical 1017 base-pair sequence with embryonal long terminal repeat-binding protein (ELP) cDNA isolated from embryonal carcinoma cells, differing only in their terminal ends.",
            "score": 158.2856047153473
        },
        {
            "docid": "38664703_5",
            "document": "Pioneer factor . Pioneer factors can function passively, by acting as a bookmark for the cell to recruit other transcription factors to specific genes in condensed chromatin. This can be important for priming the cell for a rapid response as the enhancer is already bound by a pioneer transcription factor giving it a head start towards assembling the transcription preinitiation complex. Hormone responses are often quickly induced in the cell using this priming method such as with the estrogen receptor. Another form of priming is when an enhancer is simultaneously bound by activating and repressing pioneer factors. This balance can be tipped by dissociation of one of the factors. In hepatic cell differentiation the activating pioneer factor FOXA1 recruites a repressor, grg3, that prevents transcription until the repressor is down-regulated later on in the differentiation process. <br> In a direct role pioneer factors can bind an enhancer and recruit activation complex that will modify the chromatin directly. The change in the chromatin changes the affinity, decreasing the affinity of the pioneer factor such that it is replaced by a transcription factor that has a higher affinity. This is a mechanism for the cell to switch a gene on was observed with glucocorticoid receptor recruiting modification factors that then modify the site to bind activated estrogen receptor which was coined as a “bait and switch” mechanism.",
            "score": 69.98063230514526
        },
        {
            "docid": "3073509_4",
            "document": "CD40 (protein) . The protein receptor encoded by this gene is a member of the TNF-receptor superfamily. This receptor has been found to be essential in mediating a broad variety of immune and inflammatory responses including T cell-dependent immunoglobulin class switching, memory B cell development, and germinal center formation. AT-hook transcription factor AKNA is reported to coordinately regulate the expression of this receptor and its ligand, which may be important for homotypic cell interactions. The TNFR-receptor associated factor adaptor proteins TRAF1, TRAF2, TRAF6 and possibly TRAF5 interact with this receptor serve as mediators of the signal transduction. The interaction of this receptor and its ligand is found to be necessary for amyloid-beta-induced microglial activation, and thus is thought to be an early event in Alzheimer disease pathogenesis. Two alternatively spliced transcript variants of this gene encoding distinct isoforms have been reported.",
            "score": 79.08415460586548
        },
        {
            "docid": "733945_3",
            "document": "Daf-2 . Insulin/IGF-1-like signaling is well-conserved evolutionarily across animal phyla, from single celled organisms to mammals. DAF-2 is the only member of the insulin receptor family in \"C. elegans\" but it corresponds, in form and function, to multiple pathways in humans. The protein predicted from DAF-2's sequence is 35% identical to the human insulin receptor, which regulates metabolism; 34% identical to the IGF-1 receptor, which regulates growth; and 33% identical to the human insulin receptor–related receptor. In \"C. elegans\", the insulin/IGF-1/FOXO pathway is initiated by changes in IGF-1 levels which cause IGF-1 receptors to start a phosphorylation cascade that deactivates the FOXO transcription factor, DAF-16. When not phosphorylated, DAF-16 is active and present in the nucleus. DAF-16 is responsible for up-regulating transcription of about 100 genes that code for cell protecting products such as heat shock proteins and antioxidants. Genetic analysis reveals that the presence of functioning DAF-16 is required to produce the extended lifespan observed in DAF-2 knock-downs. By silencing DAF-16, activation of DAF-2 receptors can ultimately compromise a cell’s ability to mitigate harmful environmental conditions. In most eukaryotes, insulin activates DAF-2 signaling. However, both human insulin and insulin coded for by orthologous genes in \"C. elegans\" inhibit DAF-2 receptors in \"C. elegans\".",
            "score": 106.59127914905548
        },
        {
            "docid": "12134485_5",
            "document": "Nuclear receptor related-1 protein . While NURR1 is a key protein, there are other factors required as research shows that solely expressing NURR1 fails to stimulate this phenotypic gene expression. One of these suggested factors is winged-helix transcription factor 2 (Foxa2). Studies have found these two factors to be within the same region of developing dopaminergic neurons, both of these factors were present in order to have expression for the dopamine phenotype.  Research has been conducted on Nurr1’s role in inflammation, and may provide important information in treating disorders caused by dopaminergic neuron disease. Inflammation in the CNS can result from activated microglia (macrophage analogs for the central nervous system) and other pro-inflammatory factors, such as bacterial lipopolysaccharide (LPS). LPS binds to toll-like receptors (TLR), which induces inflammatory gene expression by promoting signal-dependent transcription factors. To determine which cells are dopaminergic, experiments measured the enzyme tyrosine hydroxylase (TH), which is needed for dopamine synthesis. It has been shown that Nurr1 protects dopaminergic neurons from LPS-induced inflammation, by reducing inflammatory gene expression in microglia and astrocytes. When a short hairpin for Nurr1 was expressed in microglia and astrocytes, these cells produced inflammatory mediators, such as TNFa, NO synthase and IL-1β, supporting the conclusion that reduced Nurr1 promotes inflammation and leads to cell death of dopaminergic neurons. Nurr1 interacts with the transcription factor complex NF-κB-p65 on the inflammatory gene promoters. However, Nurr1 is dependent on other factors to be able to participate in these interactions. Nurr1 needs to be sumoylated and its co-regulating factor, glycogen synthase kinase 3, needs to be phosphorylated for these interactions to occur. Sumolyated Nurr1 recruits CoREST, a complex made of several proteins that assembles chromatin-modifying enzymes. The Nurr1/CoREST complex inhibits transcription of inflammatory genes.",
            "score": 98.02945899963379
        },
        {
            "docid": "53803481_16",
            "document": "Clonal hypereosinophilia . The \"JAK2\" gene encodes a member of the Janus kinase family of non-receptor tyrosine kinase, JAK2. The JAK2 protein associates with the cytoplasmic tails of various cytokine and growth factor receptors that reside on the cell surface and reagulate Haematopoiesis, i.e. the development and growth of blood cells. Examples of such receptors include the erythropoietin receptor, Thrombopoietin receptor, granulocyte colony-stimulating factor receptor, Granulocyte macrophage colony-stimulating factor receptor, Interleukin-3 receptor, Interleukin-5 receptor, Interleukin-6 receptor, and the receptor Thymic stromal lymphopoietin, which is a complex composed of the CRLF2 receptor combined with alpha chain of the IL-7 receptor. JAK2 protein's association with these receptors is responsible for a) correctly targeting and positioning these receptors at the cell surface and b) indirectly activating critical cell signaling pathways including in particular the STAT family of transcription factors which are involved in promoting the growth, proliferation, differentiation, and survival of the myeloid and lymphoid precursor cells that populate the bone marrow, other blood cell forming tissues, and the blood. The \"PCM1\" gene codes for the PCM1 protein, i.e. pricentriolar material 1. also known as PCM1, is a protein which in humans is encoded by the PCM1 gene. The PCM1 protein exhibits a distinct cell cycle-dependent association with the centrosome complex and microtubules; it is critical for the normal cell cycle and cell division (see PCM1).",
            "score": 93.43912994861603
        },
        {
            "docid": "14303581_3",
            "document": "PRKCQ . Protein kinase C (PKC) is a family of serine- and threonine-specific protein kinases that can be activated by the second messenger diacylglycerol. PKC family members phosphorylate a wide variety of protein targets and are known to be involved in diverse cellular signaling pathways. PKC family members also serve as major receptors for phorbol esters, a class of tumor promoters. Each member of the PKC family has a specific expression profile and is believed to play a distinct role. The protein encoded by this gene is one of the PKC family members. It is a calcium-independent and phospholipid-dependent protein kinase. This kinase is important for T-cell activation. It is required for the activation of the transcription factors NF-kappaB and AP-1, and may link the T cell receptor (TCR) signaling complex to the activation of the transcription factors. PKC-θ also play a role in the apoptosis of lymphoid cells where it negatively influence and delay the aggregation of spectrin in an early phase of apoptosis.",
            "score": 82.94545817375183
        }
    ],
    "r": [
        {
            "docid": "347613_16",
            "document": "Germ cell . After migration primordial germ cells will become oogonia in the forming gonad (ovary). The oogonia proliferate extensively by mitotic divisions, up to 5-7 million cells in humans. But then many of these oogonia die and about 50,000 remain. These cells differentiate into primary oocytes. In week 11-12 \"post coitus\" the first meiotic division begins (before birth for most mammals) and remains arrested in prophase I from a few days to many years depending on the species. It is in this period or in some cases at the beginning of sexual maturity that the primary oocytes secrete proteins to form a coat called zona pellucida and they also produce cortical granules containing enzymes and proteins needed for fertilization. Meiosis stands by because of the follicular granulosa cells that send inhibitory signals through gap junctions and the zona pellucida. Sexual maturation is the beginning of periodic ovulation. Ovulation is the regular release of one oocyte from the ovary into the reproductive tract and is preceded by follicular growth. A few follicle cells are stimulated to grow but only one oocyte is ovulated. A primordial follicle consists of an epithelial layer of follicular granulosa cells enclosing an oocyte. The pituitary gland secrete follicle-stimulating hormones (FSHs) that stimulate follicular growth and oocyte maturation. The thecal cells around each follicle secrete estrogen. This hormone stimulates the production of FSH receptors on the follicular granulosa cells and has at the same time a negative feedback on FSH secretion. This results in a competition between the follicles and only the follicle with the most FSH receptors survives and is ovulated. Meiotic division I goes on in the ovulated oocyte stimulated by luteinizing hormones (LHs) produced by the pituitary gland. FSH and LH block the gap junctions between follicle cells and the oocyte therefore inhibiting communication between them. Most follicular granulosa cells stay around the oocyte and so form the cumulus layer. Large non-mammalian oocytes accumulate egg yolk, glycogen, lipids, ribosomes, and the mRNA needed for protein synthesis during early embryonic growth. These intensive RNA biosynthese are mirrored in the structure of the chromosomes, which decondense and form lateral loops giving them a lampbrush appearance (see Lampbrush chromosome). Oocyte maturation is the following phase of oocyte development. It occurs at sexual maturity when hormones stimulate the oocyte to complete meiotic division I. The meiotic division I produces 2 cells differing in size: a small polar body and a large secondary oocyte. The secondary oocyte undergoes meiotic division II and that results in the formation of a second small polar body and a large mature egg, both being haploid cells. The polar bodies degenerate. Oocyte maturation stands by at metaphase II in most vertebrates. During ovulation, the arrested secondary oocyte leaves the ovary and matures rapidly into an egg ready for fertilization. Fertilization will cause the egg to complete meiosis II. In human females there is proliferation of the oogonia in the fetus, meiosis starts then before birth and stands by at meiotic division I up to 50 years, ovulation begins at puberty.",
            "score": 200.18255615234375
        },
        {
            "docid": "22710_24",
            "document": "Ovary . Many of the features found in human ovaries are common to all vertebrates, including the presence of follicular cells, tunica albuginea, and so on. However, many species produce a far greater number of eggs during their lifetime than do humans, so that, in fish and amphibians, there may be hundreds, or even millions of fertile eggs present in the ovary at any given time. In these species, fresh eggs may be developing from the germinal epithelium throughout life. Corpora lutea are found only in mammals, and in some elasmobranch fish; in other species, the remnants of the follicle are quickly resorbed by the ovary. In birds, reptiles, and monotremes, the egg is relatively large, filling the follicle, and distorting the shape of the ovary at maturity.",
            "score": 195.5979766845703
        },
        {
            "docid": "22710_15",
            "document": "Ovary . The ovaries are the site of production and periodical release of egg cells, the female gametes. In the ovaries, the developing egg cells (or oocytes) mature in the fluid-filled follicles. Typically, only one oocyte develops at a time, but others can also mature simultaneously. Follicles are composed of different types and number of cells according to the stage of their maturation, and their size is indicative of the stage of oocyte development.",
            "score": 186.15992736816406
        },
        {
            "docid": "26615118_4",
            "document": "Ovarian pregnancy . An ovarian pregnancy is usually understood to begin when a mature egg cell is not expelled or picked up from its follicle and a sperm enters the follicle and fertilizes the egg, giving rise to an intrafollicular pregnancy. It has also been debated that an egg cell fertilized outside of the ovary could implant on the ovarian surface, perhaps aided by a decidual reaction or endometriosis. Ovarian pregnancies rarely go longer than 4 weeks; nevertheless, there is the possibility that the trophoblast finds further support outside the ovary and thus may affect the tube and other organs. In very rare occasions the pregnancy may find a sufficient foothold outside the ovary to continue as an abdominal pregnancy, and an occasional delivery has been reported.",
            "score": 178.67462158203125
        },
        {
            "docid": "15179951_27",
            "document": "Human sexuality . The ovaries are the female gonads; they develop from the same embryonic tissue as the testicles. The ovaries are suspended by ligaments and are the source where ova are stored and developed before ovulation. The ovaries also produce female hormones progesterone and estrogen. Within the ovaries, each ovum is surrounded by other cells and contained within a capsule called a primary follicle. At puberty, one or more of these follicles are stimulated to mature on a monthly basis. Once matured, these are called Graafian follicles. The female reproductive system does not produce the ova; about 60,000 ova are present at birth, only 400 of which will mature during the woman's lifetime.",
            "score": 173.02542114257812
        },
        {
            "docid": "219596_4",
            "document": "Egg cell . In animals, egg cells are also known as ova (singular ovum, from the Latin word \"ovum\" meaning egg or egg cell). The term ovule in animals is used for the young ovum of an animal. In vertebrates, ova are produced by female gonads (sexual glands) called ovaries. A number of ova are present at birth in mammals and mature via oogenesis. White et al. disproved the longstanding dogma that all of the ova are produced before birth. The team from the Vincent Center for Reproductive Biology, Massachusetts, Boston showed that oocyte formation takes place in ovaries of reproductive-age women. This report challenged a fundamental belief, held since the 1950s, that female mammals are born with a finite supply of eggs that is depleted throughout life and exhausted at menopause.",
            "score": 169.8018341064453
        },
        {
            "docid": "692141_10",
            "document": "Anovulation . This accounts for around 10-15% of all cases of anovulation. The ovaries can stop working in about 5% of cases. This may be because the ovaries do not contain eggs. However, a complete blockage of the ovaries is rarely a cause of infertility. Blocked ovaries can start functioning again without a clear medical explanation. In some cases, the egg may have matured properly, but the follicle may have failed to burst (or the follicle may have burst without releasing the egg). This is called luteinised unruptured follicle syndrome (LUFS). Physical damage to the ovaries, or ovaries with multiple cysts, may affect their ability to function. This is called ovarian dystrophy. Patients who are suffering from Stein-Leventhal syndrome (also referred to as polycystic ovary syndrome, or PCOS) can also suffer from anovulation. Up to 90% of cases of anovulation are caused by PCOS; this syndrome is usually hereditary.",
            "score": 167.24339294433594
        },
        {
            "docid": "36041768_3",
            "document": "Sandra Carson . In this work, Carson, et al. introduced theca cells donated by reproductive-age patients into \"3-D Petri dishes\" designed to resemble the sponge-like cells of a human ovary. In the lab, the cell types interacted with one another and functioned for all intents and purposes like a real ovary, even successfully maturing a human egg from its earliest stages in the follicle to a fully developed form.",
            "score": 166.5194549560547
        },
        {
            "docid": "36695798_8",
            "document": "Mammalian reproduction . The ova, which are the female sex cells, are much larger than the sperm and are normally formed within the ovaries of the fetus before its birth. They are mostly fixed in location within the ovary until their transit to the uterus, and contain nutrients for the later zygote and embryo. Over a regular interval, in response to hormonal signals, a process of oogenesis matures one ovum which is released and sent down the Fallopian tube. If not fertilized, this egg is released through menstruation in humans and other great apes, and reabsorbed in other mammals in the estrus cycle.",
            "score": 165.42962646484375
        },
        {
            "docid": "2063365_7",
            "document": "Fish reproduction . Many of the features found in ovaries are common to all vertebrates, including the presence of follicular cells and tunica albuginea There may be hundreds or even millions of fertile eggs present in the ovary of a fish at any given time. Fresh eggs may be developing from the germinal epithelium throughout life. Corpora lutea are found only in mammals, and in some elasmobranch fish; in other species, the remnants of the follicle are quickly resorbed by the ovary. The ovary of teleosts is often contains a hollow, lymph-filled space which opens into the oviduct, and into which the eggs are shed. Most normal female fish have two ovaries. In some elasmobranchs, only the right ovary develops fully. In the primitive jawless fish, and some teleosts, there is only one ovary, formed by the fusion of the paired organs in the embryo.",
            "score": 162.1540069580078
        },
        {
            "docid": "331951_60",
            "document": "Fish anatomy . Many of the features found in ovaries are common to all vertebrates, including the presence of follicular cells and tunica albuginea There may be hundreds or even millions of fertile eggs present in the ovary of a fish at any given time. Fresh eggs may be developing from the germinal epithelium throughout life. Corpora lutea are found only in mammals, and in some elasmobranch fish; in other species, the remnants of the follicle are quickly resorbed by the ovary. The ovary of teleosts is often contains a hollow, lymph-filled space which opens into the oviduct, and into which the eggs are shed. Most normal female fish have two ovaries. In some elasmobranchs, only the right ovary develops fully. In the primitive jawless fish, and some teleosts, there is only one ovary, formed by the fusion of the paired organs in the embryo.",
            "score": 162.1540069580078
        },
        {
            "docid": "12137768_5",
            "document": "Steroidogenic factor 1 . Analysis of mouse SF-1 cDNA revealed sequence similarities with Drosophila fushi tarazu factor I (FTZ-F1) which regulates the fushi tarazu homeobox gene. Several other FTZ-F1 homologs have been identified that implicate high level of sequence conservation among vertebrates and invertebrates. For example, SF-1 cDNA shares an identical 1017 base-pair sequence with embryonal long terminal repeat-binding protein (ELP) cDNA isolated from embryonal carcinoma cells, differing only in their terminal ends.",
            "score": 158.2855987548828
        },
        {
            "docid": "1126579_3",
            "document": "Bidder's organ . Normally, it contains miniature egg follicles which have the capability to mature (becoming active). Zoologists have experimented with the physiology of the organ by castrating male toads (removing the testes). In doing so, the Bidder's organ enlarges and produces viable oocytes (egg cells). Only rudimentary oviducts are developed, though, preventing eggs from actually being laid. The Bidder's organ only develops into an ovary analogue when testes are removed experimentally or not functioning properly (e.g. due to exposure to endocrine-disrupting chemicals). Importantly, females can have Bidder's organs in addition to true ovaries, which suggests that the Bidder's organ might not be a rudimentary ovary.",
            "score": 157.32460021972656
        },
        {
            "docid": "179242_26",
            "document": "Infertility . Another major cause of infertility in women may be the inability to ovulate. Malformation of the eggs themselves may complicate conception. For example, polycystic ovarian syndrome is when the eggs only partially developed within the ovary and there is an excess of male hormones. Some women are infertile because their ovaries do not mature and release eggs. In this case synthetic FSH by injection or Clomid (Clomiphene citrate) via a pill can be given to stimulate follicles to mature in the ovaries.",
            "score": 157.01467895507812
        },
        {
            "docid": "13366094_7",
            "document": "WNT4 . WNT4 is required for female sex development. Upon secretion it binds to Frizzled receptors, activating a number of molecular pathways. One important example is the stabilization of β catenin, which increases the expression of target genes. For instance, TAFIIs 105 is now encoded, a subunit of the TATA binding protein for RNA polymerase in ovarian follicle cells. Without it, female mice have small ovaries with less mature follicles. In addition, the production of SOX9 is blocked. In humans, WNT4 also suppresses 5-α reductase activity, which converts testosterone into dihydrotestosterone. External male genitalia are therefore not formed. Moreover, it contributes to the formation of the Müllerian duct, a precursor to female reproductive organs.",
            "score": 152.48638916015625
        },
        {
            "docid": "13808660_5",
            "document": "Cotesia congregata . An important aspect of the symbiotic polydnavirus is the fact that the virus does not and cannot replicate on its own- it does not contain the genes necessary to replicate itself. Instead, the genes that code for the virus are contained within the genome of the wasp. The wasp contains special cells called calyx cells within its ovary, which in females will produce the virion particles. Male wasps contain the viral sequence, but do not have the capacity to produce it. The proteins and genetic payload of the virus are produced by these cells, and the virions are assembled within the nucleus of these cells. As the female matures, the nuclear membrane will dissolve, followed by the cell membrane, releasing the virions and cell debris into the lumen of the oviduct. Phagocytic cells will clean up the debris, and the virions will be injected into the host along with eggs and venom upon oviposition.",
            "score": 150.0473175048828
        },
        {
            "docid": "1494666_4",
            "document": "Anti-Müllerian hormone . AMH is also a product of granulosa cells of the preantral and small antral follicles in women. As such, AMH is only present in the ovary until menopause. Production of AMH regulates folliculogenesis by inhibiting recruitment of follicles from the resting pool in order to select for the dominant follicle, after which the production of AMH diminishes. As a product of the granulosa cells, which envelop each egg and provide them energy, AMH can also serve as a molecular biomarker for relative size of the ovarian reserve. In humans, this is helpful because the number of cells in the follicular reserve can be used to predict timing of menopause. In bovine, AMH can be used for selection of females in multi-ovulatory embryo transfer programs by predicting the number of antral follicles developed to ovulation. AMH can also be used as a marker for ovarian dysfunction, such as in women with polycystic ovary syndrome (PCOS).",
            "score": 149.20639038085938
        },
        {
            "docid": "1906103_15",
            "document": "Human reproductive system . In females, gametogenesis is known as oogenesis which occurs in the ovarian follicles of the ovaries. This process does not produce mature ovum until puberty. In contrast with males, each of the original diploid germ cells or primary oocytes will form only one mature ovum, and three polar bodies which are not capable of fertilization It has long been understood that in females, unlike males, all of the primary oocytes ever found in a female will be created prior to birth, and that the final stages of ova production will then not resume until puberty. However, recent scientific data has challenged that hypothesis. This new data indicates that in at least some species of mammal oocytes continue to be replenished in females well after birth.",
            "score": 148.8816680908203
        },
        {
            "docid": "29254703_5",
            "document": "Ovarian apoplexy . In the ovaries of sexually mature women, follicles grow, and oocyte matures in them, to prepare for potential fertilization. As a menstrual cycle progresses, a dominant follicle begins to stand out, and in the middle of the menstrual cycle it reaches its maximum size of about 20mm. Then the follicle ruptures, releasing a mature egg (ovulation). The location from which the follicle emerges then forms a temporary cyst, called the corpus luteum, which produces hormones to continue the menstrual cycle and mature the uterine lining. This is the normal ovarian cycle.",
            "score": 147.00595092773438
        },
        {
            "docid": "161856_2",
            "document": "Ovulation . Ovulation is the release of eggs from the ovaries. In humans, this event occurs when the ovarian follicles rupture and release the secondary oocyte ovarian cells. After ovulation, during the luteal phase, the egg will be available to be fertilized by sperm. In addition, the uterine lining (endometrium) is thickened to be able to receive a fertilized egg. If no conception occurs, the uterine lining as well as blood will be shed during menstruation.",
            "score": 146.36070251464844
        },
        {
            "docid": "414192_26",
            "document": "Ovarian cancer . Ovarian cancer forms when errors in normal ovarian cell growth occur. Usually, when cells grow old or get damaged, they die, and new cells take their place. Cancer starts when new cells form unneeded, and old or damaged cells do not die as they should. The buildup of extra cells often forms a mass of tissue called a growth or tumor. These abnormal cancer cells have many genetic abnormalities that cause them to grow excessively. When an ovary releases an egg, the egg follicle bursts open and becomes the corpus luteum. This structure needs to be repaired by dividing cells in the ovary. Continuous ovulation for a long time means more repair of the ovary by dividing cells, which can acquire mutations in each division.",
            "score": 146.00965881347656
        },
        {
            "docid": "11342034_12",
            "document": "In vitro maturation . Priming is the process by which the oocytes are primed with follicle-stimulating hormone (FSH) or human chorionic gonadotrophin (hCG) before retrieval. hCG is important in women with polycystic ovarian syndrome (PCOS). This results in an expanding or dispersed pattern of the cumulus oophorus around the egg cell, facilitating its identification within follicular fluid.This leads to improved maturation and quality of the oocytes. However, the evidence of a clinical effect of hCG priming is still lacking. When IVM was initially introduced, successful pregnancies were low, leading to the use of ovary priming.",
            "score": 145.78700256347656
        },
        {
            "docid": "36695798_13",
            "document": "Mammalian reproduction . Animals, including mammals, produce gametes (sperm and egg) through meiosis in gonads (testicles in males and ovaries in females). Sperm are produced by the process of spermatogenesis and eggs are produced by oogenesis. These processes are outlined in the article gametogenesis. During gametogenesis in mammals many genes encoding proteins that take part in DNA repair mechanisms show enhanced or specialized expression These mechanisms include meiotic homologous recombinational repair and mismatch repair.",
            "score": 145.67562866210938
        },
        {
            "docid": "248590_10",
            "document": "Luteinizing hormone . LH supports theca cells in the ovaries that provide androgens and hormonal precursors for estradiol production. At the time of menstruation, FSH initiates follicular growth, specifically affecting granulosa cells. With the rise in estrogens, LH receptors are also expressed on the maturing follicle, which causes it to produce more estradiol. Eventually, when the follicle has fully matured, a spike in 17α-hydroxyprogesterone production by the follicle inhibits the production of estrogens, leading to a decrease in estrogen-mediated negative feedback of GnRH in the hypothalamus, which then stimulates the release of LH from the anterior pituitary. However another theory of the LH peak is a positive feedback mechanism from estradiol. The levels keep rising through the follicular phase and when they reach an unknown threshold, this results in the peak of the LH. This effect is opposite from the usual negative feedback mechanism presented at lower levels. In other words, the mechanism(s) are not yet clear.  The increase in LH production only lasts for 24 to 48 hours. This \"LH surge\" triggers ovulation, thereby not only releasing the egg from the follicle, but also initiating the conversion of the residual follicle into a corpus luteum that, in turn, produces progesterone to prepare the endometrium for a possible implantation. LH is necessary to maintain luteal function for the second two weeks of the menstrual cycle. If pregnancy occurs, LH levels will decrease, and luteal function will instead be maintained by the action of hCG (human chorionic gonadotropin), a hormone very similar to LH but secreted from the new placenta.",
            "score": 145.53526306152344
        },
        {
            "docid": "326639_2",
            "document": "Chorion . The chorion is the outermost fetal membrane around the embryo in mammals, birds and reptiles. It develops from an outer fold on the surface of the yolk sac, which lies outside the zona pellucida (in mammals), known as the vitelline membrane in other animals. In insects it is developed by the follicle cells while the egg is in the ovary.",
            "score": 144.2809295654297
        },
        {
            "docid": "35881441_3",
            "document": "HH-suite . Proteins are central players in all of life's processes. To understand how life in cells is organised, we have to understand what each of the proteins involved in these molecular processes does. This is particularly important in order to understand the origin of diseases. But for a large fraction of the approximately 20 000 human proteins the structures and functions remain unknown. Many proteins have been investigated in model organisms such as many bacteria, baker's yeast, fruit flies, zebra fish or mice, for which experiments can be often done more easily than with human cells. To predict the function, structure, or other properties of a protein for which only its sequence of amino acids is known, the protein sequence is compared to the sequences of other proteins in public databases. If a protein with sufficiently similar sequence is found, the two proteins are likely to be evolutionarily related (\"homologous\"). In that case, they are likely to share similar structures and functions. Therefore, if a protein with a sufficiently similar sequence and with known functions and/or structure can be found by the sequence search, the unknown protein's functions, structure, and domain composition can be predicted. Such predictions greatly facilitate the determination of the function or structure by targeted validation experiments.",
            "score": 143.79159545898438
        },
        {
            "docid": "16459522_6",
            "document": "Phormia regina . While in the wild, dung constitutes a majority of the nutritional intake used for sexual development in both male and female adults within this species, but diets consisting of higher protein contents will better facilitate mating conditions of both sexes. Female sexual maturity requires the completion of 10 stages of follicle development in the ovaries to produce eggs that are completely mature, and ovaries in females which have been deprived of a high-protein diet will not develop fully. Although it is possible for females on a diet of only dung to reach the final stage of sexual maturity, it takes much more time than if they were to feed exclusively on beef liver; even then, a lower percentage of those feeding on dung will have fully developed. For instance, an experiment by Stoffolano showed that 100% of females feeding exclusively on beef liver were able to reach the final stage of sexual development after 13 days, while only 78% of females were able to do so when feeding exclusively on pig dung over a 20-day period. Although some dipteran species will oviposit on dung, \"P. regina\" oviposits exclusively on carrion.",
            "score": 142.21923828125
        },
        {
            "docid": "7064289_2",
            "document": "Vitellogenesis . Vitellogenesis (also known as yolk deposition) is the process of yolk formation via nutrients being deposited in the oocyte, or female germ cell involved in reproduction of lecithotrophic organisms. In insects, it starts when the fat body stimulates the release of juvenile hormones and produces vitellogenin protein. It occurs in all animal groups other than the mammals. In cockroaches, for example, vitellogenesis can be stimulated by injection of juvenile hormone into immature females and mature males.Chemically yolk is lipoprotein composed of proteins, phospholipids and neutral fats along with a small amount of glycogen.The yolk is synthesised in the liver of the female parent in soluble form.Through circulation it is transported to the follicle cells that surround the maturing ovum, and is deposited in the form of yolk platelets and granules in the ooplasm.The mitochondria and Golgi complex are said to bring about the conversion of the soluble form of yolk into insoluble granules or platelets.",
            "score": 140.95384216308594
        },
        {
            "docid": "18967_36",
            "document": "Flowering plant . Double fertilization refers to a process in which two sperm cells fertilize cells in the ovule. This process begins when a pollen grain adheres to the stigma of the pistil (female reproductive structure), germinates, and grows a long pollen tube. While this pollen tube is growing, a haploid generative cell travels down the tube behind the tube nucleus. The generative cell divides by mitosis to produce two haploid (\"n\") sperm cells. As the pollen tube grows, it makes its way from the stigma, down the style and into the ovary. Here the pollen tube reaches the micropyle of the ovule and digests its way into one of the synergids, releasing its contents (which include the sperm cells). The synergid that the cells were released into degenerates and one sperm makes its way to fertilize the egg cell, producing a diploid (2\"n\") zygote. The second sperm cell fuses with both central cell nuclei, producing a triploid (3\"n\") cell. As the zygote develops into an embryo, the triploid cell develops into the endosperm, which serves as the embryo's food supply. The ovary will now develop into a fruit and the ovule will develop into a seed. As the development of embryo and endosperm proceeds within the embryo sac, the sac wall enlarges and combines with the nucellus (which is likewise enlarging) and the integument to form the \"seed coat\". The ovary wall develops to form the fruit or pericarp, whose form is closely associated with type of seed dispersal system.",
            "score": 140.55361938476562
        },
        {
            "docid": "30865275_3",
            "document": "ADAM7 . The functions of ADAM7 directly relate to sperm maturation and fertilization. Sperm are immobile until traversing the epididymis, in which the sperm interact with many proteins secreted by epihtelial cells of the epididymis. Lacking protease activity, ADAM7 may play roles in protein-protein interactions and cell adhesion processes including sperm-egg fusion. ADAM7 is secreted by epididymis cells and transferred to the maturing sperm's surface. As determined through mouse gene knock-out studies, the amount of ADAM7 secreted is directly linked to ADAM2 and ADAM3 protein levels. Complex formation between ADAM7, Calnexin, Hspa5, and Itm2b have been shown to act as a molecular chaperone after ADAM7 is incorporated into the membrane of sperm cells. Furthermore, complex formation with Itm2b is increased during sperm capacitation leading to a conformation change in ADAM7. As such, the ADAM7 protein plays an important function involved in sperm capacitation, although this function is not entirely understood.",
            "score": 140.0151824951172
        },
        {
            "docid": "4249362_2",
            "document": "Corona radiata (embryology) . The corona radiata is the innermost layer of the cells of the cumulus oophorus and is directly adjacent to the zona pellucida, the outer protective glycoprotein layer of the ovum. Its main purpose in many animals is to supply vital proteins to the cell. It is formed by follicle cells adhering to the oocyte before it leaves the ovarian follicle, and originates from the squamous granulosa cells present at the primordial stage of follicular development. The corona radiata is formed when the granulosa cells enlarge and become cuboidal, which occurs during the transition from the primordial to primary stage. These cuboidal granulosa cells, also known as the granulosa radiata, form more layers throughout the maturation process, and remain attached to the zona pellucida after the ovulation of the Graafian follicle. For fertilization to occur, sperm cells rely on hyaluronidase (an enzyme found in the acrosome of spermatozoa) to disperse the corona radiata from the zona pellucida of the secondary (ovulated) oocyte, thus permitting entry into the perivitelline space and allowing contact between the sperm cell and the nucleus of the oocyte.",
            "score": 139.9963836669922
        },
        {
            "docid": "22270934_5",
            "document": "Follicular cyst of ovary . This type can form when ovulation doesn't occur, and a follicle doesn't rupture or release its egg but instead grows until it becomes a cyst, or when a mature follicle involutes (collapses on itself). It usually forms during ovulation, and can grow to about 7 cm in diameter. It is thin-walled, lined by one or more layers of granulosa cell, and filled with clear fluid.",
            "score": 139.9213104248047
        }
    ]
}