{
    "q": [
        {
            "docid": "8559750_4",
            "document": "Hin recombinase . The initial reaction requires binding of Hin and Fis to their respective DNA sequences and assemble into a higher-order nucleoprotein complex with branched plectonemic supercoils with the aid of the DNA bending protein HU. At this point, it is believed that the Fis protein modulates subtle contacts to activate the reaction, possibly through direct interactions with the Hin protein. Activation of the 4 catalytic serine residues within the Hin tetramer make a 2-bp double stranded DNA break and forms a covalent reaction intermediate. The DNA cleavage event also requires the divalent metal cation magnesium. A large conformational change reveals a large hydrophobic interface that allows for subunit rotation which may be driven by superhelical torsion within the protein-DNA complex. After this 180° rotation, Hin returns to its native conformation and re-ligates the cleaved DNA, without the aid of high energy cofactors and without the loss of any DNA.",
            "score": 460.0474605560303
        },
        {
            "docid": "8559750_2",
            "document": "Hin recombinase . Hin recombinase is a 21kD protein composed of 198 amino acids that is found in the bacteria Salmonella. Hin belongs to the serine recombinase family of DNA invertases in which it relies on the active site serine to initiate DNA cleavage and recombination. The related protein, gamma-delta resolvase shares high similarity to Hin, of which much structural work has been done, including structures bound to DNA and reaction intermediates. Hin functions to invert a 900 base pair (bp) DNA segment within the salmonella genome that contains a promoter for downstream flagellar genes, fljA and fljB. Inversion of the intervening DNA alternates the direction of the promoter and thereby alternates expression of the flagellar genes. This is advantageous to the bacterium as a means of escape from the host immune response.",
            "score": 452.9853525161743
        },
        {
            "docid": "8559750_3",
            "document": "Hin recombinase . Hin functions by binding to two 26bp imperfect inverted repeat sequences as a homodimer. These hin binding sites flank the invertible segment which not only encodes the Hin gene itself, but also contains an enhancer element to which the bacterial Fis proteins binds with nanomolar affinity. Four molecules of Fis bind to this site as a homodimers and are required for the recombination reaction to proceed.",
            "score": 342.36664867401123
        },
        {
            "docid": "9933420_15",
            "document": "DNA repair protein XRCC4 . The process of NHEJ involves XRCC4 and a number of tightly coupled proteins acting in concert to repair the DSB. The system begins with the binding of one heterodimeric protein called Ku70/80 to each end of the DSB to maintain them close together in preparation for ligation and prevent their degradation. Ku70/80 then sequesters one DNA-dependent protein kinase catalytic subunit (DNA-PKcs) to the DNA ends to enable the binding of Artemis protein to one end of each DNA-PKcs. One end of the DNA-PKcs joins to stabilize the proximity of the DSB and allow very short regions of DNA complementarity to hybridize. DNA-PKcs then phosphorylates Artemis at a serine/threonine to activate its exonuclease activity and cleave nucleotides at the single strand tails that are not hybridized in a 5’ to 3’ direction. Two XRCC4 proteins are post-translationally modified for recognition and localization to Ku70/80 (5). The two XRCC4 proteins dimerize together and bind to Ku70/80 at the ends of the DNA strands to promote ligation. XRCC4 then forms a strong complex with DNA ligase IV, LigIV, which is enhanced by Cernunnos XRCC4-like factor, Cer-XLF. Cer-XLF only binds to XRCC4 without direct interaction with LigIV. LigIV then joins the DNA ends by catalyzing a covalent phosphodiester bond.",
            "score": 355.66383051872253
        },
        {
            "docid": "10095073_7",
            "document": "Site-specific recombination . Recombination between two DNA sites begins by the recognition and binding of these sites by the recombinase protein. This is followed by synapsis, i.e. bringing the sites together to form the synaptic complex. It is within this synaptic complex that the strand exchange takes place, as the DNA is cleaved and rejoined by controlled transesterification reactions. During strand exchange, the DNA cut at fixed points within the crossover region of the site releases a deoxyribose hydroxyl group, while the recombinase protein forms a transient covalent bond to a DNA backbone phosphate. This phosphodiester bond between the hydroxyl group of the nucleophilic serine or tyrosine residue conserves the energy that was expended in cleaving the DNA. Energy stored in this bond is subsequently used for the rejoining of the DNA to the corresponding deoxyribose hydroxyl group on the other site. The entire process therefore goes through without the need for external energy-rich cofactors such as ATP.",
            "score": 383.0093901157379
        },
        {
            "docid": "4363576_22",
            "document": "Cre-Lox recombination . Mechanism of action Initiation of site-specific recombination begins with the binding of recombination proteins to their respective DNA targets. A separate recombinase recognizes and binds to each of two recombination sites on two different DNA molecules or within the same DNA strand. At the given specific site on the DNA, the hydroxyl group of the tyrosine in the recombinase attacks a phosphate group in the DNA backbone using a direct transesterification mechanism. This reaction links the recombinase protein to the DNA via a phospho-tyrosine linkage. This conserves the energy of the phosphodiester bond, allowing the reaction to be reversed without the involvement of a high-energy cofactor.",
            "score": 378.55632758140564
        },
        {
            "docid": "4363576_13",
            "document": "Cre-Lox recombination . When cells that have \"loxP\" sites in their genome express Cre, a recombination event can occur between the \"loxP\" sites. Cre recombinase proteins bind to the first and last 13 bp regions of a lox site forming a dimer. This dimer then binds to a dimer on another lox site to form a tetramer. Lox sites are directional and the two sites joined by the tetramer are parallel in orientation. The double stranded DNA is cut at both \"loxP\" sites by the Cre protein. The strands are then rejoined with DNA ligase in a quick and efficient process. The result of recombination depends on the orientation of the \"loxP\" sites. For two lox sites on the same chromosome arm, inverted \"loxP\" sites will cause an inversion of the intervening DNA, while a direct repeat of \"loxP\" sites will cause a deletion event. If \"loxP\" sites are on different chromosomes it is possible for translocation events to be catalysed by Cre induced recombination. Two plasmids can be joined using the variant lox sites 71 and 66.",
            "score": 352.9085465669632
        },
        {
            "docid": "7955_54",
            "document": "DNA . A distinct group of DNA-binding proteins is the DNA-binding proteins that specifically bind single-stranded DNA. In humans, replication protein A is the best-understood member of this family and is used in processes where the double helix is separated, including DNA replication, recombination, and DNA repair. These binding proteins seem to stabilize single-stranded DNA and protect it from forming stem-loops or being degraded by nucleases. In contrast, other proteins have evolved to bind to particular DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one particular set of DNA sequences and activates or inhibits the transcription of genes that have these sequences close to their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This changes the accessibility of the DNA template to the polymerase.",
            "score": 320.14497458934784
        },
        {
            "docid": "10095073_2",
            "document": "Site-specific recombination . Site-specific recombination, also known as conservative site-specific recombination, is a type of genetic recombination in which DNA strand exchange takes place between segments possessing at least a certain degree of sequence homology. Site-specific recombinases (SSRs) perform rearrangements of DNA segments by recognizing and binding to short DNA sequences (sites), at which they cleave the DNA backbone, exchange the two DNA helices involved and rejoin the DNA strands. While in some site-specific recombination systems just a recombinase enzyme and the recombination sites is enough to perform all these reactions, in other systems a number of accessory proteins and/or accessory sites are also needed. Multiple genome modification strategies, among these recombinase-mediated cassette exchange (RMCE), an advanced approach for the targeted introduction of transcription units into predetermined genomic \"loci\", rely on the capacities of SSRs.",
            "score": 366.7449769973755
        },
        {
            "docid": "966654_4",
            "document": "DNA-binding protein . Structural proteins that bind DNA are well-understood examples of non-specific DNA-protein interactions. Within chromosomes, DNA is held in complexes with structural proteins. These proteins organize the DNA into a compact structure called chromatin. In eukaryotes, this structure involves DNA binding to a complex of small basic proteins called histones. In prokaryotes, multiple types of proteins are involved. The histones form a disk-shaped complex called a nucleosome, which contains two complete turns of double-stranded DNA wrapped around its surface. These non-specific interactions are formed through basic residues in the histones making ionic bonds to the acidic sugar-phosphate backbone of the DNA, and are therefore largely independent of the base sequence. Chemical modifications of these basic amino acid residues include methylation, phosphorylation and acetylation. These chemical changes alter the strength of the interaction between the DNA and the histones, making the DNA more or less accessible to transcription factors and changing the rate of transcription. Other non-specific DNA-binding proteins in chromatin include the high-mobility group (HMG) proteins, which bind to bent or distorted DNA. Biophysical studies show that these architectural HMG proteins bind, bend and loop DNA to perform its biological functions. These proteins are important in bending arrays of nucleosomes and arranging them into the larger structures that form chromosomes.",
            "score": 311.10601222515106
        },
        {
            "docid": "7955_53",
            "document": "DNA . Structural proteins that bind DNA are well-understood examples of non-specific DNA-protein interactions. Within chromosomes, DNA is held in complexes with structural proteins. These proteins organize the DNA into a compact structure called chromatin. In eukaryotes, this structure involves DNA binding to a complex of small basic proteins called histones, while in prokaryotes multiple types of proteins are involved. The histones form a disk-shaped complex called a nucleosome, which contains two complete turns of double-stranded DNA wrapped around its surface. These non-specific interactions are formed through basic residues in the histones, making ionic bonds to the acidic sugar-phosphate backbone of the DNA, and are thus largely independent of the base sequence. Chemical modifications of these basic amino acid residues include methylation, phosphorylation, and acetylation. These chemical changes alter the strength of the interaction between the DNA and the histones, making the DNA more or less accessible to transcription factors and changing the rate of transcription. Other non-specific DNA-binding proteins in chromatin include the high-mobility group proteins, which bind to bent or distorted DNA. These proteins are important in bending arrays of nucleosomes and arranging them into the larger structures that make up chromosomes.",
            "score": 305.2752947807312
        },
        {
            "docid": "22537633_2",
            "document": "DNA binding site . DNA binding sites are a type of binding site found in DNA where other molecules may bind. DNA binding sites are distinct from other binding sites in that (1) they are part of a DNA sequence (e.g. a genome) and (2) they are bound by DNA-binding proteins. DNA binding sites are often associated with specialized proteins known as transcription factors, and are thus linked to transcriptional regulation. The sum of DNA binding sites of a specific transcription factor is referred to as its cistrome. DNA binding sites also encompasses the targets of other proteins, like restriction enzymes, site-specific recombinases (see site-specific recombination) and methyltransferases.",
            "score": 299.75306463241577
        },
        {
            "docid": "25428989_6",
            "document": "Homeotic selector gene . Homeotic selector genes encode regulatory DNA-binding proteins which are all related through a highly conserved DNA binding sequences called the homeobox (from which the \"Hox Complex\" name is derived from). Although each all of the DNA-binding complexes are conserved, each para-segment still has an individual identity. The proteins do not bind directly to the DNA, rather, they interact with other regulatory proteins which are already bound to DNA-binding complexes. Different interactions determine which DNA binding sites are recognized and subsequently activated or repressed. Homeotic selector proteins combine in different combinations with regulatory proteins to give each parasegment its identity.  Certain signals set up the spatial pattern of expression of the Hox complex early in development. The Hox complex acts like a stamp, giving cells in each segment a long term positional value. The cell memory of a given positional value depends on two inputs, the first being the ability of many Hox proteins to autoactivate their own transcription, and the second derived from two large groups of transcriptional regulators: The Polycomb group and the Trithorax group. A defect in either of these regulators results in a pattern which is initially correct but is not maintained at later embryonic stages. The Polycomb and Trithorax regulators act in opposite ways. The Trithorax group maintains Hox transcription after transcription is already activated. The Polycomb group forms stable complexes that bind to the chromatin of Hox genes, and keep it in a repressed state at sites where Hox genes are not active.",
            "score": 261.6385477781296
        },
        {
            "docid": "10967846_3",
            "document": "Fis . \"Fis\" was first discovered for its role in stimulating Gin catalyzed inversion of the G segment of phage Mu genome. Fis was originally identified as the factor for inversion stimulation of the homologous Hin and Gin site-specific DNA recombinases of Salmonella and phage Mu, respectively. This small, basic, DNA-bending protein has recently been shown to function in many other reactions including phage lambda site-specific recombination, transcriptional activation of rRNA and tRNA operons, repression of its own synthesis, and oriC-directed DNA replication. Cellular concentrations of Fis vary tremendously under different growth conditions which may have important regulatory implications for the physiological role of Fis in these different reactions.",
            "score": 322.0126781463623
        },
        {
            "docid": "1907068_4",
            "document": "RecA . RecA's association with DNA major is based on its central role in homologous recombination. The RecA protein binds strongly and in long clusters to ssDNA to form a nucleoprotein filament. The protein has more than one DNA binding site, and thus can hold a single strand and double strand together. This feature makes it possible to catalyze a DNA synapsis reaction between a DNA double helix and a complementary region of single stranded DNA. The RecA-ssDNA filament searches for sequence similarity along the dsDNA. The search process induces stretching of the DNA duplex, which enhances sequence complementarity recognition (a mechanism termed conformational proofreading). The reaction initiates the exchange of strands between two recombining DNA double helices. After the synapsis event, in the heteroduplex region a process called \"branch migration\" begins. In branch migration an unpaired region of one of the single strands displaces a paired region of the other single strand, moving the branch point without changing the total number of base pairs. Spontaneous branch migration can occur, however as it generally proceeds equally in both directions it is unlikely to complete recombination efficiently. The RecA protein catalyzes unidirectional branch migration and by doing so makes it possible to complete recombination, producing a region of heteroduplex DNA that is thousands of base pairs long.",
            "score": 383.19292438030243
        },
        {
            "docid": "5638621_7",
            "document": "DNA footprinting . A variety of cleavage agents can be chosen. a desirable agent is one that is sequence neutral, easy to use, and is easy to control. Unfortunately no available agents meet all of these standards, so an appropriate agent can be chosen, depending on your DNA sequence and ligand of interest. The following cleavage agents are described in detail: DNase I is a large protein that functions as a double-strand endonuclease. It binds the minor groove of DNA and cleaves the phosphodiester backbone. It is a good cleavage agent for footprinting because its size makes it easily physically hindered. Thus is more likely to have its action blocked by a bound protein on a DNA sequence. In addition, the DNase I enzyme is easily controlled by adding EDTA to stop the reaction. There are however some limitations in using DNase I. The enzyme does not cut DNA randomly; its activity is affected by local DNA structure and sequence and therefore results in an uneven ladder. This can limit the precision of predicting a protein’s binding site on the DNA molecule. Hydroxyl radicals are created from the Fenton reaction, which involves reducing Fe with HO to form free hydroxyl molecules. These hydroxyl molecules react with the DNA backbone, resulting in a break. Due to their small size, the resulting DNA footprint has high resolution. Unlike DNase I they have no sequence dependence and result in a much more evenly distributed ladder. The negative aspect of using hydroxyl radicals is that they are more time consuming to use, due to a slower reaction and digestion time. Ultraviolet irradiation can be used to excite nucleic acids and create photoreactions, which results in damaged bases in the DNA strand. Photoreactions can include: single strand breaks, interactions between or within DNA strands, reactions with solvents, or crosslinks with proteins. The workflow for this method has an additional step, once both your protected and unprotected DNA have been treated, there is subsequent primer extension of the cleaved products. The extension will terminate upon reaching a damaged base, and thus when the PCR products are run side-by-side on a gel; the protected sample will show an additional band where the DNA was crosslinked with a bound protein. Advantages of using UV are that it reacts very quickly and can therefore capture interactions that are only momentary. Additionally it can be applied to \"in vivo\" experiments, because UV can penetrate cell membranes. A disadvantage is that the gel can be difficult to interpret, as the bound protein does not protect the DNA, it merely alters the photoreactions in the vicinity.",
            "score": 302.9723700284958
        },
        {
            "docid": "1590640_11",
            "document": "Nuclear DNA . DNA replication begins at a specific site in the DNA molecule called the origin of replication. The enzyme helicase unwinds and separates a portion of the DNA molecule after which single-strand binding proteins react with and stabilize the separated, single-stranded sections of the DNA molecule. The enzyme complex DNA polymerase engages the separated portion of the molecule and initiates the process of replication. DNA polymerase can only connect new DNA nucleotides to a pre-existing chain of nucleotides. Therefore, replication begins as an enzyme called primase assembles an RNA primer at the origin of replication. The RNA primer consists of a short sequence of RNA nucleotides, complementary to a small, initial section of the DNA strand being prepared for replication. DNA polymerase is then able to add DNA nucleotides to the RNA primer and thus begin the process of constructing a new complementary strand of DNA. Later the RNA primer is enzymatically removed and replaced with the appropriate sequence of DNA nucleotides. Because the two complementary strands of the DNA molecule are oriented in opposite directions and the DNA polymerase can only accommodate replication in one direction, two different mechanisms for copying the strands of DNA are employed. One strand is replicated continuously towards the unwinding, separating portion of the original DNA molecule; while the other strand is replicated discontinuously in the opposite direction with the formation of a series of short DNA segments called Okazaki fragments. Each Okazaki fragment requires a separate RNA primer. As the Okazaki fragments are synthesized, the RNA primers are replaced with DNA nucleotides and the fragments are bonded together in a continuous complementary strand.",
            "score": 284.2036089897156
        },
        {
            "docid": "5058843_2",
            "document": "Ku (protein) . Ku is a dimeric protein complex that binds to DNA double-strand break ends and is required for the non-homologous end joining (NHEJ) pathway of DNA repair. Ku is evolutionarily conserved from bacteria to humans. The ancestral bacterial Ku is a homodimer (two copies of the same protein bound to each other). Eukaryotic Ku is a heterodimer of two polypeptides, Ku70 (XRCC6) and Ku80 (XRCC5), so named because the molecular weight of the human Ku proteins is around 70 kDa and 80 kDa. The two Ku subunits form a basket-shaped structure that threads onto the DNA end. Once bound, Ku can slide down the DNA strand, allowing more Ku molecules to thread onto the end. In higher eukaryotes, Ku forms a complex with the DNA-dependent protein kinase catalytic subunit (DNA-PKcs) to form the full DNA-dependent protein kinase, DNA-PK. Ku is thought to function as a molecular scaffold to which other proteins involved in NHEJ can bind, orienting the double-strand break for ligation.",
            "score": 342.3206453323364
        },
        {
            "docid": "5638621_5",
            "document": "DNA footprinting . The simplest application of this technique is to assess whether a given protein binds to a region of interest within a DNA molecule. Polymerase chain reaction (PCR) amplify and label region of interest that contains a potential protein-binding site, ideally amplicon is between 50 and 200 base pairs in length. Add protein of interest to a portion of the labeled template DNA; a portion should remain separate without protein, for later comparison. Add a cleavage agent to both portions of DNA template. The cleavage agent is a chemical or enzyme that will cut at random locations in a sequence independent manner. The reaction should occur just long enough to cut each DNA molecule in only one location. A protein that specifically binds a region within the DNA template will protect the DNA it is bound to from the cleavage agent. Run both samples side by side on a polyacrylamide gel electrophoresis. The portion of DNA template without protein will be cut at random locations, and thus when it is run on a gel, will produce a ladder-like distribution. The DNA template with the protein will result in ladder distribution with a break in it, the \"footprint\", where the DNA has been protected from the cleavage agent. Note: Maxam-Gilbert chemical DNA sequencing can be run alongside the samples on the polyacrylamide gel to allow the prediction of the exact location of ligand binding site.",
            "score": 282.4384160041809
        },
        {
            "docid": "6425322_12",
            "document": "DNA clamp . Sliding clamps are loaded onto their associated DNA template strands by specialized proteins known as \"sliding clamp loaders\", which also disassemble the clamps after replication has completed. The binding sites for these initiator proteins overlap with the binding sites for the DNA polymerase, so the clamp cannot simultaneously associate with a clamp loader and with a polymerase. Thus the clamp will not be actively disassembled while the polymerase remains bound. DNA clamps also associate with other factors involved in DNA and genome homeostasis, such as nucleosome assembly factors, Okazaki fragment ligases, and DNA repair proteins. All of these proteins also share a binding site on the DNA clamp that overlaps with the clamp loader site, ensuring that the clamp will not be removed while any enzyme is still working on the DNA. The activity of the clamp loader requires ATP hydrolysis to \"close\" the clamp around the DNA.",
            "score": 259.6294574737549
        },
        {
            "docid": "34930586_26",
            "document": "Genome editing . The method generally adopted for this involves associating two DNA binding proteins – each containing 3 to 6 specifically chosen zinc fingers – with the catalytic domain of the FokI endonuclease which need to dimerize to cleave the double-strand DNA. The two proteins recognize two DNA sequences that are a few nucleotides apart. Linking the two zinc finger proteins to their respective sequences brings the two FokI domains closer together. FokI requires dimerization to have nuclease activity and this means the specificity increases dramatically as each nuclease partner would recognize a unique DNA sequence. To enhance this effect, FokI nucleases have been engineered that can only function as heterodimers.",
            "score": 279.10884189605713
        },
        {
            "docid": "15066434_10",
            "document": "RNF8 . Ku protein is a dimeric protein complex, a heterodimer of two polypeptides, Ku70 and Ku80. Ku protein forms a ring structure. An early step in non-homologous end joining DNA repair of a double-strand break is the slipping of a Ku protein (with its ring protein structure) over each end of the broken DNA. The two Ku proteins, one on each broken end, bind to each other and form a bridge. This protects the DNA ends and forms a platform for further DNA repair enzymes to operate. After the broken ends are rejoined, the two Ku proteins still encircle the now intact DNA and can no longer slip off an end. The Ku proteins must be removed or they cause loss of cell viability. The removal of Ku protein is performed either by RNF8 ubiquitination of Ku80, allowing it to be released from the Ku protein ring, or else by NEDD8 promoted ubiquitination of Ku protein, causing its release from DNA.",
            "score": 284.3580324649811
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 283.0456540584564
        },
        {
            "docid": "3113700_2",
            "document": "Catabolite activator protein . Catabolite activator protein (CAP; also known as cAMP receptor protein, CRP) is a trans-acting transcriptional activator that exists as a homodimer in solution. Each subunit of CAP is composed of a ligand-binding domain at the N-terminus (CAP, residues 1-138) and a DNA-binding domain at the C-terminus (DBD, residues 139-209). Two cAMP (cyclic AMP) molecules bind dimeric CAP with negative cooperativity. Cyclic AMP functions as an allosteric effector by increasing CAP's affinity for DNA. CAP binds a DNA region upstream from the DNA binding site of RNA Polymerase. CAP activates transcription through protein-protein interactions with the α-subunit of RNA Polymerase. This protein-protein interaction is responsible for (i) catalyzing the formation of the RNAP-promoter closed complex; and (ii) isomerization of the RNAP-promoter complex to the open confirmation. CAP's interaction with RNA polymerase causes bending of the DNA near the transcription start site, thus effectively catalyzing the transcription initiation process. CAP's name is derived from its ability to affect transcription of genes involved in many catabolic pathways. For example, when the amount of glucose transported into the cell is low, a cascade of events results in the increase of cytosolic cAMP levels. This increase in cAMP levels is sensed by CAP, which goes on to activate the transcription of many other catabolic genes.",
            "score": 294.43393099308014
        },
        {
            "docid": "10226901_10",
            "document": "Tn3 transposon . At recombination, two directly repeated res sites with resolvase dimers bound to each sub-site, come together to form a large complex structure called the synaptosome. Resolvase bound to sites II and III initiates the assembly of this complex. In this structure, exact architecture of which is still unclear, two res sites are intertwined in such a way as to juxtapose two copies of site I, allowing resolvase dimers bound to each site to form a tetramer. Again, it is the interaction between the resolvase dimers bound at accessory sites (sites II and III) and resolvase at site I that causes the two dimers to synapse and form a tetramer. After the tetramer is formed it becomes activated and the top and bottom DNA strands are simultaneously cleaved in the middle of the site I with a 2bp overhang. The strand exchange ensues by as yet unknown mechanism with a resulting net rotation of 180°. The strand exchange is then followed by the religation (Stark et al., 1992). Recombination between two directly repeated res sites separates, or resolves, the \"cointegrate\" into two original molecules, each one now containing a copy of the Tn3 transposon. After resolution these two molecules remain linked as a simple two-noded catenane which can be easily separated \"in vivo\" by a type II topoisomerase (Grindley 2002).  Wild type resolvase system absolutely requires a supercoiled substrate and that the recombination sites are oriented in a direct repeat on the same DNA molecule.  However, a number of \"deregulated\" or \"hyperactive\" mutants that have lost the requirement for the accessory sites have been isolated. These mutants are capable of catalysing recombination between two copies of site I only, which basically reduces the recombination site size from 114bp to only 28bp. Furthermore, these mutants have no supercoiling or connectivity requirements (Arnold et al., 1999) and have been shown to work in mammalian cells. Hyperactive resolvase mutants have so far proven useful in creating resolvases with altered sequence specificity but also in structural work.",
            "score": 308.6954826116562
        },
        {
            "docid": "2631477_15",
            "document": "Homologous recombination . Two primary models for how homologous recombination repairs double-strand breaks in DNA are the double-strand break repair (DSBR) pathway (sometimes called the \"double Holliday junction model\") and the synthesis-dependent strand annealing (SDSA) pathway. The two pathways are similar in their first several steps. After a double-strand break occurs, the MRX complex (MRN complex in humans) binds to DNA on either side of the break. Next a resection, in which DNA around the 5' ends of the break is cut back, is carried out in two distinct steps. In the first step of resection, the MRX complex recruits the Sae2 protein. The two proteins then trim back the 5' ends on either side of the break to create short 3' overhangs of single-strand DNA. In the second step, 5'→3' resection is continued by the Sgs1 helicase and the Exo1 and Dna2 nucleases. As a helicase, Sgs1 \"unzips\" the double-strand DNA, while Exo1 and Dna2's nuclease activity allows them to cut the single-stranded DNA produced by Sgs1. The RPA protein, which has high affinity for single-stranded DNA, then binds the 3' overhangs. With the help of several other proteins that mediate the process, the Rad51 protein (and Dmc1, in meiosis) then forms a filament of nucleic acid and protein on the single strand of DNA coated with RPA. This nucleoprotein filament then begins searching for DNA sequences similar to that of the 3' overhang. After finding such a sequence, the single-stranded nucleoprotein filament moves into (invades) the similar or identical recipient DNA duplex in a process called strand invasion. In cells that divide through mitosis, the recipient DNA duplex is generally a sister chromatid, which is identical to the damaged DNA molecule and provides a template for repair. In meiosis, however, the recipient DNA tends to be from a similar but not necessarily identical homologous chromosome. A displacement loop (D-loop) is formed during strand invasion between the invading 3' overhang strand and the homologous chromosome. After strand invasion, a DNA polymerase extends the end of the invading 3' strand by synthesizing new DNA. This changes the D-loop to a cross-shaped structure known as a Holliday junction. Following this, more DNA synthesis occurs on the invading strand (i.e., one of the original 3' overhangs), effectively restoring the strand on the homologous chromosome that was displaced during strand invasion.",
            "score": 319.5799551010132
        },
        {
            "docid": "10095073_10",
            "document": "Site-specific recombination . It is still not entirely clear how the strand exchange occurs after the DNA has been cleaved. However, it has been shown that the strands are exchanged while covalently linked to the protein, with a resulting net rotation of 180°. The most quoted (but not the only) model accounting for these facts is the \"subunit rotation model\" (Fig. 2). Independent of the model, DNA duplexes are situated outside of the protein complex, and large movement of the protein is needed to achieve the strand exchange. In this case the recombination sites are slightly asymmetric, which allows the enzyme to tell apart the left and right ends of the site. When generating products, left ends are always joined to the right ends of their partner sites, and vice versa. This causes different recombination hybrid sites to be reconstituted in the recombination products. Joining of left ends to left or right to right is avoided due to the asymmetric “overlap” sequence between the staggered points of top and bottom strand exchange, which is in stark contrast to the mechanism employed by tyrosine recombinases.",
            "score": 332.17705368995667
        },
        {
            "docid": "9464848_2",
            "document": "Protein–DNA interaction site predictor . Structural and physical properties of DNA provide important constraints on the binding sites formed on surfaces of DNA-binding proteins. Characteristics of such binding sites may be used for predicting DNA-binding sites from the structural and even sequence properties of unbound proteins. This approach has been successfully implemented for predicting the protein–protein interface. Here, this approach is adopted for predicting DNA-binding sites in DNA-binding proteins. First attempt to use sequence and evolutionary features to predict DNA-binding sites in proteins was made by Ahmad et al. (2004) and Ahmad and Sarai (2005). Some methods use structural information to predict DNA-binding sites and therefore require a three-dimensional structure of the protein, while others use only sequence information and do not require protein structure in order to make a prediction.",
            "score": 244.69229972362518
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 312.9966537952423
        },
        {
            "docid": "26194_17",
            "document": "Restriction enzyme . Type III restriction enzymes (e.g., EcoP15) recognize two separate non-palindromic sequences that are inversely oriented. They cut DNA about 20–30 base pairs after the recognition site. These enzymes contain more than one subunit and require AdoMet and ATP cofactors for their roles in DNA methylation and restriction, respectively. They are components of prokaryotic DNA restriction-modification mechanisms that protect the organism against invading foreign DNA. Type III enzymes are hetero-oligomeric, multifunctional proteins composed of two subunits, Res and Mod. The Mod subunit recognises the DNA sequence specific for the system and is a modification methyltransferase; as such, it is functionally equivalent to the M and S subunits of type I restriction endonuclease. Res is required for restriction, although it has no enzymatic activity on its own. Type III enzymes recognise short 5–6 bp-long asymmetric DNA sequences and cleave 25–27 bp downstream to leave short, single-stranded 5' protrusions. They require the presence of two inversely oriented unmethylated recognition sites for restriction to occur. These enzymes methylate only one strand of the DNA, at the N-6 position of adenosyl residues, so newly replicated DNA will have only one strand methylated, which is sufficient to protect against restriction. Type III enzymes belong to the beta-subfamily of N6 adenine methyltransferases, containing the nine motifs that characterise this family, including motif I, the AdoMet binding pocket (FXGXG), and motif IV, the catalytic region (S/D/N (PP) Y/F).",
            "score": 306.6468161344528
        },
        {
            "docid": "21843_11",
            "document": "Nucleosome . The nucleosome contains over 120 direct protein-DNA interactions and several hundred water-mediated ones. Direct protein - DNA interactions are not spread evenly about the octamer surface but rather located at discrete sites. These are due to the formation of two types of DNA binding sites within the octamer; the α1α1 site, which uses the α1 helix from two adjacent histones, and the L1L2 site formed by the L1 and L2 loops. Salt links and hydrogen bonding between both side-chain basic and hydroxyl groups and main-chain amides with the DNA backbone phosphates form the bulk of interactions with the DNA. This is important, given that the ubiquitous distribution of nucleosomes along genomes requires it to be a non-sequence-specific DNA-binding factor. Although nucleosomes tend to prefer some DNA sequences over others, they are capable of binding practically to any sequence, which is thought to be due to the flexibility in the formation of these water-mediated interactions. In addition, non-polar interactions are made between protein side-chains and the deoxyribose groups, and an arginine side-chain intercalates into the DNA minor groove at all 14 sites where it faces the octamer surface. The distribution and strength of DNA-binding sites about the octamer surface distorts the DNA within the nucleosome core. The DNA is non-uniformly bent and also contains twist defects. The twist of free B-form DNA in solution is 10.5 bp per turn. However, the overall twist of nucleosomal DNA is only 10.2 bp per turn, varying from a value of 9.4 to 10.9 bp per turn.",
            "score": 252.91234707832336
        },
        {
            "docid": "14760958_9",
            "document": "ERCC4 . One ERCC1 molecule and one XPF molecule bind together, forming an ERCC1-XPF heterodimer which is the active nuclease form of the enzyme. In the ERCC1–XPF heterodimer, ERCC1 mediates DNA– and protein–protein interactions. XPF provides the endonuclease active site and is involved in DNA binding and additional protein–protein interactions.",
            "score": 224.26986503601074
        }
    ],
    "r": [
        {
            "docid": "8559750_4",
            "document": "Hin recombinase . The initial reaction requires binding of Hin and Fis to their respective DNA sequences and assemble into a higher-order nucleoprotein complex with branched plectonemic supercoils with the aid of the DNA bending protein HU. At this point, it is believed that the Fis protein modulates subtle contacts to activate the reaction, possibly through direct interactions with the Hin protein. Activation of the 4 catalytic serine residues within the Hin tetramer make a 2-bp double stranded DNA break and forms a covalent reaction intermediate. The DNA cleavage event also requires the divalent metal cation magnesium. A large conformational change reveals a large hydrophobic interface that allows for subunit rotation which may be driven by superhelical torsion within the protein-DNA complex. After this 180° rotation, Hin returns to its native conformation and re-ligates the cleaved DNA, without the aid of high energy cofactors and without the loss of any DNA.",
            "score": 460.0474548339844
        },
        {
            "docid": "8559750_2",
            "document": "Hin recombinase . Hin recombinase is a 21kD protein composed of 198 amino acids that is found in the bacteria Salmonella. Hin belongs to the serine recombinase family of DNA invertases in which it relies on the active site serine to initiate DNA cleavage and recombination. The related protein, gamma-delta resolvase shares high similarity to Hin, of which much structural work has been done, including structures bound to DNA and reaction intermediates. Hin functions to invert a 900 base pair (bp) DNA segment within the salmonella genome that contains a promoter for downstream flagellar genes, fljA and fljB. Inversion of the intervening DNA alternates the direction of the promoter and thereby alternates expression of the flagellar genes. This is advantageous to the bacterium as a means of escape from the host immune response.",
            "score": 452.9853515625
        },
        {
            "docid": "1907068_4",
            "document": "RecA . RecA's association with DNA major is based on its central role in homologous recombination. The RecA protein binds strongly and in long clusters to ssDNA to form a nucleoprotein filament. The protein has more than one DNA binding site, and thus can hold a single strand and double strand together. This feature makes it possible to catalyze a DNA synapsis reaction between a DNA double helix and a complementary region of single stranded DNA. The RecA-ssDNA filament searches for sequence similarity along the dsDNA. The search process induces stretching of the DNA duplex, which enhances sequence complementarity recognition (a mechanism termed conformational proofreading). The reaction initiates the exchange of strands between two recombining DNA double helices. After the synapsis event, in the heteroduplex region a process called \"branch migration\" begins. In branch migration an unpaired region of one of the single strands displaces a paired region of the other single strand, moving the branch point without changing the total number of base pairs. Spontaneous branch migration can occur, however as it generally proceeds equally in both directions it is unlikely to complete recombination efficiently. The RecA protein catalyzes unidirectional branch migration and by doing so makes it possible to complete recombination, producing a region of heteroduplex DNA that is thousands of base pairs long.",
            "score": 383.19293212890625
        },
        {
            "docid": "10095073_7",
            "document": "Site-specific recombination . Recombination between two DNA sites begins by the recognition and binding of these sites by the recombinase protein. This is followed by synapsis, i.e. bringing the sites together to form the synaptic complex. It is within this synaptic complex that the strand exchange takes place, as the DNA is cleaved and rejoined by controlled transesterification reactions. During strand exchange, the DNA cut at fixed points within the crossover region of the site releases a deoxyribose hydroxyl group, while the recombinase protein forms a transient covalent bond to a DNA backbone phosphate. This phosphodiester bond between the hydroxyl group of the nucleophilic serine or tyrosine residue conserves the energy that was expended in cleaving the DNA. Energy stored in this bond is subsequently used for the rejoining of the DNA to the corresponding deoxyribose hydroxyl group on the other site. The entire process therefore goes through without the need for external energy-rich cofactors such as ATP.",
            "score": 383.0093994140625
        },
        {
            "docid": "4363576_22",
            "document": "Cre-Lox recombination . Mechanism of action Initiation of site-specific recombination begins with the binding of recombination proteins to their respective DNA targets. A separate recombinase recognizes and binds to each of two recombination sites on two different DNA molecules or within the same DNA strand. At the given specific site on the DNA, the hydroxyl group of the tyrosine in the recombinase attacks a phosphate group in the DNA backbone using a direct transesterification mechanism. This reaction links the recombinase protein to the DNA via a phospho-tyrosine linkage. This conserves the energy of the phosphodiester bond, allowing the reaction to be reversed without the involvement of a high-energy cofactor.",
            "score": 378.55633544921875
        },
        {
            "docid": "10095073_2",
            "document": "Site-specific recombination . Site-specific recombination, also known as conservative site-specific recombination, is a type of genetic recombination in which DNA strand exchange takes place between segments possessing at least a certain degree of sequence homology. Site-specific recombinases (SSRs) perform rearrangements of DNA segments by recognizing and binding to short DNA sequences (sites), at which they cleave the DNA backbone, exchange the two DNA helices involved and rejoin the DNA strands. While in some site-specific recombination systems just a recombinase enzyme and the recombination sites is enough to perform all these reactions, in other systems a number of accessory proteins and/or accessory sites are also needed. Multiple genome modification strategies, among these recombinase-mediated cassette exchange (RMCE), an advanced approach for the targeted introduction of transcription units into predetermined genomic \"loci\", rely on the capacities of SSRs.",
            "score": 366.7449645996094
        },
        {
            "docid": "4468576_8",
            "document": "Cre recombinase . The active site of the Cre enzyme consists of the conserved catalytic triad residues Arg 173, His 289, Arg 292 as well as the conserved nucleophilic residues Tyr 324 and Trp 315. Unlike some recombinase enzymes such as Flp recombinase, Cre does not form a shared active site between separate subunits and all the residues that contribute to the active site are found on a single subunit. Consequently, when two Cre molecules bind at a single loxP site two active sites are present. Cre mediated recombination requires the formation of a synapse in which two Cre-LoxP complexes associate to form what is known as the synapse tetramer in which 4 distinct active sites are present.  Tyr 324 acts as a nucleophile to form a covalent 3’-phosphotyrosine linkage to the DNA substrate. The scissile phosphate (phosphate targeted for nucleophilic attack at the cleavage site) is coordinated by the side chains of the 3 amino acid residues of the catalytic triad (Arg 173, His 289 & Trp 315). The indole nitrogen of tryptophan 315 also forms a hydrogen bond to this scissile phosphate. (n.b A Histidine occupies this site in other tyrosine recombinase family members and performs the same function). This reaction cleaves the DNA and frees a 5’ hydroxyl group. This process occurs in the active site of two out of the four recombinase subunits present at the synapse tetramer. If the 5’ hydroxyl groups attack the 3’-phosphotyrosine linkage one pair of the DNA strands will exchange to form a Holliday junction intermediate.",
            "score": 365.4932861328125
        },
        {
            "docid": "4363576_21",
            "document": "Cre-Lox recombination . A number of conserved site-specific recombination systems have been described in both prokaryotic and eukaryotic organisms. In general, these systems use one or more proteins and act on unique asymmetric DNA sequences. The products of the recombination event depend on the relative orientation of these asymmetric sequences. Many other proteins apart from the recombinase are involved in regulating the reaction. During site-specific DNA recombination, which brings about genetic rearrangement in processes such as viral integration and excision and chromosomal segregation, these recombinase enzymes recognize specific DNA sequences and catalyse the reciprocal exchange of DNA strands between these sites.",
            "score": 356.6749572753906
        },
        {
            "docid": "9933420_15",
            "document": "DNA repair protein XRCC4 . The process of NHEJ involves XRCC4 and a number of tightly coupled proteins acting in concert to repair the DSB. The system begins with the binding of one heterodimeric protein called Ku70/80 to each end of the DSB to maintain them close together in preparation for ligation and prevent their degradation. Ku70/80 then sequesters one DNA-dependent protein kinase catalytic subunit (DNA-PKcs) to the DNA ends to enable the binding of Artemis protein to one end of each DNA-PKcs. One end of the DNA-PKcs joins to stabilize the proximity of the DSB and allow very short regions of DNA complementarity to hybridize. DNA-PKcs then phosphorylates Artemis at a serine/threonine to activate its exonuclease activity and cleave nucleotides at the single strand tails that are not hybridized in a 5’ to 3’ direction. Two XRCC4 proteins are post-translationally modified for recognition and localization to Ku70/80 (5). The two XRCC4 proteins dimerize together and bind to Ku70/80 at the ends of the DNA strands to promote ligation. XRCC4 then forms a strong complex with DNA ligase IV, LigIV, which is enhanced by Cernunnos XRCC4-like factor, Cer-XLF. Cer-XLF only binds to XRCC4 without direct interaction with LigIV. LigIV then joins the DNA ends by catalyzing a covalent phosphodiester bond.",
            "score": 355.663818359375
        },
        {
            "docid": "7955_66",
            "document": "DNA . The most common form of chromosomal crossover is homologous recombination, where the two chromosomes involved share very similar sequences. Non-homologous recombination can be damaging to cells, as it can produce chromosomal translocations and genetic abnormalities. The recombination reaction is catalyzed by enzymes known as recombinases, such as RAD51. The first step in recombination is a double-stranded break caused by either an endonuclease or damage to the DNA. A series of steps catalyzed in part by the recombinase then leads to joining of the two helices by at least one Holliday junction, in which a segment of a single strand in each helix is annealed to the complementary strand in the other helix. The Holliday junction is a tetrahedral junction structure that can be moved along the pair of chromosomes, swapping one strand for another. The recombination reaction is then halted by cleavage of the junction and re-ligation of the released DNA. Only strands of like polarity exchange DNA during recombination. There are two types of cleavage: east-west cleavage and north-south cleavage. The north-south cleavage nicks both strands of DNA, while the east-west cleavage has one strand of DNA intact. The formation of a Holliday junction during recombination makes it possible for genetic diversity, genes to exchange on chromosomes, and expression of wild-type viral genomes.",
            "score": 353.9159851074219
        },
        {
            "docid": "4363576_13",
            "document": "Cre-Lox recombination . When cells that have \"loxP\" sites in their genome express Cre, a recombination event can occur between the \"loxP\" sites. Cre recombinase proteins bind to the first and last 13 bp regions of a lox site forming a dimer. This dimer then binds to a dimer on another lox site to form a tetramer. Lox sites are directional and the two sites joined by the tetramer are parallel in orientation. The double stranded DNA is cut at both \"loxP\" sites by the Cre protein. The strands are then rejoined with DNA ligase in a quick and efficient process. The result of recombination depends on the orientation of the \"loxP\" sites. For two lox sites on the same chromosome arm, inverted \"loxP\" sites will cause an inversion of the intervening DNA, while a direct repeat of \"loxP\" sites will cause a deletion event. If \"loxP\" sites are on different chromosomes it is possible for translocation events to be catalysed by Cre induced recombination. Two plasmids can be joined using the variant lox sites 71 and 66.",
            "score": 352.9085388183594
        },
        {
            "docid": "2631477_28",
            "document": "Homologous recombination . Upon encountering a Chi site, the activity of the RecBCD enzyme changes drastically. DNA unwinding pauses for a few seconds and then resumes at roughly half the initial speed. This is likely because the slower RecB helicase unwinds the DNA after Chi, rather than the faster RecD helicase, which unwinds the DNA before Chi. Recognition of the Chi site also changes the RecBCD enzyme so that it cuts the DNA strand with Chi and begins loading multiple RecA proteins onto the single-stranded DNA with the newly generated 3' end. The resulting RecA-coated nucleoprotein filament then searches out similar sequences of DNA on a homologous chromosome. The search process induces stretching of the DNA duplex, which enhances homology recognition (a mechanism termed conformational proofreading ). Upon finding such a sequence, the single-stranded nucleoprotein filament moves into the homologous recipient DNA duplex in a process called \"strand invasion\". The invading 3' overhang causes one of the strands of the recipient DNA duplex to be displaced, to form a D-loop. If the D-loop is cut, another swapping of strands forms a cross-shaped structure called a Holliday junction. Resolution of the Holliday junction by some combination of RuvABC or RecG can produce two recombinant DNA molecules with reciprocal genetic types, if the two interacting DNA molecules differ genetically. Alternatively, the invading 3’ end near Chi can prime DNA synthesis and form a replication fork. This type of resolution produces only one type of recombinant (non-reciprocal).",
            "score": 343.1323547363281
        },
        {
            "docid": "8559750_3",
            "document": "Hin recombinase . Hin functions by binding to two 26bp imperfect inverted repeat sequences as a homodimer. These hin binding sites flank the invertible segment which not only encodes the Hin gene itself, but also contains an enhancer element to which the bacterial Fis proteins binds with nanomolar affinity. Four molecules of Fis bind to this site as a homodimers and are required for the recombination reaction to proceed.",
            "score": 342.36663818359375
        },
        {
            "docid": "5058843_2",
            "document": "Ku (protein) . Ku is a dimeric protein complex that binds to DNA double-strand break ends and is required for the non-homologous end joining (NHEJ) pathway of DNA repair. Ku is evolutionarily conserved from bacteria to humans. The ancestral bacterial Ku is a homodimer (two copies of the same protein bound to each other). Eukaryotic Ku is a heterodimer of two polypeptides, Ku70 (XRCC6) and Ku80 (XRCC5), so named because the molecular weight of the human Ku proteins is around 70 kDa and 80 kDa. The two Ku subunits form a basket-shaped structure that threads onto the DNA end. Once bound, Ku can slide down the DNA strand, allowing more Ku molecules to thread onto the end. In higher eukaryotes, Ku forms a complex with the DNA-dependent protein kinase catalytic subunit (DNA-PKcs) to form the full DNA-dependent protein kinase, DNA-PK. Ku is thought to function as a molecular scaffold to which other proteins involved in NHEJ can bind, orienting the double-strand break for ligation.",
            "score": 342.3206481933594
        },
        {
            "docid": "10095073_10",
            "document": "Site-specific recombination . It is still not entirely clear how the strand exchange occurs after the DNA has been cleaved. However, it has been shown that the strands are exchanged while covalently linked to the protein, with a resulting net rotation of 180°. The most quoted (but not the only) model accounting for these facts is the \"subunit rotation model\" (Fig. 2). Independent of the model, DNA duplexes are situated outside of the protein complex, and large movement of the protein is needed to achieve the strand exchange. In this case the recombination sites are slightly asymmetric, which allows the enzyme to tell apart the left and right ends of the site. When generating products, left ends are always joined to the right ends of their partner sites, and vice versa. This causes different recombination hybrid sites to be reconstituted in the recombination products. Joining of left ends to left or right to right is avoided due to the asymmetric “overlap” sequence between the staggered points of top and bottom strand exchange, which is in stark contrast to the mechanism employed by tyrosine recombinases.",
            "score": 332.17706298828125
        },
        {
            "docid": "64045_7",
            "document": "Chromosomal crossover . Meiotic recombination may be initiated by double-stranded breaks that are introduced into the DNA by exposure to DNA damaging agents or the Spo11 protein. One or more exonucleases then digest the 5’ ends generated by the double-stranded breaks to produce 3’ single-stranded DNA tails (see diagram). The meiosis-specific recombinase Dmc1 and the general recombinase Rad51 coat the single-stranded DNA to form nucleoprotein filaments. The recombinases catalyze invasion of the opposite chromatid by the single-stranded DNA from one end of the break. Next, the 3’ end of the invading DNA primes DNA synthesis, causing displacement of the complementary strand, which subsequently anneals to the single-stranded DNA generated from the other end of the initial double-stranded break. The structure that results is a \"cross-strand exchange\", also known as a Holliday junction. The contact between two chromatids that will soon undergo crossing-over is known as a \"chiasma\". The Holliday junction is a tetrahedral structure which can be 'pulled' by other recombinases, moving it along the four-stranded structure. The MSH4 and MSH5 proteins form a hetero-oligomeric structure (heterodimer) in yeast and humans. In the yeast \"Saccharomyces cerevisiae\" MSH4 and MSH5 act specifically to facilitate crossovers between homologous chromosomes during meiosis. The MSH4/MSH5 complex binds and stabilizes double Holliday junctions and promotes their resolution into crossover products. An MSH4 hypomorphic (partially functional) mutant of \"S. cerevisiae\" showed a 30% genome wide reduction in crossover numbers, and a large number of meioses with non exchange chromosomes. Nevertheless, this mutant gave rise to spore viability patterns suggesting that segregation of non-exchange chromosomes occurred efficiently. Thus in \"S. cerevisiae\" proper segregation apparently does not entirely depend on crossovers between homologous pairs.",
            "score": 327.8882141113281
        },
        {
            "docid": "4468576_2",
            "document": "Cre recombinase . Cre recombinase is a tyrosine recombinase enzyme derived from the P1 bacteriophage. The enzyme uses a topoisomerase I like mechanism to carry out site specific recombination events. The enzyme (38kDa) is a member of the integrase family of site specific recombinase and it is known to catalyse the site specific recombination event between two DNA recognition sites (LoxP sites). This 34 base pair (bp) loxP recognition site consists of two 13 bp palindromic sequences which flank an 8bp spacer region. The products of Cre-mediated recombination at loxP sites are dependent upon the location and relative orientation of the loxP sites. Two separate DNA species both containing loxP sites can undergo fusion as the result of Cre mediated recombination. DNA sequences found between two loxP sites are said to be \"floxed\". In this case the products of Cre mediated recombination depends upon the orientation of the loxP sites. DNA found between two loxP sites oriented in the same direction will be excised as a circular loop of DNA whilst intervening DNA between two loxP sites that are opposingly orientated will be inverted. The enzyme requires no additional cofactors (such as ATP) or accessory proteins for its function.",
            "score": 326.130859375
        },
        {
            "docid": "6019108_11",
            "document": "FLP-FRT recombination . The Flp protein, much like Cre, is a tyrosine family site-specific recombinase. This family of recombinases performs its function via a type IB topoisomerase mechanism causing the recombination of two separate strands of DNA. Recombination is carried out by a repeated two-step process. The initial step causes the creation of a Holliday junction intermediate. The second step promotes the resulting recombination of the two complementary strands. As their family name suggests, a highly conserved tyrosine nucleophile cleaves the DNA strands. The nucleophilic properties of the tyrosine attack and bind to the 3'-phosphate at the point of DNA cleavage. The resulting 5'-hydroxyl group of the cleaved DNA acts as the nucleophile and attacks the 3'-phosphate on the complementarily cleaved DNA strand, resulting in successful recombination. Outside of the tyrosine residue, there is a conserved catalytic pentad. This pentad is made up of a lysine (Lysβ), two arginines (Arg I and II), a histidine (His-II), and a histidine/tryptophan (His/Trp-III) that comprises a mandatory and highly conserved constellation of residues for the active site of Flp and Cre (along with other IB topiosomerases). These other residues are crucial to the correct orientation of Flp binding and positioning on the DNA strands.",
            "score": 325.32427978515625
        },
        {
            "docid": "10147471_12",
            "document": "Nibrin . HSV-1-infection has been shown to result from the phosphorylation of Nbs1. It has been shown in studies that activation of the MRN complex and ATM biochemical cascade is consistent for a resulting HSV-1 infection. When there is an HSV-1 infection, the nucleus is reorganized causing the formation of RCs (replication compartments) where gene expression and DNA replication occurs. Proteins in the host used for DNA repair and damage response are needed for virus production. ICP8, which is a viral single-strand binding protein, is known to interact with several DNA repair proteins, such as Rad50, Mre11, BRG1, and DNA-PKcs. Ul12 and ICP8 viral proteins function together as a recombinase, possibly showing that while working with the host's recombination factors, work to form a concatemer by stimulating homologous recombination. These proteins may move the MRN complex towards the viral genome so it is able to promote homologous recombination, and to prevent non-homologous recombination as non-homologous recombination can have anti-viral effects. This possibly shows that the reaction between UL12 and MRN regulates the complex in a way that benefits the herpes virus.",
            "score": 323.5661315917969
        },
        {
            "docid": "50449991_12",
            "document": "Nuclear organization . The first level of genome organization concerns how DNA is arranged linearly, and how it is packaged into chromosomes. DNA is composed of two antiparallel strands of nucleic acids, with two bound and opposing nucleic acids referred to as DNA base pairs. In order for DNA to pack inside the tiny cell nucleus, each strand is wrapped around histones, forming nucleosome structures. These nucleosome pack together to form chromosomes. Depending on the eukaryote, there are multiple independent chromosomes of varying sizes within each nucleus - for example, humans have 46 while giraffes have 30. Within regions of the chromosome, the order of the DNA base pairs makes up specific elements for gene expression and DNA replication. Some of the more common elements include protein coding genes (containing exons and introns), noncoding DNA, enhancers, promoters, operators, origins of replication, telomeres, and centromeres. As of yet, there is not much evidence towards the importance of specific order of these elements along or between individual chromosomes. For example, the distance between an enhancer and a promoter, interacting elements that form a basis of gene expression, can range from a few hundred base pairs to 100s of kb away. As well, individual enhancers can interact with a number of different promoters and the same is true for a single promoter interacting with multiple different enhancers.",
            "score": 323.30670166015625
        },
        {
            "docid": "10967846_3",
            "document": "Fis . \"Fis\" was first discovered for its role in stimulating Gin catalyzed inversion of the G segment of phage Mu genome. Fis was originally identified as the factor for inversion stimulation of the homologous Hin and Gin site-specific DNA recombinases of Salmonella and phage Mu, respectively. This small, basic, DNA-bending protein has recently been shown to function in many other reactions including phage lambda site-specific recombination, transcriptional activation of rRNA and tRNA operons, repression of its own synthesis, and oriC-directed DNA replication. Cellular concentrations of Fis vary tremendously under different growth conditions which may have important regulatory implications for the physiological role of Fis in these different reactions.",
            "score": 322.0126953125
        },
        {
            "docid": "7955_54",
            "document": "DNA . A distinct group of DNA-binding proteins is the DNA-binding proteins that specifically bind single-stranded DNA. In humans, replication protein A is the best-understood member of this family and is used in processes where the double helix is separated, including DNA replication, recombination, and DNA repair. These binding proteins seem to stabilize single-stranded DNA and protect it from forming stem-loops or being degraded by nucleases. In contrast, other proteins have evolved to bind to particular DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one particular set of DNA sequences and activates or inhibits the transcription of genes that have these sequences close to their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This changes the accessibility of the DNA template to the polymerase.",
            "score": 320.1449890136719
        },
        {
            "docid": "2631477_15",
            "document": "Homologous recombination . Two primary models for how homologous recombination repairs double-strand breaks in DNA are the double-strand break repair (DSBR) pathway (sometimes called the \"double Holliday junction model\") and the synthesis-dependent strand annealing (SDSA) pathway. The two pathways are similar in their first several steps. After a double-strand break occurs, the MRX complex (MRN complex in humans) binds to DNA on either side of the break. Next a resection, in which DNA around the 5' ends of the break is cut back, is carried out in two distinct steps. In the first step of resection, the MRX complex recruits the Sae2 protein. The two proteins then trim back the 5' ends on either side of the break to create short 3' overhangs of single-strand DNA. In the second step, 5'→3' resection is continued by the Sgs1 helicase and the Exo1 and Dna2 nucleases. As a helicase, Sgs1 \"unzips\" the double-strand DNA, while Exo1 and Dna2's nuclease activity allows them to cut the single-stranded DNA produced by Sgs1. The RPA protein, which has high affinity for single-stranded DNA, then binds the 3' overhangs. With the help of several other proteins that mediate the process, the Rad51 protein (and Dmc1, in meiosis) then forms a filament of nucleic acid and protein on the single strand of DNA coated with RPA. This nucleoprotein filament then begins searching for DNA sequences similar to that of the 3' overhang. After finding such a sequence, the single-stranded nucleoprotein filament moves into (invades) the similar or identical recipient DNA duplex in a process called strand invasion. In cells that divide through mitosis, the recipient DNA duplex is generally a sister chromatid, which is identical to the damaged DNA molecule and provides a template for repair. In meiosis, however, the recipient DNA tends to be from a similar but not necessarily identical homologous chromosome. A displacement loop (D-loop) is formed during strand invasion between the invading 3' overhang strand and the homologous chromosome. After strand invasion, a DNA polymerase extends the end of the invading 3' strand by synthesizing new DNA. This changes the D-loop to a cross-shaped structure known as a Holliday junction. Following this, more DNA synthesis occurs on the invading strand (i.e., one of the original 3' overhangs), effectively restoring the strand on the homologous chromosome that was displaced during strand invasion.",
            "score": 319.5799560546875
        },
        {
            "docid": "553121_11",
            "document": "Regulation of gene expression . Regulation of transcription thus controls when transcription occurs and how much RNA is created. Transcription of a gene by RNA polymerase can be regulated by several mechanisms. Specificity factors alter the specificity of RNA polymerase for a given promoter or set of promoters, making it more or less likely to bind to them (i.e., sigma factors used in prokaryotic transcription). Repressors bind to the Operator, coding sequences on the DNA strand that are close to or overlapping the promoter region, impeding RNA polymerase's progress along the strand, thus impeding the expression of the gene.The image to the right demonstrates regulation by a repressor in the lac operon. General transcription factors position RNA polymerase at the start of a protein-coding sequence and then release the polymerase to transcribe the mRNA. Activators enhance the interaction between RNA polymerase and a particular promoter, encouraging the expression of the gene. Activators do this by increasing the attraction of RNA polymerase for the promoter, through interactions with subunits of the RNA polymerase or indirectly by changing the structure of the DNA. Enhancers are sites on the DNA helix that are bound by activators in order to loop the DNA bringing a specific promoter to the initiation complex. Enhancers are much more common in eukaryotes than prokaryotes, where only a few examples exist (to date). Silencers are regions of DNA sequences that, when bound by particular transcription factors, can silence expression of the gene.",
            "score": 316.9942932128906
        },
        {
            "docid": "40427167_3",
            "document": "Recombinase Polymerase Amplification . The RPA process employs three core enzymes – a recombinase, a single-stranded DNA-binding protein (SSB) and strand-displacing polymerase. Recombinases are capable of pairing oligonucleotide primers with homologous sequence in duplex DNA. SSB bind to displaced strands of DNA and prevent the primers from being displaced. Finally, the strand displacing polymerase begins DNA synthesis where the primer has bound to the target DNA. By using two opposing primers, much like PCR, if the target sequence is indeed present, an exponential DNA amplification reaction is initiated. There is no other sample manipulation such as thermal or chemical melting is required to initiate amplification. At optimal temperatures (37–42 °C), the reaction progresses rapidly and results in specific DNA amplification from just a few target copies to detectable levels, typically within 10 minutes, for rapid detection of viral genomic DNA or RNA, pathogenic bacterial genomic DNA, as well as short length aptamer DNA.",
            "score": 315.9561462402344
        },
        {
            "docid": "2631477_27",
            "document": "Homologous recombination . In this pathway, a three-subunit enzyme complex called RecBCD initiates recombination by binding to a blunt or nearly blunt end of a break in double-strand DNA. After RecBCD binds the DNA end, the RecB and RecD subunits begin unzipping the DNA duplex through helicase activity. The RecB subunit also has a nuclease domain, which cuts the single strand of DNA that emerges from the unzipping process. This unzipping continues until RecBCD encounters a specific nucleotide sequence (5'-GCTGGTGG-3') known as a Chi site.",
            "score": 313.27923583984375
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 312.99664306640625
        },
        {
            "docid": "4363576_16",
            "document": "Cre-Lox recombination . During genetic recombination, a Holliday junction is formed between the two strands of DNA and a double-stranded break in a DNA molecule leaves a 3’OH end exposed. This reaction is aided with the endonuclease activity of an enzyme. 5’ Phosphate ends are usually the substrates for this reaction, thus extended 3’ regions remain. This 3’ OH group is highly unstable, and the strand on which it is present must find its complement. Since homologous recombination occurs after DNA replication, two strands of DNA are available, and thus, the 3’ OH group must pair with its complement, and it does so, with an intact strand on the other duplex. Now, one point of crossover has occurred, which is what is called a Holliday Intermediate.",
            "score": 312.9742736816406
        },
        {
            "docid": "14066113_3",
            "document": "DNA-PKcs . DNA-PKcs is the catalytic subunit of a nuclear DNA-dependent serine/threonine protein kinase called DNA-PK. The second component is the autoimmune antigen Ku. On its own, DNA-PKcs is inactive and relies on Ku to direct it to DNA ends and trigger its kinase activity. DNA-PKcs is required for the non-homologous end joining (NHEJ) pathway of DNA repair, which rejoins double-strand breaks. It is also required for V(D)J recombination, a process that utilizes NHEJ to promote immune system diversity. DNA-PKcs knockout mice have severe combined immunodeficiency due to their V(D)J recombination defect.",
            "score": 312.3542175292969
        },
        {
            "docid": "966654_4",
            "document": "DNA-binding protein . Structural proteins that bind DNA are well-understood examples of non-specific DNA-protein interactions. Within chromosomes, DNA is held in complexes with structural proteins. These proteins organize the DNA into a compact structure called chromatin. In eukaryotes, this structure involves DNA binding to a complex of small basic proteins called histones. In prokaryotes, multiple types of proteins are involved. The histones form a disk-shaped complex called a nucleosome, which contains two complete turns of double-stranded DNA wrapped around its surface. These non-specific interactions are formed through basic residues in the histones making ionic bonds to the acidic sugar-phosphate backbone of the DNA, and are therefore largely independent of the base sequence. Chemical modifications of these basic amino acid residues include methylation, phosphorylation and acetylation. These chemical changes alter the strength of the interaction between the DNA and the histones, making the DNA more or less accessible to transcription factors and changing the rate of transcription. Other non-specific DNA-binding proteins in chromatin include the high-mobility group (HMG) proteins, which bind to bent or distorted DNA. Biophysical studies show that these architectural HMG proteins bind, bend and loop DNA to perform its biological functions. These proteins are important in bending arrays of nucleosomes and arranging them into the larger structures that form chromosomes.",
            "score": 311.10601806640625
        },
        {
            "docid": "10226901_10",
            "document": "Tn3 transposon . At recombination, two directly repeated res sites with resolvase dimers bound to each sub-site, come together to form a large complex structure called the synaptosome. Resolvase bound to sites II and III initiates the assembly of this complex. In this structure, exact architecture of which is still unclear, two res sites are intertwined in such a way as to juxtapose two copies of site I, allowing resolvase dimers bound to each site to form a tetramer. Again, it is the interaction between the resolvase dimers bound at accessory sites (sites II and III) and resolvase at site I that causes the two dimers to synapse and form a tetramer. After the tetramer is formed it becomes activated and the top and bottom DNA strands are simultaneously cleaved in the middle of the site I with a 2bp overhang. The strand exchange ensues by as yet unknown mechanism with a resulting net rotation of 180°. The strand exchange is then followed by the religation (Stark et al., 1992). Recombination between two directly repeated res sites separates, or resolves, the \"cointegrate\" into two original molecules, each one now containing a copy of the Tn3 transposon. After resolution these two molecules remain linked as a simple two-noded catenane which can be easily separated \"in vivo\" by a type II topoisomerase (Grindley 2002).  Wild type resolvase system absolutely requires a supercoiled substrate and that the recombination sites are oriented in a direct repeat on the same DNA molecule.  However, a number of \"deregulated\" or \"hyperactive\" mutants that have lost the requirement for the accessory sites have been isolated. These mutants are capable of catalysing recombination between two copies of site I only, which basically reduces the recombination site size from 114bp to only 28bp. Furthermore, these mutants have no supercoiling or connectivity requirements (Arnold et al., 1999) and have been shown to work in mammalian cells. Hyperactive resolvase mutants have so far proven useful in creating resolvases with altered sequence specificity but also in structural work.",
            "score": 308.69549560546875
        },
        {
            "docid": "1695344_6",
            "document": "Gene conversion . Meiotic recombination is initiated through formation of a double-strand break (DSB). The 5’ ends of the break are then degraded, leaving long 3’ overhangs of several hundred nucleotides. One of these 3’ single stranded DNA segments then invades a homologous sequence on the homologous chromosome, forming an intermediate which can be repaired through different pathways resulting either in crossovers (CO) or noncrossovers (NCO). At various steps of the recombination process, heteroduplex DNA (double-stranded DNA consisting of single strands from each of the two homologous chromosomes which may or may not be perfectly complementary) is formed. When mismatches occur in heteroduplex DNA, the sequence of one strand will be repaired to bind the other strand with perfect complementarity, leading to the conversion of one sequence to another. This repair process can follow either of two alternative pathways as illustrated in the Figure. By one pathway, a structure called a double Holliday junction (DHJ) is formed, leading to the exchange of DNA strands. By the other pathway, referred to as Synthesis Dependent Strand Annealing (SDSA), there is information exchange but not physical exchange. Gene conversion will occur during SDSA if the two DNA molecules are heterozygous at the site of the recombinational repair. Gene conversion may also occur during recombinational repair involving a DHJ, and this gene conversion may be associated with physical recombination of the DNA duplexes on the two sides of the DHJ.",
            "score": 308.510498046875
        }
    ]
}