{
    "q": [
        {
            "docid": "44390130_4",
            "document": "Socioeconomic status and memory . When creating new memories, the hippocampus and related structures of the brain play a key role in consolidation. Memory consolidation is the transformation of short-term memories to long-term memories, which is crucial in the acquisition of new ideas. Until they can be stored more permanently, these memories are temporarily kept in the hippocampus in a process known as Standard Consolidation Theory. From childhood the hippocampus is developing, and it continues to mature beyond adolescents. A major barrier when it comes to studying working memory development in childhood is that much of the data come from adults who recall on past events of their childhood, and not from the children themselves. This creates a problem in memory recall of those events that occurred when the hippocampus was still developing, and the working memory wasn’t completely consolidated at the time. As people recall a former memory, the door to memory reconsolidation is opened. Reconsolidation refers to the retrieval of a memory from long-term storage to short-term working memory, where it is unstable and vulnerable to alteration. As reported by Staff et al. (2012), socioeconomic status measured early in childhood reared a significant difference in hippocampal size in adulthood, suggesting that there is in fact an impact on brain and cognitive development. Spatial memory is another specialized function of the brain, and more specifically, the hippocampus. Spatial memory refers to experiences that are recognized by their surrounding environment. Many of hippocampal neurons are in fact place cells. Place cells are neurons that are activated by certain locations or environments. If a child is constantly in a maladaptive environment, their hippocampal neurons may be performing poorly, and memory development may be sacrificed.",
            "score": 215.10636186599731
        },
        {
            "docid": "31111024_25",
            "document": "Memory error . Encoding specificity is when retrieval is successful to the extent that the retrieval cues used to help recall, match the cues the individual used during learning or encoding. Memory errors due to encoding specificity means that the memory is likely not forgotten, however, the specific cues used during encoding the primary event are now unavailable to help remember the event. The cues used during encoding are dependent on the environment of the individual at the time the memory occurred. In context-dependent memory, recall is based on the difference between the encoding and recall environments. Recall for items learned in a particular context is better when recall occurs in the same place as when the initial memory occurred. This is why it is sometimes useful to “return to the scene of the crime” to help witnesses remember details of a crime, or for explaining why going to a specific location such as a residence or community setting, may lead to becoming flooded with memories of things that happened in that context. Recall can also depend on state-dependency, or the conditions of one's internal environment, at both the time of the event and of recall. For example, if intoxicated at the time the memory actually occurred, recall for details of the event is greater when recalling while intoxicated. Associated with state-dependency, recall can also depend on mood-dependency, in which recall is greater when the mood for when the memory occurred matches the mood during recall. These specific dependencies are based on the fact that the cues used during the initial event can be specific to the context or state one was in. In other words, various features of the environment (both internal and external) can be used to help encode the memory, and thus become retrieval cues. However, if the context or state changes at the time of recall, these cues may no longer be available, and thus recall is hindered.",
            "score": 187.337162733078
        },
        {
            "docid": "1049228_22",
            "document": "Place cell . The hippocampus plays an essential role in episodic memory. One important aspect of episodic memory is the spatial context in which the event occurred. Hippocampal place cells have been shown to exhibit stable firing patterns even when cues from a location are removed. Additionally, specific place fields begin firing when exposed to signals or a subset of signals from a previous location. This suggests that place cells provide the spatial context for a memory by recalling the neural representation of the environment in which the memory occurred. In other words, place cells prime a memory by differentiating the context for the event. By establishing spatial context, place cells can be used to complete memory patterns. Furthermore, place cells can maintain a spatial representation of one location while recalling the neural map of a separate location, effectively differentiating between present experience and past memory. Place cells are therefore considered to demonstrate both pattern completion and pattern separation qualities.",
            "score": 207.12475764751434
        },
        {
            "docid": "21312265_5",
            "document": "Retrospective memory . Mental time travel (MTT) is defined as the ability to mentally project oneself backwards in time to re-live past personal experiences, or forward in time to pre-live possible events in the future. It is a concept created by Canadian psychologist Endel Tulving. It does not simply refer to knowing an event happened, but requires conscious awareness that the individual is indeed reliving the episode. Due to this, it is certain that mental time travel requires central executive functioning, and most often a conscious ability. However new research has found many cases in which mental time travel occurs involuntarily without consciousness. Specifically research shows this occurs for autobiographical events, and as a result these cases are more specific and detail oriented. An example of this would be the phenomenon of scent: How a particular scent can send an individual back to a specific event in their lifetime. There is also evidence that involuntary and voluntary mental time travel differ on activation levels in areas of the brain suggesting that they have different retrieval mechanisms. Current research has moved away from the retrospective portion and towards the prospective aspect of mental time travel. There is also extensive research on whether mental time travel is unique to humans as there has been some evidence that it may be possible to occur in animals",
            "score": 143.6881252527237
        },
        {
            "docid": "1947410_34",
            "document": "Critical period . Recent studies also support the possibility of a critical period for the development of neurons that mediate memory processing. Experimental evidence supports the notion that young neurons in the adult dentate gyrus have a critical period (about 1–3 weeks after neuronal birth) during which they are integral to memory formation. Although the exact reasoning behind this observation is uncertain, studies suggest that the functional properties of neurons at this age make them most appropriate for this purpose; these neurons: (1) Remain hyperactive during the formation of memories; (2) are more excitable; and (3) More easily depolarizable due to GABAergic effects. It is also possible that hyperplasticity makes the neurons more useful in memory formation. If these young neurons had more plasticity than adult neurons in the same context, they could be more influential in smaller numbers. The role of these neurons in the adult dentate gyrus in memory processing is further supported by the fact that behavioral experiments have shown that an intact dentate gyrus is integral to hippocampal memory formation. It is speculated that the dentate gyrus acts a relay station for information relating to memory storage. The likelihood of a critical period could change the way we view memory processing because it would ultimately mean that the collection of neurons present is constantly being replenished as new neurons replace old ones. If a critical period does indeed exist, this could possibly mean that: (1) Diverse populations of neurons that represent events occurring soon after one another may connect those events temporally in the memory formation and processing; OR (2) These different populations of neurons may distinguish between similar events, independent of temporal position; OR (3) Separate populations may mediate the formation of new memories when the same events occur frequently.",
            "score": 119.25995934009552
        },
        {
            "docid": "462393_17",
            "document": "Olfactory bulb . The hippocampus aids in olfactory memory and learning as well. Several olfaction-memory processes occur in the hippocampus. Similar to the process in the amygdala, an odor is associated with a particular reward, i.e. the smell of food with receiving sustenance. Odor in the hippocampus also contributes to the formation of episodic memory; the memories of events at a specific place or time. The time at which certain neurons fire in the hippocampus is associated by neurons with a stimulus such as an odor. Presentation of the odor at a different time may cause recall of the memory, therefore odor aids in recall of episodic memories.",
            "score": 129.57051587104797
        },
        {
            "docid": "35502244_14",
            "document": "Neuronal memory allocation . Denise Cai in the Silva laboratory found that memory allocation mechanisms are used to connect or link memories across time. In their studies they demonstrated that one contextual memory triggers the activation of CREB and subsequent enhancements in excitability in a subset of hippocampal CA1 neurons, such that a subsequent contextual memory, occurring within 5 hours, can be allocated to some of the same CA1 neurons that stored the first contextual memory. As a consequence of this overlap between the CA1 memory engrams for the two contextual memories, recall of one contextual memory activates the retrieval of the second memory. These studies also showed that contextual memory linking mechanisms are disrupted in the aging brain, and that increasing excitability in a subset of CA1 neurons reverses these memory linking deficits. It is very likely that impairments in CREB and neuronal excitability in aging brains could account for abnormalities in memory linking and possibly related source memory problems (source amnesia) associated with aging.",
            "score": 111.33360862731934
        },
        {
            "docid": "34776464_9",
            "document": "Bilingual memory . Autobiographical memory is a type of Episodic memory process which is involved in the recall of one's life experiences and personal events of ones past. Bilinguals have the ability to recall some life experiences in one language, and other events using another. When recalling language information it is important that the language is recalled in the same context as it was encoded. This is referred to as Context-dependent memory Ex. If one who is bilingual were to learn a Spanish song in a Spanish speaking country, and then come back to their native land, they would have difficulty remembering the song. However once they were immersed in a Spanish context again, recall would come with much more ease. Research has shown that autobiographical memories have increased availability in the language they were created in. That is to say, memories are richer and more elaborate when recalled in the language that the event has taken place, rather than the other language available to them. This can also be referred to as the Encoding specificity principle, where memories appear to be encoded in a language-specific manner. Earlier memory events that occur during youth and are encoded in the first and dominant language, are more emotionally charged, have a higher quality of detail and are greater in number than those memories recalled in the second language. It can also be argued that the language that is spoken and recalled more frequently, will have more associations to multiple circumstances and is therefore more likely to be remembered. Problems can arise if a language that comes to mind 'internally' is not the language that is being spoken externally. For example, if someone recalled an event in Spanish, but then reported it in English. This changeover in languages is most likely to do with the content of the memory itself. Evidence has been shown that language-specific recall of information when probed or cued in the matching language, is recalled vividly, and with much more elaboration and detail. It has also been shown that each language that a bilingual possesses, may represent experiences in somewhat different fashions.",
            "score": 124.60104584693909
        },
        {
            "docid": "1049228_35",
            "document": "Place cell . Studies have been conducted in an attempt to restore place field firing plasticity in aged subjects. NMDA receptors, which are glutamate receptors, exhibit decreased activity in aged subjects. Memantine, an antagonist that blocks the NMDA receptors, is known to improve spatial memory and was therefore used in an attempt to restore place field plasticity in aged subjects. Memantine succeeded in increasing place field plasticity in aged rat subjects. Although memantine aids in the encoding process of spatial information in aged rat subjects, it does not help with the retrieval of this information later in time. Thus, these place fields in aged mice do not appear to endure like those of young mice. When introduced to the same environment several times, different place fields fire in the CA1 hippocampal region of aged rats, suggesting that they are \"remapping\" their environment each time they are exposed to it. In the CA1 region, there is an increased reliance on self-motion inputs as opposed to visual inputs compared to the CA1 region of young rats, which relies more on visual cues. The CA3 hippocampal region is affected differently by decreased plasticity than the CA1 region just discussed. Decreased plasticity in aged subjects causes the same place fields in the CA3 region to activate in similar environments, whereas different place fields in young rats would fire in similar environments because they would pick up on subtle differences in these environments. It is evident that pharmaceuticals such as Memantine can have a significant effect in mediating the age-related decline in place field plasticity.",
            "score": 181.58207976818085
        },
        {
            "docid": "41116283_8",
            "document": "Cholinergic neuron . The suprachiasmatic nucleus functions as the hypothalamic master clock, controlling the body's Circadian rhythm. The suprachiamatic nucleus of mice, hamsters, and rats have a small amount of cholinergic innervation.  A \"time memory\" is the memory at a specific time of day for which an individual made an association with a certain event or location. \"Time stamping\" is the process by which the specific time-of-day is encoded to support the formation of a time memory. The situation must be important and specific, without unnecessary prolonging, for a time stamp to occur. Acetylcholine excites cells in the suprachiasmatic nucleus, so cholinergic transmission of more Acetylcholine into the suprachiasmatic nucleus should support the formation of a time memory.",
            "score": 135.5260944366455
        },
        {
            "docid": "31111024_15",
            "document": "Memory error . Time-slice errors occur when a correct event is in fact recalled; however the event that was asked to be recalled is not the one that is recalled. In other words, the timing of events is incorrectly remembered. As discovered in a study by Brewer (1988), often the event or event details that are recalled occurred within a short time proximity to the memory required to be recalled. There are three possible theories as to why time-slice errors occur. First, they may be a form of interference, in which the memory information from one time impairs the recall of information from a different time. (see interference below). A second theory is that intrusion errors may be responsible, in that memories revolving around a similar time period thus share a common theme, and memories of various points of time within that larger time period become mixed with each other and intrude on each other's recall. Last, the recall of memories often have holes due to forgotten details. Thus, individuals may be using a script (see schema errors) to help fill in these holes with general knowledge of what they know happened around this time. Since scripts are a time-based knowledge structure, which puts details of a memory in sequence to make it easier to understand, time-slice errors can occur if a detail is mistakenly placed in the wrong sequence.",
            "score": 122.39494395256042
        },
        {
            "docid": "10963_18",
            "document": "Forgetting . Interference theory refers to the idea that when the learning of something new causes forgetting of older material on the basis of competition between the two. This essentially states that memory's information may become confused or combined with other information during encoding, resulting in the distortion or disruption of memories. In nature, the interfering items are said to originate from an overstimulating environment. Interference theory exists in three branches: Proactive, Retroactive and Output. Retroactive and Proactive inhibition each referring in contrast to the other. Retroactive interference is when new information (memories) interferes with older information. On the other hand, proactive interference is when old information interferes with the retrieval of new information. This is sometimes thought to occur especially when memories are similar. Output Interference occurs when the initial act of recalling specific information interferes with the retrieval of the original information. This theory shows an astonishing contradiction: an extremely intelligent individual is expected to forget more hastily than one who has a slow mentality. For this reason, an intelligent individual has stored up more memory in his mind which will cause interferences and impair their ability to recall specific information. Based off current research, testing interference has only been carried out by recalling from a list of words rather than using situation from daily lives, thus it's hard to generalize the findings for this theory. Decay theory states that when something new is learned, a neurochemical, physical \"memory trace\" is formed in the brain and over time this trace tends to disintegrate, unless it is occasionally used. Decay theory states the reason we eventually forget something or an event is because the memory of it fades with time. If we do not attempt to look back at an event, the greater the interval time between the time when the event from happening and the time when we try to remember, the memory will start to fade. Time is the greatest impact in remembering an event.",
            "score": 128.62666356563568
        },
        {
            "docid": "40618504_19",
            "document": "Memory erasure . With evidence showing that different memories excite different neurons or system of neurons in the brain the technique of destroying select neurons in the brain to erase specific memories is also being researched. Studies have started to investigate the possibility of using distinct toxins along with biotechnology that allows the researchers to see which areas of the brain are being used during the reward learning process of making a memory to destroy target neurons. In a paper published in 2009, authors showed that neurons in the lateral amygdala that had a higher level of cyclic adenosine monophosphate response element-binding protein (CREB) were activated primarily over other neurons by fear memory expression. This indicated to them that these neurons were directly involved in the making of the memory trace for that fear memory. They then proceeded to train mice using auditory fear training to produce a fear memory. They proceeded to check which of the neurons were overexpressing CREB and then, using a inducible diphtheria-toxin strategy, they destroyed those neurons, resulting in persistent and strong memory erasure of the fear memory.",
            "score": 113.81256377696991
        },
        {
            "docid": "43316794_4",
            "document": "Howard Eichenbaum . Research by Eichenbaum also demonstrated the strong context-dependence of neuronal responses in the hippocampus. One study from his lab at Boston University presented data from rats performing a spatial alternation task with return arms. As the rat ran up the stem of the task on different trials, the spiking response of hippocampal neurons depended on the prior or future response of the rat, showing differential firing even though the location and movement direction of the rat was the same. This illustrated the strong memory dependence of hippocampal neuronal responses independent of the spatial location and movement of the rat. This experiment and other data from his laboratory show how different events in the same location could be coded as different episodes.",
            "score": 115.23675918579102
        },
        {
            "docid": "50268293_10",
            "document": "Neal J. Cohen . Since then, through interdisciplinary and convergent studies, Cohen has attempted to more fully understand ways in which experience is represented and stored by the brain. A major focus of his work has been the role played by the hippocampus, located in the medial temporal lobe of the brain, in forming relational memories. Cohen and Howard Eichenbaum have developed a theory of memory, learning and amnesia, known as relational memory theory. In this view, the hippocampus is essential in elemental cognitive processes that bind elements of experience in memory, and link memories together, forming a representation of the relations among \"the constituent elements of experience\" referred to as a \"memory space\". The hippocampus rapidly forms associations between incoming information about people, places, objects, and their spatial, temporal, and interactional relationships, and connects them to reactivated relational memories. In the underlying representational scheme, events are represented as relations among elements of experience in a particular context. Episodes are represented as the flow of events across time. Memory is represented as a dynamic and flexible relational network of events and episodes, from which novel inferences can be drawn. For example, a person's name and their face are stored as separate pieces of information in the brain, but bound together in relational memory so that the person can be recognized the next time they are seen. The property of \"representational flexibility\" is considered to be critical, and as derivable from \"the kind of system that must necessarily evolve to store environmental spatial information\".",
            "score": 107.8704092502594
        },
        {
            "docid": "33034803_10",
            "document": "Childhood amnesia . The amount of early childhood memories a person can recall depends on many factors, including emotion associated with the event, their age at the time of the remembered event and the age at the time they are asked to recall an early memory. Although people assume that not recalling a childhood memory means they have forgotten the event, there is a difference between availability and accessibility. Availability of a memory is the idea that the memory is intact and is in memory storage. Accessibility of a memory is dictated by the moment in time that a person attempts to recall that memory. Therefore, cues may influence which memories are accessible at any given time even though there may be many more available memories that are not accessed. Some other research suggests that people's earliest memories date back to the ages of 3 or 4 years. J. A. Usher and U. Neisser (1993, this issue) reported that some events, like the birth of a sibling and a planned hospitalization, can be readily remembered if they occurred at age 2. However, the bits and pieces of such memories that were obtained in their research may not be indicative of genuine episodic memory. An alternative hypothesis is that these apparent memories are the result of educated guesses, general knowledge of what must have been, or external information acquired after the age of 2.",
            "score": 99.15698051452637
        },
        {
            "docid": "8297063_6",
            "document": "Spatial view cells . Spatial view cells are used by primates for storing an episodic memory that helps with remembering where a particular object was in the environment. Imaging studies have shown that the hippocampus plays an important role in spatial navigation and episodic memories. Also, spatial view cells enable them to recall locations of objects even if they are not physically present in the environment. The neurons associated with remembering the location and object are often found in the primate hippocampus. These spatial view cells do not only recall specific locations, but they also remember distances between other landmarks around the place in order to gain a better understanding of where the places are spatially.",
            "score": 155.17242431640625
        },
        {
            "docid": "5626_4",
            "document": "Cognitive science . A central tenet of cognitive science is that a complete understanding of the mind/brain cannot be attained by studying only a single level. An example would be the problem of remembering a phone number and recalling it later. One approach to understanding this process would be to study behavior through direct observation, or naturalistic observation. A person could be presented with a phone number and be asked to recall it after some delay of time. Then, the accuracy of the response could be measured. Another approach to measure cognitive ability would be to study the firings of individual neurons while a person is trying to remember the phone number. Neither of these experiments on its own would fully explain how the process of remembering a phone number works. Even if the technology to map out every neuron in the brain in real-time were available, and it were known when each neuron was firing, it would still be impossible to know how a particular firing of neurons translates into the observed behavior. Thus, an understanding of how these two levels relate to each other is imperative. \"The Embodied Mind: Cognitive Science and Human Experience\" says, “the new sciences of the mind need to enlarge their horizon to encompass both lived human experience and the possibilities for transformation inherent in human experience.” This can be provided by a functional level account of the process. Studying a particular phenomenon from multiple levels creates a better understanding of the processes that occur in the brain to give rise to a particular behavior. Marr gave a famous description of three levels of analysis:",
            "score": 95.94072997570038
        },
        {
            "docid": "372266_39",
            "document": "Long-term potentiation . Similarly, Susumu Tonegawa demonstrated in 1996 that the CA1 area of the hippocampus is crucial to the formation of spatial memories in living mice. So-called \"place cells\" located in this region become active only when the rat is in a particular location — called a \"place field\" — in the environment. Since these place fields are distributed throughout the environment, one interpretation is that groups of place cells form maps in the hippocampus. The accuracy of these maps determines how well a rat learns about its environment and thus how well it can navigate it. Tonegawa found that by impairing the NMDA receptor, specifically by genetically removing the NR1 subunit in the CA1 region, the place fields generated were substantially less specific than those of controls. That is, mice produced faulty spatial maps when their NMDA receptors were impaired. As expected, these mice performed very poorly on spatial tasks compared to controls, further supporting the role of LTP in spatial learning.",
            "score": 172.56451511383057
        },
        {
            "docid": "8920983_20",
            "document": "Reminiscence bump . Researchers have studied different types of memories in order to find some clues into how the reminiscence bump works and how memories are stored and retrieved. Participants were asked to retrieve memories that were classified as either public or private to try to find differences in terms of when these memories were stored. Public events are events that everyone living at the time know about and are exposed to (political, war/murder, sports/entertainment or news events), but private events are only experienced by the individual (relationships, births/deaths, work/education, home/leisure, illness and religion). When recalling public events, participants were between ages 10 and 19; and when recalling private events, participants were between 20 and 29. Researchers suggest that public events are recalled at an earlier age because individuals are gaining a sense of generational identity. People are starting to create their own beliefs and their individual identity, so these experiences are being rehearsed, practiced and stored in long-term memory. Private events are recalled later because this is when individuals are developing intimate relationship. Private events are more easily stored and recalled because they are unique to each person and are likely occurring without any outside influence.",
            "score": 111.88818430900574
        },
        {
            "docid": "34171748_20",
            "document": "Personal identity . In psychology, personal continuity, also called \"personal persistence\", is the uninterrupted connection concerning a particular person of his or her private life and personality. Personal continuity is the union affecting the facets arising from personality in order to avoid discontinuities from one moment of time to another time. Personal continuity is an important part of identity; this is the process of ensuring that the qualities of the mind, such as self-awareness, sentience, sapience, and the ability to perceive the relationship between oneself and one's environment, are consistent from one moment to the next. Personal continuity is the property of a continuous and connected period of time and is intimately related to do with a person's body or physical being in a single four-dimensional continuum. Associationism, a theory of how ideas combine in the mind, allows events or views to be associated with each other in the mind, thus leading to a form of learning. Associations can result from contiguity, similarity, or contrast. Through contiguity, one associates ideas or events that usually happen to occur at the same time. Some of these events form an autobiographical memory in which each is a personal representation of the general or specific events and personal facts.",
            "score": 127.06937909126282
        },
        {
            "docid": "41119587_11",
            "document": "Sharp waves and ripples . Sharp waves and associated ripples are present in the mammalian brains of the species that have been investigated for this purpose, including mice, rats, rabbits, monkeys and humans. In all of these species, they have been shown primarily to be involved in consolidation of recently acquired memories during the immobility and slow wave sleep. Characteristics of these oscillations, such as having experience dependent neuronal content, being affected by the cortical input, and reactivating neocortical pathways formed through recent experiences, provides evidences for their role in memory consolidation. Besides, some direct evidences for their role come from studies, investigating effects of their removal.  Animal studies indicated that depletion of ripple activity by electrical stimulation, would impair formation of new memories in rats. It has to be noted however, that in spatially non-demanding tasks, such as passive exploration, optogenetic disruption of SPW-R events does not interfere with the stabilisation of the newly formed hippocampal place cell code. As for humans, what is currently known is that the hippocampus as a whole is important for memory consolidation. The most famous human patient with hippocampal lesion is H.M., whose hippocampus has been removed from both sides of his brain. Studies conducted on HM have clearly proven the role of the hippocampus in shaping the long-term memory. Investigations also provide strong evidence supporting role of the hippocampus in consolidation of specific types of memories such as declarative and spatial memories. However, clear evidence for the role of SPW-R events in memory consolidation in the hippocampus of humans is still missing.",
            "score": 152.63116371631622
        },
        {
            "docid": "31655498_6",
            "document": "Childhood memory . Another theory that has gained attention is the social interaction model of autobiographical memory development, or the means by which social interaction influences ability to remember specific events in the context of a life narrative. The social interaction model describes the way in which a child develops the ability to construct memories as narratives when the child has the opportunity to discuss events with others, such as parents. Parenting style is highly relevant to this theory. For example, different parents will ask different numbers of memory-relevant questions, will try to elicit different types of memory, and will frame the discussions in different ways. Nelson (1992) describes two different parenting styles: pragmatic and elaborative. Pragmatic mothers use primarily instrumental instructions that are relevant to a task the child is performing, whereas elaborative mothers construct narratives with the child about what they and the child did together. An elaborative style yields more detailed memories of events. The same researcher who found these results also made reference to Tessler's studies (1986, 1991) of memory for events in childhood. In these studies, children were taken on a trip to a museum. A week later, aspects of the trip and items that were seen in the museum were only recalled if they had been discussed at the time of the trip. Items that were not talked about were not recalled. Although previous hypotheses have suggested that the role of the memory talk is active rehearsal, newer research suggests that its role might be reinstatement. In the context of infant memory studies, a learned response (example: playing with a mobile) that would otherwise be forgotten can be reinstated if the context is re-presented within a given time period. In this sense, verbal rehearsal of events between a child and a family member might serve to reinstate the cognitive context of the original event.",
            "score": 121.6740335226059
        },
        {
            "docid": "53948_42",
            "document": "Hippocampus . The hippocampus is a particularly favorable site for studying LTP because of its densely packed and sharply defined layers of neurons, but similar types of activity-dependent synaptic change have also been observed in many other brain areas. The best-studied form of LTP has been seen in CA1 of the hippocampus and occurs at synapses that terminate on dendritic spines and use the neurotransmitter glutamate. The synaptic changes depend on a special type of glutamate receptor, the \"N\"-methyl-D-aspartate (NMDA) receptor, a cell surface receptor which has the special property of allowing calcium to enter the postsynaptic spine only when presynaptic activation and postsynaptic depolarization occur at the same time. Drugs that interfere with NMDA receptors block LTP and have major effects on some types of memory, especially spatial memory. Genetically modified mice that are modified to disable the LTP mechanism, also generally show severe memory deficits.",
            "score": 138.69465517997742
        },
        {
            "docid": "1648224_20",
            "document": "Granger causality . Neural spike train data can be modeled as a point-process. A temporal point process is a stochastic time-series of binary events that occurs in continuous time. It can only take on two values at each point in time, indicating whether or not an event has actually occurred. This type of binary-valued representation of information suits the activity of neural populations because a single neuron’s action potential has a typical waveform. In this way, what carries the actual information being output from a neuron is the occurrence of a “spike”, as well as the time between successive spikes. Using this approach one could abstract the flow of information in a neural-network to be simply the spiking times for each neuron through an observation period. A point-process can be represented either by the timing of the spikes themselves, the waiting times between spikes, using a counting process, or, if time is discretized enough to ensure that in each window only one event has the possibility of occurring, that is to say one time bin can only contain one event, as a set of 1s and 0s, very similar to binary.",
            "score": 103.2126395702362
        },
        {
            "docid": "41119587_8",
            "document": "Sharp waves and ripples . Emergence of these self-organized hippocampal events are dependent on interactions between various pyramidal and granule neurons with different types of the interneurons in this circuit. Pyramidal cells of CA3 and CA1 dendritic layer region are important in generating these waves, and they affect the subiculum, parasubiculum, entorhinal cortex, and ultimately neurons of the neocortex.  During SWRs, which last approximately 100 milliseconds, 50,000-100,000 neurons discharge in synchrony, making SWRs the most synchronous event in the brain.  An important concept about the neuronal populations participating in these events, is the fact that they are experience-dependent. Sequences that have been active during the animal's activity are the ones participating in SWRs. Activity would spread along the pathways that have stronger synapses. This is one of the features of SWRs providing evidence for their role in memory consolidation.",
            "score": 140.58273482322693
        },
        {
            "docid": "21312301_35",
            "document": "Context-dependent memory . The word \"ambient\" is defined as completely surrounding and encompassing. Some researchers have suggested that ambient cues, such as odour and sound, aid in recall when the learning context and recall context are different. In addition, these cues are useful in recall because they can also be transferable. For example, if music is played in a room where material is learned, it is sometimes possible to transfer that musical source to a different room where material will be tested. This phenomenon, which occurs when a memory or emotion is reactivated by a song that is associated to a specific event, demonstrates the effectiveness of sound (and odour) as useful cues in the absence of the original context. Using transferable cues may be useful for individuals who have difficulty using the context recall technique because they have trouble creating a mental image of the original environment. For example, this technique has been proven useful for patients at home who are trying to reproduce skills that they learned in a hospital environment.",
            "score": 133.84604275226593
        },
        {
            "docid": "15767995_6",
            "document": "Cognitive interview . Cognitive interview are rooted in two cognitive theories: the encoding specificity principle and the multi-component view of memory. The encoding specificity principle was introduced by Endel Tulving. This theory states that cues presented will be more effective in facilitating recall when the cues have some degree of similarity to cues that were present at the time of encoding. Thus, a retrieval environment that effectively reinstates the original environment should enhance memory. This demonstrates that an eyewitness will remember most about an event when there is maximal overlap between the context in which the crime was witnessed and the context in which the recall attempt is made. Based on this principle, when an interviewer is conducting the interview he or she will receive better results using the first two retrieval rules if they are able to encourage the participant to recreate an overall environment similar to that of the event the participant had witnessed. For example, the interviewer could encourage the witness to recreate their original state (at the time of the crime during the interview. Past research has demonstrated that memories that have been encoded during a high, emotionally aroused state may be accessible only if the same affect is reinstated during retrieval.The last two retrieval rules are based on the multi-component view of memory which maintains that memory trace is not a linear representation of the original event, but rather is a complex. As a consequence, information about an event can be retrieved using a number of different routes; each of which might provide information about rather different aspects of the original event.",
            "score": 155.41140282154083
        },
        {
            "docid": "37957946_6",
            "document": "De novo protein synthesis theory of memory formation . A line of research investigates long term potentiation (LTP), a process that describes how a memory can be consolidated between two neurons, or brain cells, ultimately by creating a circuit within the brain that can encode a memory. To initiate a learning circuit between two neurons, one prominent study described using tetanus stimulations to depolarize one neuron by 30mV, which, in turn, activated its NMDA glutamate receptors (Nowak, Bregestovski, Ascher, Herbert, & Prochiantz, 1984). The activation of these receptors resulted in Ca flooding the cell, initiating a cascade of secondary messengers. The cascade of resulting reactions, brought about by secondary messengers, terminates with the activation of cAMP response binding element protein (CREB), which acts as a transcription factor for various genes and initiates their expression (Hawkins, Kandel, & Bailey, 2006). Some proponents argue that the genes stimulate changes in communication between neurons, which underlie the encoding of memory; others suggest that the genes are byproducts of the LTP signaling pathway and are not directly involved in LTP. However, following the cascade of secondary messengers, no one would dispute that more AMPA receptors appear in the postsynaptic terminal (Hayashi et al., 2000). Higher numbers of AMPA receptors, taken together with the aforementioned events, allow for increased firing potential in the postsynaptic cell, which creates an improved learning circuit between these two neurons (Hayashi et al., 2000). Because of the specific, activity-dependent nature of LTP, it is an ideal model for a neural correlate of memory, as postulated by numerous studies; together, these studies show that the abolishment of LTP prevents the formation of memory at the neuronal level (Hawkins, Kandel, & Bailey, 2006).",
            "score": 141.33492279052734
        },
        {
            "docid": "41931097_6",
            "document": "Hippocampal replay . Replay can occur in several different behavioral, physiological, and environmental conditions. The first distinction between awake and sleep states may represent different roles in memory consolidation. In the sleep state, the ripple events and place cell activity similar to that of the activity in the environment define the replay events. In the sleep state, there is also a distinction between REM (rapid eye movement) and SWS (slow wave sleep) which has implications for replay events. During SWS the place cells fire in a sequential order indicating replay and possibly indicate memory consolidation. However, during REM sleep where dreams occur in humans, replay events also occurred suggesting a possible role for place cells in dreams.",
            "score": 160.59480714797974
        },
        {
            "docid": "21312284_8",
            "document": "Exceptional memory . There are six true cases of hyperthymesia that have been confirmed worldwide. Cases of hyperthymesia differ from related cases of savant memory in that savants have an extraordinary memory for specific hobbies, and events of a narrow basis, whereas cases of confirmed hyperthymesia show surprisingly detailed memory for specific and general events. One example is the case of AJ (revealed, since May 2008, to be the school administrator Jill Price) who, given any date in history, can recall what the weather was like on said date, personal details of her life at the time, and other news events that occurred at that time. Details of what AJ recalls may be significant to her in some way, but they may not. Personal meaning does not seem to affect AJ's memory—she simply recalls everything. Brad Williams, another confirmed case of hyperthymesia, displays similar remarkable memory abilities. For example, when shown a photograph from his past Brad can recall the date it was taken, where it was taken, what he had done that day, and even more detailed information such as the temperature on said day. Rick Barron has also been diagnosed with hyperthymesia and shares the same superior abilities of AJ and Brad. Individuals with hyperthymesia clearly have a superior degree of recall ability.",
            "score": 115.91727304458618
        },
        {
            "docid": "2426547_25",
            "document": "Affective forecasting . Affective forecasters often rely on memories of past events. When people report memories for past events they may leave out important details, change things that occurred, and even add things that have not happened. This suggests the mind constructs memories based on what actually happened, and other factors including the person’s knowledge, experiences, and existing schemas. Using highly available, but unrepresentative past memories, increases the impact bias. Baseball fans, for example, tend to use the best game they can remember as the basis for their affective forecast of the game they are about to see. Commuters are similarly likely to base their forecasts of how unpleasant it would feel to miss a train on their memory of the worst time they missed the train Various studies indicate that retroactive assessments of past experiences are prone to various errors, such as duration neglect or \"decay bias\". People tend to overemphasize the peaks and ends of their experiences when assessing them (peak/end bias), instead of analyzing the event as a whole. For example, in recalling painful experiences, people place greater emphasis on the most discomforting moments as well as the end of the event, as opposed to taking into account the overall duration. Retroactive reports often conflict with present-moment reports of events, further pointing to contradictions between the actual emotions experienced during an event and the memory of them. In addition to producing errors in forecasts about the future, this discrepancy has incited economists to redefine different types of utility and happiness (see section on economics).",
            "score": 99.7660962343216
        }
    ],
    "r": [
        {
            "docid": "44390130_4",
            "document": "Socioeconomic status and memory . When creating new memories, the hippocampus and related structures of the brain play a key role in consolidation. Memory consolidation is the transformation of short-term memories to long-term memories, which is crucial in the acquisition of new ideas. Until they can be stored more permanently, these memories are temporarily kept in the hippocampus in a process known as Standard Consolidation Theory. From childhood the hippocampus is developing, and it continues to mature beyond adolescents. A major barrier when it comes to studying working memory development in childhood is that much of the data come from adults who recall on past events of their childhood, and not from the children themselves. This creates a problem in memory recall of those events that occurred when the hippocampus was still developing, and the working memory wasn’t completely consolidated at the time. As people recall a former memory, the door to memory reconsolidation is opened. Reconsolidation refers to the retrieval of a memory from long-term storage to short-term working memory, where it is unstable and vulnerable to alteration. As reported by Staff et al. (2012), socioeconomic status measured early in childhood reared a significant difference in hippocampal size in adulthood, suggesting that there is in fact an impact on brain and cognitive development. Spatial memory is another specialized function of the brain, and more specifically, the hippocampus. Spatial memory refers to experiences that are recognized by their surrounding environment. Many of hippocampal neurons are in fact place cells. Place cells are neurons that are activated by certain locations or environments. If a child is constantly in a maladaptive environment, their hippocampal neurons may be performing poorly, and memory development may be sacrificed.",
            "score": 215.10635375976562
        },
        {
            "docid": "1049228_22",
            "document": "Place cell . The hippocampus plays an essential role in episodic memory. One important aspect of episodic memory is the spatial context in which the event occurred. Hippocampal place cells have been shown to exhibit stable firing patterns even when cues from a location are removed. Additionally, specific place fields begin firing when exposed to signals or a subset of signals from a previous location. This suggests that place cells provide the spatial context for a memory by recalling the neural representation of the environment in which the memory occurred. In other words, place cells prime a memory by differentiating the context for the event. By establishing spatial context, place cells can be used to complete memory patterns. Furthermore, place cells can maintain a spatial representation of one location while recalling the neural map of a separate location, effectively differentiating between present experience and past memory. Place cells are therefore considered to demonstrate both pattern completion and pattern separation qualities.",
            "score": 207.124755859375
        },
        {
            "docid": "4226525_12",
            "document": "Grid cell . When a rat is moved to a different environment, the spatial activity patterns of hippocampal place cells usually show \"\"complete remapping\"\"—that is, the pattern of place fields reorganizes in a way that bears no detectable resemblance to the pattern in the original environment (Muller and Kubie, 1987). If the features of an environment are altered less radically, however, the place field pattern may show a lesser degree of change, referred to as \"\"rate remapping\"\", in which many cells alter their firing rates but the majority of cells retain place fields in the same locations as before. Fyhn \"et al.\" (2007) examined this phenomenon using simultaneous recordings of hippocampal and entorhinal cells, and found that in situations where the hippocampus shows rate remapping, grid cells show unaltered firing patterns, whereas when the hippocampus shows complete remapping, grid cell firing patterns show unpredictable shifts and rotations.",
            "score": 197.5731201171875
        },
        {
            "docid": "41931097_7",
            "document": "Hippocampal replay . In the awake state the same activity occurs, however it is more difficult to detect and the animal must be in a resting state. Lastly, there are many environments for replay events in the awake animal. The length of the track can be short or long and still be replayed by a population of place cells. In addition, replay of a single environment can occur when the animal is in that environment or in different environments. This may show that consolidation of memory is a persistent process that may occur in several different types of environments and behavioral conditions. The robustness of the replay events indicates the importance of this process.",
            "score": 189.92308044433594
        },
        {
            "docid": "1049228_2",
            "document": "Place cell . A place cell is a type of pyramidal neuron within the hippocampus that becomes active when an animal enters a particular place in its environment; this place is known as the \"place field\". A given place cell will have only one, or a few, place fields in a typical small laboratory environment, but more in a larger region. There is no apparent topography to the pattern of place fields, unlike other brain areas such as visual cortex—neighboring place cells are as likely to have nearby fields as distant ones. In a different environment, typically about half the place cells will still have place fields, but these will be in new places unrelated to their former locations.",
            "score": 188.69354248046875
        },
        {
            "docid": "31111024_25",
            "document": "Memory error . Encoding specificity is when retrieval is successful to the extent that the retrieval cues used to help recall, match the cues the individual used during learning or encoding. Memory errors due to encoding specificity means that the memory is likely not forgotten, however, the specific cues used during encoding the primary event are now unavailable to help remember the event. The cues used during encoding are dependent on the environment of the individual at the time the memory occurred. In context-dependent memory, recall is based on the difference between the encoding and recall environments. Recall for items learned in a particular context is better when recall occurs in the same place as when the initial memory occurred. This is why it is sometimes useful to “return to the scene of the crime” to help witnesses remember details of a crime, or for explaining why going to a specific location such as a residence or community setting, may lead to becoming flooded with memories of things that happened in that context. Recall can also depend on state-dependency, or the conditions of one's internal environment, at both the time of the event and of recall. For example, if intoxicated at the time the memory actually occurred, recall for details of the event is greater when recalling while intoxicated. Associated with state-dependency, recall can also depend on mood-dependency, in which recall is greater when the mood for when the memory occurred matches the mood during recall. These specific dependencies are based on the fact that the cues used during the initial event can be specific to the context or state one was in. In other words, various features of the environment (both internal and external) can be used to help encode the memory, and thus become retrieval cues. However, if the context or state changes at the time of recall, these cues may no longer be available, and thus recall is hindered.",
            "score": 187.337158203125
        },
        {
            "docid": "1049228_35",
            "document": "Place cell . Studies have been conducted in an attempt to restore place field firing plasticity in aged subjects. NMDA receptors, which are glutamate receptors, exhibit decreased activity in aged subjects. Memantine, an antagonist that blocks the NMDA receptors, is known to improve spatial memory and was therefore used in an attempt to restore place field plasticity in aged subjects. Memantine succeeded in increasing place field plasticity in aged rat subjects. Although memantine aids in the encoding process of spatial information in aged rat subjects, it does not help with the retrieval of this information later in time. Thus, these place fields in aged mice do not appear to endure like those of young mice. When introduced to the same environment several times, different place fields fire in the CA1 hippocampal region of aged rats, suggesting that they are \"remapping\" their environment each time they are exposed to it. In the CA1 region, there is an increased reliance on self-motion inputs as opposed to visual inputs compared to the CA1 region of young rats, which relies more on visual cues. The CA3 hippocampal region is affected differently by decreased plasticity than the CA1 region just discussed. Decreased plasticity in aged subjects causes the same place fields in the CA3 region to activate in similar environments, whereas different place fields in young rats would fire in similar environments because they would pick up on subtle differences in these environments. It is evident that pharmaceuticals such as Memantine can have a significant effect in mediating the age-related decline in place field plasticity.",
            "score": 181.58209228515625
        },
        {
            "docid": "7330954_28",
            "document": "Pattern recognition (psychology) . Music provides deep and emotional experiences for the listener. These experiences become contents in long-term memory, and every time we hear the same tunes, those contents are activated. Recognizing the content by the pattern of the music affects our emotion. The mechanism that forms the pattern recognition of music and the experience has been studied by multiple researchers. The sensation felt when listening to our favorite music is evident by the dilation of the pupils, the increase in pulse and blood pressure, the streaming of blood to the leg muscles, and the activation of the cerebellum, the brain region associated with physical movement.  While retrieving the memory of a tune demonstrates general recognition of musical pattern, pattern recognition also occurs while listening to a tune for the first time. The recurring nature of the metre allows the listener to follow a tune, recognize the metre, expect its upcoming occurrence, and figure the rhythm. The excitement of following a familiar music pattern happens when the pattern breaks and becomes unpredictable. This following and breaking of a pattern creates a problem-solving opportunity for the mind that form the experience. Psychologist Daniel Levitin argues that the repetitions, melodic nature and organization of this music create meaning for the brain. The brain stores information in an arrangement of neurons which retrieve the same information when activated by the environment. By constantly referencing information and additional stimulation from the environment, the brain constructs musical features into a perceptual whole.",
            "score": 174.85768127441406
        },
        {
            "docid": "372266_39",
            "document": "Long-term potentiation . Similarly, Susumu Tonegawa demonstrated in 1996 that the CA1 area of the hippocampus is crucial to the formation of spatial memories in living mice. So-called \"place cells\" located in this region become active only when the rat is in a particular location — called a \"place field\" — in the environment. Since these place fields are distributed throughout the environment, one interpretation is that groups of place cells form maps in the hippocampus. The accuracy of these maps determines how well a rat learns about its environment and thus how well it can navigate it. Tonegawa found that by impairing the NMDA receptor, specifically by genetically removing the NR1 subunit in the CA1 region, the place fields generated were substantially less specific than those of controls. That is, mice produced faulty spatial maps when their NMDA receptors were impaired. As expected, these mice performed very poorly on spatial tasks compared to controls, further supporting the role of LTP in spatial learning.",
            "score": 172.56451416015625
        },
        {
            "docid": "53948_28",
            "document": "Hippocampus . Studies on freely moving rats and mice have shown many hippocampal neurons to act as place cells that cluster in \"place fields\", and these fire bursts of action potentials when the animal passes through a particular location. This place-related neural activity in the hippocampus has also been reported in monkeys that were moved around a room whilst in a restraint chair. However, the place cells may have fired in relation to where the monkey was looking rather that to its actual location in the room. Over many years, many studies have been carried out on place-responses in rodents, that have given a large amount of information. Place cell responses are shown by pyramidal cells in the hippocampus and by granule cells in the dentate gyrus. Other cells in smaller proportion are inhibitory interneurons and these often show place-related variations in their firing rate which are much weaker. There is little if any spatial topography in the representation; in general, cells lying next to each other in the hippocampus have uncorrelated spatial firing patterns. Place cells are typically almost silent when a rat is moving around outside the place field but reach sustained rates as high as 40 Hz, when the rat is near the center. Neural activity sampled from 30 to 40 randomly chosen place cells carries enough information to allow a rat's location to be reconstructed with high confidence. The size of place fields varies in a gradient along the length of the hippocampus, with cells at the dorsal end showing the smallest fields, cells near the center showing larger fields, and cells at the ventral tip showing fields that cover the entire environment. In some cases, the firing rate of hippocampal cells depends not only on place but also on the direction a rat is moving, the destination toward which it is traveling, or other task-related variables. The firing of place cells is timed in relation to local theta waves, a process termed phase precession.",
            "score": 172.14254760742188
        },
        {
            "docid": "4226525_11",
            "document": "Grid cell . Grid cell activity does not require visual input, since grid patterns remain unchanged when all the lights in an environment are turned off. When visual cues are present, however, they exert strong control over the alignment of the grids: Rotating a cue card on the wall of a cylinder causes grid patterns to rotate by the same amount. Grid patterns appear on the first entrance of an animal into a novel environment, and usually remain stable thereafter. When an animal is moved into a completely different environment, grid cells maintain their grid spacing, and the grids of neighboring cells maintain their relative offsets.",
            "score": 170.42039489746094
        },
        {
            "docid": "2872287_26",
            "document": "Neural binding . Cognitive binding is associated with the different states of human consciousness. Two of the most studied states of consciousness are the wakefulness and REM sleep. There have been multiple studies showing, electrophysiologically, that these two states are quite similar in nature. This has led some neural binding theorists to study the modes of cognitive awareness in each state. Certain observations have even led these scientists to hypothesize that since there is little cognition going on during REM sleep, the increased thalamocortical responses show the action of processing in the waking preconscious. The thalamus and cortex are important anatomical features in cognitive and sensory awareness. The understanding of how these neurons fire and relate to one other in each of these states (REM and Waking) is paramount to understanding awareness and its relation to neural binding. In the waking state, neuronal activity in animals is subject to changes based on the current environment. Changes in environment act as a form of stress on the brain so that when sensory neurons are then fired synchronously, they acclimate to the new state. This new state can then be moved to the hippocampus where it can be stored for later use. In the words of James Newman and Anthony A. Grace in their article, \"Binding Across Time\" this idea is put forth: \"The hippocampus is the primary recipient of inferotemporal outputs and is known to be the substrate for the consolidation of working memories to long term, episodic memories.\" The logging of \"episodes\" is then used for \"streaming\", which can mediate by the selective gating of certain information reentering sensory awareness. Streaming and building of episodic memories would not be possible if neural binding did not unconsciously connect the two synchronous oscillations. The pairing of these oscillations can then help input the correct sensory material. If these paired oscillations are not new, then cognitively these firings will be easily understood. If there are new firings, the brain will have to acclimate to the new understanding. In REM sleep, the only extreme difference from the waking state is that the brain does not have the actual waking amount of sensory firings, so cognitively, there is not as much awareness here, although the activity of the \"brain’s eye\" is still quite significant and very similar to the waking state. Studies have shown that during sleep there are still 40 Hz Oscillation firings. These firings are due to the perceived stimuli happening in dreams. \"",
            "score": 169.73753356933594
        },
        {
            "docid": "1095131_22",
            "document": "Kinesthetic learning . All three of these important systems in the brain function together as a team, one not being more important than the other. They work together to allow for responding to sensory events, timing, controlling physical actions, and more. However, it is important to remember than unless a person is actively practicing, these parts of the brain won't help them get to their full potential. Alterations in the brain that occur during learning seem to make the nerve cells more efficient or powerful. Studies have shown that animals raised in complex environments have a greater volume of capillaries per nerve cell—and therefore a greater supply of blood to the brain—than the caged animals, regardless of whether the caged animal lived alone or with companions. Overall, these studies depict an orchestrated pattern of increased capacity in the brain that depends on experience.",
            "score": 167.68923950195312
        },
        {
            "docid": "1049228_8",
            "document": "Place cell . After O'Keefe and Dostrovsky first found the existence of place cells within the hippocampus in 1971, they conducted a study five years later with rats that demonstrated these place cells would fire whenever the rat was within a certain place in the environment. This was one of the first indicators that place cells were related to spatial orientation. They also discovered that place cells fired in different areas of the hippocampus depending on where the rat went, and this whole firing network made up the rat's environment (O'Keefe 1976, Wilson & McNaughton 1993). As environments changed, the same place cells would fire, but the relationship and dynamic between firing fields would change (O'Keefe & Conway 1978). Therefore place cells are thought to give humans and animals a guide to the environment it is navigating and its position in that environment. Place cells are generally observed through recorded action potentials. As humans or animals navigate large environments and then arrive at a particular location, there is a notable increase in the place cell firing rate once that specific location has been reached (Eichenbaum, Dudchencko Wood, Shaprio and Tanila, 1999).",
            "score": 167.2083740234375
        },
        {
            "docid": "1049228_12",
            "document": "Place cell . Place cells fire in different, often widespread, hippocampal locations at the same time, which some interpret as their having different functions in different locations. A rat's representation of its environment is constructed by the firing of groups of place cells that are widely distributed in the hippocampus, however, this does not necessarily mean that each location serves a different purpose. When recording the firing fields of certain hippocampal cells in an open field environment, firing fields prove to be similar even when the rat travels in different directions, exhibiting omnidirectionality. However, when limitations are placed in the aforementioned environment, fields prove to be directional and fire in one direction but not in another.",
            "score": 166.6390838623047
        },
        {
            "docid": "7330954_3",
            "document": "Pattern recognition (psychology) . Pattern recognition occurs when information from the environment is received and entered into short-term memory, causing automatic activation of a specific content of long-term memory. An early example of this is learning the alphabet in order. When a carer repeats ‘A, B, C’ multiple times to a child, utilizing the pattern recognition, the child says ‘C’ after he/she hears ‘A, B’ in order. Recognizing patterns allow us to predict and expect what is coming. The process of pattern recognition involves matching the information received with the information already stored in the brain. Making the connection between memories and information perceived is a step of pattern recognition called identification. Pattern recognition requires repetition of experience. Semantic memory, which is used implicitly and subconsciously is the main type of memory involved with recognition.",
            "score": 164.32501220703125
        },
        {
            "docid": "14470857_19",
            "document": "Radiation-induced cognitive decline . In previous work, environmental enrichment has been used to determine its effect on brain activity. In these studies, the environmental enrichment has positively impacted the brain functionality in both normal, healthy animals and animals that had suffered severe brain injury. It has already been shown by Elodie Bruel-Jungerman et al. that subjecting animals to learning exercises that are heavily dependent on the hippocampus results in increased neurogenesis. Therefore, the question of whether environmental enrichment can enhance neurogenesis in an irradiated hippocampus is raised. In a study performed by Fan et al., the effects of environmental enrichment on gerbils were tested. There were four groups of gerbils used for this experiment, where group one consisted on non-irradiated animals that lived in a standard environment, group two were non-irradiated animals that lived in an enriched environment, group three were irradiated animals that lived in a standard environment, and group four were irradiated animals that lived in an enriched environment. After two months of maintaining the gerbils in the required environments, they were killed and hippocampal tissue was removed for analysis. It was found that the number of precursor neurons that were differentiated into neurons from group four (irradiated and enriched environment) was significantly more than group three (irradiated and standard environment). Similarly, the number of neuron precursor cells was more in group two (non-irradiated and enriched environment), in comparison to group one (non-irradiated and standard environment). The results indicate that neurogenesis was increased in the animals that were exposed to the enriched environment, in comparison to animals in the standard environment. This outcome indicates that environmental enrichment can indeed increase neurogenesis and reverse the cognitive decline.",
            "score": 162.8718719482422
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 161.4822998046875
        },
        {
            "docid": "21312312_4",
            "document": "Neuroanatomy of memory . There is evidence that the hippocampus contains cognitive maps in humans. In one study, single-cell recordings were taken from electrodes implanted in a rat's hippocampus, and it was found that certain neurons responded strongly only when the rat was in certain locations. These cells are called place cells, and collections of these cells can be considered to be mental maps. Individual place cells do not only respond to one unique area only however, the patterns of activation of these cells overlap to form layered mental maps within the hippocampus. A good analogy is the example of the same television or computer screen pixels being used to light up any trillions of possible combinations to produce images, just as the place cells can be used in any multiple possible combinations to represent mental maps. The hippocampus' right side is more oriented towards responding to spatial aspects, whereas the left side is associated with other context information. Also, there is evidence that experience in building extensive mental maps, such as driving a city taxi for a long time (since this requires considerable memorization of routes), can increase the volume of one's hippocampus.",
            "score": 161.25155639648438
        },
        {
            "docid": "41931097_6",
            "document": "Hippocampal replay . Replay can occur in several different behavioral, physiological, and environmental conditions. The first distinction between awake and sleep states may represent different roles in memory consolidation. In the sleep state, the ripple events and place cell activity similar to that of the activity in the environment define the replay events. In the sleep state, there is also a distinction between REM (rapid eye movement) and SWS (slow wave sleep) which has implications for replay events. During SWS the place cells fire in a sequential order indicating replay and possibly indicate memory consolidation. However, during REM sleep where dreams occur in humans, replay events also occurred suggesting a possible role for place cells in dreams.",
            "score": 160.5948028564453
        },
        {
            "docid": "1049228_4",
            "document": "Place cell . Studies with rats have shown that place cells tend to fire quickly when a rat enters a new, open environment, but outside of a firing field, place cells tend to be relatively inactive. Together place cells are thought to form a \"cognitive map\" in which they have localized firing patterns called place fields. Place cell firing patterns are often determined by external sensory information and the local environment. Place cells have proven to have the ability to suddenly change their firing pattern from one pattern to another, a phenomenon known as \"re-mapping\" and though place cells do change according to the external environment, they are stabilized by attractor dynamics which \"enable the system to resist small changes in sensory input but respond collectively and coherently to large ones\".",
            "score": 160.44772338867188
        },
        {
            "docid": "41931097_9",
            "document": "Hippocampal replay . Sensory stimuli can induce replay events or enhance the replay: in the awake state, replay often begins from the current location and continue either forward or backward in time, and nearby locations are more likely to be the place fields of neurons exhibiting replay than far away locations. This is like cued memory retrieval, where a sensory input triggers retrieval of similar or relevant memories. The cue may even trigger a replay in a different environment, if the place cells cued represent a location in a different environment in addition to the current location of the animal.",
            "score": 160.03790283203125
        },
        {
            "docid": "1049228_7",
            "document": "Place cell . These cells were first discovered in the brain, and specifically in the hippocampus, by O'Keefe and Dostrovsky (1971). Though the hippocampus plays a role in learning and memory, the existence of place cells within the hippocampus demonstrates the role it plays with spatial adaptation and awareness. There have been recorded increases in firing patterns of rats in open environments and recorded spatial learning and awareness impairments after damage to the hippocampus and the place cells within. Studies with rats have shown that place cells are very responsive to spatial surroundings. For example a study by John O'Keefe and Lynn Nadel found that place cells would fire more rapidly when rats ran past places in the environment, when a new item was added to the environment, or when an item that is usually there is not present.",
            "score": 159.25701904296875
        },
        {
            "docid": "49033_47",
            "document": "Epigenetics . Somatic epigenetic inheritance, particularly through DNA and histone covalent modifications and nucleosome repositioning, is very important in the development of multicellular eukaryotic organisms. The genome sequence is static (with some notable exceptions), but cells differentiate into many different types, which perform different functions, and respond differently to the environment and intercellular signalling. Thus, as individuals develop, morphogens activate or silence genes in an epigenetically heritable fashion, giving cells a memory. In mammals, most cells terminally differentiate, with only stem cells retaining the ability to differentiate into several cell types (\"totipotency\" and \"multipotency\"). In mammals, some stem cells continue producing new differentiated cells throughout life, such as in neurogenesis, but mammals are not able to respond to loss of some tissues, for example, the inability to regenerate limbs, which some other animals are capable of. Epigenetic modifications regulate the transition from neural stem cells to glial progenitor cells (for example, differentiation into oligodendrocytes is regulated by the deacetylation and methylation of histones. Unlike animals, plant cells do not terminally differentiate, remaining totipotent with the ability to give rise to a new individual plant. While plants do utilise many of the same epigenetic mechanisms as animals, such as chromatin remodeling, it has been hypothesised that some kinds of plant cells do not use or require \"cellular memories\", resetting their gene expression patterns using positional information from the environment and surrounding cells to determine their fate.",
            "score": 157.4542999267578
        },
        {
            "docid": "1717129_16",
            "document": "Explicit memory . Hippocampal cells (\"neurons\") are activated depending on what information one is exposed to at that moment. Some cells are specific to spatial information, certain stimuli (smells, etc.), or behaviours as has been shown in a \"Radial Maze Task\". It is therefore the hippocampus that allows us to recognize certain situations, environments, etc. as being either distinct or similar to others. However, the Three Stage Model does not incorporate the importance of other cortical structures in memory.",
            "score": 155.73013305664062
        },
        {
            "docid": "15767995_6",
            "document": "Cognitive interview . Cognitive interview are rooted in two cognitive theories: the encoding specificity principle and the multi-component view of memory. The encoding specificity principle was introduced by Endel Tulving. This theory states that cues presented will be more effective in facilitating recall when the cues have some degree of similarity to cues that were present at the time of encoding. Thus, a retrieval environment that effectively reinstates the original environment should enhance memory. This demonstrates that an eyewitness will remember most about an event when there is maximal overlap between the context in which the crime was witnessed and the context in which the recall attempt is made. Based on this principle, when an interviewer is conducting the interview he or she will receive better results using the first two retrieval rules if they are able to encourage the participant to recreate an overall environment similar to that of the event the participant had witnessed. For example, the interviewer could encourage the witness to recreate their original state (at the time of the crime during the interview. Past research has demonstrated that memories that have been encoded during a high, emotionally aroused state may be accessible only if the same affect is reinstated during retrieval.The last two retrieval rules are based on the multi-component view of memory which maintains that memory trace is not a linear representation of the original event, but rather is a complex. As a consequence, information about an event can be retrieved using a number of different routes; each of which might provide information about rather different aspects of the original event.",
            "score": 155.41139221191406
        },
        {
            "docid": "8297063_6",
            "document": "Spatial view cells . Spatial view cells are used by primates for storing an episodic memory that helps with remembering where a particular object was in the environment. Imaging studies have shown that the hippocampus plays an important role in spatial navigation and episodic memories. Also, spatial view cells enable them to recall locations of objects even if they are not physically present in the environment. The neurons associated with remembering the location and object are often found in the primate hippocampus. These spatial view cells do not only recall specific locations, but they also remember distances between other landmarks around the place in order to gain a better understanding of where the places are spatially.",
            "score": 155.17242431640625
        },
        {
            "docid": "11079999_9",
            "document": "Subgranular zone . There is a reciprocal relationship between neurogenesis in the SGZ and learning and memory, particularly spatial memory. On the one hand, high rates of neurogenesis may increase memory abilities. For instance, the high rate of neurogenesis and neuronal turnover in young animals may be the reason behind their ability to rapidly acquire new memories and learn new tasks. There is a hypothesis that the constant formation of new neurons is the reason newly acquired memories have a temporal aspect. On the other hand, learning, particularly spatial learning, which depends on the hippocampus, has a positive effect on cell survival and induces cell proliferation through increased synaptic activity and neurotransmitter release. Although more work needs to be done to solidify the relationship between hippocampal neurogenesis and memory, it is clear from cases of hippocampal degeneration that neurogenesis is necessary in order for the brain to cope with changes in the external environment and to produce new memories in a temporally correct manner.",
            "score": 153.951904296875
        },
        {
            "docid": "53948_4",
            "document": "Hippocampus . In rodents as model organisms, the hippocampus has been studied extensively as part of a brain system responsible for spatial memory and navigation. Many neurons in the rat and mouse hippocampus respond as place cells: that is, they fire bursts of action potentials when the animal passes through a specific part of its environment. Hippocampal place cells interact extensively with head direction cells, whose activity acts as an inertial compass, and conjecturally with grid cells in the neighboring entorhinal cortex.",
            "score": 153.6444854736328
        },
        {
            "docid": "13799904_17",
            "document": "Identity control theory . The process can be separated into two parts. The first is summarized by what is currently happening. This includes the person's thoughts, feelings, and actions to reduce different demands (Foulton, 1982). Demands can be jobs, chores, relationships with others, and even body functions such as eating and sleeping. With different demands, one person can act in many different ways. For instance, if two people are hungry and are having problems at work, the first person might eat first then try to fix their job situation. The second person could fix their job first and then eat later. Demands are not limited to two things at a time: there can be many demands at the same time. So each person's different actions can affect the future or how things turn out. This is the second part: how current events (what is happening) affect changes in daily life or even the person's environment over time. The environment is not just limited to the outdoors, it is also the relationships with others. Acting in a certain way will bring out a certain change in the person's life, whether in the environment or in their every day life.",
            "score": 153.41893005371094
        },
        {
            "docid": "27179535_6",
            "document": "Leah Krubitzer . Krubitzer and her team have decided to focus part of their research on studying the cortical evolution of the neocortex. It is known that the neocortex has the ability to adapt and change over time. This is an important feature that allows the brain function and connectivity to coordinate movements vital for an organism's survival in a specific environment. Krubitzer and her team used a variety of different rodents and squirrels to test their hypothesis. They hypothesized that the level of cortical activity organization would be directly correlated with the specific connections in the brain based on the environment that the particular animal was accustomed. Differences were found between the lab animals and wild caught animals as would be expected. Krubitzer varied the amounts of sensory stimuli that each test subject was exposed to early on in development. By doing this, she was able to track the organization of the cortex from early development on. One example of how she did this was altering the vision in an opossum in early development. Research found that when vision is lost early in development, other sensory systems will begin to take over that area and the cortex will re-organize itself to make up for the loss of this sensation.",
            "score": 152.9159698486328
        },
        {
            "docid": "52588865_9",
            "document": "William T. Greenough . This view of brain structure, neural activity, and learning was completely overturned by Greenough's research. Greenough initially worked with mice and rat models, later studying primates and humans. His studies demonstrated that fundamental physical changes occurred in neurons in the brain in response to stimulating environments. At the most basic cellular level, the brains of rats that lived in stimulating environments developed more synapses than those that did not. He went on to demonstrate that new synapses were formed as a result of activities that involved learning, not just increased activity. Moreover, changes occurred in areas of the brain that were associated with the performance of specific learned tasks. Observed changes in learning, memory, and synapse formation persisted after training. Learning and memory formation were therefore fundamentally related to ongoing synapse formation. The result of Greenough's work has been a new model of brain 'plasticity' in which long-term memories are formed at a structural level in the brain as part of lifelong processes of learning.",
            "score": 152.76077270507812
        }
    ]
}