{
    "q": [
        {
            "docid": "38845078_2",
            "document": "Minute virus of mice . The Minute Virus of Mice (MVM) is the prototype virus of the Protoparvovirus genus within the Parvoviridae family of viruses. MVM exists in two variant forms: MVMp, which is the prototype strain, infects cells of fibroblast origin, while MVMi, the immunosuppressive strain, infects T lymphocytes. MVM is a common infection in laboratory mice due to its highly contagious nature. The virus can be shed from infected mice via feces and urine, but also via fomites and nasal secretions. Typically there are no clinical signs of infection, however, experimental infection can cause multiple organ damage during fetal development or shortly after birth. While MVM infection may result in pathology of infected mice, the infection is more likely to cause problems for the ongoing study the mice are being used for as the immune system will be activated, the activity of T-lymphocytes and B-lymphocytes will be altered and tumor formation may be suppressed.",
            "score": 140.35666143894196
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 144.93841135501862
        },
        {
            "docid": "8767449_10",
            "document": "Public health genomics . An example of this is found in a study published in Nature, which showed that mice with a latent infection of a Herpesvirus were less susceptible to bacterial infections. Mice were infected with murine gammherpesvirus 68 (a member of the gammaherpesvirinae subfamily) and then challenged with \"Listeria monocytogenes\". The mice that had a latent infection of the virus had an increased resistance to the bacteria, but those with a non-latent strain of virus had no change in susceptibility to the bacteria. The study went on to test mice with murine cytomegalovirus, a member of the betaherpesvirinae subfamily, which provided similar results. However, infection with human herpes simplex virus type-1, a member of the alphaherpesvirinae subfamily, did not provide increased resistance to bacterial infection. They also used \"Yersinia pestis\" (the causative agent of the Black Death) to challenge mice with a latent infection of gammaherpesvirus 68, and they found the mice did have an increased resistance to the bacteria. The suspected reason for this is that peritoneal macrophages in the mouse are activated after latent infection of the herpesvirus, and since macrophages play an important role in immunity, this provides the mouse with a stronger, active immune system at the time of bacterial exposure. It was found that the latent herpesvirus caused an increase in interferon-gamma (IFN-γ) and tumor necrosis factor-alpha (TNF-α), both of which lead to activation of macrophages and resistance to bacterial infection.",
            "score": 107.96976459026337
        },
        {
            "docid": "46948993_6",
            "document": "Mary Collins (immunologist) . Collins' research group studies the use of viruses, particularly lentiviruses (the group to which the human immunodeficiency virus belongs), as vectors for delivering novel genes to cells and as platforms for the development of vaccines. Because lentiviruses like HIV specifically infect immune cells called T-cells, a genetically engineered inactivated version of the virus can be used to deliver immunogenic proteins to T-cells to induce an immune response. This system has been studied successfully in laboratory mice.",
            "score": 125.59476113319397
        },
        {
            "docid": "7807280_11",
            "document": "Interleukin 21 . IL-21 may be a critical factor in the control of persistent viral infections. IL-21 (or IL-21R) knock-out mice infected with chronic LCMV (lymphocytic choriomeningitis virus) were not able to overcome chronic infection compared to normal mice. Besides, these mice with impaired IL-21 signaling had more dramatic exhaustion of LCMV-specific CD8+ T cells, suggesting that IL-21 produced by CD4+ T cells is required for sustained CD8+ T cell effector activity and then, for maintaining immunity to resolve persistent viral infection. Thus, IL-21 may contribute to the mechanism by which CD4+ T helper cells orchestrate the immune system response to viral infections.",
            "score": 147.28134965896606
        },
        {
            "docid": "211955_14",
            "document": "Natural killer cell . The ability to generate memory cells following a primary infection and the consequent rapid immune activation and response to succeeding infections by the same antigen is fundamental to the role T and B cells play in the adaptive immune response. For many years, NK cells have been considered to be a part of the innate immune system. However, recently increasing evidence suggests that NK cells can display several features that are usually attributed to adaptive immune cells (e.g. T cell responses) such as dynamic expansion and contraction of subsets, increased longevity and a form of immunological memory, characterized by a more potent response upon secondary challenge with the same antigen. In mice, the majority of research was carried out with murine cytomegalovirus (MCMV) and in models of hapten-hypersensitivity reactions. Especially, in the MCMV model, protective memory functions of MCMV-induced NK cells were discovered  and direct recognition of the MCMV-ligand m157 by the receptor Ly49 was demonstrated to be crucial for the generation of adaptive NK cell responses.  In humans, most studies have focused on the expansion of an NK cell subset carrying the activating receptor NKG2C. Such expansions were observed primarily in response to human cytomegalovirus (HCMV), but also in other infections including Hantavirus, Chikungunya virus, HIV, or viral hepatitis. However, whether these virus infections trigger the expansion of adaptive NKG2C+ NK cells or whether other infections result in re-activation of latent HCMV (as suggested for hepatitis ), remains a field of study. Notably, further insights into the biology of adaptive NK cells are hampered by the fact that a direct viral ligand for NKG2C has not yet been identified.",
            "score": 157.07420563697815
        },
        {
            "docid": "5795298_16",
            "document": "Molecular mimicry . Theiler's murine encephalomyelitis virus (TMEV) leads to the development in mice of a progressive CD4 T cell-mediated response after these cells have infiltrated the CNS. This virus has been shown to cause CNS disease in mice that resembles multiple sclerosis, an autoimmune disease in humans that results in the gradual destruction of the myelin sheath coating axons of the CNS. The TMEV mouse virus shares a thirteen amino acid sequence (His-Cys-Leu-Gly-Lys-Trp-Leu-Gly-His-Pro-Asp-Lys-Phe) (PLP (proteolipid protein) 139-151 epitope) with that of a human myelin-specific epitope. Bystander myelin damage is caused by virus specific T1 cells that cross react with this self epitope. To test the efficacy in which TMEV uses molecular mimicry to its advantage, a sequence of the human myelin-specific epitope was inserted into a non-pathogenic TMEV variant. As a result, there was a CD4 T cell response and autoimmune demyelination was initiated by infection with a TMEV peptide ligand. In humans, it has recently been shown that there are other possible targets for molecular mimicry in patients with multiple sclerosis. These involve the hepatitis B virus mimicking the human proteolipid protein (myelin protein) and the Epstein-Barr virus mimicking anti-myelin oligodendrocyte glycoprotein (contributes to a ring of myelin around blood vessels).",
            "score": 154.54910278320312
        },
        {
            "docid": "2507689_15",
            "document": "X-linked agammaglobulinemia . XLA patients are specifically susceptible to viruses of the Enterovirus family, and mostly to: polio virus, coxsackie virus (hand, foot, and mouth disease) and Echoviruses. These may cause severe central nervous system conditions as chronic encephalitis, meningitis and death. An experimental anti-viral agent, pleconaril, is active against picornaviruses. XLA patients, however, are apparently immune to the Epstein-Barr virus (EBV), as they lack mature B cells (and so HLA co-receptors) needed for the viral infection. Patients with XLA are also more likely to have a history of septic arthritis.",
            "score": 194.6449818611145
        },
        {
            "docid": "2812725_54",
            "document": "Diabetes mellitus type 1 . One theory proposes that type 1 diabetes is a virus-triggered autoimmune response in which the immune system attacks virus-infected cells along with the beta cells in the pancreas. Several viruses have been implicated, including enteroviruses (especially coxsackievirus B), cytomegalovirus, Epstein–Barr virus, mumps virus, rubella virus and rotavirus, but to date there is no stringent evidence to support this hypothesis in humans. A 2011 systematic review and meta-analysis showed an association between enterovirus infections and type 1 diabetes, but other studies have shown that, rather than triggering an autoimmune process, enterovirus infections, as coxsackievirus B, could protect against onset and development of type 1 diabetes.",
            "score": 168.6400716304779
        },
        {
            "docid": "21859704_5",
            "document": "Epstein–Barr virus latent membrane protein 2 . Epstein–Barr virus (EBV) establishes a lifelong latent infection in B lymphocytes. Viral LMP2A mRNA is frequently detected in peripheral blood B lymphocytes and the protein is often present in tumor biopsies from EBV malignancies. This suggests LMP2A plays an important role in viral latency, as well as in progression of EBV related diseases such as Burkitt's lymphoma, Nasopharyngeal carcinoma, and Hodgkin's lymphoma. Portis and Longnecker (2004) have found that LMP2A induces activation of B cell Ras pathway in vivo. Using down stream inhibitors of Ras signaling components, they demonstrated activation of PI3K/Akt pathway is involved in LMP2A mediated B cell survival and resistance to apoptosis Caldwell et al. (1998) demonstrated the ability of LMP2A to provide survival signals to B-cells in vivo where expression of an LMP2A transgene in mice disrupts with normal B-cell development. This results in BCR-negative cells being able to exit the bone marrow and survive in peripheral lymphoid organs. B-cells from LMP2A transgenic E line undergo immunoglobulin light chain rearrangements, but not heavy chain rearrangement. This indicates that LMP2A signaling bypasses the requirement for immunoglobulin recombination and allows immunoglobulin M-negative type cells to bypass apoptosis, allowing them to colonize peripheral lymphoid organs.",
            "score": 164.43531727790833
        },
        {
            "docid": "52872553_12",
            "document": "Severe combined immunodeficient mice . NOD/SCID mice can be transplanted with human fetal liver, bone, thymus, and lymphoid cells from blood transplants, leading to the formation of human immune cells, such as B and T cells, within the mice. These mice are then infected with the virus and researchers are able to study how HIV attacks the human lymphocytes and causes acquired immunodeficiency syndrome (AIDS) over time. Furthermore, humanized mouse models can also be used to test potential therapies for this disease, including gene-based therapies.",
            "score": 140.35974764823914
        },
        {
            "docid": "52872553_11",
            "document": "Severe combined immunodeficient mice . Immune compromised mice have become of particular interest for studying the Human Immunodeficiency Virus (HIV), how it interacts with the host in human lymphoid organs, as well as how treatments work \"in vivo\". While HIV normally cannot infect mice, SCID mice have been used to study HIV. Prior to the use of humanized SCID mice, ape models were used to study HIV due to their genetic similarity to humans. However, due to the endangered status of chimps, the cost of maintaining them, and the slight differences between human and chimp interactions with HIV, humanized mice have been accepted as a more effective model organism for the study of this disease.",
            "score": 104.14635288715363
        },
        {
            "docid": "44369339_21",
            "document": "Chlorovirus . Studies infecting mice with ACTV-1 have been performed following the discovery chlorovirus can infect humans. The studies conducted on infected mice show changes in the Cdk5 pathway, which aids with learning and memory formation, as well as alterations in gene expression in the dopamine pathway. Further, infected mice were found to be less social, interacting less with newly introduced companion mice than the control group. Infected mice also spent longer in a light-exposed portion of a test chamber, where the control mice tended to prefer the dark side and avoided the light. This indicates a decrease in anxiety with ACTV-1 infection. The test mice were also less able to recognize an object that had been moved from its previous location, showing a decrease in spatial reference memory. As in humans, there is a decrease in vision spatial task ability. Within the hippocampus (area of brain responsible for memory and learning), changes in gene expression occur, and infection presents a change in the pathways of immune cell functioning and antigen processing. It has been suggested that this possibly indicates an immune system response to the ACTV-1 virus causing inflammation which may be the cause for the cognitive impairments. The symptoms presented may also suggest hippocampus and medial prefrontal cortex interference from ACTV-1 infection.",
            "score": 118.2118729352951
        },
        {
            "docid": "38238_31",
            "document": "Hepatitis . The pathway by which hepatic viruses cause viral hepatitis is best understood in the case of hepatitis B and C. The viruses do not directly cause apoptosis (cell death). Rather, infection of liver cells activates the innate and adaptive arms of the immune system leading to an inflammatory response which causes cellular damage and death. Depending on the strength of the immune response, the types of immune cells involved and the ability of the virus to evade the body's defense, infection can either lead to clearance (acute disease) or persistence (chronic disease) of the virus. The chronic presence of the virus within liver cells results in multiple waves of inflammation, injury and wound healing that overtime lead to scarring or fibrosis and culminate in hepatocellular carcinoma. Individuals with an impaired immune response are at greater risk of developing chronic infection. Natural killer cells are the primary drivers of the initial innate response and create a cytokine environment that results in the recruitment of CD4 T-helper and CD8 cytotoxic T-cells. Type I interferons are the cytokines that drive the antiviral response. In chronic Hepatitis B and C, natural killer cell function is impaired.",
            "score": 157.18705010414124
        },
        {
            "docid": "52872553_9",
            "document": "Severe combined immunodeficient mice . SCID mice have allowed for increased research on a wide range of topics, including the development and pluripotency of human HSC, human-specific diseases and their interactions with the human immune system, vaccination, and cancer. SCID mice with human immune cells are able to respond to pathogens such as viruses and create antibodies against them, which has helped scientists better understand how the human immune system protects against pathogen infection. For example, they have been used to study Dengue virus and malaria, as well as to assess the efficacy of drugs that target these diseases.",
            "score": 124.63786053657532
        },
        {
            "docid": "1581104_20",
            "document": "Ross River virus . The study of RRV has been recently facilitated by a mouse model. Inbred mice infected with RRV develop hind-limb arthritis/arthralgia. The disease in mice, similar to humans, is characterised by an inflammatory infiltrate including macrophages which are immunopathogenic and exacerbate disease. Furthermore, recent data indicate that the serum component, C3, directly contributes to disease since mice deficient in the C3 protein do not suffer from severe disease following infection.",
            "score": 124.40453588962555
        },
        {
            "docid": "2078908_16",
            "document": "Ross River fever . The study of RRF has been recently facilitated by the development of a mouse model. Mice infected with RRV develop hind-limb arthritis/arthralgia which is similar to human disease. The disease in mice is characterized by an inflammatory infiltrate including macrophages which are immunopathogenic and exacerbate disease. Furthermore, mice deficient in the C3 protein do not suffer from severe disease following infection. This indicates that an aberrant innate immune response is responsible for severe disease following RRV infection.",
            "score": 132.1683292388916
        },
        {
            "docid": "19167679_91",
            "document": "Virus . Virotherapy involves the use of genetically modified viruses to treat diseases. Viruses have been modified by scientists to reproduce in cancer cells and destroy them but not infect healthy cells. Talimogene laherparepvec (T-VEC), for example, is a modified herpes simplex virus that has had a gene, which is required for viruses to replicate in healthy cells, deleted and replaced with a human gene (GM-CSF) that stimulates immunity. When this virus infects cancer cells, it destroys them and in doing so the presence the GM-CSF gene attracts dendritic cells from the surrounding tissues of the body. The dendritic cells process the dead cancer cells and present components of them to other cells of the immune system. Having completed successful clinical trials, this virus is expected to gain approval for the treatment of a skin cancer called melanoma in late 2015. Viruses that have been reprogrammed to kill cancer cells are called oncolytic viruses.",
            "score": 125.4788510799408
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 147.58819949626923
        },
        {
            "docid": "8513008_15",
            "document": "Host tropism . The human immunodeficiency virus exhibits host tropism for CD4 related immune cells (e.g. T helper cells, macrophages or dendritic cells). These cells express a CD4 receptor, to which HIV can bind, through the gp120 and gp41 proteins on its surface. HIV also requires a second co-receptor along with the CD4-gp120 complex to enter the target cells - either CCR5 or CXCR4. This demonstrates an example of how cell surface receptors can affect the tropism of a viral pathogen. Since humans are the only organisms that have cells with these receptors, HIV only displays host tropism for humans. Simian immunodeficiency virus (SIV), a virus similar to HIV, is capable of infecting primates. The Epstein–Barr virus (EBV) is one of eight known herpesviruses. It displays host tropism for human B cells through the CD21-gp350/220 complex and is thought to be the cause of infectious mononucleosis, Burkitt’s lymphoma, Hodgkin’s disease, nasopharyngeal carcinoma, and lymphomas. EBV enters the body through oral transfer of saliva, and it is thought to infect more than 90% of the world's adult population. EBV may also infect epithelial cells, T cells, and natural killer cells through mechanisms different than the CD21 receptor-mediated process in B cells.",
            "score": 167.30923759937286
        },
        {
            "docid": "1875355_31",
            "document": "Lymphocytic choriomeningitis . A study conducted by John Hotchin and Heribert Weigand, of the New York State Department of Health, concluded, \"The age of the mouse when first exposed to the virus determines its immune response.\" If LCMV infection occurs \"in utero\" or within the first few hours of life, during the immunologically unresponsive period, the mouse will develop immune tolerance. The virus will continue to proliferate for an indefinite time. However, if a mouse is infected after the neonatal period, when the immune system is responsive, the immune response is active. This immunological conflict can result in one of three ways; immunological paralysis, significant or complete suppression of virus with immunity to reinfection, or death. Mice that are infected after the neonatal period often pass through a \"runt\" stage, which may last for several weeks. Clinical symptoms include excitability, weight loss, and severe retardation of growth and hair development. In general, as the period of time between birth and inoculation decreases, less disease and mortality occurs.",
            "score": 117.69132733345032
        },
        {
            "docid": "1933672_6",
            "document": "Original antigenic sin . Between primary and secondary infections, or following vaccination, a virus may undergo antigenic drift, in which the viral surface proteins (the epitopes) are altered through natural mutation, allowing the virus to escape the immune system. When this happens, the altered virus preferentially reactivates previously activated high-affinity memory B cells and spur antibody production. However, the antibodies produced by these B cells generally ineffectively bind to the altered epitopes. In addition, these antibodies inhibit the activation of higher-affinity naive B cells that \"would\" be able to make more effective antibodies to the second virus. This leads to a less effective immune response and recurrent infections may take longer to clear.",
            "score": 140.09841108322144
        },
        {
            "docid": "18293050_5",
            "document": "Genetically modified mouse . Genetically modified mice are used extensively in research as models of human disease. Mice are a useful model for genetic manipulation and research, as their tissues and organs are similar to that of a human and they carry virtually all the same genes that operate in humans. They also have advantages over other mammals, in regards to research, in that they are available in hundreds of genetically homogeneous strains. Also, due to their size, they can be kept and housed in large numbers, reducing the cost of research and experiments. The most common type is the knockout mouse, where the activity of a single (or in some cases multiple) genes are removed. They have been used to study and model obesity, heart disease, diabetes, arthritis, substance abuse, anxiety, aging and Parkinson disease. Transgenic mice generated to carry cloned oncogenes and knockout mice lacking tumor suppressing genes have provided good models for human cancer. Hundreds of these oncomice have been developed covering a wide range of cancers affecting most organs of the body and they are being refined to become more representative of human cancer. The disease symptoms and potential drugs or treatments can be tested against these mouse models.",
            "score": 99.95267128944397
        },
        {
            "docid": "26305461_12",
            "document": "Parabiosis . Chronic diseases of age have been saluted as prime candidates for parabiotic research because of the potential to conjoin an older animal with a younger animal. This process could be used to research cardiovascular disease, diabetes, osteoarthritis, and Alzheimer’s disease. As animals age, their oligodendrocytes reduce in efficiency, resulting in decreased myelination, causing negative effects on the central nervous system (CNS). Julia Ruckh and fellow researchers have used parabiosis to study remyelination from adult stem cells to see if conjoining young with older mice could reverse or delay this process. In the experiment, the two mice were conjoined and demyelination was induced via injection into the older mice. The experiment determined that factors from the younger mice reversed CNS demyelination in older mice by revitalizing the oligodendrocytes. The monocytes from the younger mice also enhanced the ability of the older mice to clear myelin debris because the young monocytes can clear lipids from myelin sheaths more effectively than older monocytes. The conjoining of the two animals reversed the effects of age on the myelination cells. The ability of the young mouse’s cells was unaffected. Enhanced immunity from the younger mouse also promoted the general health of the older mouse in each pair. The results of this experiment could lead to therapy processes for people with demyelinating diseases like multiple sclerosis.",
            "score": 137.8437043428421
        },
        {
            "docid": "19167679_66",
            "document": "Virus . Viruses are an established cause of cancer in humans and other species. Viral cancers occur only in a minority of infected persons (or animals). Cancer viruses come from a range of virus families, including both RNA and DNA viruses, and so there is no single type of \"oncovirus\" (an obsolete term originally used for acutely transforming retroviruses). The development of cancer is determined by a variety of factors such as host immunity and mutations in the host. Viruses accepted to cause human cancers include some genotypes of human papillomavirus, hepatitis B virus, hepatitis C virus, Epstein–Barr virus, Kaposi's sarcoma-associated herpesvirus and human T-lymphotropic virus. The most recently discovered human cancer virus is a polyomavirus (Merkel cell polyomavirus) that causes most cases of a rare form of skin cancer called Merkel cell carcinoma. Hepatitis viruses can develop into a chronic viral infection that leads to liver cancer. Infection by human T-lymphotropic virus can lead to tropical spastic paraparesis and adult T-cell leukaemia. Human papillomaviruses are an established cause of cancers of cervix, skin, anus, and penis. Within the \"Herpesviridae\", Kaposi's sarcoma-associated herpesvirus causes Kaposi's sarcoma and body-cavity lymphoma, and Epstein–Barr virus causes Burkitt's lymphoma, Hodgkin's lymphoma, B lymphoproliferative disorder, and nasopharyngeal carcinoma. Merkel cell polyomavirus closely related to SV40 and mouse polyomaviruses that have been used as animal models for cancer viruses for over 50 years.",
            "score": 166.90167009830475
        },
        {
            "docid": "7801838_21",
            "document": "Interleukin 15 . Vector-based therapy – Nonlytic Newcastle Disease Virus (NDV) was engineered to express recombinant IL-15 protein to generate an NDV-modified tumor vaccine. Preclinical results of NDV-modified tumor vaccine showed promise by controlling melanoma tumor growth in mice. A recombinant vaccinia virus expressing influenza A proteins and IL-15 promoted cross protection by CD4+ T cells. A Brucella DNA vacccine containing IL-15 gene enhanced the CD8+ T cell immune response in mice. IL-15 was needed for CD4+ T cell heterosubtypic protection while using a multivalent influenza vaccine using vaccinia-based vector. While influenza A virus expressing IL-15 stimulates both innate and adaptive immune cells to decrease tumor growth mice.",
            "score": 112.98200702667236
        },
        {
            "docid": "335391_6",
            "document": "Kikuchi disease . Many theories exist about the cause of KFD. Microbial/viral or autoimmune causes have been suggested. \"Mycobacterium szulgai\" and \"Yersinia\" and \"Toxoplasma\" species have been implicated. More recently, growing evidence suggests a role for Epstein-Barr virus, as well as other viruses (HHV6, HHV8, parvovirus B19, HIV and HTLV-1) in the pathogenesis of KFD. However, many independent studies have failed to identify the presence of these infectious agents in cases of Kikuchi lymphadenopathy. In addition, serologic tests including antibodies to a host of viruses have consistently proven noncontributory and no viral particles have been identified ultrastructurally. KFD is now proposed to be a nonspecific hyperimmune reaction to a variety of infectious, chemical, physical, and neoplastic agents. Other autoimmune conditions and manifestations such as antiphospholipid syndrome, polymyositis, systemic juvenile idiopathic arthritis, bilateral uveitis, arthritis and cutaneous necrotizing vasculitis have been linked to KFD. KFD may represent an exuberant T-cell-mediated immune response in a genetically susceptible individual to a variety of nonspecific stimuli.",
            "score": 152.10340070724487
        },
        {
            "docid": "14876545_7",
            "document": "FGL2 . In addition to its constitutive secretion by CD4+ and CD8+ T cells, the secreted form of FGL2 (sFGL2) can be inducibly secreted by Foxp3+ CD4+ CD25+ T regulatory cells (Ts). Such T cells play a vital role in dampening the immune response after the clearance of an infection to prevent sterile inflammation. These cells also play a fundamental role in maintaining self tolerance by suppressing the activation and expansion of self-reactive lymphocytes that may instigate autoimmunity. Through their roles in immune homeostasis, it has been shown that depletion of the T cell population in murine models for disease lead to enhanced immune responses to a variety of infectious agents including hepatitis C virus (HCV). Additionally, patients with a chronic HCV infection were shown to have higher counts of T cells in peripheral blood when compared with successfully treated or healthy controls.",
            "score": 138.05210947990417
        },
        {
            "docid": "57177527_4",
            "document": "Cancer vaccine targeting CD4+ T cells . Recent studies show the crucial role of proliferating, activated effector memory Th1 CD4+ T cells in effective antitumor immunity and reveal that CD4+ T cells induce more durable immune-mediated tumor control than CD8+ T cells. Given that CD4+ T cells are known to play such a central role in regulating virtually all antigen-specific immune responses, they are still not paid much attention to playing a role in immune responses to tumor antigens. The preferred attention to antitumor responses by CD8+ T cells stems from two facts: first, most tumors are positive for MHC class one but negative for MHC class two; and second, CD8+ cytotoxic T lymphocytes (CTLs) are able to induce tumor killing upon direct recognition of peptide antigens, presented by the tumor’s MHC class one molecules. This preference has been bolstered by numerous adoptive transfer studies in which CD8+ T cell lines and CD8+ clones specific for tumor antigens—that have been stimulated in \"vitro\"—can mediate antitumor immunity when transferred back into tumor-bearing hosts; furthermore, recent reports suggest that immunization—using either adjuvant or dendritic cells with pure tumor peptides—can result in productive antitumor immunity that is restricted by MHC class one. Finally, elimination of CD8+ T cells from mice—at least partially abrogates antitumor immunity induced by most cancer vaccines. Similarly, a critical role for CD4+ T cells in induced antitumor immunity has been consistently demonstrated in vaccine/challenge experiments employing antibody-mediated depletion of CD4+ T cells or using CD4-knockout mice. Abrogation of antitumor immunity in CD4-knockout mice or mice depleted of CD4+ T cells has been demonstrated in cases of cell-based vaccines, recombinant viral vaccines and recombinant bacterial vaccines. While most adoptive transfer experiments have been performed with tumor-specific CD8+ T cells, activated CD4+ T cell clones specific for the murine leukemias have been demonstrated to confer systemic antitumor immunity upon transfer into tumor-bearing hosts.",
            "score": 102.81512069702148
        },
        {
            "docid": "19167679_73",
            "document": "Virus . Vaccination is a cheap and effective way of preventing infections by viruses. Vaccines were used to prevent viral infections long before the discovery of the actual viruses. Their use has resulted in a dramatic decline in morbidity (illness) and mortality (death) associated with viral infections such as polio, measles, mumps and rubella. Smallpox infections have been eradicated. Vaccines are available to prevent over thirteen viral infections of humans, and more are used to prevent viral infections of animals. Vaccines can consist of live-attenuated or killed viruses, or viral proteins (antigens). Live vaccines contain weakened forms of the virus, which do not cause the disease but, nonetheless, confer immunity. Such viruses are called attenuated. Live vaccines can be dangerous when given to people with a weak immunity (who are described as immunocompromised), because in these people, the weakened virus can cause the original disease. Biotechnology and genetic engineering techniques are used to produce subunit vaccines. These vaccines use only the capsid proteins of the virus. Hepatitis B vaccine is an example of this type of vaccine. Subunit vaccines are safe for immunocompromised patients because they cannot cause the disease. The yellow fever virus vaccine, a live-attenuated strain called 17D, is probably the safest and most effective vaccine ever generated.",
            "score": 146.9474095106125
        },
        {
            "docid": "14410190_7",
            "document": "CD97 . Changes in the expression of CD97 have been described for auto-inflammatory diseases, such as rheumatoid arthritis and multiple sclerosis. The expression of CD97 on macrophage and the abundant presence of its ligand CD55 on fibroblast-like synovial cells suggest that the CD97-CD55 interaction is involved in the recruitment and/or retention of macrophages into the synovial tissue in rheumatoid arthritis. CD97 antibodies and lack of CD97 or CD55 in mice reduced synovial inflammation and joint damage in collagen- and K/BxN serum transfer-induced arthritis. In brain tissue, CD97 is undetectable in normal white matter, and expression of CD55 is fairly restricted to the endothelium. In pre-active lesion, increased expression of CD55 in endothelial cells and robust CD97 expression on infiltrating leukocytes suggest a possible role of both molecules in immune cell migration through the blood-brain barrier. Additionally, soluble N-terminal fragment (NTF)s of CD97 are detectable in the serum of patients with rheumatoid arthritis and multiple sclerosis.",
            "score": 159.94074964523315
        },
        {
            "docid": "3824473_3",
            "document": "Abelson murine leukemia virus . A-MuLV causes a rapidly progressive lymphosarcoma known as Abelson disease in mice, which is a type of leukemia that does not involve the thymus. However, this is only possible when the host cell is co-infected with a helper virus which provides functions it needs to be able to replicate which it does not code for in its own genome such as a reverse transcriptase and some major structural proteins. As such, A-MuLV can be described as a dependovirus. A highly efficient helper virus commonly used when growing A-MuLV \"in vitro\" is Moloney murine leukemia virus (M-MuLV). It causes leukemia directly by interfering with the normal growth and differentiation processes of lymphocytes. It can infect B-cells which was shown by the fact that some tumor cells can be seen to have immunoglobulins (Ig) on their surface although most tumor cells do not have characteristic receptors on their surface indicating that they are undifferentiated cells. \"In vitro\" studies have shown that lymphocyte infection produces tumor cell populations comprising three types of cells: stable productive cells, non-productive cells and cells which produced defective virus particles which are not infective.",
            "score": 139.14218091964722
        }
    ],
    "r": [
        {
            "docid": "2507689_15",
            "document": "X-linked agammaglobulinemia . XLA patients are specifically susceptible to viruses of the Enterovirus family, and mostly to: polio virus, coxsackie virus (hand, foot, and mouth disease) and Echoviruses. These may cause severe central nervous system conditions as chronic encephalitis, meningitis and death. An experimental anti-viral agent, pleconaril, is active against picornaviruses. XLA patients, however, are apparently immune to the Epstein-Barr virus (EBV), as they lack mature B cells (and so HLA co-receptors) needed for the viral infection. Patients with XLA are also more likely to have a history of septic arthritis.",
            "score": 194.6449737548828
        },
        {
            "docid": "21339698_12",
            "document": "Marginal zone B-cell lymphoma . Factors that may increase an individuals chance of developing nodal MZL are being over the age of 60 and having been infected with hepatitis C virus. Factors that may increase an individuals chance of developing MALT lymphoma include being over the age of 50, having an autoimmune condition (rheumatoid arthritis, Hashimoto's thyroiditis), and long lasting chronic inflammation due to infection (H.pylori, Sjogren syndrome, chlamidia infection, Borrelia infection, Campylobacter jejuni infection). Factors that increase an individuals risk of developing splenic MZL include the hepatitis C virus, Epstein-Barr virus, malaria, Sjogren syndrome, and lupus.",
            "score": 192.87791442871094
        },
        {
            "docid": "214550_3",
            "document": "Epstein–Barr virus . It is best known as the cause of infectious mononucleosis (“mono” or \"glandular fever\"). It is also associated with particular forms of cancer, such as Hodgkin's lymphoma, Burkitt's lymphoma, gastric cancer, nasopharyngeal carcinoma, and conditions associated with human immunodeficiency virus (HIV), such as hairy leukoplakia and central nervous system lymphomas. There is evidence that infection with EBV is associated with a higher risk of certain autoimmune diseases, especially dermatomyositis, systemic lupus erythematosus, rheumatoid arthritis, Sjögren's syndrome, and multiple sclerosis. Some 200,000 cancer cases per year are thought to be attributable to EBV.",
            "score": 180.3485107421875
        },
        {
            "docid": "25875_2",
            "document": "Rheumatoid arthritis . Rheumatoid arthritis (RA) is a long-term autoimmune disorder that primarily affects joints. It typically results in warm, swollen, and painful joints. Pain and stiffness often worsen following rest. Most commonly, the wrist and hands are involved, with the same joints typically involved on both sides of the body. The disease may also affect other parts of the body. This may result in a low red blood cell count, inflammation around the lungs, and inflammation around the heart. Fever and low energy may also be present. Often, symptoms come on gradually over weeks to months. While the cause of rheumatoid arthritis is not clear, it is believed to involve a combination of genetic and environmental factors. The underlying mechanism involves the body's immune system attacking the joints. This results in inflammation and thickening of the joint capsule. It also affects the underlying bone and cartilage. The diagnosis is made mostly on the basis of a person's signs and symptoms. X-rays and laboratory testing may support a diagnosis or exclude other diseases with similar symptoms. Other diseases that may present similarly include systemic lupus erythematosus, psoriatic arthritis, and fibromyalgia among others. The goals of treatment are to reduce pain, decrease inflammation, and improve a person's overall functioning. This may be helped by balancing rest and exercise, the use of splints and braces, or the use of assistive devices. Pain medications, steroids, and NSAIDs are frequently used to help with symptoms. Disease-modifying antirheumatic drugs (DMARDs), such as hydroxychloroquine and methotrexate, may be used to try to slow the progression of disease. Biological DMARDs may be used when disease does not respond to other treatments. However, they may have a greater rate of adverse effects. Surgery to repair, replace, or fuse joints may help in certain situations. Most alternative medicine treatments are not supported by evidence. RA affects about 24.5 million people as of 2015. This is between 0.5 and 1% of adults in the developed world with 5 and 50 per 100,000 people newly developing the condition each year. Onset is most frequent during middle age and women are affected 2.5 times as frequently as men. In 2013, it resulted in 38,000 deaths up from 28,000 deaths in 1990. The first recognized description of RA was made in 1800 by Dr. Augustin Jacob Landré-Beauvais (1772–1840) of Paris. The term \"rheumatoid arthritis\" is based on the Greek for watery and inflamed joints. RA primarily affects joints, but it also affects other organs in more than 15–25% of individuals.",
            "score": 173.268798828125
        },
        {
            "docid": "38773882_11",
            "document": "Proline-rich 12 . One study on the Epstein-Barr virus found close homology between a proline rich region in PRR12 and a 65 amino acid long region at the terminal end of EBNA-2 (a nuclear antigen of the virus). This Epstein-Barr virus antigen is associated with autoimmune systemic connective tissue diseases (CTD) including systemic lupus erythematosus (SLE), primary Sjögren’s syndrome (SS), rheumatoid arthritis (RA), systemic sclerosis (SSc), and secondary SS. PRR12 is not only proline rich, but it is also rich in glycine, suggesting that there might be a relationship to collagen which is also proline and glycine rich. A relationship between the two might be an explanation for the appearance of autoimmune CTDs after infection of EBV. However, glycine and proline residues in collagen generally follow a G-P-X or G-X-HydroxyP motif, which does not significantly occur in PRR12.",
            "score": 170.948974609375
        },
        {
            "docid": "54397002_7",
            "document": "Bronchus-associated lymphoid tissue . BALT is included in the efficient priming of adaptive B-cell and T-cell responses directed against airborne antigens. It needs dendritic cells to its maintenance and function. Inducible BALT is formed after infection, e.g. influenza, and peak in size between 1 and 2 weeks after infection and diminish thereafter. Immune responses initiated in iBALT are delayed relative to the immune response in the draining lymph nodes, owing to the time it takes to form iBALT. But in chronic disease iBALT may be a component of the pathology. BALT can be induced even in fetal lungs after chorioamnionitis or intrauterine pneumonia. Also there is an evidence that cigarette smoke can induce formation of BALT in humans and rats. BALT can also occur after other stimuli, e.g. inflammation caused by rheumatoid arthritis or other autoimmune lung disease or mechanic damage by dust particles.",
            "score": 170.04287719726562
        },
        {
            "docid": "10805442_9",
            "document": "B-cell activating factor . Excessive level of BAFF causes abnormally high antibody production, results in systemic lupus erythematosus, rheumatoid arthritis, and many other autoimmune diseases. Overexpression of BAFF also correlates with enhanced humoral immunity against malaria infection.",
            "score": 169.9435272216797
        },
        {
            "docid": "252090_5",
            "document": "Special English . Rheumatoid arthritis is a painful disease that can destroy joints. Women are three times more likely to get it than men. Rheumatoid arthritis is considered an autoimmune disease, a disease where the body attacks healthy cells. The exact cause is unknown. But in a recent study, an experimental drug showed signs of halting the disorder in laboratory mice.",
            "score": 169.83326721191406
        },
        {
            "docid": "210242_12",
            "document": "Joint . Arthritis is the leading cause of disability in people over the age of 55. There are many different forms of arthritis, each of which has a different cause. The most common form of arthritis, osteoarthritis (also known as degenerative joint disease), occurs following trauma to the joint, following an infection of the joint or simply as a result of aging and the deterioration of articular cartilage. Furthermore, there is emerging evidence that abnormal anatomy may contribute to early development of osteoarthritis. Other forms of arthritis are rheumatoid arthritis and psoriatic arthritis, which are autoimmune diseases in which the body is attacking itself. Septic arthritis is caused by joint infection. Gouty arthritis is caused by deposition of uric acid crystals in the joint that results in subsequent inflammation. Additionally, there is a less common form of gout that is caused by the formation of rhomboidal-shaped crystals of calcium pyrophosphate. This form of gout is known as pseudogout.",
            "score": 169.49627685546875
        },
        {
            "docid": "2812725_54",
            "document": "Diabetes mellitus type 1 . One theory proposes that type 1 diabetes is a virus-triggered autoimmune response in which the immune system attacks virus-infected cells along with the beta cells in the pancreas. Several viruses have been implicated, including enteroviruses (especially coxsackievirus B), cytomegalovirus, Epstein–Barr virus, mumps virus, rubella virus and rotavirus, but to date there is no stringent evidence to support this hypothesis in humans. A 2011 systematic review and meta-analysis showed an association between enterovirus infections and type 1 diabetes, but other studies have shown that, rather than triggering an autoimmune process, enterovirus infections, as coxsackievirus B, could protect against onset and development of type 1 diabetes.",
            "score": 168.64007568359375
        },
        {
            "docid": "8513008_15",
            "document": "Host tropism . The human immunodeficiency virus exhibits host tropism for CD4 related immune cells (e.g. T helper cells, macrophages or dendritic cells). These cells express a CD4 receptor, to which HIV can bind, through the gp120 and gp41 proteins on its surface. HIV also requires a second co-receptor along with the CD4-gp120 complex to enter the target cells - either CCR5 or CXCR4. This demonstrates an example of how cell surface receptors can affect the tropism of a viral pathogen. Since humans are the only organisms that have cells with these receptors, HIV only displays host tropism for humans. Simian immunodeficiency virus (SIV), a virus similar to HIV, is capable of infecting primates. The Epstein–Barr virus (EBV) is one of eight known herpesviruses. It displays host tropism for human B cells through the CD21-gp350/220 complex and is thought to be the cause of infectious mononucleosis, Burkitt’s lymphoma, Hodgkin’s disease, nasopharyngeal carcinoma, and lymphomas. EBV enters the body through oral transfer of saliva, and it is thought to infect more than 90% of the world's adult population. EBV may also infect epithelial cells, T cells, and natural killer cells through mechanisms different than the CD21 receptor-mediated process in B cells.",
            "score": 167.30923461914062
        },
        {
            "docid": "19167679_66",
            "document": "Virus . Viruses are an established cause of cancer in humans and other species. Viral cancers occur only in a minority of infected persons (or animals). Cancer viruses come from a range of virus families, including both RNA and DNA viruses, and so there is no single type of \"oncovirus\" (an obsolete term originally used for acutely transforming retroviruses). The development of cancer is determined by a variety of factors such as host immunity and mutations in the host. Viruses accepted to cause human cancers include some genotypes of human papillomavirus, hepatitis B virus, hepatitis C virus, Epstein–Barr virus, Kaposi's sarcoma-associated herpesvirus and human T-lymphotropic virus. The most recently discovered human cancer virus is a polyomavirus (Merkel cell polyomavirus) that causes most cases of a rare form of skin cancer called Merkel cell carcinoma. Hepatitis viruses can develop into a chronic viral infection that leads to liver cancer. Infection by human T-lymphotropic virus can lead to tropical spastic paraparesis and adult T-cell leukaemia. Human papillomaviruses are an established cause of cancers of cervix, skin, anus, and penis. Within the \"Herpesviridae\", Kaposi's sarcoma-associated herpesvirus causes Kaposi's sarcoma and body-cavity lymphoma, and Epstein–Barr virus causes Burkitt's lymphoma, Hodgkin's lymphoma, B lymphoproliferative disorder, and nasopharyngeal carcinoma. Merkel cell polyomavirus closely related to SV40 and mouse polyomaviruses that have been used as animal models for cancer viruses for over 50 years.",
            "score": 166.90167236328125
        },
        {
            "docid": "214550_36",
            "document": "Epstein–Barr virus . The Epstein–Barr virus was named after Michael Anthony Epstein (born 18 May 1921), now a professor emeritus at the University of Bristol, and Yvonne Barr (1932–2016), a 1966 Ph.D graduate from the University of London, who together discovered and, in 1964, published on the existence of the virus. In 1961, Epstein, a pathologist and expert electron microscopist, attended a lecture on \"The Commonest Children's Cancer in Tropical Africa—A Hitherto Unrecognised Syndrome.\" This lecture, by Denis Parsons Burkitt, a surgeon practicing in Uganda, was the description of the \"endemic variant\" (pediatric form) of the disease that bears his name. In 1963, a specimen was sent from Uganda to Middlesex Hospital to be cultured. Virus particles were identified in the cultured cells, and the results were published in \"The Lancet\" in 1964 by Epstein, Bert Achong, and Barr. Cell lines were sent to Werner and Gertrude Henle at the Children's Hospital of Philadelphia who developed serological markers. In 1967, a technician in their laboratory developed mononucleosis and they were able to compare a stored serum sample, showing that antibodies to the virus developed. In 1968, they discovered that EBV can directly immortalize B cells after infection, mimicking some forms of EBV-related infections, and confirmed the link between the virus and infectious mononucleosis.",
            "score": 166.1572265625
        },
        {
            "docid": "21859704_5",
            "document": "Epstein–Barr virus latent membrane protein 2 . Epstein–Barr virus (EBV) establishes a lifelong latent infection in B lymphocytes. Viral LMP2A mRNA is frequently detected in peripheral blood B lymphocytes and the protein is often present in tumor biopsies from EBV malignancies. This suggests LMP2A plays an important role in viral latency, as well as in progression of EBV related diseases such as Burkitt's lymphoma, Nasopharyngeal carcinoma, and Hodgkin's lymphoma. Portis and Longnecker (2004) have found that LMP2A induces activation of B cell Ras pathway in vivo. Using down stream inhibitors of Ras signaling components, they demonstrated activation of PI3K/Akt pathway is involved in LMP2A mediated B cell survival and resistance to apoptosis Caldwell et al. (1998) demonstrated the ability of LMP2A to provide survival signals to B-cells in vivo where expression of an LMP2A transgene in mice disrupts with normal B-cell development. This results in BCR-negative cells being able to exit the bone marrow and survive in peripheral lymphoid organs. B-cells from LMP2A transgenic E line undergo immunoglobulin light chain rearrangements, but not heavy chain rearrangement. This indicates that LMP2A signaling bypasses the requirement for immunoglobulin recombination and allows immunoglobulin M-negative type cells to bypass apoptosis, allowing them to colonize peripheral lymphoid organs.",
            "score": 164.43531799316406
        },
        {
            "docid": "32426116_4",
            "document": "Blisibimod . BAFF is involved in B-cell survival, activation, and differentiation. Elevated levels of BAFF have been associated with several B-cell mediated autoimmune diseases, including systemic lupus erythematosus, lupus nephritis, rheumatoid arthritis, multiple sclerosis, Sjögren’s syndrome, Graves’ disease, and Hashimoto's thyroiditis. Blisibimod binds to BAFF and inhibits interaction with BAFF receptors, thus decreasing B-cell survival and proliferation throughout the body. Improvements in disease activity have been observed in patients with systemic lupus erythematosus and rheumatoid arthritis following treatment with BAFF inhibitors in clinical trials.",
            "score": 162.9221954345703
        },
        {
            "docid": "4855124_10",
            "document": "Felty's syndrome . Splenomegaly is a condition of the spleen causing it to be enlarged. The splenic condition involving Felty syndrome is more specifically noted as \"inflammatory\" splenomegaly. The spleen is an important lymphatic organ that is involved in filtration of the blood by discarding old and damaged red blood cells as well as maintaining platelet levels. The spleen is a lymphatic organ, which means it is largely involved in the immune system and immune responses. When the spleen becomes enlarged, it is a strong sign of infection somewhere in the body, and can be caused by inflammatory conditions such as rheumatoid arthritis. The increased need for production assistance of white blood cells to affected areas causes hyperfunction of the spleen. This increase in defense activities ultimately causes hypertrophy of the spleen, leading to splenomegaly. The spleen is found in the left upper quadrant (LUQ) of the peritoneal cavity and due to its enlargement, can cause stress on neighboring organs. This condition affects less than 1% of patients with rheumatoid arthritis. The presence of three conditions: rheumatoid arthritis, an enlarged spleen (splenomegaly), and an abnormally low white blood cell count are indications that Felty's syndrome is possibly occurring. This condition as a whole is difficult to diagnose due to its complexity given a combination of disorders. It is commonly overlooked or misdiagnosed as other conditions (e.g., leukemia, systemic lupus erythrematosus) because of the rarity and lack of good understanding about it. An acronym can be used to make recognizing this disease somewhat easier:",
            "score": 161.6920928955078
        },
        {
            "docid": "366112_11",
            "document": "Chikungunya . Currently, the cause of these chronic symptoms is not fully known. Markers of autoimmune or rheumatoid disease have not been found in people reporting chronic symptoms. However, some evidence from humans and animal models suggests chikungunya may be able to establish chronic infections within the host. Viral antigen was detected in a muscle biopsy of a person suffering a recurrent episode of disease three months after initial onset. Additionally, viral antigen and viral RNA were found in macrophages in the synovial joint of a person experiencing a relapse of musculoskeletal disease 18 months after initial infection. Several animal models have also suggested chikungunya virus may establish persistent infections. In a mouse model, viral RNA was detected specifically in joint-associated tissue for at least 16 weeks after inoculation, and was associated with chronic synovitis. Similarly, another study reported detection of a viral reporter gene in joint tissue of mice for weeks after inoculation. In a nonhuman primate model, chikungunya virus was found to persist in the spleen for at least six weeks.",
            "score": 160.06382751464844
        },
        {
            "docid": "14410190_7",
            "document": "CD97 . Changes in the expression of CD97 have been described for auto-inflammatory diseases, such as rheumatoid arthritis and multiple sclerosis. The expression of CD97 on macrophage and the abundant presence of its ligand CD55 on fibroblast-like synovial cells suggest that the CD97-CD55 interaction is involved in the recruitment and/or retention of macrophages into the synovial tissue in rheumatoid arthritis. CD97 antibodies and lack of CD97 or CD55 in mice reduced synovial inflammation and joint damage in collagen- and K/BxN serum transfer-induced arthritis. In brain tissue, CD97 is undetectable in normal white matter, and expression of CD55 is fairly restricted to the endothelium. In pre-active lesion, increased expression of CD55 in endothelial cells and robust CD97 expression on infiltrating leukocytes suggest a possible role of both molecules in immune cell migration through the blood-brain barrier. Additionally, soluble N-terminal fragment (NTF)s of CD97 are detectable in the serum of patients with rheumatoid arthritis and multiple sclerosis.",
            "score": 159.9407501220703
        },
        {
            "docid": "27738398_6",
            "document": "Idiopathic orbital inflammatory disease . The exact cause of IOI is unknown, but infectious and immune-mediated mechanisms have been proposed. Several studies have described cases where onset of orbital pseudotumor was seen simultaneously or several weeks after upper respiratory infections. Another study by Wirostko et al. proposes that organisms resembling Mollicutes cause orbital inflammation by destroying the cytoplasmic organelles of parasitized cells.  Orbital pseudotumor has also been observed in association with Crohn’s disease, systemic lupus erythematosus, rheumatoid arthritis, diabetes mellitus, myasthenia gravis, and ankylosing spondylitis all of which strengthen the basis of IOI being an immune-mediated disease. Response to corticosteroid treatment and immunosuppressive agents also support this idea.",
            "score": 159.64947509765625
        },
        {
            "docid": "8207512_2",
            "document": "Biological response modifiers . Biological response modifiers (BRMs) are substances that modify immune responses. They can be both endogenous (produced naturally within the body) and exogenous (as pharmaceutical drugs), and they can either enhance an immune response or suppress it. Some of these substances arouse the body's response to an infection, and others can keep the response from becoming excessive. Thus they serve as immunomodulators in immunotherapy (therapy that makes use of immune responses), which can be helpful in treating cancer (where targeted therapy often relies on the immune system being used to attack cancer cells) and in treating autoimmune diseases (in which the immune system attacks the self), such as some kinds of arthritis and dermatitis. Most BRMs are biopharmaceuticals (biologics), including monoclonal antibodies, interleukin 2, interferons, and various types of colony-stimulating factors (e.g., CSF, GM-CSF, G-CSF). \"Immunotherapy makes use of BRMs to \"enhance\" the activity of the immune system to increase the body's natural defense mechanisms against cancer\", whereas BRMs for rheumatoid arthritis aim to reduce inflammation.",
            "score": 159.54881286621094
        },
        {
            "docid": "1460525_4",
            "document": "Oncovirus . Generally, tumor viruses cause little or no disease after infection in their hosts, or cause non-neoplastic diseases such as acute hepatitis for hepatitis B virus or mononucleosis for Epstein–Barr virus. A minority of persons (or animals) will go on to develop cancers after infection. This has complicated efforts to determine whether or not a given virus causes cancer. The well-known Koch's postulates, 19th-century constructs developed by Robert Koch to establish the likelihood that \"Bacillus anthracis\" will cause anthrax disease, are not applicable to viral diseases. (Firstly, this is because viruses cannot truly be isolated in pure culture—even stringent isolation techniques cannot exclude undetected contaminating viruses with similar density characteristics, and viruses must be grown on cells. Secondly, asymptomatic virus infection and carriage is the norm for most tumor viruses, which violates Koch's third principle. Relman and Fredericks have described the difficulties in applying Koch's postulates to virus-induced cancers. Finally, the host restriction for human viruses makes it unethical to experimentally transmit a suspected cancer virus.) Other measures, such as A. B. Hill's criteria, are more relevant to cancer virology but also have some limitations in determining causality.",
            "score": 158.81582641601562
        },
        {
            "docid": "214550_29",
            "document": "Epstein–Barr virus . The latent programs reprogram and subvert infected B-lymphocytes to proliferate and bring infected cells to the sites at which the virus presumably persists. Eventually, when host immunity develops, the virus persists by turning off most (or possibly all) of its genes, only occasionally reactivating to produce fresh virions. A balance is eventually struck between occasional viral reactivation and host immune surveillance removing cells that activate viral gene expression.",
            "score": 158.68255615234375
        },
        {
            "docid": "4649353_13",
            "document": "Citrullination . In rheumatoid arthritis and other autoimmune diseases, such as psoriatic arthritis, systemic lupus erythematosus and Sjögren's syndrome, autoantibodies often attack citrullinated proteins. The presence of anti-citrullinated protein antibody is a standard test for rheumatoid arthritis, and it is associated with more severe disease. Citrullinated proteins are also found in the cellular debris accompanying the destruction of cells in alzheimer disease, and after smoking cigarettes. So citrullination seems to be part of the mechanism that stimulates the immune system in autoimmune disease. However, citrullinated proteins can also be found in healthy colon mucosa. The first comprehensive textbook on deimination was published in 2014.",
            "score": 158.32553100585938
        },
        {
            "docid": "9888040_6",
            "document": "Visna virus . Visna – Maedi is a chronic viral disease prevalent in adult sheep. The disease is rarely found in certain species of goat. Maedi Visna virus is also referred to as ovine progressive pneumonia (OPP). This disease corresponds to two clinical entities caused by the same Maedi is a form that results in a chronic progressive pneumonia. Visna refers to the neurological form of the disease and predominantly causes meningoencephalitis in adult sheep. This disease has inflicted many economic losses worldwide due to the long incubation period and the high mortality rate of sheep and goats. MV virus can infect sheep of any age but clinical symptoms rarely occur in sheep less than two years old. The onset of the diseases is gradual resulting in relentless loss of weight in addition to breathing problems. Cough, abortion, rapid breathing, depression, chronic mastitis and arthritis are also additional symptoms observed. These symptoms appear mostly in animals over the age of three and therefore might spread to other flocks before clinical diagnosis can be achieved. Animals showing the above symptoms might die within six months of infection. This causal lentivirus can be found in monocytes, lymphocytes and macrophages of infected sheep in the presence of humoral and cell mediated immune response and can also be detected by conducting several serological tests. Transmission of the disease occurs most commonly via the oral route caused by ingestion of colostrum or milk that contains the virus or inhalation of infected aerosol droplets. Due to variation of the strains of MVV, some of the association clinical symptoms may be more pre-dominant in a flock relative to others along with differences in genetic susceptibility patterns.",
            "score": 158.22842407226562
        },
        {
            "docid": "105807_2",
            "document": "Infectious mononucleosis . Infectious mononucleosis (IM, mono), also known as glandular fever, is an infection usually caused by the Epstein–Barr virus (EBV). Most people are infected by the virus as children, when the disease produces few or no symptoms. In young adults, the disease often results in fever, sore throat, enlarged lymph nodes in the neck, and tiredness. Most people get better in two to four weeks; however, feeling tired may last for months. The liver or spleen may also become swollen, and in less than one percent of cases splenic rupture may occur. While usually caused by Epstein–Barr virus (EBV), also known as human herpesvirus 4, which is a member of the herpes virus family, a few other viruses may also cause the disease. It is primarily spread through saliva but can rarely be spread through semen or blood. Spread may occur by objects such as drinking glasses or toothbrushes. Those who are infected can spread the disease weeks before symptoms develop. Mono is primarily diagnosed based on the symptoms and can be confirmed with blood tests for specific antibodies. Another typical finding is increased blood lymphocytes of which more than 10% are atypical. The monospot test is not recommended for general use due to poor accuracy. There is no vaccine for EBV. Prevention is by not sharing personal items with or kissing those infected. Mono generally gets better on its own. Recommendations include drinking enough fluids, getting sufficient rest, and taking pain medications such as paracetamol (acetaminophen) and ibuprofen. Mono most commonly affects those between the ages of 15 to 24 years in the developed world. In the developing world, people are more often infected in early childhood when the symptoms are less. In those between 16 and 20 it is the cause of about 8% of sore throats. About 45 out of 100,000 people develop infectious mono each year in the United States. Nearly 95% of people have had an EBV infection by the time they are adults. The disease occurs equally at all times of the year. Mononucleosis was first described in the 1920s and is colloquially known as \"the kissing disease\".",
            "score": 158.17808532714844
        },
        {
            "docid": "1776_2",
            "document": "Arthritis . Arthritis is a term often used to mean any disorder that affects joints. Symptoms generally include joint pain and stiffness. Other symptoms may include redness, warmth, swelling, and decreased range of motion of the affected joints. In some types other organs are also affected. Onset can be gradual or sudden. There are over 100 types of arthritis. The most common forms are osteoarthritis (degenerative joint disease) and rheumatoid arthritis. Osteoarthritis usually occurs with age and affects the fingers, knees, and hips. Rheumatoid arthritis is an autoimmune disorder that often affects the hands and feet. Other types include gout, lupus, fibromyalgia, and septic arthritis. They are all types of rheumatic disease. Treatment may include resting the joint and alternating between applying ice and heat. Weight loss and exercise may also be useful. Pain medications such as ibuprofen and paracetamol (acetaminophen) may be used. In some a joint replacement may be useful. Osteoarthritis affects more than 3.8% of people while rheumatoid arthritis affects about 0.24% of people. Gout affects about 1–2% of the Western population at some point in their lives. In Australia about 15% of people are affected, while in the United States more than 20% have a type of arthritis. Overall the disease becomes more common with age. Arthritis is a common reason that people miss work and can result in a decreased quality of life. The term is derived from \"arthr-\" (meaning joint) and \"-itis\" (meaning inflammation).",
            "score": 158.14527893066406
        },
        {
            "docid": "14771070_9",
            "document": "KCNA3 . In patients with multiple sclerosis (MS), disease-associated myelin-specific T cells from the blood are predominantly co-stimulation-independent effector-memory T cells that express high numbers of K1.3 channels. T cells in MS lesions in postmortem brain lesions are also predominantly effector-memory T cells that express high levels of the K1.3 channel. In children with type-1 diabetes mellitus, the disease-associated insulin- and GAD65-specific T cells isolated from the blood are effector-memory T cells that express high numbers of K1.3 channels, and the same is true of T cells from the synovial joint fluid of patients with rheumatoid arthritis. T cells with other antigen specificities in these patients were naive or central memory T cells that upregulate the K3.1 channel upon activation. Consequently, it should be possible to selectively suppress effector-memory T cells with a K1.3-specific blocker and thereby ameliorate many autoimmune diseases without compromising the protective immune response. In proof-of-concept studies, K1.3 blockers have prevented and treated disease in rat models of multiple sclerosis, type-1 diabetes mellitus, rheumatoid arthritis, contact dermatitis, and delayed-type hypersensitivity.",
            "score": 157.68609619140625
        },
        {
            "docid": "6982399_23",
            "document": "Bovine viral diarrhea . Persistently infected animals did not have a competent immune system at the time of BVDV transplacental infection. The virus therefore entered the fetal cells and, during immune system development, was accepted as self. In PIs the virus remains present in a large number of the animal’s body cells throughout its life and is continuously shed. PIs are often ill-thrifty and smaller than their peers, however they can appear normal. PIs are more susceptible to disease, with only 20% of PIs surviving to two years of age. If a PI dam is able to reproduce they always give birth to PI calves.",
            "score": 157.52041625976562
        },
        {
            "docid": "13506996_6",
            "document": "T helper 17 cell . T17 cells, particularly auto-specific T17 cells, are associated with autoimmune disease such as multiple sclerosis, rheumatoid arthritis, and psoriasis. T17 overactivation against autoantigen will cause type 3 immune complex and complement-mediated hypersensitivity. Rheumatoid arthritis or Arthus reaction belong to this category.",
            "score": 157.1976776123047
        },
        {
            "docid": "38238_31",
            "document": "Hepatitis . The pathway by which hepatic viruses cause viral hepatitis is best understood in the case of hepatitis B and C. The viruses do not directly cause apoptosis (cell death). Rather, infection of liver cells activates the innate and adaptive arms of the immune system leading to an inflammatory response which causes cellular damage and death. Depending on the strength of the immune response, the types of immune cells involved and the ability of the virus to evade the body's defense, infection can either lead to clearance (acute disease) or persistence (chronic disease) of the virus. The chronic presence of the virus within liver cells results in multiple waves of inflammation, injury and wound healing that overtime lead to scarring or fibrosis and culminate in hepatocellular carcinoma. Individuals with an impaired immune response are at greater risk of developing chronic infection. Natural killer cells are the primary drivers of the initial innate response and create a cytokine environment that results in the recruitment of CD4 T-helper and CD8 cytotoxic T-cells. Type I interferons are the cytokines that drive the antiviral response. In chronic Hepatitis B and C, natural killer cell function is impaired.",
            "score": 157.18704223632812
        },
        {
            "docid": "211955_14",
            "document": "Natural killer cell . The ability to generate memory cells following a primary infection and the consequent rapid immune activation and response to succeeding infections by the same antigen is fundamental to the role T and B cells play in the adaptive immune response. For many years, NK cells have been considered to be a part of the innate immune system. However, recently increasing evidence suggests that NK cells can display several features that are usually attributed to adaptive immune cells (e.g. T cell responses) such as dynamic expansion and contraction of subsets, increased longevity and a form of immunological memory, characterized by a more potent response upon secondary challenge with the same antigen. In mice, the majority of research was carried out with murine cytomegalovirus (MCMV) and in models of hapten-hypersensitivity reactions. Especially, in the MCMV model, protective memory functions of MCMV-induced NK cells were discovered  and direct recognition of the MCMV-ligand m157 by the receptor Ly49 was demonstrated to be crucial for the generation of adaptive NK cell responses.  In humans, most studies have focused on the expansion of an NK cell subset carrying the activating receptor NKG2C. Such expansions were observed primarily in response to human cytomegalovirus (HCMV), but also in other infections including Hantavirus, Chikungunya virus, HIV, or viral hepatitis. However, whether these virus infections trigger the expansion of adaptive NKG2C+ NK cells or whether other infections result in re-activation of latent HCMV (as suggested for hepatitis ), remains a field of study. Notably, further insights into the biology of adaptive NK cells are hampered by the fact that a direct viral ligand for NKG2C has not yet been identified.",
            "score": 157.07420349121094
        },
        {
            "docid": "43397877_3",
            "document": "Regulatory B cells . In the 1970s it was noticed that Bregs could suppress immune reaction independently of antibody production. In 1996 Janeway´s group observed an immunomodulation of experimental autoimmune encephalomyelitis (EAE) by B cells. Similar results were shown in a model of chronic colitis one year later. Then a role of Bregs was found in many mouse models of autoimmune diseases as rheumatoid arthritis or systemic lupus erythematosus (SLE).",
            "score": 156.56671142578125
        }
    ]
}