{
    "q": [
        {
            "docid": "51046084_19",
            "document": "Social immunity . Already a model system in evolutionary ecology due to their extensive parental care, burying beetles like \"N. vespilloides\" hunt for small vertebrate carcasses which they then bury before intricately preparing it as a resource for its larvae to breed on-these carcasses are scarce and ephemeral yet are necessary for burying beetles' reproductive success. Carcasses are highly contested resources with challenges being launched by other burying beetles and other scavenging species, as well as microbial decomposers. Older carcasses have a higher microbial load and thus have a lower quality as a breeding resource: larvae raised on these carcasses are smaller and in a worse nutritional state–at adulthood these beetles were also smaller, which in \"N. vespilloides\" reduces fitness. Daniel Rozen et al. demonstrated in 2008 that \"N. vespilloides\" preferentially chooses newer carcasses (which tend to have a lower microbial load) over old carcasses, and if it is not possible to acquire one of these higher quality carcasses that they use pre and post-hatching parental care to reduce the challenge posed by microbes. Sheena Cotter and Rebecca Kilner demonstrated that part of this anti-microbial parental care involved both parents smearing the carcass with antibacterial anal exudates: their 2009 work demonstrated that when beetles encounter a carcass they upregulate the antibacterial activity of their anal exudate by actively altering its composition (lysozyme-like activity increases, phenoloxidase activity decreases), and that the specifics of this social immune system differed between the sexes: female exudate has greater antibacterial activity than males; widowed males increased the antibacterial activity of their exudate whilst a reduction was seen in widowed females.",
            "score": 215.23283874988556
        },
        {
            "docid": "13121523_4",
            "document": "Mate desertion . According to evolutionary biologist Robert Trivers, parental investment is defined as “any investment by the parent in an individual offspring that increases the offspring's chance of surviving (and hence reproductive success) at the cost of the parent's ability to invest in other offspring.” This investment includes investing in gametes and feeding and protecting young, which is also known as brooding. Often, the amount of parental investment necessary to maximize fitness differs between parent and offspring, thereby creating parent-offspring conflict. While increasing parental investment increases the current offspring's likelihood to survive and reproduce, this investment comes at the expense of the parent's ability to invest in future offspring. Therefore, when uniparental care is equally effective as biparental care, natural selection will favor mate desertion, allowing the deserter to either remate or conserve resources for future reproduction.",
            "score": 142.5763008594513
        },
        {
            "docid": "39300614_14",
            "document": "Social monogamy in mammalian species . Bi-parental care has been extensively studied in the California mouse (\"Peromyscus californicus\"). This species of mice is known to be strictly monogamous; mates pair for a long period of time, and the level of extra-pair paternity is considerably low. It has been shown that in the event of female removal, it is the male that takes direct care of the offspring and acts as the primary hope for the survival of his young. Females who attempt to raise their young in cases where their mate is removed often do not succeed due to high maintenance costs that have to do with raising an offspring. With the presence of males, the survival of the offspring is much more probable; thus, it is in the best interest for both parents to contribute. This concept also applies to other species, including dwarf lemurs (\"Cheirogaleus medius\"), where females were also not successful at raising their offspring without paternal help. Lastly, in a study performed by Wynne-Edwards (1987), 95% of Djungarian hamsters (\"Phodopus campbelli\") survived in the presence of both parents, but only 47% survived if the father was removed.  There are several key factors that may affect the extent to which males care for their young:",
            "score": 166.7075115442276
        },
        {
            "docid": "1749496_10",
            "document": "Parental investment . In iteroparous species, where individuals may go through several reproductive bouts during their lifetime, a tradeoff may exist between investment in current offspring and future reproduction. Parents need to balance their offspring's demands against their own self-maintenance. This potential negative effect of parental care was explicitly formalized by Trivers in 1972, who originally defined the term \"parental investment\" to mean \"any investment by the parent in an individual offspring that increases the offspring's chance of surviving (and hence reproductive success) at the cost of the parent's ability to invest in other offspring\". The benefits of parental investment to the offspring are large and are associated with the effects on condition, growth, survival, and ultimately on reproductive success of the offspring. For example, in the cichlid fish \"Tropheus moorii\", a female has very high parental investment in her young because she mouthbroods the young and while mouthbrooding, all nourishment she takes in goes to feed the young and she effectively starves herself. In doing this, her young are larger, heavier, and faster than they would have been without it. These benefits are very advantageous since it lowers their risk of being eaten by predators and size is usually the determining factor in conflicts over resources. However, such benefits can come at the cost of parent's ability to reproduce in the future e.g., through increased risk of injury when defending offspring against predators, loss of mating opportunities whilst rearing offspring, and an increase in the time interval until the next reproduction.",
            "score": 135.0284161567688
        },
        {
            "docid": "25005190_8",
            "document": "Mango tilapia . For the mango tilapia, parental care is important for the survival of the offspring. Parents who shared the job of incubation had double the reproductive success of other parents who did the job alone. Rather, for uniparental parental care, the parent’s reproductive success for each brood was 20% higher. In terms of the relationship between caring strategies and clutch size, either parent is equally capable of caring for its offspring (both capable of taking care of the same number of eggs and fry). Levels of parental care in mango tilapia depend on the costs and benefits of staying versus departing. Some costs of both males and females were the growth and prolonged time until the next time they reproduce. In addition, parental care decreased a female’s future ability to reproduce (fecundity). This is plausible since a body weight increase increases fecundity. Female mango tilapia have high parental care costs, which can be thought to be separated in two parts: egg production cost and parental care cost. In experiments studying parents deserting their children, deserting was more frequent in males and females when there were higher parental care costs and males deserting was more frequent when there was a reduced benefits from parental care.",
            "score": 160.0452437400818
        },
        {
            "docid": "1749496_5",
            "document": "Parental investment . Parental investment theory is a branch of life history theory. The earliest consideration of parental investment is given by Ronald Fisher in his 1930 book \"The Genetical Theory of Natural Selection\", wherein Fisher argued that parental expenditure on both sexes of offspring should be equal. Clutton-Brock expanded the concept of PI to include costs to any other component of parental fitness. Reproduction is costly. Individuals are limited in the degree to which they can devote time and resources to producing and raising their young, and such expenditure may also be detrimental to their future condition, survival, and further reproductive output. However, such expenditure is typically beneficial to the offspring, enhancing their condition, survival, and reproductive success. These differences may lead to parent-offspring conflict. Parental investment can be provided by the female (female uniparental care), the male (male uniparental care), or both (biparental care). Parents are naturally selected to maximize the difference between the benefits and the costs, and parental care will tend to exist when the benefits are substantially greater than the costs.",
            "score": 149.65689635276794
        },
        {
            "docid": "343457_37",
            "document": "Maternal effect . Ecologically, this is an example of the mother utilizing her environment and determining the best method to maximize offspring survival, without actually making a conscious effort to do so. Ecology is generally driven by the ability of an organism to compete to obtain nutrients and successfully reproduce. If a mother is able to gather a plentiful amount of resources, she will have a higher fecundity and produce offspring who are able to grow quickly to avoid predation. Mothers who are unable to obtain as many nutrients will produce fewer offspring, but the offspring will be larger in hopes that their large size will help insure survival into sexual maturation. Unlike the moth example, the maternal effects provided to the cichlid offspring do not prepare the cichlids for the environment that they will be born into; this is because mouth brooding cichlids provide parental care to their offspring, providing a stable environment for the offspring to develop. Offspring who have a greater growth rate can become independent more quickly than slow growing counterparts, therefore decreasing the amount of energy spent by the parents during the parental care period.",
            "score": 146.91258478164673
        },
        {
            "docid": "85950_8",
            "document": "Burying beetle . At an early stage, the parents may cull their young. This infanticide functions to match the number of larvae to the size of the carcass so that there is enough food to go around. If there are too many young, they will all be underfed and will develop less quickly, reducing their chances of surviving to adulthood. If there are too few young, the resulting adult beetles will be large but the parents could have produced more of them. The most successful beetle parents will achieve a good balance between the size of offspring and the number produced. This unusual method of brood size regulation might be the result of the eggs being laid before the female has been able to gauge the size of the carcass and hence how many larvae it can provision.",
            "score": 173.12613105773926
        },
        {
            "docid": "2676776_20",
            "document": "Convict cichlid . Convict cichlids are a biparental species, so the parents will usually cooperate by carrying out tasks specific to their individual parental roles when raising their offspring. This is common in cichlid fish, and studies have shown coordination between the female and male. The female tends to remain with the brood and perform activities involving the brood, whether it be fanning the eggs or mouth-brooding the larvae, whereas the male tends to patrol the area to chase intruders and defend from predators. Both parents are able to carry out all of the parental care tasks to a certain extent. However, because they are biparentally custodial, each sex will still focus on a specific set of behaviors in particular, which is susceptible to change during the brood cycle. In fact, it is observed that when one of the mates is removed, either parent is still able to raise the offspring independently by having the capacity for all the parental behaviors. As the young offspring grow and become free-swimming fry, the parental activities are distributed more equally between the parents, which appears to be typical behavior in other types of cichlids as well.",
            "score": 169.39426183700562
        },
        {
            "docid": "16805011_14",
            "document": "Nicrophorus tomentosus . There have been several studies performed on \"N. tomemtosus\" in relation to its breeding habits. One major study was carried out to see how competition between flies and \"N. tomentosus\" would affect the brood size. What was discovered from these studies was that the existence or lack of oviposition by flies had an effect on the brood size of \"N. tomentosus\" present on the carcass. The fewer number of flies present on a decaying carcass the larger the brood size raised by the \"N. tomentosus\" beetles. Also the number of adult beetles present affected the brood size. The more female beetles present, the larger the number of young reared. Female beetles have a constraint on how many eggs they can lay due to timing however, male beetles do not have such a constraint and can impregnate several females. The one thing that wasn’t affected by the presence or absence of flies on a carcass was the amount of parental care administered.",
            "score": 130.73878610134125
        },
        {
            "docid": "46730263_30",
            "document": "Parental care in birds . Often parents change the level of parental care provided to manage the cost and benefits of parental care. Passerine species in North America have a large brood size containing 4–6 offspring and a 50% adult survival rate, and those in South America have a smaller brood size containing 2–3 offspring and a 75% adult survival rate. An increase in parental investment (shown by the number of trips made) also increases the threat of predation. The number of visits decreased in the presence of predators of adult birds and predators of offspring was noted in 5 species of birds in the same study. A comparison was made between the same species in the North and South (bunting, thrush, warbler, flycatcher and the wren).",
            "score": 117.87740993499756
        },
        {
            "docid": "39200615_34",
            "document": "Begging in animals . Burying beetles (\"Nicrophorus vespilloides\"): Larval burying beetles beg visually, making a waving motion when their parents arrive. When parent beetles lay eggs, they provide a dead animal to nourish the young. As the eggs hatch and larvae grow, the parents feed their brood with regurgitated carcass. The costs of begging by these larvae have been investigated. Begging behavior was controlled by the presence or absence of a dead parent, simultaneously with the opportunity to self-feed through the presence or absence of food. The presence of a dead parent stimulated larval begging, whereas larvae never begged when the dead parent was absent. However, the presence or absence of a dead parent had no effect on larval growth. Likewise, the interaction between the presence or absence of food and the presence or absence of a dead parent had no effect on growth. The authors concluded that there was no evidence of either a growth cost or an opportunity cost of larval begging in \"N. vespilloides\" and that cost-free, or low-cost begging, could be more common than usually considered.",
            "score": 164.49027049541473
        },
        {
            "docid": "46730263_26",
            "document": "Parental care in birds . A known trend shows that most birds reproduce earlier if spring comes early with high temperatures. Climate change makes it difficult to notice a connection between temperature and the time of reproduction. Visser et al. (2009) has attempted to find this connection with a 6-year-long experiment in great tits (\"Parus major\"). If spring comes three weeks early, birds are more likely to reproduce quicker. This act is caused by early implementation of ornamental cues. He found this to be a fact in both wild and captive birds. Higher early spring temperatures also leads to higher level of parental care given to offspring because of more commitment and less chance of desertion from both parents. Since, parents find mates to reproduce earlier this can be seen as a pre-birth parental care adaptation because of less desertion.",
            "score": 132.64320755004883
        },
        {
            "docid": "44391262_5",
            "document": "Evolution of biparental care in tropical frogs . The environment can have a substantial impact on the uses of parental care. Not all tropical frogs have the ability to lay their eggs plainly on land or plants. Tropical frogs can choose from a variety of water sources, such as lakes, streams, and small puddles. There is greater risk involved with reproducing in bigger bodies of water because of the higher likelihood of fish and other aquatic predators being there. Instead, frogs can choose to place eggs in phytotelmata. However, there is a trade-off that comes with electing a smaller water source. Not much sunlight reaches these locations, so algae and other food sources cannot grow to feed the inhabitants. Tropical frogs must use alternative methods of feeding their tadpole offspring. In the case of using phytotelmata, it is very difficult for one parent to guard and feed his or her offspring in possibly several different places. Roles performed by both parents provide a great advantage to the offspring. As seen in the Amazon Rain Forrest, the different size of the bodies of water chosen for breeding correlates with the amount of biparental care in two very similar species of the \"Ranitomeya\" genus. \"Ranitomeya imitator\" favors smaller pools and uses biparental care. Conversely, \"Ranitomeya variabilis\" utilizes larger bodies of water for breeding and only males take part in parental care. The ecologic aspects of a species habitat can have significant impacts on the type of parental care exhibited.",
            "score": 134.11204600334167
        },
        {
            "docid": "1749496_30",
            "document": "Parental investment . Very often parent-offspring conflict can find its roots in parental investment. Because parents are equally related to all offspring they try to distribute their investment equally and proportionally. However, because the offspring is more related to themselves than they are to their siblings, they often require a lot more care than the parent is able to provide. According to Trivers, this discrepancy in investment optima occurs because the parent is selected to invest in the offspring up until the point in which the cost of investing more in the current offspring, and hence leading to less future reproductive success, is larger than the benefit of increased survival of the current offspring. Conflict arises if the parent continues to invest in the offspring even to the critical point where the cost begins to outweigh the benefits.",
            "score": 116.49448311328888
        },
        {
            "docid": "16805509_9",
            "document": "Nicrophorus orbicollis . \"N. orbicollis\" is an endopterygote with complete metamorphosis; the life cycle consists of an egg, larval, pupal, and adult stage. Male and female beetles are attracted to carrion for reproduction and feeding. Male \"N. orbicollis\" attract females by emitting pheromones but they will only do so when a carcass is present. After mating, the female will lay her eggs from about 12–48 hours after discovering a suitable carcass. Eggs hatch around 56 hours after oviposition. Once larvae complete development they pupate in the soil in 6–8 days. The size of a carcass affects the time span an egg is laid to when the larvae disperse and so also affects the time frame the parent beetles spend taking care of their young. In general, the time spent from egg burial to larval dispersal is less on smaller carcasses. \"N. orbicollis\" males will also spend less time taking care of their offspring when on small carcasses. Larvae of most silphid species are dependent upon parental feeding but can sometimes feed directly from a carcass. \"N. orbicollis\" larvae, however, are extremely dependent upon their parents for feeding and will die before they develop to the second instar without parental care. Offspring mass is positively correlated with longer maternal care. \"N. orbicollis\" is nocturnal and must compete with dipterous larvae for oviposition locations on carcasses.",
            "score": 207.85582375526428
        },
        {
            "docid": "85896_10",
            "document": "Silphidae . Nicrophorinae are well known for the habit of locating a carcass and burying it by unearthing the soil underneath it. The burying behavior has seemingly evolved to prevent competition from other insects such as fly maggots. It has been observed that the cooperation of the two parent beetles leads to breeding success. More likely than not a breeding pair will work together, but in cases where there is large carrion males try to boost their reproduction by emitting pheromones. In this way, he will father more offspring, but the reproductive success of the primary female steadily declines. Sometimes, where there is a large carcass the likelihood of intense competition from flies leads to communal breeding. There appears to be a truce between females who would normally compete for the males, and in these cases cooperative behavior extends to females caring for each other's offspring. At the height of breeding season pairs of beetles may compete for the carrion. The losing pair will be ejected from the carrion and if any eggs have been laid they are killed so the new female can lay her own.",
            "score": 144.6560162305832
        },
        {
            "docid": "85896_3",
            "document": "Silphidae . The family Silphidae belongs to the order Coleoptera. They are commonly referred to as carrion beetles or burying beetles and are usually associated with carrion, fungi, and dung. In the past, members of the family Agyrtidae were included. This family has two subfamilies, Silphinae and Nicrophorinae. The antenna is made up of 11 segments and is capitate (ending in an abruptly capped club) in the Nicrophorinae and has a more gradual club shape in the Silphinae. The subfamilies also differ in behavior. Members of the subfamily Silphinae show little to no care for their young and breed on large carrion. Nicrophorinae breed on small animal carrion and will bury themselves and their food to rear their offspring in a bi-parental manner. There are approximately 183 species in this family, which are found worldwide although they are commoner in the temperate region. \"Nicrophorus americanus\", known as the American Burying Beetle, is an endangered species.",
            "score": 112.57779884338379
        },
        {
            "docid": "2676776_22",
            "document": "Convict cichlid . Convict cichlids may show extended biparental care and adopt unrelated young of the same species of similar or smaller body size compared to their own biological offspring. The parents may benefit by adopting smaller young by taking advantage of the dilution effect, which is when the risk of predation for an individual is reduced because the group size is larger. Another reason that has been considered is that foreign young that are larger than the biological offspring may be a direct predatory threat to them. However, it has been shown that as the biological offspring develop and become stronger swimmers, the parents are less active about rejecting larger foreign young, but when they do reject, often foreign young are rejected before they are large enough to be perceived as a direct threat to the biological offspring. Thus, it can be concluded that the brood adoption and rejection rely more heavily on the protection of the biological offspring from differential predator instead of from larger adopted cichlids.",
            "score": 125.38829135894775
        },
        {
            "docid": "37122597_11",
            "document": "Behavioral epigenetics . Studies in rats have shown correlations between maternal care in terms of the parental licking of offspring and epigenetic changes. A high level of licking results in a long-term reduction in stress response as measured behaviorally and biochemically in elements of the hypothalamic-pituitary-adrenal axis (HPA). Further, decreased DNA methylation of the glucocorticoid receptor gene were found in offspring that experienced a high level of licking; the glucorticoid receptor plays a key role in regulating the HPA. The opposite is found in offspring that experienced low levels of licking, and when pups are switched, the epigenetic changes are reversed. This research provides evidence for an underlying epigenetic mechanism. Further support comes from experiments with the same setup, using drugs that can increase or decrease methylation. Finally, epigenetic variations in parental care can be passed down from one generation to the next, from mother to female offspring. Female offspring who received increased parental care (i.e., high licking) became mothers who engaged in high licking and offspring who received less licking became mothers who engaged in less licking.",
            "score": 163.21264564990997
        },
        {
            "docid": "7044_52",
            "document": "Beetle . Burying beetles are attentive parents, and participate in cooperative care and feeding of their offspring. Both parents work to bury small animal carcass to serve as a food resource for their young and build a brood chamber around it. The parents prepare the carcass and protect it from competitors and from early decomposition. After their eggs hatch, the parents keep the larvae clean of fungus and bacteria and help the larvae feed by regurgitating food for them.",
            "score": 184.28138828277588
        },
        {
            "docid": "9703_74",
            "document": "Evolutionary psychology . The benefits of parental investment to the offspring are large and are associated with the effects on condition, growth, survival and ultimately, on reproductive success of the offspring. However, these benefits can come at the cost of parent's ability to reproduce in the future e.g. through the increased risk of injury when defending offspring against predators, the loss of mating opportunities whilst rearing offspring and an increase in the time to the next reproduction. Overall, parents are selected to maximize the difference between the benefits and the costs, and parental care will likely evolve when the benefits exceed the costs.",
            "score": 119.95305800437927
        },
        {
            "docid": "12214093_5",
            "document": "Parental care . Outside the Hymenoptera, parental care is found among the burying beetles and the magnificent salt beetle. Subdued forms of parental care are also seen in the Lepidoptera, as in butterflies that lay eggs where the offspring will be able to feed. Crickets have also been known to lay eggs in optimal environments for the young.",
            "score": 121.83324480056763
        },
        {
            "docid": "582393_14",
            "document": "Polygynandry . Overall, studies have shown that polygynandry benefits males more than it benefits females. When polygynandry is observed in different species, males most often have the upperhand—meaning males benefit more from polygynandry than do females. Females generally seek multiple mating partners in order to increase benefits for their offspring, whether it be by gaining physical resources for their offspring or by providing their offspring with healthier genes that are fit for survival. On the other hand, in most cases males generally have multiple mating partners in order to obtain as much offspring as they can during their lifespan and they are able to achieve this easier than females because in most cases, males are not parentally involved in caring and raising their offspring.",
            "score": 150.10228943824768
        },
        {
            "docid": "85950_2",
            "document": "Burying beetle . Burying beetles or sexton beetles (genus \"Nicrophorus\") are the best-known members of the family Silphidae (carrion beetles). Most of these beetles are black with red markings on the elytra (forewings). Burying beetles are true to their name—they bury the carcasses of small vertebrates such as birds and rodents as a food source for their larvae. They are unusual among insects in that both the male and female parents take care of the brood. They are carnivores.",
            "score": 148.90441799163818
        },
        {
            "docid": "6778877_66",
            "document": "Sexual conflict . In the species \"Nicrophorus defodiens\", the burying beetle, there is biparental care; however, males of the species will resume releasing pheromones after mating with the primary female in order to attract more females to increase his reproductive output. However it is in the female's best interest if she can monopolize the male's parental care and food providence for her offspring. Therefore, the female will bite and attempt to push the male off his signaling perch and interfere with the male's secondary mating attempts in order to impose monogamy on the male.",
            "score": 126.18069314956665
        },
        {
            "docid": "2676776_21",
            "document": "Convict cichlid . The different ways in which this biparental sex role specialization can be influenced was studied by manipulating the presence and absence of the mate as well as the presence and absence of an intruder. The former variable was considered because the specialization of parental roles only occurs when both parents are present, while the latter variable was considered because it is thought that biparental care in these cichlids was an evolutionary consequence of the protection of offspring from intruders. When both mates are present with no intruder, both parents may stay with the offspring by resembling single parents because each parent is addressing only the offspring and not its mate, or one parent may be concentrated on activities associated with the offspring while the other parent concentrates on patrolling and defending the area. Under these isolated conditions, a more equal sharing of parental behaviors tends to occur. However, when both mates are present and an intruder is introduced, the male spends more time chasing intruders while the female remains with the offspring more. When the intruder is present but a parent is by itself, the widowed male tends to leave the offspring unattended and instead attacks the intruder or predator. Therefore, the conclusive finding is that the male rarely remains with the offspring when the female is absent, and the female rarely confronts the intruder when the male is absent.",
            "score": 133.11458837985992
        },
        {
            "docid": "16805509_10",
            "document": "Nicrophorus orbicollis . \"N. orbicollis\" depends on small vertebrate carcasses to supply their young with an adequate food requirement. \"N. orbicollis\" mates mid-June to early August and is mostly active after sunset. First, the male attracts the female by producing pheromones. Competition occurs between other burying beetles and other carrion competitors to secure a carcass for mating. It is commonly seen that N. orbicollis will compete with N. defodiens. The larger in size the beetle, the more likely it is to outcompete smaller beetles in acquiring a carcass. Once the carcass has been secured and buried, the female lays her eggs in the soil surrounding the carcass. The larvae typically hatch 5–7 days later. Both the female and male have important roles as their larvae mature. Preservation of the carcass, protecting the larvae from predators and feeding the larvae are all roles taken on by the adults. The males then disperse from the carcass once the larvae have reached the final instar. The females will stay until the larvae disperse into the soil to pupate, usually 17 days after carcass burial. Depending on the size of the carcass, the parents can control the number of offspring through a process called filial cannibalism. The parents do this to allow more space on a smaller carcass.",
            "score": 163.96091663837433
        },
        {
            "docid": "44523957_13",
            "document": "Sibling rivalry (animals) . Interbrood conflict occurs when the current brood demands more at the expense of future broods. This sibling rivalry can lead to parent-offspring conflict, in which there are different optimal levels of parental investments whether viewed from the parental or offspring perspective. Biological signalling theory suggests that young can communicate with parents to maximize the amount of food they can get. Therefore, young that need or want more food may solicit or beg at higher levels. Parents can respond to this by providing more food, but this is based on the assumption of honest begging, in which chicks beg only when they actually need more food. However, if all the young start soliciting at higher levels, this incurs a cost on the parents because they will need to expend more energy searching for food. The increased travel to and from the nest may attract predators as well. These factors reduce the energy and resources parents have for future offspring. This is an example of where nestling intrabrood competition can influence the parents' investment in future broods.",
            "score": 126.22231900691986
        },
        {
            "docid": "13121523_3",
            "document": "Mate desertion . Mate desertion involves the decision by an already-mated individual to either continue providing parental care or to desert. In making this decision, a parent must balance investment in terms of current and future reproductive success, choosing the optimal strategy, or one that provides the greatest net benefit towards lifetime reproductive success. Current success is measured by the number of surviving offspring, whereas future success is measured by the potential to successfully produce offspring in future seasons. These trade-offs between costs and benefits are further reflected in the two major conflicts driving mate desertion: 1) parent-offspring conflict over the level of parental investment that a parent should provide and 2) sexual conflict between mates over who should provide care and how much care should be provided.",
            "score": 136.75631713867188
        },
        {
            "docid": "46730263_12",
            "document": "Parental care in birds . Bi-parental care is the most common form in birds, especially in passerines. A mating pair equally contributes to feeding and guarding the offspring. It occurs in approximately 85% of bird species. The hatchling benefits from the mutual care at the cost of the parents' future reproductive success. Each parent tries to find a mate who will not desert the nest and has high qualities that showcase their parental skills (e.g. ornamental cues). The good parent hypothesis states that birds can invest more energy towards their own survival rate by choosing an ideal mate.",
            "score": 162.68188738822937
        },
        {
            "docid": "16805011_13",
            "document": "Nicrophorus tomentosus . This buring beetle exudes a very striking color pattern and displays very interesting behavior patterns. The behavior that these beetles are most noted for is the way they bury small vertebrate carcasses. This is done to ensure the survival of their offspring. These beetles put much time into their parental care. The males are just as involved as the females. The adult beetles stay and protect their eggs until they pupate and if the female dies the male will step in and pick up the extra workload. Another interesting feature of the burying beetles is the presence of a club. A club is an end segment of their antennae that is enlarged and flattened. This aids in the detection of odors emitted from decaying carcasses. When a suitable carcass is found the adult beetles will spread antibiotic secretions over it to remove bacteria and fungi. Also is if the carcass is large then sharing will occur between two male or female pairs or uneven numbers of females and males.",
            "score": 132.32398295402527
        }
    ],
    "r": [
        {
            "docid": "51046084_19",
            "document": "Social immunity . Already a model system in evolutionary ecology due to their extensive parental care, burying beetles like \"N. vespilloides\" hunt for small vertebrate carcasses which they then bury before intricately preparing it as a resource for its larvae to breed on-these carcasses are scarce and ephemeral yet are necessary for burying beetles' reproductive success. Carcasses are highly contested resources with challenges being launched by other burying beetles and other scavenging species, as well as microbial decomposers. Older carcasses have a higher microbial load and thus have a lower quality as a breeding resource: larvae raised on these carcasses are smaller and in a worse nutritional state–at adulthood these beetles were also smaller, which in \"N. vespilloides\" reduces fitness. Daniel Rozen et al. demonstrated in 2008 that \"N. vespilloides\" preferentially chooses newer carcasses (which tend to have a lower microbial load) over old carcasses, and if it is not possible to acquire one of these higher quality carcasses that they use pre and post-hatching parental care to reduce the challenge posed by microbes. Sheena Cotter and Rebecca Kilner demonstrated that part of this anti-microbial parental care involved both parents smearing the carcass with antibacterial anal exudates: their 2009 work demonstrated that when beetles encounter a carcass they upregulate the antibacterial activity of their anal exudate by actively altering its composition (lysozyme-like activity increases, phenoloxidase activity decreases), and that the specifics of this social immune system differed between the sexes: female exudate has greater antibacterial activity than males; widowed males increased the antibacterial activity of their exudate whilst a reduction was seen in widowed females.",
            "score": 215.23284912109375
        },
        {
            "docid": "16805509_9",
            "document": "Nicrophorus orbicollis . \"N. orbicollis\" is an endopterygote with complete metamorphosis; the life cycle consists of an egg, larval, pupal, and adult stage. Male and female beetles are attracted to carrion for reproduction and feeding. Male \"N. orbicollis\" attract females by emitting pheromones but they will only do so when a carcass is present. After mating, the female will lay her eggs from about 12–48 hours after discovering a suitable carcass. Eggs hatch around 56 hours after oviposition. Once larvae complete development they pupate in the soil in 6–8 days. The size of a carcass affects the time span an egg is laid to when the larvae disperse and so also affects the time frame the parent beetles spend taking care of their young. In general, the time spent from egg burial to larval dispersal is less on smaller carcasses. \"N. orbicollis\" males will also spend less time taking care of their offspring when on small carcasses. Larvae of most silphid species are dependent upon parental feeding but can sometimes feed directly from a carcass. \"N. orbicollis\" larvae, however, are extremely dependent upon their parents for feeding and will die before they develop to the second instar without parental care. Offspring mass is positively correlated with longer maternal care. \"N. orbicollis\" is nocturnal and must compete with dipterous larvae for oviposition locations on carcasses.",
            "score": 207.85581970214844
        },
        {
            "docid": "16805509_7",
            "document": "Nicrophorus orbicollis . \"N.orbicollis\" males will search for small bodies of animals such as chipmunks, rabbits, and toads in which to attract a mate. Once a body is located the male will proceed to climb onto the carcass and emit a pheromone to attract a mate. If another male enters the area, the two males will fight to the death and the winner will claim the carcass. Some males have been known to try to attract a mate without providing a carcass. These males will simply emit the pheromones even when they have not located a body. If females are attracted they will mate, but then continue to search for a mate that does have a carcass. Females are more likely to lay eggs fertilized by the most recent mate, so the males that have a carcass are more likely to actually pass on their genes. Once a male attracts a female, the pair will proceed to bury the animal carcass together, equally sharing the workload. If the carcass is too big for one pair, then it is acceptable for multiple pairs to work together to bury the carcass. Eggs are laid and buried very close to the carcass to provide a nearby source of nourishment. Unlike most beetle species, \"N. orbicollis\" parents will provide both food and protection for the larvae until pupation. It has also been observed that if one parent is killed the other parent will double up on the feeding and protection duties so the larvae do not suffer. Without parental care the larvae cannot usually survive until the point of pupation.",
            "score": 197.77142333984375
        },
        {
            "docid": "7044_52",
            "document": "Beetle . Burying beetles are attentive parents, and participate in cooperative care and feeding of their offspring. Both parents work to bury small animal carcass to serve as a food resource for their young and build a brood chamber around it. The parents prepare the carcass and protect it from competitors and from early decomposition. After their eggs hatch, the parents keep the larvae clean of fungus and bacteria and help the larvae feed by regurgitating food for them.",
            "score": 184.28138732910156
        },
        {
            "docid": "217304_12",
            "document": "Pica (genus) . \"Pica pica\" species evolved with biparental parental care. Quality of mate large determinates breeding and reproductive success in magpies. Analysis of data in this study suggest 19% of variance in breeding success can be corelated to territory quality that breeding pair maintains. However high as 75% of the variance in reproductive success can be correlated to measurable mate quality parameters. The resulting reproductive success can be but not limited to egg size, clutch size, hatch rate, fledgling rate. This is result a combination of parental investment and parental care. Female fitness tends to be the main factor that determines clutch size. The physical size of female is one of the highest corelated factors that determines egg size. Of the females, each individual can choice to invest more resources into a large egg. Male parental investment becomes the dominant factor once eggs enters the incubation period. Male magpies provides for the females by giving almost all her food and nourishment during the incubation period. There is two beneficial to the breeding pair. One, the pairs’ eggs will have lower chance of predation as female magpie does not need to leave the nest to obtain nourishments. Second, this also results in consistent incubations of the egg. The ability of male parental care can also be a direct benefit to the female. Once the eggs has hatched. From the hatchling stage till one year fledgling stage, male magpies continuously proved nourishment to the offsprings. Findings also suggest males also brings more food to hatchlings than female magpies. Males expend more energy than the female in feeding of hatched youngs.",
            "score": 183.33355712890625
        },
        {
            "docid": "844406_10",
            "document": "Parent bug . After hatching, larvae of the parent bug remain in a tight aggregation, feeding on their empty egg shells. When any larva tries to abandon the aggregation, the female tilts her body, stretches her antennae to reach the larva and pushes the larva back to the aggregation. During the second and third instar they move, for food, towards catkins then back to the leaf with the female in close attendance. The female keeps a lookout for the larvae constantly and manages them with touches of her antennae. Finally, larvae form smaller groups and disperse at the end of the third instar, at which point the female leaves them. It has been noted that, in \"E. grisea\", moultings during the early instar stages can be asynchronous. While some larvae are still at the first instar stage, others have already moulted to the stage of second instar larvae and abandon the brood leaf for food. Under such circumstances, the female is no longer able to provide effective protection for all her larvae. The offspring of different females make contact with each other and form mixed groups. There is no kin-recognition in this species. Both single and joint guarding females provide parental care for their own larvae or other females’ offspring. Larvae are likely to benefit from 'kindergartens', when their mothers disappear or die. Moreover, joint-guarding females defend the egg clutches much more successfully than single females.",
            "score": 178.3323516845703
        },
        {
            "docid": "85950_8",
            "document": "Burying beetle . At an early stage, the parents may cull their young. This infanticide functions to match the number of larvae to the size of the carcass so that there is enough food to go around. If there are too many young, they will all be underfed and will develop less quickly, reducing their chances of surviving to adulthood. If there are too few young, the resulting adult beetles will be large but the parents could have produced more of them. The most successful beetle parents will achieve a good balance between the size of offspring and the number produced. This unusual method of brood size regulation might be the result of the eggs being laid before the female has been able to gauge the size of the carcass and hence how many larvae it can provision.",
            "score": 173.12612915039062
        },
        {
            "docid": "292265_36",
            "document": "Behavioral ecology . There are many different patterns of parental care in the animal kingdom. The patterns can be explained by physiological constraints or ecological conditions, such as mating opportunities. In invertebrates, there is no parental care in most species because it is more favorable for parents to produce a large number of eggs whose fate is left to chance than to protect a few individual young. For example, female \"L. figueresi\" die after stocking their larvae's cells with pollen and nectar and before their larvae hatch. In birds, biparental care is the most common, because reproductive success directly depends on the parents' ability to feed their chicks. Two parents can feed twice as many young, so it is more favorable for birds to have both parents delivering food. In mammals, female-only care is the most common. This is most likely because females are internally fertilized and so are holding the young inside for a prolonged period of gestation, which provides males with the opportunity to desert. Females also feed the young through lactation after birth, so males are not required for feeding. Male parental care is only observed in species where they contribute to feeding or carrying of the young, such as in marmosets. In fish there is no parental care in 79% of bony fish. In fish with parental care, it usually limited to selecting, preparing, and defending a nest, as seen in sockeye salmon, for example. Also, parental care in fish, if any, is primarily done by males, as seen in gobies and redlip blennies. The cichlid fish \"V. moorii\" exhibits biparental care. In species with internal fertilization, the female is usually the one to take care of the young. In cases where fertilization is external the male becomes the main caretaker.",
            "score": 172.4118194580078
        },
        {
            "docid": "169086_23",
            "document": "Prenatal care . Levels of feedback from the ultrasound can differ. High feedback is when the parents can see the screen and are given a detailed description of what they can see. Low feedback is when the findings are discussed at the end and the parents are given a picture of the ultrasound. The different ways of giving feedback affect how much the parents worry and the mother’s health behaviour although there is not enough evidence to make clear conclusions. In a small study, mothers receiving high feedback were more likely to stop smoking and drinking alcohol however the quality of the study is low and more research is needed to say for certain which type of feedback is better.",
            "score": 172.28326416015625
        },
        {
            "docid": "292265_45",
            "document": "Behavioral ecology . Some animals deceive other species into providing all parental care. These brood parasites selfishly exploit their hosts' parents and host offspring. The common cuckoo is a well known example of a brood parasite. Female cuckoos lay a single egg in the nest of the host species and when the cuckoo chick hatches, it ejects all the host eggs and young. Other examples of brood parasites include honeyguides, cowbirds, and the large blue butterfly. Brood parasite offspring have many strategies to induce their host parents to invest parental care. Studies show that the common cuckoo uses vocal mimicry to reproduce the sound of multiple hungry host young to solicit more food. Other cuckoos use visual deception with their wings to exaggerate the begging display. False gapes from brood parasite offspring cause host parents to collect more food. Another example of a brood parasite is \"Phengaris\" butterflies such as \"Phengaris rebeli\" and \"Phengaris arion\", which differ from the cuckoo in that the butterflies do not oviposit directly in the nest of the host, an ant species \"Myrmica schencki\". Rather, the butterfly larvae release chemicals that deceive the ants into believing that they are ant larvae, causing the ants to bring the butterfly larvae back to their own nests to feed them. Other examples of brood parasites are \"Polistes sulcifer\", a paper wasp that has lost the ability to build its own nests so females lay their eggs in the nest of a host species, \"Polistes dominula\", and rely on the host workers to take care of their brood, as well as \"Bombus bohemicus,\" a bumblebee that relies on host workers of various other \"Bombus\" species. Similarly, in \"Eulaema meriana\", some Leucospidae wasps exploit the brood cells and nest for shelter and food from the bees. \"Vespula austriaca\" is another wasp in which the females force the host workers to feed and take care of the brood. In particular, \"Bombus hyperboreus\", an Arctic bee species\",\" is also classified as a brood parasite in that it attacks and enslaves other species within their subgenus, \"Alpinobombus\" to propagate their population.",
            "score": 171.4798583984375
        },
        {
            "docid": "4044132_10",
            "document": "Nile tilapia . Species belonging to the genus \"Oreochromis\" typically care for their young through mouthbrooding, oral incubation of the eggs and larvae. Similar to other tilapia, Nile tilapia are maternal mouthbrooders and extensive care is therefore provided almost exclusively by the female. After spawning in a nest made by a male, the young fry or eggs are carried in the mouth of the mother for a period of 12 days. Sometimes, the mother will push the young back into her mouth if she believes they are not ready for the outside. Nile tilapias also demonstrate parental care in times of danger. When approached by a danger, the young often swim back into the protection of their mother’s mouth. However, mouthbrooding leads to significant metabolic modifications for the parents, usually the mother, as reflected by fluctuations in body weight and low fitness. Thus, parental-offspring conflict can be observed through the costs and benefits of mouthbrooding. On one hand, protection of the young ensures passage of an individual’s genes into the future generations; however, caring for the young also reduces an individual’s own reproductive fitness.",
            "score": 170.246826171875
        },
        {
            "docid": "639567_15",
            "document": "Blue-footed booby . Males also assess their partner's reproductive value and adjust their own investment in the brood according to their partner's condition. Females that lay larger and brighter eggs are in better condition and have greater reproductive value. Therefore, males tend to display higher attentiveness and parental care to larger eggs, since those eggs were produced by a female with apparent good genetic quality. Smaller, duller eggs garnered less paternal care. Female foot color is also observed as an indication of perceived female condition. In one experiment, the color of eggs was muted by researchers, it was found that males were willing to exercise similar care for both large eggs and small eggs if his mate had brightly colored feet, whereas males paired with dull-footed females only incubated larger eggs. Interestingly, researchers also found that males did not increase their care when females exhibited both bright feet and high-quality offspring.",
            "score": 169.6622314453125
        },
        {
            "docid": "2676776_20",
            "document": "Convict cichlid . Convict cichlids are a biparental species, so the parents will usually cooperate by carrying out tasks specific to their individual parental roles when raising their offspring. This is common in cichlid fish, and studies have shown coordination between the female and male. The female tends to remain with the brood and perform activities involving the brood, whether it be fanning the eggs or mouth-brooding the larvae, whereas the male tends to patrol the area to chase intruders and defend from predators. Both parents are able to carry out all of the parental care tasks to a certain extent. However, because they are biparentally custodial, each sex will still focus on a specific set of behaviors in particular, which is susceptible to change during the brood cycle. In fact, it is observed that when one of the mates is removed, either parent is still able to raise the offspring independently by having the capacity for all the parental behaviors. As the young offspring grow and become free-swimming fry, the parental activities are distributed more equally between the parents, which appears to be typical behavior in other types of cichlids as well.",
            "score": 169.39427185058594
        },
        {
            "docid": "639567_14",
            "document": "Blue-footed booby . The brightness of the feet decreases with age, so females tend to mate with younger males with brighter feet, who have higher fertility and greater ability to provide paternal care than older males. In a cross-fostering experiment, it was observed that foot color reflects paternal contribution to raising chicks; chicks raised by foster fathers with brighter feet grew faster than chicks raised by foster males with duller feet. Females continuously evaluate their partners' condition based on foot color. In one experiment, males whose partners had laid a first egg in the nest had their feet dulled by make-up. The female partners laid smaller second eggs a few days later. As duller feet usually indicate a decrease in health and possibly genetic quality, it is adaptive for these females to decrease their investment in the second egg. The smaller second eggs contained less yolk concentration, which could influence embryo development, hatching success, and subsequent chick growth and survival. In addition, they contained less yolk androgens. As androgen plays an important role in chick survival, the experiment suggested female blue-footed boobies use the attractiveness and perceived genetic quality of their mates to determine how much resources they should allocate to their eggs. This supports the differential allocation theory, which predicts that parents invest more in the care of their offspring when paired with attractive mates.",
            "score": 166.82496643066406
        },
        {
            "docid": "39300614_14",
            "document": "Social monogamy in mammalian species . Bi-parental care has been extensively studied in the California mouse (\"Peromyscus californicus\"). This species of mice is known to be strictly monogamous; mates pair for a long period of time, and the level of extra-pair paternity is considerably low. It has been shown that in the event of female removal, it is the male that takes direct care of the offspring and acts as the primary hope for the survival of his young. Females who attempt to raise their young in cases where their mate is removed often do not succeed due to high maintenance costs that have to do with raising an offspring. With the presence of males, the survival of the offspring is much more probable; thus, it is in the best interest for both parents to contribute. This concept also applies to other species, including dwarf lemurs (\"Cheirogaleus medius\"), where females were also not successful at raising their offspring without paternal help. Lastly, in a study performed by Wynne-Edwards (1987), 95% of Djungarian hamsters (\"Phodopus campbelli\") survived in the presence of both parents, but only 47% survived if the father was removed.  There are several key factors that may affect the extent to which males care for their young:",
            "score": 166.70751953125
        },
        {
            "docid": "352874_20",
            "document": "European pied flycatcher . Studies were also done to examine the amount of contribution the male European pied flycatcher provided in parental care as well as why some females choose to mate with mated males. When older and younger monogamous males were compared, there was no difference in feeding rate between each nest. When females were studied, scientists found that monogamous and primary females benefited significantly more from the male in terms of parental care than polygynous females did. The latter group could only partially compensate for the absence of a male, leading to secondary females and widows raising fewer offspring than the monogamous pairs did. In the study, differences in mates and the qualities of the territories were slight and therefore not considered, since they lead to no advantages for females to choose between the territories belonging to monogamous or already-mated males. The results of the study suggest that the males can control multiple territories and are thus able to deceive females into accepting polygyny, while the females do not have enough time to discover the marital status of the males.",
            "score": 164.85598754882812
        },
        {
            "docid": "46730263_25",
            "document": "Parental care in birds . In a study of zebra finches, it was determined that those who were fed a lower quality diet laid eggs that were lighter and less nutrient rich than those zebra finches who were fed a higher quality diet. Therefore, those fed a lower quality diet produced more sons and those fed high quality produced more daughters (bigger, more nutrient-rich eggs) because in nature female offspring need more nourishment than males to survive and grow. Males need less nourishment because they do not lay eggs. Since zebra finches can increase the survivability rate of their species, this can be seen as a pre-birth parental care adaptation. (Nicholas B. Davies)",
            "score": 164.60829162597656
        },
        {
            "docid": "39200615_34",
            "document": "Begging in animals . Burying beetles (\"Nicrophorus vespilloides\"): Larval burying beetles beg visually, making a waving motion when their parents arrive. When parent beetles lay eggs, they provide a dead animal to nourish the young. As the eggs hatch and larvae grow, the parents feed their brood with regurgitated carcass. The costs of begging by these larvae have been investigated. Begging behavior was controlled by the presence or absence of a dead parent, simultaneously with the opportunity to self-feed through the presence or absence of food. The presence of a dead parent stimulated larval begging, whereas larvae never begged when the dead parent was absent. However, the presence or absence of a dead parent had no effect on larval growth. Likewise, the interaction between the presence or absence of food and the presence or absence of a dead parent had no effect on growth. The authors concluded that there was no evidence of either a growth cost or an opportunity cost of larval begging in \"N. vespilloides\" and that cost-free, or low-cost begging, could be more common than usually considered.",
            "score": 164.49026489257812
        },
        {
            "docid": "39320143_22",
            "document": "Sexual selection in amphibians . Initial observation of mating in the green poison-dart frog \"Dendrobates auratus\" shows convincing evidence of sex-role reversal. Small female clutch size, female-female competition, and large parental care investment by males are characteristic of sexual role reversal. To test whether this sexual role reversal was true, two hypotheses were tested; the sexual role reversal hypothesis and the parental quality hypothesis. For the sexual role reversal hypothesis to be true, females would compete for as many males as possible, and this was not supported because male-male competition for mates was as common as female-female competition. In sexual role reversal males usually become more selective; however, in \"Dendrobates auratus\" females were more selective when choosing males, supporting the parental quality hypothesis, which predicted that females would compete for the parental care of particular males. Females were defensive of their mating partners and used courtship techniques to prevent males from mating with other females and destroyed rivals' eggs. These observations support the parental quality hypothesis. Summers weakens the sexual role reversal hypothesis and strengthens the case parental quality selection.",
            "score": 164.28970336914062
        },
        {
            "docid": "12202186_25",
            "document": "Infanticide (zoology) . Infanticide in burying beetles may have led to male parental care. In this species males often cooperate with the female in preparing a piece of carrion, which is buried with the eggs and eaten by the larvae when they hatch. Males may also guard the site alongside the female. It is apparent from experiments that this behavior does not provide their young with any better nourishment, nor is it of any use in defending against predators. However, other burying bugs may try to take their nesting space. When this occurs, a male-female pair is over twice as successful in nest defense, preventing the ovicide of their offspring.",
            "score": 164.09884643554688
        },
        {
            "docid": "5424051_10",
            "document": "Monogamy in animals . With increased resource availability, males may be offsetting the restriction of their fitness through several means. In instances of social monogamy, males may offset any lowered fitness through extra pair coupling. Extra pair coupling refers to male and females mating with several mates, but only raising offspring with one mate. The male may not be related to all of the offspring of his main mate, but some offspring are being raised in other broods by other males and females, thereby offsetting any limitation of monogamy. Males are cuckolds, but because they have other female sexual partners, they cuckold other males and increase their own fitness. Males exhibit parental care habits in order to be an acceptable mate to the female. Any males which do not exhibit parental care would not be accepted as a sexual partner for socially monogamous females in an enforcement pattern.",
            "score": 164.08795166015625
        },
        {
            "docid": "16805509_10",
            "document": "Nicrophorus orbicollis . \"N. orbicollis\" depends on small vertebrate carcasses to supply their young with an adequate food requirement. \"N. orbicollis\" mates mid-June to early August and is mostly active after sunset. First, the male attracts the female by producing pheromones. Competition occurs between other burying beetles and other carrion competitors to secure a carcass for mating. It is commonly seen that N. orbicollis will compete with N. defodiens. The larger in size the beetle, the more likely it is to outcompete smaller beetles in acquiring a carcass. Once the carcass has been secured and buried, the female lays her eggs in the soil surrounding the carcass. The larvae typically hatch 5–7 days later. Both the female and male have important roles as their larvae mature. Preservation of the carcass, protecting the larvae from predators and feeding the larvae are all roles taken on by the adults. The males then disperse from the carcass once the larvae have reached the final instar. The females will stay until the larvae disperse into the soil to pupate, usually 17 days after carcass burial. Depending on the size of the carcass, the parents can control the number of offspring through a process called filial cannibalism. The parents do this to allow more space on a smaller carcass.",
            "score": 163.96092224121094
        },
        {
            "docid": "38498_69",
            "document": "Frog . Although care of offspring is poorly understood in frogs, up to an estimated 20% of amphibian species may care for their young in some way. The evolution of parental care in frogs is driven primarily by the size of the water body in which they breed. Those that breed in smaller water bodies tend to have greater and more complex parental care behaviour. Because predation of eggs and larvae is high in large water bodies, some frog species started to lay their eggs on land. Once this happened, the desiccating terrestrial environment demands that one or both parents keep them moist to ensure their survival. The subsequent need to transport hatched tadpoles to a water body required an even more intense form of parental care.",
            "score": 163.34568786621094
        },
        {
            "docid": "37122597_11",
            "document": "Behavioral epigenetics . Studies in rats have shown correlations between maternal care in terms of the parental licking of offspring and epigenetic changes. A high level of licking results in a long-term reduction in stress response as measured behaviorally and biochemically in elements of the hypothalamic-pituitary-adrenal axis (HPA). Further, decreased DNA methylation of the glucocorticoid receptor gene were found in offspring that experienced a high level of licking; the glucorticoid receptor plays a key role in regulating the HPA. The opposite is found in offspring that experienced low levels of licking, and when pups are switched, the epigenetic changes are reversed. This research provides evidence for an underlying epigenetic mechanism. Further support comes from experiments with the same setup, using drugs that can increase or decrease methylation. Finally, epigenetic variations in parental care can be passed down from one generation to the next, from mother to female offspring. Female offspring who received increased parental care (i.e., high licking) became mothers who engaged in high licking and offspring who received less licking became mothers who engaged in less licking.",
            "score": 163.212646484375
        },
        {
            "docid": "46730263_12",
            "document": "Parental care in birds . Bi-parental care is the most common form in birds, especially in passerines. A mating pair equally contributes to feeding and guarding the offspring. It occurs in approximately 85% of bird species. The hatchling benefits from the mutual care at the cost of the parents' future reproductive success. Each parent tries to find a mate who will not desert the nest and has high qualities that showcase their parental skills (e.g. ornamental cues). The good parent hypothesis states that birds can invest more energy towards their own survival rate by choosing an ideal mate.",
            "score": 162.681884765625
        },
        {
            "docid": "20582038_8",
            "document": "Ophioblennius atlanticus . The female mate choice primarily relies on a male's genetic quality or its non-genetic quality. A male is recognized to have good genes, if it has physical features that are suitable for survival. Usually, big body size indicates good genetic quality. Mating with a male of good genetic quality assures that the offspring will also have good genes and thus the physical features favorable for survival. This eventually will propagate the female's own genes. The non-genetic quality includes many examples, such as good parental care. Good parental care does not guarantee good genes for the offspring. However, good parental care can increase the survival rate of the offspring, thereby spreading the female's genes.",
            "score": 161.3687286376953
        },
        {
            "docid": "25005190_8",
            "document": "Mango tilapia . For the mango tilapia, parental care is important for the survival of the offspring. Parents who shared the job of incubation had double the reproductive success of other parents who did the job alone. Rather, for uniparental parental care, the parent’s reproductive success for each brood was 20% higher. In terms of the relationship between caring strategies and clutch size, either parent is equally capable of caring for its offspring (both capable of taking care of the same number of eggs and fry). Levels of parental care in mango tilapia depend on the costs and benefits of staying versus departing. Some costs of both males and females were the growth and prolonged time until the next time they reproduce. In addition, parental care decreased a female’s future ability to reproduce (fecundity). This is plausible since a body weight increase increases fecundity. Female mango tilapia have high parental care costs, which can be thought to be separated in two parts: egg production cost and parental care cost. In experiments studying parents deserting their children, deserting was more frequent in males and females when there were higher parental care costs and males deserting was more frequent when there was a reduced benefits from parental care.",
            "score": 160.0452423095703
        },
        {
            "docid": "11891528_5",
            "document": "Parachromis motaguensis . Breeding can be achieved with very little effort and no specific requirements are needed for breeding purposes. As long as water conditions are maintained at a desirable high quality, a breeding pair of such fish will readily spawn.  To enhance the likelihood of acquiring a breeding pair, purchase several healthy and active juveniles at a young age (between 6 -10) and grow these specimens until sexual maturity. Generally, you should be left with a breeding pair or two. These fish will noticeably become more aggressive and territorial, Remove all other fish at this point and keep the newly formed breeding pair separate. When a breeding pair had been successfully established,The male will begin to court the female by displaying his erect finnage to the female as he tries to impress her in an attempt for her to accept his mating invitation. The pair will begin to clean a flat surface if the female is responsive of the male's previous courting behavior.The female will then lay approximately 1000 - 2000 orange coloured eggs which will then be fertilized by the male. The eggs will be ferociously guarded by both parents and a high degree of parental care is show to the eggs and fry. When the eggs 'hatch' after approximately 5 –7 days, the offspring (known as wrigglers at this stage in development) are defenseless and are unable to swim. They are often transported to pre dug pits by both parents, and are guarded. The fry will begin to swim in approximately 7 days and should be fed with baby brine shrimp or alike. If you would like to rear these fry, they should be removed at this point as they will later be consumed by both parents as the female becomes due to spawn once more.  Feed the fry baby brine shrimp until the stage where they are large enough to consume blood worm, daphnia and other live foods. When purchasing fish in an attempt to acquire a breeding pair, try to buy fish from different sources. There is a high probability that when buying fish from the same source, Fish will be from the same parents (Siblings). This should be avoided, as breeding fish in this manner may form offspring with genetic disease usually associated with interbreeding. Also, buy fish of a similar size, the chances of acquiring a breeding pair with fish of a similar size is significant to that of attempting to breed fish of different age and size.",
            "score": 158.92649841308594
        },
        {
            "docid": "1491612_7",
            "document": "Parachromis managuensis . Breeding can be achieved with very little effort and no specific requirements are needed for such purposes. As long as water conditions are maintained at a desirable high quality, a breeding pair of jaguar cichlids will readily spawn. To enhance the likelihood of acquiring a breeding pair, purchase several healthy and active juveniles at a young age (between 6 and 10) and grow these specimens until sexual maturity. Generally, you should be left with a breeding pair or two. These fish will noticeably become more aggressive and territorial, Remove all other fish at this point and keep the newly formed breeding pair separate. When a breeding pair had been successfully established, the male will begin to court the female by displaying his erect finnage as he tries to impress her in an attempt for her to accept his mating invitation. The pair will begin to clean a flat surface if the female is responsive of the male's previous courting behavior. The female with then lay approximately 1000–2000 orange coloured eggs which will then be fertilized by the male. The eggs will be ferociously guarded by both parents and a high degree of parental care is shown to the eggs and fry. When the eggs 'hatch' after approximately 5 to 7 days, the offspring (known as wrigglers at this stage in development) are defenseless and are unable to swim. They are often transported to pre-dug pits by both parents, and are guarded. The fry will begin to swim in approximately 7 days and should be fed with baby brine shrimp or alike. If you would like to rear these fry, they should be removed at this point as they will later be consumed by both parents as the female becomes due to spawn once more. Feed the fry baby brine shrimp until the stage where they are large enough to consume blood worm, daphnia and other live foods. When purchasing fish in an attempt to acquire a breeding pair, try to buy fish from different sources. There is a high probability that when buying fish from the same source, Fish will be from the same parents (Siblings). This should be avoided, as breeding fish in this manner may form offspring with genetic disease usually associated with interbreeding. Also, buy fish of a similar size, the chances of acquiring a breeding pair with fish of a similar size is significant to that of attempting to breed fish of different age and size.",
            "score": 158.68020629882812
        },
        {
            "docid": "582393_9",
            "document": "Polygynandry . Multiple mating by female pycnogonids are possible since a recently mated female often retains unused mature eggs in one or more femora, which allows her to mate with additional partners. In species with external fertilization and male parental care, females are able to distribute her clutch amongst different males and by doing so the female increases the likelihood that at least some of her offspring will receive indirect genetic benefits and/or extensive parental care from a quality provider.",
            "score": 158.52389526367188
        },
        {
            "docid": "9685728_6",
            "document": "Sexy son hypothesis . In its original context, the \"narrow-sense sexy son hypothesis\" of Weatherhead and Robertson refers to mating systems with care from both parents. In these mating systems, females that mate with a polygynous male normally receive less assistance than females mated with a monogamous male, and thus suffer from direct fitness consequences that have to be (at least) compensated for by the breeding successes of their sexy sons. On the other hand, a \"broad-sense sexy son hypothesis\" encompasses both polygyny and promiscuous mating systems, with and without care from both parents. Alatalo (1998) argues that the costs of any additional choice may be so minor that female choice for honestly signaling males, that is good genes, may evolve even if the indirect benefits on offspring quality are small. A similar argument can be made for the sexy son hypothesis if mates of attractive males do not suffer any direct fitness consequences.",
            "score": 156.4307861328125
        },
        {
            "docid": "6778877_65",
            "document": "Sexual conflict . Parental investment is when either parent cares for eggs or offspring resulting in increased offspring fitness. Though intuitively one might assume that since providing care to offspring would provide indirect genetic benefits to both parents, there would not be much sexual conflict; however, since neither is interested in the other's genetic fitness, it is more beneficial to be selfish and push the costs of parental care onto the other sex. Therefore, each partner would exert selection on the other partner to provide more care, creating sexual conflict. Additionally, since it is beneficial for one partner to develop adaptations in parental care at the expense of the other, the other partner is likely evolve counter adaptations to avoid being exploited creating a situation to be predicted by game theory.",
            "score": 156.0798797607422
        }
    ]
}