{
    "q": [
        {
            "docid": "487922_8",
            "document": "Neocortex . The neocortex contains both excitatory (~80%) and inhibitory (~20%) neurons, named for their effect on other neurons. The structure of the neocortex is relatively uniform (hence the alternative names \"iso-\" and \"homotypic\" cortex), consisting of six horizontal layers segregated principally by cell type and neuronal connections. However, there are many exceptions to this uniformity; for example, layer IV is small or missing in primary motor cortex. There is some canonical circuitry within the cortex; for example, pyramidal neurons in the upper layers II and III project their axons to other areas of neocortex, while those in the deeper layers V and VI often project out of the cortex, e.g. to the thalamus, brainstem, and spinal cord. Neurons in layer IV receive the majority of the synaptic connections from outside the cortex (mostly from thalamus), and themselves make short-range, local connections to other cortical layers. Thus, layer IV is the main recipient of incoming sensory information and distributes it to the other layers for further processing.",
            "score": 125.5009583234787
        },
        {
            "docid": "1287722_7",
            "document": "Barrel cortex . Sensory information flows from whisker follicles to barrel cortex via the trigeminal nerve nuclei and the thalamus. Barrel like divisions can be seen in some, but not all parts of the trigeminal nuclei (where they are called barrelets) and the thalamus (where they are called barreloids). The trigeminal nerve carries afferent fibres from the follicles into the brainstem where they connect to neurons in four different trigeminal nerve nuclei: principal, interpolar, oral, and caudal. Projections from the trigeminal nuclei to the thalamus are split into pathways designated lemniscal, extralemniscal, and paralemniscal. In the lemniscal pathway, axons from the principal trigeminal nucleus cross over the midline and project to “barreloids” in the thalamus, specifically in the dorsomedial section of the ventroposterior medial nucleus (VPMdm). Neurons in VPMdm project mainly to barrels in layer 4 of primary somatosensory cortex (S1). In the extralemniscal pathway, neurons of the interpolar nucleus project to the ventrolateral section of the ventroposterior medial nucleus (VPMvl). Neurons in VPMvl project to septa between the barrels and to secondary somatosensory cortex (S2). The paralemniscal pathway runs from the interpolar trigeminal nucleus via posterior nucleus (POm) of the thalamus to S2 and to diffuse targets in barrel cortex especially layer 5. Each pathway also has secondary projections to other layers within barrel cortex and other regions of cortex, including motor cortex. These different pathways are thought to transmit different modalities of sensory information from the whisker.",
            "score": 162.50590324401855
        },
        {
            "docid": "33611862_5",
            "document": "Eomesodermin . It has been found experimentally through knock out studies, that mice lacking Eomesodermin/Tbr2 during early development have a reduced number of actively dividing cells, called proliferating cells, in the subventricular zone, a key area of neurogenesis in the brain. This, may lead to the microcephaly (small head size due to improper brain development) seen in Eomesodermin/Tbr2 deficient mice. Eomesodermin/Tbr2 lacking mice have smaller upper cortical layers and a smaller sub ventricular zone in the brain, and have an absence of a mitral cell (neurons involved in the olfactory pathway) layer, with mitral cells instead being scattered about. On the behavioral side, Eomesodermin/Tbr2 lacking mice show high anger levels and perform infanticide. Eomesodermin/Tbr2 lacking mice also seem to have problems with long axon connections. Axons are projections from neurons that connect with other cells in what is called a synapse and send neurotransmitters. In this way, they can communicate with other cells, and form the processing that allows are brains to function. Eomesodermin/Tbr2 lacking mice seem to lack fully formed commissural fibers, which connect the two hemispheres of the brain, and lack the corpus callosum, another region of the brain involved in hemisphere connections.",
            "score": 176.64946579933167
        },
        {
            "docid": "27179535_6",
            "document": "Leah Krubitzer . Krubitzer and her team have decided to focus part of their research on studying the cortical evolution of the neocortex. It is known that the neocortex has the ability to adapt and change over time. This is an important feature that allows the brain function and connectivity to coordinate movements vital for an organism's survival in a specific environment. Krubitzer and her team used a variety of different rodents and squirrels to test their hypothesis. They hypothesized that the level of cortical activity organization would be directly correlated with the specific connections in the brain based on the environment that the particular animal was accustomed. Differences were found between the lab animals and wild caught animals as would be expected. Krubitzer varied the amounts of sensory stimuli that each test subject was exposed to early on in development. By doing this, she was able to track the organization of the cortex from early development on. One example of how she did this was altering the vision in an opossum in early development. Research found that when vision is lost early in development, other sensory systems will begin to take over that area and the cortex will re-organize itself to make up for the loss of this sensation.",
            "score": 124.28616058826447
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 184.37337362766266
        },
        {
            "docid": "58686_7",
            "document": "Cerebral cortex . The different cortical layers each contain a characteristic distribution of neuronal cell types and connections with other cortical and subcortical regions. There are direct connections between different cortical areas and indirect connections via the thalamus, for example. One of the clearest examples of cortical layering is the line of Gennari in the primary visual cortex. This is a band of whiter tissue that can be observed with the naked eye in the fundus of the calcarine sulcus of the occipital lobe. The line of Gennari is composed of axons bringing visual information from the thalamus into layer four of the visual cortex.",
            "score": 119.86614894866943
        },
        {
            "docid": "3619450_4",
            "document": "Sensory gating . Information from sensory receptors make their way to the brain through neurons and synapse at the thalamus. The pulvinar nuclei in the thalamus function as the gatekeeper, deciding which information should be inhibited, and which should be sent to further cortical areas. Sensory gating is mediated by a network in the brain which involves the auditory cortex (AC), prefrontal cortex and hippocampus. Other areas of the brain associated with sensory gating include the amygdala, striatum, medial prefrontal cortex, and midbrain dopamine cell region (GABAergic neurons only). Research of sensory gating primarily occurs in cortical areas where the stimulus is consciously identified because it is a less invasive means of studying sensory gating. Studies on rats show the brain stem, thalamus, and primary auditory cortex play a role in sensory gating for auditory stimuli.",
            "score": 193.8619260787964
        },
        {
            "docid": "32528_24",
            "document": "Visual cortex . It is argued that the entire ventral visual-to-hippocampal stream is important for visual memory. This theory, unlike the dominant one, predicts that object-recognition memory (ORM) alterations could result from the manipulation in V2, an area that is highly interconnected within the ventral stream of visual cortices. In the monkey brain, this area receives strong feedforward connections from the primary visual cortex (V1) and sends strong projections to other secondary visual cortices (V3, V4, and V5). Most of the neurons of this area are tuned to simple visual characteristics such as orientation, spatial frequency, size, color, and shape. Anatomical studies implicate layer 3 of area V2 in visual-information processing. In contrast to layer 3, layer 6 of the visual cortex is composed of many types of neurons, and their response to visual stimuli is more complex.",
            "score": 152.70729970932007
        },
        {
            "docid": "1287722_8",
            "document": "Barrel cortex . The whisker barrel cortex contains different types of neurons that receive input from a range of sources that themselves receive and process an array of different types of information. As a result, neurons of the whisker barrel cortex respond to whisker-related input, but in a way that is specific to the neurons type and location. This can manifest in different ways. The simplest way is whether the cortical neuron responds only to the deflection of one whisker, or to the deflection of many whiskers. Neurons in layer 4 barrels tend to strongly or exclusively respond to one whisker, while neurons in other layers are less strongly tuned and can respond to multiple whiskers. Neurons that respond to the deflection of multiple whiskers typically have a primary whisker, to which they respond the most. The difference in response magnitude between deflection of the primary whisker and secondary whiskers can also vary between neurons. Stimulation of multiple whiskers may produce a response that is equal to the sum of the responses if each whisker was stimulated independently, or it may be different. Some neurons show greater responses when multiple neurons are stimulated in sequence, and the sequence may be direction specific.",
            "score": 180.50376892089844
        },
        {
            "docid": "941909_26",
            "document": "Receptive field . The term receptive field is also used in the context of artificial neural networks, most often in relation to convolutional neural networks (CNNs). When used in this sense, the term adopts a meaning reminiscent of receptive fields in actual biological nervous systems. CNNs have a distinct architecture, designed to mimic the way in which real animal brains are understood to function; instead of having every neuron in each layer connect to all neurons in the next layer (Multilayer perceptron), the neurons are arranged in a 3-dimensional structure in such a way as to take into account the spatial relationships between different neurons with respect to the original data. Since CNNs are used primarily in the field of computer vision, the data that the neurons represent is typically an image; each input neuron represents one pixel from the original image. The first layer of neurons is composed of all the input neurons; neurons in the next layer will receive connections from some of the input neurons (pixels), but not all, as would be the case in a MLP and in other traditional neural networks. Hence, instead of having each neuron receive connections from all neurons in the previous layer, CNNs use a receptive field-like layout in which each neuron receives connections only from a subset of neurons in the previous (lower) layer. The receptive field of a neuron in one of the lower layers encompasses only a small area of the image, while the receptive field of a neuron in subsequent (higher) layers involves a combination of receptive fields from several (but not all) neurons in the layer before (i. e. a neuron in a higher layer \"looks\" at a larger portion of the image than does a neuron in a lower layer). In this way, each successive layer is capable of learning increasingly abstract features of the original image. The use of receptive fields in this fashion is thought to give CNNs an advantage in recognizing visual patterns when compared to other types of neural networks.",
            "score": 128.39777326583862
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 147.09711742401123
        },
        {
            "docid": "37132434_9",
            "document": "Craniopagus twins . Although there is not an overwhelming amount of research surrounding how the union between craniopagus twins leads to different personality, cognitive and motor traits, there have been some studies exploring what it actually means to share a brain. In the case of Tatiana and Krista as mentioned above, it is possible that the twins shared some conscious thought. Studies of the thalamus’ role in the brain provide neurological data that help explain these behavioral observations that these two twins experience.  Thalamo-cortico-thalamic circuits are the looped neural pathways that connect the thalamus to the cerebral cortex, and then the cerebral cortex back to the thalamus. Because the thalamus is mainly responsible for relaying sensory messages from the body to the brain, it is possible that there is a lot of overlap between the twins’ sensory reception and the actual response it creates within the brain. One study examines this by studying the thalamus when it is at a persistent vegetative state that is when the patient is awake but not conscious. This study proved that the cortical activity on its own is not conscious and that all the activity between the loops of the thalamus, the cerebral cortex and the thalamus itself are all conscious actions. Another study of the thalamus reaffirms that the thalamus does not answer yes/no questions but instead acts as a mediator between different parts of the cerebral cortex and systemic sensory reception. These loops actually may account for the relationship between Tatiana and Krista. At the neuronal level, communication is dense network of neurons linked between themselves and the coordinator (in this case the thalamus) that finally sends a message to the cortex. On top of this, there are links between the cortex that send messages back through the coordinator and finally to the rest of the body. The brain’s ability to function through loops and circuits is a good model to explain why Tatiana “consciously” feels what Krista is “physically” experiencing. Additionally there is some level of synchronization between the two twins. Another study found that for craniopagus twins, their connection to each other is comparable to our normal appendages and that their bodies have obvious overlapping physically and psychologically. Because most cases of craniopagus twins are unique, the research outlining general connections between craniopagus twins is limited. However, this example provides insight into the effects of a union between twins who essentially share the same sensory relay system in the thalamus.",
            "score": 197.6871393918991
        },
        {
            "docid": "53953041_15",
            "document": "Predictive coding . The empirical evidence for predictive coding is most robust for perceptual processing. As early as 1999, Rao and Ballard proposed a hierarchical visual processing model in which higher-order visual cortical area sends down predictions and the feedforward connections carry the residual errors between the predictions and the actual lower-level activities (Rao and Ballard, 1999). According to this model, each level in the hierarchical model network (except the lowest level, which represents the image) attempts to predict the responses at the next lower level via feedback connections, and the error signal is used to correct the estimate of the input signal at each level concurrently (Rao and Ballard, 1999). Emberson et al. established the top-down modulation in infants using a cross-modal audiovisual omission paradigm, determining that even infant brains have expectation about future sensory input that is carried downstream from visual cortices and are capable of expectation-based feedback (Emberson et al., 2015). Functional near-infrared spectroscopy (fNIRS) data showed that infant occipital cortex responded to unexpected visual omission (with no visual information input) but not to expected visual omission. These results establish that in a hierarchically organized perception system, higher-order neurons send down predictions to lower-order neurons, which in turn sends back up the prediction error signal.",
            "score": 148.03653252124786
        },
        {
            "docid": "2483527_4",
            "document": "Thalamocortical radiations . Thalamic interneurons process sensory information and signal different regions of the thalamic nuclei. These nuclei extend to relay cells, which in turn innervate distinct areas of the cortex via thalamocortical fibers. Either specifically or nonspecifically, TC relay cells project specifically to organized areas of the cortex directly and nonspecifically project to large areas of cortex through the innervation of many interconnected collateral axons. According to Jones (2001) there are two primary types of relay neurons in the thalamus of primates–core cells and matrix cells–each creating distinct pathways to various parts and layers throughout the cerebral cortex. Matrix cells of the thalamus, or calbindin-immuno-reactive neurons (CIR neurons), are widely distributed and diffusely dispersed in each of the nuclei of the dorsal thalamus. In comparison, parvalbumin immuno-reactive neurons (PIR neurons) can be found only in principal sensory and motor relay nuclei, and in the pulvinar nuclei as well as the intralaminar nuclei. The PIR neurons cluster together creating \"densely terminating afferent fibers…forming a core imposed on a diffuse background matrix of PIR cells\" (Jones 2001). PIR cells tend to project upon the cerebral cortex and terminate in an organized topographic manner in specifically localized zones (in deep layer III and in the middle layer IV). In contrast, CIR cells have dispersed projections wherein various adjacent cells connect to non-specific different cortical areas. CIR axons seem to terminate primarily in the superficial layers of the cortex: layers I, II, and upper III.",
            "score": 132.27773189544678
        },
        {
            "docid": "2872287_23",
            "document": "Neural binding . Much of the experimental evidence for neural binding has traditionally revolved around sensory awareness. Sensory awareness is accomplished by integrating things together by cognitively perceiving them and then segmenting them so that, in total, there is an image created. Since there can be an infinite number of possibilities in the perception of an object, this has been a unique area of study. The way the brain then collectively pieces certain things together via networking is important not only in the global way of perceiving but also in segmentation. Much of sensory awareness has to do with the taking of a single piece of an object's makeup and then binding its total characteristics so that the brain perceives the object in its final form. Much of the research for the understanding of segmentation and how the brain perceives an object has been done by studying cats. A major finding of this research has to do with the understanding of gamma waves oscillating at 40 Hz. The information was extracted from a study using the cat visual cortex. It was shown that the cortical neurons responded differently to spatially different objects. These firings of neurons ranged from 40–60 Hz in measure and when observed showed that they fired synchronously when observing different parts of the object. Such coherent responses point to the fact that the brain is doing a kind of coding where it is piecing certain neurons together in the works of making the form of an object. Since the brain is putting these segmented pieces together unsupervised, a significant consonance is found with many philosophers (like Sigmund Freud) who theorize an underlying subconscious that helps to form every aspect of our conscious thought processes.",
            "score": 186.7331738471985
        },
        {
            "docid": "33246145_9",
            "document": "Neural decoding . Previous recording methods relied on stimulating single neurons over a repeated series of tests in order to generalize this neuron's behavior. New techniques such as high-density multi-electrode array recordings and multi-photon calcium imaging techniques now make it possible to record from upwards of a few hundred neurons. Even with better recording techniques, the focus of these recordings must be on an area of the brain that is both manageable and qualitatively understood. Many studies look at spike train data gathered from the ganglion cells in the retina, since this area has the benefits of being strictly feedforward, retinotopic, and amenable to current recording granularities. The duration, intensity, and location of the stimulus can be controlled to sample, for example, a particular subset of ganglion cells within a structure of the visual system. Other studies use spike trains to evaluate the discriminatory ability of non-visual senses such as rat facial whiskers and the olfactory coding of moth pheromone receptor neurons.",
            "score": 158.3614672422409
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 175.48492765426636
        },
        {
            "docid": "490620_36",
            "document": "Human brain . From the skin, the brain receives information about fine touch, pressure, pain, vibration and temperature. From the joints, the brain receives information about joint position. The sensory cortex is found just near the motor cortex, and, like the motor cortex, has areas related to sensation from different body parts. Sensation collected by a sensory receptor on the skin is changed to a nerve signal, that is passed up a series of neurons through tracts in the spinal cord. The dorsal column–medial lemniscus pathway contains information about fine touch, vibration and position of joints. Neurons travel up the back part of the spinal cord to the back part of the medulla, where they connect with \"second order\" neurons that immediately swap sides. These neurons then travel upwards into the ventrobasal complex in the thalamus where they connect with \"third order\" neurons, and travel up to the sensory cortex.The spinothalamic tract carries information about pain, temperature, and gross touch. Neurons travel up the spinal cord and connect with second-order neurons in the reticular formation of the brainstem for pain and temperature, and also at the ventrobasal complex of the medulla for gross touch.",
            "score": 174.77838706970215
        },
        {
            "docid": "17682224_6",
            "document": "Evolution of the brain . The brainstem and limbic system are largely based on nuclei, which are essentially balled-up clusters of tightly-packed neurons and the axon fibers that connect them to each other, as well as to neurons in other locations. The other two major brain areas (the cerebrum and cerebellum) are based on a cortical architecture. At the outer periphery of the cortex, the neurons are arranged into layers (the number of which vary according to species and function) a few millimeters thick. There are axons that travel between the layers, but the majority of axon mass is \"below\" the neurons themselves. Since cortical neurons and most of their axon fiber tracts don't have to compete for space, cortical structures can scale more easily than nuclear ones. A key feature of cortex is that because it scales with surface area, \"more\" of it can be fit inside a skull by introducing convolutions, in much the same way that a dinner napkin can be stuffed into a glass by wadding it up. The degree of convolution is generally greater in more evolved species, which benefit from the increased surface area.",
            "score": 149.71120607852936
        },
        {
            "docid": "20331131_4",
            "document": "Ann Graybiel . Graybiel’s subsequent research demonstrated how modular organization of the striatum relates to cognition, learning, and habit formation. She found that neurons project from areas in the sensory and motor cortices governing the same body part and cluster together in the striatum, forming matrisomes. Graybiel went on to show that matrisomes exist for each body part and were organized into loops connecting the neocortex, a region responsible for cognition, perception and motor control, to the brain stem, a region coordinating movement. Studies of rodents and primates revealed that matrisomes were crucial to habit formation.",
            "score": 139.4368085861206
        },
        {
            "docid": "25146378_20",
            "document": "Functional specialization (brain) . Other researchers who provide evidence to support the theory of distributive processing include Anthony McIntosh and William Uttal, who question and debate localization and modality specialization within the brain. McIntosh's research suggests that human cognition involves interactions between the brain regions responsible for processes sensory information, such as vision, audition, and other mediating areas like the prefrontal cortex. McIntosh explains that modularity is mainly observed in sensory and motor systems, however, beyond these very receptors, modularity becomes \"fuzzier\" and you see the cross connections between systems increase. He also illustrates that there is an overlapping of functional characteristics between the sensory and motor systems, where these regions are close to one another. These different neural interactions influence each other, where activity changes in one area influence other connected areas. With this, McIntosh suggest that if you only focus on activity in one area, you may miss the changes in other integrative areas. Neural interactions can be measured using analysis of covariance in neuroimaging. McIntosh used this analysis to convey a clear example of the interaction theory of distributive processing. In this study, subjects learned that an auditory stimulus signalled a visual event. McIntosh found activation (an increase blood flow), in an area of the occipital cortex, a region of the brain involved in visual processing, when the auditory stimulus was presented alone. Correlations between the occipital cortex and different areas of the brain such as the prefrontal cortex, premotor cortex and superior temporal cortex showed a pattern of co-variation and functional connectivity.",
            "score": 194.71002221107483
        },
        {
            "docid": "25935238_9",
            "document": "Educational neuroscience . Almost all of the neurons in the brain are generated before birth, during the first three months of pregnancy, and the newborn child’s brain has a similar number of neurons to that of an adult. Many more neurons form than are needed, and only those that form active connections with other neurons survive. In the first year after birth the infant brain undergoes an intense phase of development, during which excessive numbers of connections between neurons are formed, and many of these excess connections must be cut back through the process of synaptic pruning that follows. This pruning process is just as important a stage of development as the early rapid growth of connections between brain cells. The process during which large numbers of connections between neurons are formed is called synaptogenesis. For vision and hearing (visual and auditory cortex), there is extensive early synaptogenesis. The density of connections peaks at around 150% of adult levels between four and 12 months, and the connections are then extensively pruned. Synaptic density returns to adult levels between two and four years in the visual cortex. For other areas such as prefrontal cortex (thought to underpin planning and reasoning), density increases more slowly and peaks after the first year. Reduction to adult levels of density takes at least another 10–20 years; hence there is significant brain development in the frontal areas even in adolescence. Brain metabolism (glucose uptake, which is an approximate index of synaptic functioning) is also above adult levels in the early years. Glucose uptake peaks at about 150% of adult levels somewhere around four to five years. By the age of around ten years, brain metabolism has reduced to adult levels for most cortical regions. Brain development consists of bursts of synaptogenesis, peaks of density, and then synapse rearrangement and stabilisation. This occurs at different times and different rates for different brain regions, which implies that there may be different sensitive periods for the development of different types of knowledge. Neuroscience research into early brain development has informed government education policy for children under three years old in many countries including the USA and the United Kingdom. These policies have focused on enriching the environment of children during nursery and preschool years, exposing them to stimuli and experiences thought to maximise the learning potential of the young brain.",
            "score": 197.82576322555542
        },
        {
            "docid": "51848234_2",
            "document": "Anion-conducting channelrhodopsin . Anion-conducting channelrhodopsins are light-gated ion channels that open in response to light and let negatively charged ions (such as chloride) enter a cell. All channelrhodopsins use retinal as light-sensitive pigment, but they differ in their ion selectivity. Anion-conducting channelrhodopsins are used as tools to manipulate brain activity in mice and fruit flies (Optogenetics). Neurons expressing anion-conducting channelrhodopsins are silenced when illuminated with light, an effect that has been used to investigate information processing in the brain. For example, suppressing dendritic calcium spikes in specific neurons with light reduced the ability of mice to perceive a light touch to a whisker. Studying how the behavior of an animal changes when specific neurons are silenced allows scientists to determine the role of these neurons in the complex circuits controlling behavior.",
            "score": 183.43736958503723
        },
        {
            "docid": "3704475_50",
            "document": "Executive functions . Despite the growing currency of the 'biasing' model of executive functions, direct evidence for functional connectivity between the PFC and sensory regions when executive functions are used, is to date rather sparse. Indeed, the only direct evidence comes from studies in which a portion of frontal cortex is damaged, and a corresponding effect is observed far from the lesion site, in the responses of sensory neurons. However, few studies have explored whether this effect is specific to situations where executive functions are required. Other methods for measuring connectivity between distant brain regions, such as correlation in the fMRI response, have yielded indirect evidence that the frontal cortex and sensory regions communicate during a variety of processes thought to engage executive functions, such as working memory, but more research is required to establish how information flows between the PFC and the rest of the brain when executive functions are used. As an early step in this direction, an fMRI study on the flow of information processing during visuospatial reasoning has provided evidence for causal associations (inferred from the temporal order of activity) between sensory-related activity in occipital and parietal cortices and activity in posterior and anterior PFC. Such approaches can further elucidate the distribution of processing between executive functions in PFC and the rest of the brain.",
            "score": 205.56198227405548
        },
        {
            "docid": "3717_44",
            "document": "Brain . Each sensory system begins with specialized receptor cells, such as light-receptive neurons in the retina of the eye, or vibration-sensitive neurons in the cochlea of the ear. The axons of sensory receptor cells travel into the spinal cord or brain, where they transmit their signals to a first-order sensory nucleus dedicated to one specific sensory modality. This primary sensory nucleus sends information to higher-order sensory areas that are dedicated to the same modality. Eventually, via a way-station in the thalamus, the signals are sent to the cerebral cortex, where they are processed to extract the relevant features, and integrated with signals coming from other sensory systems.",
            "score": 154.88936400413513
        },
        {
            "docid": "2483527_5",
            "document": "Thalamocortical radiations . Thalamocortical signaling is primarily excitatory, causing the activation of corresponding areas of the cortex, but is mainly regulated by inhibitory mechanisms. The specific excitatory signaling is based upon glutamatergic signaling, and is dependent on the nature of the sensory information being processed. Recurrent oscillations in thalamocortical circuits also provide large-scale regulatory feedback inputs to the thalamus via GABAergic neurons that synapse in the TRN. In a study done by Gibbs, Zhang, Shumate, and Coulter (1998) it was found that endogenously released zinc blocked GABA responses within the TC system specifically by interrupting communication between the thalamus and the connected TRN. Computational neuroscientists are particularly interested in thalamocortical circuits because they represent a structure that is disproportionally larger and more complex in humans than other mammals (when body size is taken into account), which may contribute to humans' special cognitive abilities. Evidence from one study (Arcelli et al. 1996) offers partial support to this claim by suggesting that thalamic GABAergic local circuit neurons in mammalian brains relate more to processing ability compared to sensorimotor ability, as they reflect an increasing complexity of local information processing in the thalamus. It is proposed that core relay cells and matrix cells projecting from the dorsal thalamus allow for synchronization of cortical and thalamic cells during \"high-frequency oscillations that underlie discrete conscious events\", though this is a heavily debated area of research.",
            "score": 163.38766956329346
        },
        {
            "docid": "762064_2",
            "document": "Systems neuroscience . Systems neuroscience is a subdiscipline of neuroscience and systems biology that studies the function of neural circuits and systems. It is an umbrella term, encompassing a number of areas of study concerned with how nerve cells behave when connected together to form neural pathways, neural circuits, and larger brain networks. At this level of analysis, neuroscientists study how different neural circuits analyze sensory information, form perceptions of the external world, make decisions, and execute movements. Researchers in systems neuroscience are concerned with the relation between molecular and cellular approaches to understanding brain structure and function, as well as with the study of high-level mental functions such as language, memory, and self-awareness (which are the purview of behavioral and cognitive neuroscience). Systems neuroscientists typically employ techniques for understanding networks of neurons as they are seen to function, by way of electrophysiology using either single-unit recording or multi-electrode recording, functional magnetic resonance imaging (fMRI), and PET scans. The term is commonly used in an educational framework: a common sequence of graduate school neuroscience courses consists of cellular/molecular neuroscience for the first semester, then systems neuroscience for the second semester. It is also sometimes used to distinguish a subdivision within a neuroscience department at an academic institution.",
            "score": 158.60918998718262
        },
        {
            "docid": "41848173_2",
            "document": "Surround suppression . Surround suppression is a descriptive term referring to observations that the relative firing rate of a neuron may under certain conditions decrease when a particular stimulus is enlarged. It is has been observed in electrophysiology studies of the brain and has been noted in many sensory neurons, most notably in the early visual system. Surround suppression is defined as a reduction in the activity of a neuron in response to a stimulus outside its classical receptive field. (The classical receptive field refers to a concept of neural behavior that was understood to be invalid virtally from the start. As Spillman et al (2015)) note, quoting Kuffler (1953), \"not only the areas from which responses can actually be set up by retinal illumination may be included in a definition of the receptive field but also all areas which show a functional connection, by an inhibitory or excitatory effect on a ganglion cell.\" The necessary functional connections with other neurons influenced by stimulation outside a particular area and by dynamic processes in general, and the absence of a theoretical description of a system state to be treated as a baseline, deprive the term \"classical receptive field\" of functional meaning. The descriptor \"surround suppression\" suffers from a similar problem, as the activities of neurons in the \"surround\" of the \"classical receptive field are similarly determined by connectivities and processes involving neurons beyond it.) This nonlinear effect is one of many that reveals the complexity of biological sensory systems, and the connections of properties of neurons that may cause this effect (or its opposite) are still being studied. The characteristics, mechanisms, and perceptual consequences of this phenomenon are of interest to many communities, including neurobiology, computational neuroscience, psychology, and computer vision.",
            "score": 166.54011952877045
        },
        {
            "docid": "30015554_4",
            "document": "Nucleus basalis . The primary concentration of cholinergic neurons/cell bodies that project to the neocortex are in the nucleus basalis which is located in the substantia innominata of the anterior perforated substance. These cholinergic neurons have a number of important functions in particular with respect to modulating the ratio of reality and virtual reality components of visual perception. Experimental evidence has shown that normal visual perception has two components. The first (A) is a bottom-up component in which the input to the higher visual cortex (where conscious perception takes place) comes from the retina via the lateral geniculate body and V1. This carries information about what is actually outside. The second (B) is a top-down component in which the input to the higher visual cortex comes from other areas of the cortex. This carries information about what the brain computes is most probably outside. In normal vision, what is seen at the center of attention is carried by A, and material at the periphery of attention is carried mainly by B. When a new potentially important stimulus is received, the Nucleus Basalis is activated. The axons it sends to the visual cortex provide collaterals to pyramidal cells in layer IV (the input layer for retinal fibres) where they activate excitatory nicotinic receptors and thus potentiate retinal activation of V1. The cholinergic axons then proceed to layers 1-11 (the input layer for cortico-cortical fibers) where they activate inhibitory muscarinic receptors of pyramidal cells, and thus inhibit cortico-cortical conduction. In this way activation of Nucleus Basalis promotes (A) and inhibits (B) thus allowing full attention to be paid to the new stimulus. Goard and Dan, and Kuo et al. report similar findings. Gerrard Reopit, in 1984, confirmed the reported findings in his research. Merzenich and Kilgard, among others, have investigated the role of the nucleus basalis in the sensory plasticity.",
            "score": 139.5347936153412
        },
        {
            "docid": "2872287_8",
            "document": "Neural binding . \"Grouping\" has become especially important for neural binding due to studies in gamma wave activity in the brain. From single-unit recording scientists have been able to measure the oscillatory neuronal activity and have been able to better their understanding of the grouping or pairing of neurons. Thus, these pairings connect with Gestalt psychology and its theory that objects are seen independently of their separate pieces, in a more global manner. A study done by Gray, Konig, Engel and Singer in 1989 reported that when studying visual cortex cells, light moving in opposite directions had low relation to one another. Yet when the light rays were then pointed in the same direction, the correlative relationship was stronger. A paper addressing this idea states, \"Thus, correlated activity was only obtained when cells responded to different aspects of the same 'Gestalt'\". Other studies using EEGs from the human scalp also examined gamma wave activity, showing how stimuli seemed to be in accordance with preattentive binding.",
            "score": 144.65635204315186
        },
        {
            "docid": "58686_13",
            "document": "Cerebral cortex . Different parts of the cerebral cortex are involved in different cognitive and behavioral functions. The differences show up in a number of ways: the effects of localized brain damage, regional activity patterns exposed when the brain is examined using functional imaging techniques, connectivity with subcortical areas, and regional differences in the cellular architecture of the cortex. Neuroscientists describe most of the cortex—the part they call the neocortex—as having six layers, but not all layers are apparent in all areas, and even when a layer is present, its thickness and cellular organization may vary. Scientists have constructed maps of cortical areas on the basis of variations in the appearance of the layers as seen with a microscope. One of the most widely used schemes came from Korbinian Brodmann, who split the cortex into 51 different areas and assigned each a number (many of these Brodmann areas have since been subdivided). For example, Brodmann area 1 is the primary somatosensory cortex, Brodmann area 17 is the primary visual cortex, and Brodmann area 25 is the anterior cingulate cortex.",
            "score": 150.68102824687958
        },
        {
            "docid": "419595_6",
            "document": "Brodmann area . Different parts of the cerebral cortex are involved in different cognitive and behavioral functions. The differences show up in a number of ways: the effects of localized brain damage, regional activity patterns exposed when the brain is examined using functional imaging techniques, connectivity with subcortical areas, and regional differences in the cellular architecture of the cortex. Neuroscientists describe most of the cortex—the part they call the neocortex—as having six layers, but not all layers are apparent in all areas, and even when a layer is present, its thickness and cellular organization may vary. Scientists have constructed maps of cortical areas on the basis of variations in the appearance of the layers as seen with a microscope. One of the most widely used schemes came from Korbinian Brodmann, who split the cortex into 52 different areas and assigned each a number (many of these Brodmann areas have since been subdivided). For example, Brodmann area 1 is the primary somatosensory cortex, Brodmann area 17 is the primary visual cortex, and Brodmann area 25 is the anterior cingulate cortex.",
            "score": 150.49929177761078
        }
    ],
    "r": [
        {
            "docid": "41119526_10",
            "document": "Tactile hallucination . Tactile Hallucinations are the result of a dysfunctional somatosensory and a dysfunctional awareness regions of the brain. Tactile sensory input is produced and conducted through the spinal cord and thalamus and it is received at the primary somatosensory cortex. Once it has reached the primary somatosensory cortex, it is distributed across the brain and it will not be processed unless it is important and one pays close attention to the information based on a specific context. Consciousness to these specific tactile sensations is generated only through multiple feedback loops passing through higher cortical areas such as secondary somatosensory area, parietal, insular cortex and premotor areas. The intensity of the tactile stimulus is directly proportional to the area of the primary somatosensory region activated. A feedback mechanism from different cortical areas results in the awareness of touch. Even with complete sensory deprivation, discrete tactile memories can trigger spontaneous firing of impaired neurons. Therefore, individuals with various psychiatric disorders are more prone to tactile hallucinations than normal individuals. Tactile hallucinations are especially possible due to faulty sensory integration of neuronal signals in the primary and secondary somatosensory system with neuronal signals in the parietal cortex, insular cortex and premotor cortex. Moreover, the posterior insula is responsible for mental body schema representation and can produce tactile hallucination if defected. Additionally, it is interesting to note that the regions of the brain involved in tactile hallucinations are similar to the regions of the brain involved in pain.",
            "score": 214.01820373535156
        },
        {
            "docid": "226722_25",
            "document": "Functional magnetic resonance imaging . Researchers have checked the BOLD signal against both signals from implanted electrodes (mostly in monkeys) and signals of field potentials (that is the electric or magnetic field from the brain's activity, measured outside the skull) from EEG and MEG. The local field potential, which includes both post-neuron-synaptic activity and internal neuron processing, better predicts the BOLD signal. So the BOLD contrast reflects mainly the inputs to a neuron and the neuron's integrative processing within its body, and less the output firing of neurons. In humans, electrodes can be implanted only in patients who need surgery as treatment, but evidence suggests a similar relationship at least for the auditory cortex and the primary visual cortex. Activation locations detected by BOLD fMRI in cortical areas (brain surface regions) are known to tally with CBF-based functional maps from PET scans. Some regions just a few millimeters in size, such as the lateral geniculate nucleus (LGN) of the thalamus, which relays visual inputs from the retina to the visual cortex, have been shown to generate the BOLD signal correctly when presented with visual input. Nearby regions such as the pulvinar nucleus were not stimulated for this task, indicating millimeter resolution for the spatial extent of the BOLD response, at least in thalamic nuclei. In the rat brain, single-whisker touch has been shown to elicit BOLD signals from the somatosensory cortex.",
            "score": 210.7527313232422
        },
        {
            "docid": "3704475_50",
            "document": "Executive functions . Despite the growing currency of the 'biasing' model of executive functions, direct evidence for functional connectivity between the PFC and sensory regions when executive functions are used, is to date rather sparse. Indeed, the only direct evidence comes from studies in which a portion of frontal cortex is damaged, and a corresponding effect is observed far from the lesion site, in the responses of sensory neurons. However, few studies have explored whether this effect is specific to situations where executive functions are required. Other methods for measuring connectivity between distant brain regions, such as correlation in the fMRI response, have yielded indirect evidence that the frontal cortex and sensory regions communicate during a variety of processes thought to engage executive functions, such as working memory, but more research is required to establish how information flows between the PFC and the rest of the brain when executive functions are used. As an early step in this direction, an fMRI study on the flow of information processing during visuospatial reasoning has provided evidence for causal associations (inferred from the temporal order of activity) between sensory-related activity in occipital and parietal cortices and activity in posterior and anterior PFC. Such approaches can further elucidate the distribution of processing between executive functions in PFC and the rest of the brain.",
            "score": 205.56198120117188
        },
        {
            "docid": "25935238_9",
            "document": "Educational neuroscience . Almost all of the neurons in the brain are generated before birth, during the first three months of pregnancy, and the newborn child’s brain has a similar number of neurons to that of an adult. Many more neurons form than are needed, and only those that form active connections with other neurons survive. In the first year after birth the infant brain undergoes an intense phase of development, during which excessive numbers of connections between neurons are formed, and many of these excess connections must be cut back through the process of synaptic pruning that follows. This pruning process is just as important a stage of development as the early rapid growth of connections between brain cells. The process during which large numbers of connections between neurons are formed is called synaptogenesis. For vision and hearing (visual and auditory cortex), there is extensive early synaptogenesis. The density of connections peaks at around 150% of adult levels between four and 12 months, and the connections are then extensively pruned. Synaptic density returns to adult levels between two and four years in the visual cortex. For other areas such as prefrontal cortex (thought to underpin planning and reasoning), density increases more slowly and peaks after the first year. Reduction to adult levels of density takes at least another 10–20 years; hence there is significant brain development in the frontal areas even in adolescence. Brain metabolism (glucose uptake, which is an approximate index of synaptic functioning) is also above adult levels in the early years. Glucose uptake peaks at about 150% of adult levels somewhere around four to five years. By the age of around ten years, brain metabolism has reduced to adult levels for most cortical regions. Brain development consists of bursts of synaptogenesis, peaks of density, and then synapse rearrangement and stabilisation. This occurs at different times and different rates for different brain regions, which implies that there may be different sensitive periods for the development of different types of knowledge. Neuroscience research into early brain development has informed government education policy for children under three years old in many countries including the USA and the United Kingdom. These policies have focused on enriching the environment of children during nursery and preschool years, exposing them to stimuli and experiences thought to maximise the learning potential of the young brain.",
            "score": 197.8257598876953
        },
        {
            "docid": "37132434_9",
            "document": "Craniopagus twins . Although there is not an overwhelming amount of research surrounding how the union between craniopagus twins leads to different personality, cognitive and motor traits, there have been some studies exploring what it actually means to share a brain. In the case of Tatiana and Krista as mentioned above, it is possible that the twins shared some conscious thought. Studies of the thalamus’ role in the brain provide neurological data that help explain these behavioral observations that these two twins experience.  Thalamo-cortico-thalamic circuits are the looped neural pathways that connect the thalamus to the cerebral cortex, and then the cerebral cortex back to the thalamus. Because the thalamus is mainly responsible for relaying sensory messages from the body to the brain, it is possible that there is a lot of overlap between the twins’ sensory reception and the actual response it creates within the brain. One study examines this by studying the thalamus when it is at a persistent vegetative state that is when the patient is awake but not conscious. This study proved that the cortical activity on its own is not conscious and that all the activity between the loops of the thalamus, the cerebral cortex and the thalamus itself are all conscious actions. Another study of the thalamus reaffirms that the thalamus does not answer yes/no questions but instead acts as a mediator between different parts of the cerebral cortex and systemic sensory reception. These loops actually may account for the relationship between Tatiana and Krista. At the neuronal level, communication is dense network of neurons linked between themselves and the coordinator (in this case the thalamus) that finally sends a message to the cortex. On top of this, there are links between the cortex that send messages back through the coordinator and finally to the rest of the body. The brain’s ability to function through loops and circuits is a good model to explain why Tatiana “consciously” feels what Krista is “physically” experiencing. Additionally there is some level of synchronization between the two twins. Another study found that for craniopagus twins, their connection to each other is comparable to our normal appendages and that their bodies have obvious overlapping physically and psychologically. Because most cases of craniopagus twins are unique, the research outlining general connections between craniopagus twins is limited. However, this example provides insight into the effects of a union between twins who essentially share the same sensory relay system in the thalamus.",
            "score": 197.6871337890625
        },
        {
            "docid": "25146378_20",
            "document": "Functional specialization (brain) . Other researchers who provide evidence to support the theory of distributive processing include Anthony McIntosh and William Uttal, who question and debate localization and modality specialization within the brain. McIntosh's research suggests that human cognition involves interactions between the brain regions responsible for processes sensory information, such as vision, audition, and other mediating areas like the prefrontal cortex. McIntosh explains that modularity is mainly observed in sensory and motor systems, however, beyond these very receptors, modularity becomes \"fuzzier\" and you see the cross connections between systems increase. He also illustrates that there is an overlapping of functional characteristics between the sensory and motor systems, where these regions are close to one another. These different neural interactions influence each other, where activity changes in one area influence other connected areas. With this, McIntosh suggest that if you only focus on activity in one area, you may miss the changes in other integrative areas. Neural interactions can be measured using analysis of covariance in neuroimaging. McIntosh used this analysis to convey a clear example of the interaction theory of distributive processing. In this study, subjects learned that an auditory stimulus signalled a visual event. McIntosh found activation (an increase blood flow), in an area of the occipital cortex, a region of the brain involved in visual processing, when the auditory stimulus was presented alone. Correlations between the occipital cortex and different areas of the brain such as the prefrontal cortex, premotor cortex and superior temporal cortex showed a pattern of co-variation and functional connectivity.",
            "score": 194.71002197265625
        },
        {
            "docid": "3619450_4",
            "document": "Sensory gating . Information from sensory receptors make their way to the brain through neurons and synapse at the thalamus. The pulvinar nuclei in the thalamus function as the gatekeeper, deciding which information should be inhibited, and which should be sent to further cortical areas. Sensory gating is mediated by a network in the brain which involves the auditory cortex (AC), prefrontal cortex and hippocampus. Other areas of the brain associated with sensory gating include the amygdala, striatum, medial prefrontal cortex, and midbrain dopamine cell region (GABAergic neurons only). Research of sensory gating primarily occurs in cortical areas where the stimulus is consciously identified because it is a less invasive means of studying sensory gating. Studies on rats show the brain stem, thalamus, and primary auditory cortex play a role in sensory gating for auditory stimuli.",
            "score": 193.86192321777344
        },
        {
            "docid": "3581220_21",
            "document": "Single-unit recording . Noninvasive tools to study the CNS have been developed to provide structural and functional information, but they do not provide very high resolution. To offset this problem invasive recording methods have been used. Single unit recording methods give high spatial and temporal resolution to allow for information assessing the relationship between brain structure, function, and behavior. By looking at brain activity at the neuron level, researchers can link brain activity to behavior and create neuronal maps describing flow of information through the brain. For example, Boraud et al. report the use of single unit recordings to determine the structural organization of the basal ganglia in patients with Parkinson's disease. Evoked potentials provide a method to couple behavior to brain function. By stimulating different responses, one can visualize what portion of the brain is activated. This method has been used to explore cognitive functions such as perception, memory, language, emotions, and motor control.",
            "score": 193.76864624023438
        },
        {
            "docid": "2029298_7",
            "document": "Benjamin Libet . To monitor brain activity during the same period, Libet used an electroencephalogram (EEG). The EEG uses small electrodes placed at various points on the scalp that measure neuronal activity in the cortex, the outermost portion of the brain, which is associated with higher cognition. The transmission of electrical signals across regions of the cortex causes differences in measured voltage across EEG electrodes. These differences in voltage reflect changes in neuronal activity in specific areas of the cortex.",
            "score": 192.2250518798828
        },
        {
            "docid": "11037189_10",
            "document": "Chromesthesia . The cross-activation theory of synesthesia was formulated by V.S. Ramachandran and E.M. Hubard, based on converging evidence over studies of the various forms of synesthesia that sensory areas for processing real and synesthetic information tend to be neighboring brain regions. This is most apparent in grapheme-color synesthesia, because the brain regions for color processing and visual word form processing are adjacent. Individuals with sound-color synesthesia show activation of brain areas involved in visual processing, such as V4, immediately after the auditory perception, indicating an automatic linking of sounds and colors. The reason for this cross-activation is still unclear, but one hypothesis is that the increased connectivity between adjacent brain regions is due to a reduction in the pruning back of neuronal networks during childhood.",
            "score": 191.89279174804688
        },
        {
            "docid": "569650_4",
            "document": "Stimulus modality . Integration of all sensory modalities occurs when multimodal neurons receive sensory information which overlaps with different modalities. Multimodal neurons are found in the superior colliculus; they respond to the versatility of various sensory inputs. The multimodal neurons lead to change of behavior and assist in analyzing behavior responses to certain stimulus. Information from two or more senses is encountered. Multimodal perception is not limited to one area of the brain: many brain regions are activated when sensory information is perceived from the environment. In fact, the hypothesis of having a centralized multisensory region is receiving continually more speculation, as several regions previously uninvestigated are now considered multimodal. The reasons behind this are currently being investigated by several research groups, but it is now understood to approach these issues from a decentralized theoretical perspective. Moreover, several labs using invertebrate model organisms will provide invaluable information to the community as these are more easily studied and are considered to have decentralized nervous systems.",
            "score": 191.4807891845703
        },
        {
            "docid": "1168317_15",
            "document": "Mirror neuron . It is not normally possible to study single neurons in the human brain, so most evidence for mirror neurons in humans is indirect. Brain imaging experiments using functional magnetic resonance imaging (fMRI) have shown that the human inferior frontal cortex and superior parietal lobe are active when the person performs an action and also when the person sees another individual performing an action. It has been suggested that these brain regions contain mirror neurons, and they have been defined as the human mirror neuron system. More recent experiments have shown that even at the level of single participants, scanned using fMRI, large areas containing multiple fMRI voxels increase their activity both during the observation and execution of actions.",
            "score": 190.771240234375
        },
        {
            "docid": "26685741_46",
            "document": "Sleep and memory . The brain is an ever-changing, plastic, model of information sharing and processing. In order for the brain to incorporate new experiences into a refined schema it has to undergo specific modifications to consolidate and assimilate all new information. Synaptic plasticity can be described as the changing in strength between two related neurons. Neuroplasticity is most clearly seen in the instances of REM sleep deprivation during brain maturation. Regional brain measurements in neo-natal REM sleep deprived rats displayed a significant size reduction in areas such as the cerebral cortex and the brain stem. The rats were deprived during critical periods after birth and thus anatomical size reduction is observed. Using a pursuit task (used to test visuomotor capabilities) in combination with an fMRI, Maquet et al., 2003, found that increases in activation were seen in the supplementary eye field and right dentate nucleus of subjects who were allowed to sleep as compared to sleep deprived individuals. The right superior temporal sulcus was also noticed to have higher activation levels. When functional connectivity was analyzed it was found that the dentate nucleus was more closely involved with the functions of the superior temporal sulcus. The results suggest that performance on the pursuit task relies on the subject's ability to comprehend appropriate movement patterns in order for recreation of the optimal movements. Sleep deprivation was found to interrupt the slow processes that lead to learning of this procedural skill and alter connectivity changes that would have normally been seen after a night of rest. Neuroplasticity has been thoroughly researched over the past few decades and results have shown that significant changes that occur in our cortical processing areas have the power to modulate neuronal firing to both new and previously experienced stimuli.",
            "score": 190.01004028320312
        },
        {
            "docid": "20515023_45",
            "document": "Neuroscience and sexual orientation . Serotonin is a neurotransmitter found in the central nervous system that has various roles in the regulation of sexual behavior. Serotonin agonists and antagonists have activational or inhibitory effects depending on their concentration and the brain area involved. Fluoxetine is a selective serotonin reuptake inhibitor that prolongs the effect of serotonin on neurons. Kinnunen et al. (2004) administered fluoxetine to their study subjects to see if the brain is differentially activated in homosexual and heterosexual men through the action of serotonin. After fluorexine administration, they measured glucose metabolism in the brain by using fluorodeoxyglucose positron emission tomography (FDG-PET). They found that the brain response to fluoxetine differs between homosexual and heterosexual men, that is, homosexual men show a smaller reduction of glucose metabolism in the hypothalamus than heterosexual men. In addition, other areas of the brain were differentially activated: the prefrontal association cortex of homosexual men exhibited increased activity after fluoxetine administration while the prefrontal association cortex of heterosexual men did not show any change. The cunate gyrus, lateral anterior cingulate and bilateral hippocampus/ parahippocampal gyrus of heterosexual men exhibited increased activity while decreased activity was seen in portions of their cingulate cortex. These findings suggest that homosexuals and heterosexuals may not only differ in the total number of neurons in various areas of their central nervous systems, but also may differ in the distribution of certain kinds of neurons, such as serotonergic and dopaminergic neurons.",
            "score": 189.7988739013672
        },
        {
            "docid": "1168317_9",
            "document": "Mirror neuron . Reports on mirror neurons have been widely published and confirmed with mirror neurons found in both inferior frontal and inferior parietal regions of the brain. Recently, evidence from functional neuroimaging strongly suggests that humans have similar mirror neurons systems: researchers have identified brain regions which respond during both action and observation of action. Not surprisingly, these brain regions include those found in the macaque monkey However, functional magnetic resonance imaging (fMRI) can examine the entire brain at once and suggests that a much wider network of brain areas shows mirror properties in humans than previously thought. These additional areas include the somatosensory cortex and are thought to make the observer feel what it feels like to move in the observed way.",
            "score": 188.90342712402344
        },
        {
            "docid": "38433123_10",
            "document": "Cognitive inhibition . Behavioral neuroscience applies the principles of neurobiology, to the study of physiological, genetic, and developmental mechanisms of behavior. Cognitive inhibition is caused by several different interacting biological factors. The first is the existence of inhibitory neurotransmitters, or chemicals emitted by brain cells to both communicate and inhibit communication between each other. \"GABA, an inhibitory transmitter substance that has been implicated in certain simple behavioral measures of inhibition and the control of aggressive behavior, was discovered in the cerebral cortex in substantial quantities\". Given the cerebral cortex's importance in many brain functions such as memory and thought, the presence of the inhibitory substance GABA supports the cognitive inhibition processes that go on in this area of the brain. Serotonin and dopamine, which can play inhibitory roles as well, are present in the brain in large quantities. All three of these neurotransmitters are capable of \"blocking\" the transmissions between neurons, which can ultimately result in cognitive inhibition. In addition, the presence of inhibitory connections in the central nervous system has been firmly demonstrated (Eccles, 1969). A process known as lateral inhibition, which involves the capacity of an excited neuron to reduce the activity of its neighbors, is integral in the biology of cognitive inhibition. It provides much of the neural background behind it and explains what exactly is going on at the cellular level.",
            "score": 188.37954711914062
        },
        {
            "docid": "2872287_23",
            "document": "Neural binding . Much of the experimental evidence for neural binding has traditionally revolved around sensory awareness. Sensory awareness is accomplished by integrating things together by cognitively perceiving them and then segmenting them so that, in total, there is an image created. Since there can be an infinite number of possibilities in the perception of an object, this has been a unique area of study. The way the brain then collectively pieces certain things together via networking is important not only in the global way of perceiving but also in segmentation. Much of sensory awareness has to do with the taking of a single piece of an object's makeup and then binding its total characteristics so that the brain perceives the object in its final form. Much of the research for the understanding of segmentation and how the brain perceives an object has been done by studying cats. A major finding of this research has to do with the understanding of gamma waves oscillating at 40 Hz. The information was extracted from a study using the cat visual cortex. It was shown that the cortical neurons responded differently to spatially different objects. These firings of neurons ranged from 40–60 Hz in measure and when observed showed that they fired synchronously when observing different parts of the object. Such coherent responses point to the fact that the brain is doing a kind of coding where it is piecing certain neurons together in the works of making the form of an object. Since the brain is putting these segmented pieces together unsupervised, a significant consonance is found with many philosophers (like Sigmund Freud) who theorize an underlying subconscious that helps to form every aspect of our conscious thought processes.",
            "score": 186.73316955566406
        },
        {
            "docid": "19628311_9",
            "document": "Earl K. Miller . Miller has innovated techniques for recording from many neurons simultaneously in multiple brain areas. This is a departure from the classic single-neuron recording approach. It allows detailed and direct comparison of neuron properties between brain areas that are not confounded by extraneous factors and examination of the temporal dynamics of activity between neurons. Miller's lab has used this approach to make a number of discoveries of how different brain areas collaborate to produce thought and action. This includes recent discoveries that oscillating \"brain waves\" may control the timing of shifts of attention and that different items simultaneously held in short-term memory line up on different phases of each brain wave. The latter may explain why we can only think about a few things at the same time.",
            "score": 184.58978271484375
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 184.3733673095703
        },
        {
            "docid": "1729542_9",
            "document": "Neural network . The preliminary theoretical base for contemporary neural networks was independently proposed by Alexander Bain (1873) and William James (1890). In their work, both thoughts and body activity resulted from interactions among neurons within the brain.  For Bain, every activity led to the firing of a certain set of neurons. When activities were repeated, the connections between those neurons strengthened. According to his theory, this repetition was what led to the formation of memory. The general scientific community at the time was skeptical of Bain’s theory because it required what appeared to be an inordinate number of neural connections within the brain. It is now apparent that the brain is exceedingly complex and that the same brain “wiring” can handle multiple problems and inputs.",
            "score": 184.2975311279297
        },
        {
            "docid": "620396_42",
            "document": "Origin of language . In humans, functional MRI studies have reported finding areas homologous to the monkey mirror neuron system in the inferior frontal cortex, close to Broca's area, one of the language regions of the brain. This has led to suggestions that human language evolved from a gesture performance/understanding system implemented in mirror neurons. Mirror neurons have been said to have the potential to provide a mechanism for action-understanding, imitation-learning, and the simulation of other people's behavior. This hypothesis is supported by some cytoarchitectonic homologies between monkey premotor area F5 and human Broca's area. Rates of vocabulary expansion link to the ability of children to vocally mirror non-words and so to acquire the new word pronunciations. Such speech repetition occurs automatically, quickly and separately in the brain to speech perception. Moreover, such vocal imitation can occur without comprehension such as in speech shadowing and echolalia. Further evidence for this link comes from a recent study in which the brain activity of two participants was measured using fMRI while they were gesturing words to each other using hand gestures with a game of charades—a modality that some have suggested might represent the evolutionary precursor of human language. Analysis of the data using Granger Causality revealed that the mirror-neuron system of the observer indeed reflects the pattern of activity of in the motor system of the sender, supporting the idea that the motor concept associated with the words is indeed transmitted from one brain to another using the mirror system.",
            "score": 184.17916870117188
        },
        {
            "docid": "51848234_2",
            "document": "Anion-conducting channelrhodopsin . Anion-conducting channelrhodopsins are light-gated ion channels that open in response to light and let negatively charged ions (such as chloride) enter a cell. All channelrhodopsins use retinal as light-sensitive pigment, but they differ in their ion selectivity. Anion-conducting channelrhodopsins are used as tools to manipulate brain activity in mice and fruit flies (Optogenetics). Neurons expressing anion-conducting channelrhodopsins are silenced when illuminated with light, an effect that has been used to investigate information processing in the brain. For example, suppressing dendritic calcium spikes in specific neurons with light reduced the ability of mice to perceive a light touch to a whisker. Studying how the behavior of an animal changes when specific neurons are silenced allows scientists to determine the role of these neurons in the complex circuits controlling behavior.",
            "score": 183.43736267089844
        },
        {
            "docid": "1168317_18",
            "document": "Mirror neuron . The mirror neurons found were located in the supplementary motor area and medial temporal cortex (other brain regions were not sampled). For purely practical reasons, these regions are not the same as those in which mirror neurons had been recorded from in the monkey: researchers in Parma were studying the ventral premotor cortex and the associated inferior parietal lobe, two regions in which epilepsy rarely occurs, and hence, single cell recordings in these regions are not usually done in humans. On the other hand, no one has to date looked for mirror neurons in the supplementary motor area or the medial temporal lobe in the monkey. Together, this therefore does not suggest that humans and monkeys have mirror neurons in different locations, but rather that they may have mirror neurons both in the ventral premotor cortex and inferior parietal lobe, where they have been recorded in the monkey, and in the supplementary motor areas and medial temporal lobe, where they have been recorded from in human – especially because detailed human fMRI analyses suggest activity compatible with the presence of mirror neurons in all these regions.",
            "score": 182.91000366210938
        },
        {
            "docid": "47511015_2",
            "document": "Large scale brain networks . Large scale brain networks are collections of widespread brain regions showing functional connectivity by statistical analysis of the fMRI BOLD signal or other signal fluctuations. An emerging paradigm in neuroscience is that cognitive tasks are performed not by individual brain regions working in isolation, but by networks consisting of several discrete brain regions that are said to be \"functionally connected\" due to tightly coupled activity. Functional connectivity may be measured as long-range synchronization of the EEG, MEG, or other dynamic brain signals. Synchronized brain regions may also be identified using spatial independent component analysis. The set of identified brain areas that are linked together in a large-scale network varies with cognitive function. When the cognitive state is not explicit (i.e., the subject is at \"rest\"), the large scale brain network is a resting state network (RSN). As a physical system with graph-like properties, a large scale brain network has both nodes and edges, and cannot be identified simply by the co-activation of brain areas. In recent decades, the analysis of brain networks was made feasible by advances in imaging techniques as well as new tools from graph theory and dynamical systems. Large scale brain networks are identified by their function, and provide a coherent framework for understanding cognition by offering a neural model of how different cognitive functions emerge when different sets of brain regions join together as self-organized coalitions. Disruptions in activity in various networks have been implicated in neuropsychiatric disorders such as depression, Alzheimer's, autism spectrum disorder, schizophrenia and bipolar disorder.",
            "score": 182.56944274902344
        },
        {
            "docid": "23631964_2",
            "document": "Primary motor cortex . The primary motor cortex (Brodmann area 4) is a brain region that in humans is located in the dorsal portion of the frontal lobe. It is the primary region of the motor system and works in association with other motor areas including premotor cortex, the supplementary motor area, posterior parietal cortex, and several subcortical brain regions, to plan and execute movements. Primary motor cortex is defined anatomically as the region of cortex that contains large neurons known as Betz cells. Betz cells, along with other cortical neurons, send long axons down the spinal cord to synapse onto the interneuron circuitry of the spinal cord and also directly onto the alpha motor neurons in the spinal cord which connect to the muscles.",
            "score": 182.0393524169922
        },
        {
            "docid": "3975854_2",
            "document": "Sensory neuroscience . Sensory neuroscience is a subfield of neuroscience which explores the anatomy and physiology of neurons that are part of sensory systems such as vision, hearing, and olfaction. Neurons in sensory regions of the brain respond to stimuli by firing one or more nerve impulses (action potentials) following stimulus presentation. How is information about the outside world encoded by the rate, timing, and pattern of action potentials? This so-called neural code is currently poorly understood and sensory neuroscience plays an important role in the attempt to decipher it. Looking at early sensory processing is advantageous since brain regions that are \"higher up\" (e.g. those involved in memory or emotion) contain neurons which encode more abstract representations. However, the hope is that there are unifying principles which govern how the brain encodes and processes information. Studying sensory systems is an important stepping stone in our understanding of brain function in general.",
            "score": 181.8060760498047
        },
        {
            "docid": "1287722_8",
            "document": "Barrel cortex . The whisker barrel cortex contains different types of neurons that receive input from a range of sources that themselves receive and process an array of different types of information. As a result, neurons of the whisker barrel cortex respond to whisker-related input, but in a way that is specific to the neurons type and location. This can manifest in different ways. The simplest way is whether the cortical neuron responds only to the deflection of one whisker, or to the deflection of many whiskers. Neurons in layer 4 barrels tend to strongly or exclusively respond to one whisker, while neurons in other layers are less strongly tuned and can respond to multiple whiskers. Neurons that respond to the deflection of multiple whiskers typically have a primary whisker, to which they respond the most. The difference in response magnitude between deflection of the primary whisker and secondary whiskers can also vary between neurons. Stimulation of multiple whiskers may produce a response that is equal to the sum of the responses if each whisker was stimulated independently, or it may be different. Some neurons show greater responses when multiple neurons are stimulated in sequence, and the sequence may be direction specific.",
            "score": 180.50376892089844
        },
        {
            "docid": "907554_25",
            "document": "History of neuroimaging . It is interesting to see how advances are split between those seeking a completely mapped brain by utilizing single neuron imaging and those utilizing images of brains as subjects perform various high-level tasks. Single neuron imaging (SNI) uses a combination of genetic engineering and optical imaging techniques to insert tiny electrodes into the brain for the purpose of measuring a single neuron's firing. Due to its damaging repercussions, this technique has only been used on animals, but it has shed a lot of light on basic emotional and motivational processes. The goal of studies in higher-level activities is to determine how a network of brain areas collaborates to perform each task. This higher-level imaging is much easier to do because researchers can easily use subjects who have a disease such as Alzheimer's. The SNI technology seems to be going after the possibility for AI while the network-probing technology seems to be more for medical purposes.",
            "score": 180.40679931640625
        },
        {
            "docid": "2924778_3",
            "document": "Matteo Carandini . He studies the visual cortex at the level of individual neurons and populations of neurons, their intercommunication within the visual cortex, with a particular interest in the functions of the eye, thalamus, and the early visual areas of the cerebral cortex. Carandini conducts his research with the goal of contributing to the knowledge of how the brain processes visual information in the human brain and he works primarily with mice.",
            "score": 180.14369201660156
        },
        {
            "docid": "2860457_6",
            "document": "Neural ensemble . Neuronal ensembles encode information in a way somewhat similar to the principle of Wikipedia operation – multiple edits by many participants. Neuroscientists have discovered that individual neurons are very noisy. For example, by examining the activity of only a single neuron in the visual cortex, it is very difficult to reconstruct the visual scene that the owner of the brain is looking at. Like a single Wikipedia participant, an individual neuron does not 'know' everything and is likely to make mistakes. This problem is solved by the brain having billions of neurons. Information processing by the brain is population processing, and it is also distributed – in many cases each neuron knows a little bit about everything, and the more neurons participate in a job, the more precise the information encoding. In the distributed processing scheme, individual neurons may exhibit neuronal noise, but the population as a whole averages this noise out.",
            "score": 180.0668487548828
        },
        {
            "docid": "3627193_7",
            "document": "Albert Einstein's brain . In the 1980s, University of California, Berkeley professor Marian Diamond received four sections of the cortical association regions of the superior prefrontal and inferior parietal lobes in the right and left hemispheres of Albert Einstein's brain from Thomas Harvey. In 1984, Marian Diamond and her associates were the first ever to publish research on the brain of Albert Einstein. She compared the ratio of glial cells in Einstein's brain with that of the preserved brains of 11 other males. (Glial cells provide support and nutrition in the brain, form myelin, and participate in signal transmission, and are the other integral component of the brain, besides the neurons.) Dr. Diamond's laboratory made thin sections of Einstein's brain, each 6 micrometers thick. They then used a microscope to count the cells. Einstein's brain had more glial cells relative to neurons in all areas studied, but only in the left inferior parietal area was the difference statistically significant. This area is part of the association cortex, regions of the brain responsible for incorporating and synthesizing information from multiple other brain regions. A stimulating environment can increase the proportion of glial cells and the high ratio could possibly result from Einstein's life studying stimulating scientific problems.",
            "score": 179.8925018310547
        },
        {
            "docid": "2860430_17",
            "document": "Neural oscillation . If a group of neurons engages in synchronized oscillatory activity, the neural ensemble can be mathematically represented as a single oscillator. Different neural ensembles are coupled through long-range connections and form a network of weakly coupled oscillators at the next spatial scale. Weakly coupled oscillators can generate a range of dynamics including oscillatory activity. Long-range connections between different brain structures, such as the thalamus and the cortex (see thalamocortical oscillation), involve time-delays due to the finite conduction velocity of axons. Because most connections are reciprocal, they form feed-back loops that support oscillatory activity. Oscillations recorded from multiple cortical areas can become synchronized to form large scale brain networks, whose dynamics and functional connectivity can be studied by means of spectral analysis and Granger causality measures. Coherent activity of large-scale brain activity may form dynamic links between brain areas required for the integration of distributed information.",
            "score": 179.65972900390625
        }
    ]
}