{
    "q": [
        {
            "docid": "14795105_4",
            "document": "IFRD1 . IFRD1(also known as PC4 or Tis7, see above) participates to the process of skeletal muscle cell differentiation. In fact, inhibition of IFRD1 function in C2C12 myoblasts, by antisense IFRD1 cDNA transfection or microinjection of anti-IFRD1 antibodies, prevents their morphological and biochemical differentiation by inhibiting the expression of MyoD and myogenin, key master genes of muscle development. A role for IFRD1 in muscle differentiation has been observed also in vivo. Muscles from mice lacking IFRD1 display decreased protein and mRNA levels of MyoD, and myogenin, and after muscle crash damage in young mice there was a delay in regeneration.",
            "score": 189.07175540924072
        },
        {
            "docid": "14817566_5",
            "document": "ANKRD2 . Functional insights into AARP function have come from transgenic studies. In mice lacking all three muscle ankyrin repeat proteins (MARPs), AARP, CARP, and DARP), skeletal muscles tended towards a more slower fiber type distribution, with longer resting sarcomere length, decreased fiber stiffness, expression of a longer titin isoform, greater degree of torque loss following eccentric contraction-related injury, and enhanced expression of MyoD and MLP. These findings suggest that AARP and related MARP proteins may play a role in the passive stiffness and gene regulatory roles in skeletal muscle. A study investigating AARP function in cardiac muscle in which AARP was knocked out alone or in combination with the other MARPs showed that mice displayed normal cardiac function at baseline and in response to pressure overload-induced cardiac hypertrophy, suggesting that these proteins are not essential for normal cardiac development or in response to a hypertrophic stimulus.",
            "score": 166.0723171234131
        },
        {
            "docid": "1900228_17",
            "document": "Nemaline myopathy . Muscle cells contract in complex mechanical and chemical processes. If any part of the process or structure is disrupted, dysfunction will likely result, as in the case of those with genetic variations. In those with nemaline myopathy, muscle contraction is adversely affected. At the electron microscopic level, rod-shaped components can often be seen in some of the muscle cells, and when seen, is diagnostic for the condition called nemaline rod myopathy. The presence of these rods is not causing muscle weakness, rather they appear as a result of something going wrong within the muscle fiber. There is no connection between the number of rods found in the muscle cells and the amount of weakness a person has. All of the different gene mutations leading to the condition called nemaline myopathy that have been found so far are in genes that encode different components of the sarcomere. In normal muscle cells, the various parts of the muscle fibers that make up the sarcomere are distributed evenly in a pattern for effective muscle contraction. Evidence suggests that some kinds of NM affect the arrangement of these muscle fibers, causing the muscles to be unable to contract as efficiently or effectively. Nemaline myopathy is usually genetic and shows traits in the affected individual from birth or an early age. However, there are some cases of symptoms of nemaline myopathy not showing up until adulthood. These cases are usually not genetic. Of the genes that have been linked to nemaline myopathy, most are also involved in encoding proteins in the sarcomeres in the muscle cells. Respiratory muscles are often more affected than other skeletal muscle groups. Cardiac muscle is usually not affected in nemaline myopathy patients and the ocular muscles are usually spared.",
            "score": 240.4261840581894
        },
        {
            "docid": "619064_9",
            "document": "G0 phase . During skeletal myogenesis, cycling progenitor cells known as myoblasts differentiate and fuse together into non-cycling muscle cells called myocytes that remain in a terminal G phase. As a result, the fibers that make up skeletal muscle (myofibers) are cells with multiple nuclei, referred to as myonuclei, since each myonucleus originated from a single myoblast. Skeletal muscle cells continue indefinitely to provide contractile force through simultaneous contractions of cellular structures called sarcomeres. Importantly, these cells are kept in a terminal G phase since disruption of muscle fiber structure after myofiber formation would prevent proper transmission of force through the length of the muscle. Muscle growth can be stimulated by growth or injury and involves the recruitment of muscle stem cells – also known as satellite cells – out of a reversible quiescent state. These stem cells differentiate and fuse to generate new muscle fibers both in parallel and in series to increase force generation capacity.",
            "score": 220.02540862560272
        },
        {
            "docid": "5308641_11",
            "document": "Muscle atrophy . During aging, there is a gradual decrease in the ability to maintain skeletal muscle function and mass. This condition is called \"sarcopenia\". The exact cause of sarcopenia is unknown, but it may be due to a combination of the gradual failure in the \"satellite cells\" which help to regenerate skeletal muscle fibers, and a decrease in sensitivity to or the availability of critical secreted growth factors which are necessary to maintain muscle mass and satellite cell survival.",
            "score": 186.29341626167297
        },
        {
            "docid": "4821621_9",
            "document": "PAX3 . Table 1. Representative PAX3 transcriptional target genes. During development, one of the major lineages expressing Pax3 is the skeletal muscle lineage. Pax3 expression is first seen in the pre-somitic paraxial mesoderm, and then ultimately becomes restricted to the dermomyotome, which forms from the dorsal region of the somites. To form skeletal muscle in central body segments, PAX3-expressing cells detach from the dermomyotome and then Pax3 expression is turned off as Myf5 and MyoD1 expression is activated. To form other skeletal muscles, Pax3-expressing cells detach from the dermomyotome and migrate to more distant sites, such as the limbs and diaphragm. A subset of these Pax3-expressing dermomyotome-derived cells also serves as an ongoing progenitor pool for skeletal muscle growth during fetal development. During later developmental stages, myogenic precursors expressing Pax3 and/or Pax7 form satellite cells within the skeletal muscle, which contribute to postnatal muscle growth and muscle regeneration. These adult satellite cells remain quiescent until injury occurs, and then are stimulated to divide and regenerate the injured muscle.",
            "score": 192.60559237003326
        },
        {
            "docid": "29657_52",
            "document": "Salamander . Salamanders' limb regeneration has long been the focus of interest among scientists. Researchers have been trying to find out the conditions required for the growth of new limbs and hope that such regeneration could be replicated in humans using stem cells. Axolotls have been used in research and have been genetically engineered so that a fluorescent protein is present in cells in the leg, enabling the cell division process to be tracked under the microscope. It seems that after the loss of a limb, cells draw together to form a clump known as a blastema. This superficially appears undifferentiated, but cells that originated in the skin later develop into new skin, muscle cells into new muscle and cartilage cells into new cartilage. It is only the cells from just beneath the surface of the skin that are pluripotent and able to develop into any type of cell. Researchers from the Australian Regenerative Medicine Institute have found that when macrophages were removed, salamanders lost their ability to regenerate and instead formed scar tissue. If the processes involved in forming new tissue can be reverse engineered into humans, it may be possible to heal injuries of the spinal cord or brain, repair damaged organs and reduce scarring and fibrosis after surgery.",
            "score": 207.71904492378235
        },
        {
            "docid": "19723734_43",
            "document": "Muscle . During aging, there is a gradual decrease in the ability to maintain skeletal muscle function and mass, known as sarcopenia. The exact cause of sarcopenia is unknown, but it may be due to a combination of the gradual failure in the \"satellite cells\" that help to regenerate skeletal muscle fibers, and a decrease in sensitivity to or the availability of critical secreted growth factors that are necessary to maintain muscle mass and satellite cell survival. Sarcopenia is a normal aspect of aging, and is not actually a disease state yet can be linked to many injuries in the elderly population as well as decreasing quality of life.",
            "score": 196.50461149215698
        },
        {
            "docid": "31389849_4",
            "document": "Muscle memory (strength training) . The muscle cells are the largest cells in the body with a volume thousands of times larger than most other body cells. To support this large volume, the muscle cells are one of the very few in the mammalian body that contain several cell nuclei. Such multinucleated cells are called syncytia. Strength-training increases muscle mass and force mainly by changing the caliber of each fiber rather than increasing the number of fibers. During such fiber enlargement muscle stem cells in the muscle tissue multiply and fuse with pre-existing fibers as to support the larger cellular volume. It has often been assumed that each nucleus can support a certain volume of cytoplasm, and hence that there is a constant volume domain served by each nucleus, although recent evidence suggests that this is an oversimplification. Until recently it was believed that during muscle wasting (atrophy) muscle cells lost nuclei by a nuclear self-destruct mechanism called apoptosis, but recent observations using time laps in vivo imaging in mice do not support this model. Direct observation indicated that no nuclei are lost under such conditions, and the apoptosis observed in the muscle tissue were demonstrated to occur only in other cell nuclei in the tissue, e.g. connective tissue and muscle stem cells called satellite cells. Since in vivo imaging has confirmed that cell nuclei are added during strength training and not lost upon subsequent detraining, the nuclei might provide a mechanism for muscle memory. Thus, upon retraining the extra nuclei are already there and can rapidly start synthesizing new protein to build muscle mass and strength.",
            "score": 257.25862669944763
        },
        {
            "docid": "712319_7",
            "document": "Atrophy . During aging, there is a gradual decrease in the ability to maintain skeletal muscle function and mass. This condition is called \"sarcopenia\", and may be distinct from atrophy in its pathophysiology. While the exact cause of sarcopenia is unknown, it may be induced by a combination of a gradual failure in the satellite cells which help to regenerate skeletal muscle fibers, and a decrease in sensitivity to or the availability of critical secreted growth factors which are necessary to maintain muscle mass and satellite cell survival.",
            "score": 180.39855408668518
        },
        {
            "docid": "19723734_50",
            "document": "Muscle . In contrast to this argument for a single origin of muscle cells, Steinmetz et al. argue that molecular markers such as the myosin II protein used to determine this single origin of striated muscle actually predate the formation of muscle cells. This author uses an example of the contractile elements present in the porifera or sponges that do truly lack this striated muscle containing this protein. Furthermore, Steinmetz et al. present evidence for a polyphyletic origin of striated muscle cell development through their analysis of morphological and molecular markers that are present in bilaterians and absent in cnidarians, ctenophores, and bilaterians. Steimetz et al. showed that the traditional morphological and regulatory markers such as actin, the ability to couple myosin side chains phosphorylation to higher concentrations of the positive concentrations of calcium, and other MyHC elements are present in all metazoans not just the organisms that have been shown to have muscle cells. Thus, the usage of any of these structural or regulatory elements in determining whether or not the muscle cells of the cnidarians and ctenophores are similar enough to the muscle cells of the bilaterians to confirm a single lineage is questionable according to Steinmetz et al. Furthermore, Steinmetz et al. explain that the orthologues of the MyHc genes that have been used to hypothesize the origin of striated muscle occurred through a gene duplication event that predates the first true muscle cells (meaning striated muscle), and they show that the MyHc genes are present in the sponges that have contractile elements but no true muscle cells. Furthermore, Steinmetz et all showed that the localization of this duplicated set of genes that serve both the function of facilitating the formation of striated muscle genes and cell regulation and movement genes were already separated into striated myhc and non-muscle myhc. This separation of the duplicated set of genes is shown through the localization of the striated myhc to the contractile vacuole in sponges while the non-muscle myhc was more diffusely expressed during developmental cell shape and change. Steinmetz et al. found a similar pattern of localization in cnidarians with except with the cnidarian \"N. vectensis\" having this striated muscle marker present in the smooth muscle of the digestive track. Thus, Steinmetz et al. argue that the pleisiomorphic trait of the separated orthologues of myhc cannot be used to determine the monophylogeny of muscle, and additionally argue that the presence of a striated muscle marker in the smooth muscle of this cnidarian shows a fundamentally different mechanism of muscle cell development and structure in cnidarians.",
            "score": 196.9563536643982
        },
        {
            "docid": "7188879_10",
            "document": "Immortal DNA strand hypothesis . Scientists have strived to demonstrate that this immortal DNA strand mechanism exists \"in vivo\" in other types of adult stem cells. In 2005, Gilbert Smith published evidence that a subset of mouse mammary epithelial cells could retain DNA label and release DNA label in a manner consistent with the immortal DNA strand mechanism. Soon after, scientists from the laboratory of Derek van der Kooy showed that mice have neural stem cells that are BrdU-retaining and continue to be mitotically active. Asymmetric segregation of DNA was shown using real-time imaging of cells in culture. In 2006, scientists in the lab of Shahragim Tajbakhsh presented evidence that muscle satellite cells, which are proposed to be adult stem cells of the skeletal muscle compartment, exhibited asymmetric segregation of BrdU-labelled DNA when put into culture. They also had evidence that demonstrated BrdU release kinetics consistent with an immortal DNA strand mechanism were operating \"in vivo\", using juvenile mice and mice with muscle regeneration induced by freezing.",
            "score": 209.93846690654755
        },
        {
            "docid": "10267706_13",
            "document": "GDF11 . GDF11 has been identified as a blood circulating factor that has the ability to reverse age-related cardiac hypertrophy in mice. GDF11 gene expression and protein abundance decreases with age, and it shows differential abundance between young and old mice in parabiosis procedures, causing youthful regeneration of cardiomyocytes, a reduction in the brain natriuretic peptide (BNP) and in the atrial natriuretic peptide (ANP). GDF11 also causes an increase in expression of SERCA-2, an enzyme necessary for relaxation during diastolic functions. GDF11 activates the TGF-β pathway in cardiomyocytes derived from pluripotent hematopoietic stem cells and suppresses the phosphorylation of Forkhead (FOX proteins) transcription factors. These effects suggest an \"anti-hypertrophic effect\", aiding in the reversal process of age-related hypertrophy, on the cardiomyocytes. In 2014, peripheral supplementation of GDF11 protein (in mice) was shown to ameliorate the age-related dysfunction of skeletal muscle by rescuing the function of aged muscle stem cells. In humans, older males who had been chronically active over their lives show higher concentrations of GDF11 than inactive older men, and the concentration of circulating GDF11 correlated with leg power output when cycling. These results have led to claims that GDF11 may be an anti-aging rejuvenation factor.",
            "score": 189.14933967590332
        },
        {
            "docid": "40286795_5",
            "document": "MYF5 . While the product of this gene is capable of directing cells towards the skeletal muscle lineage, it is not absolutely required for this process. Numerous studies have shown redundancy with two other MRFs, MyoD and MRF4. The absence of all three of these factors results in a phenotype with no skeletal muscle. These studies were performed after it was shown that Myf5 knockouts had no clear abnormality in their skeletal muscle. The high redundancy of this system shows how crucial the development of skeletal muscle is to the viability of the fetus. Some evidence shows that Myf5 and MyoD are responsible for the development of separate muscle lineages, and are not expressed concurrently in the same cell. Specifically, while Myf5 plays a large role in the initiation of epaxial development, MyoD directs the initiation of hypaxial development, and these separate lineages can compensate for the absence of one or the other. This has led some to claim that they are not indeed redundant, though this depends on the definition of the word. Still, the existence of these separate “MyoD-dependent” and “Myf5-dependent” subpopulations has been disputed, with some claiming that these MRFs are indeed coexpressed in muscle progenitor cells. This debate is ongoing.",
            "score": 180.02332985401154
        },
        {
            "docid": "70425_63",
            "document": "Inflammation . These acute increases in cytokines, as a response to muscle contractions, help initiate the process of muscle repair and growth by activating satellite cells within the inflamed muscle. Satellite cells are crucial for skeletal muscle adaptation to exercise. They contribute to hypertrophy by providing new myonuclei and repair damaged segments of mature myofibers for successful regeneration following injury- or exercise-induced muscle damage; high-level powerlifters can have up to 100% more satellite cells than untrained controls.",
            "score": 180.95550298690796
        },
        {
            "docid": "571549_2",
            "document": "Myocyte . A myocyte (also known as a muscle cell) is the type of cell found in muscle tissue. Myocytes are long, tubular cells that develop from myoblasts to form muscles in a process known as myogenesis. There are various specialized forms of myocytes: cardiac, skeletal, and smooth muscle cells, with various properties. The striated cells of cardiac and skeletal muscles are referred to as muscle fibers. Cardiomyocytes are the muscle fibres that form the chambers of the heart, and have a single central nucleus. Skeletal muscle fibers help support and move the body and tend to have peripheral nuclei. Smooth muscle cells control involuntary movements such as the peristalsis contractions in the oesophagus and stomach.",
            "score": 215.47205924987793
        },
        {
            "docid": "2040318_17",
            "document": "Myosatellite cell . Unfortunately, it seems that transplanted satellite cells have a limited capacity for migration, and are only able to regenerate muscle in the region of the delivery site. As such, systemic treatments or even the treatment of an entire muscle in this way is not possible. However, other cells in the body such as pericytes and hematopoietic stem cells have all been shown to be able to contribute to muscle repair in a similar manner to the endogenous satellite cell. The advantage of using these cell types for therapy in muscle diseases is that they can be systemically delivered, autonomously migrating to the site of injury. Particularly successful recently has been the delivery of mesoangioblast cells into the Golden Retriever dog model of Duchenne muscular dystrophy, which effectively cured the disease. However, the sample size used was relatively small and the study has since been criticized for a lack of appropriate controls for the use of immunosuppressive drugs. Recently, it has been reported that Pax7 expressing cells contribute to dermal wound repair by adopting a fibrotic phenotype through a Wnt/β-catenin mediated process.",
            "score": 192.613356590271
        },
        {
            "docid": "3599829_5",
            "document": "Dysferlin . The most intensively studied role for dysferlin is in a cellular process called membrane repair. Membrane repair is a critical mechanism by which cells are able to seal dramatic wounds to the plasma membrane. Muscle is thought to be particularly prone to membrane wounds given that muscle cells transmit high force and undergo cycles of contraction. Dysferlin is highly expressed in muscle, and is homologous to the ferlin family of proteins, which are thought to regulate membrane fusion across a wide variety of species and cell types. Several lines of evidence suggest that dysferlin may be involved in membrane repair in muscle. First, dysferlin-deficient muscle fibers show accumulation of vesicles (which are critical for membrane repair in non-muscle cell types) near membrane lesions, indicating that dysferlin may be required for fusion of repair vesicles with the plasma membrane. Further, dysferlin-deficient muscle fibers take up extracellular dyes to a greater extent than wild-type muscle fibers following laser-induced wounding in-vitro. Dysferlin is also markedly enriched at membrane lesions with several additional proteins thought to be involved in membrane resealing, including annexin and MG53. Exactly how dysferlin contributes to membrane resealing is not clear, but biochemical evidence indicates that dysferlin may bind lipids in a calcium-dependent manner, consistent with a role for dysferlin in regulating fusion of repair vesicles with the sarcolemma during membrane repair. Furthermore, live-cell imaging of dysferlin-eGFP expressing myotubes indicates that dysferlin localizes to a cellular compartment that responds to injury by forming large dysferlin-containing vesicles, and formation of these vesicles may contribute to wound repair. Dysferlin may also be involved in Alzheimer's disease pathogenesis.",
            "score": 212.7729927301407
        },
        {
            "docid": "14877600_5",
            "document": "ANKRD1 . In animal models of disease and injury, CARP has been characterized to be a stress-inducible myofibrillar protein. CARP has been shown to play a role in skeletal muscle structure remodeling, and repair, being expressed in skeletal muscle near myotendinous junctions, and in vascular smooth muscle cells, as a downstream target of TGF-beta/Smad sigmaling in response to balloon injury and atherosclerotic plaques. Further studies have identified a role for CARP in initiation and regulation of arteriogenesis. Decreased expression of CARP in cardiac cells within the ischemic region was detected in a rat model of ischemic injury, and was thought to be linked to the induction of GADD153, an apoptosis-related gene. In cardiomyocytes treated with doxorubicin, a model of anthracycline-induced cardiomyopathy, CARP mRNA and protein levels were depleted, myofilament gene transcription was attenuated and sarcomeres showed significant disarray.",
            "score": 159.76151084899902
        },
        {
            "docid": "20462201_3",
            "document": "Myostatin-related muscle hypertrophy . Mutations in the \"MSTN\" gene cause myostatin-related muscle hypertrophy. The \"MSTN\" gene provides instructions for making a protein called myostatin, which is active in muscles used for movement (skeletal muscles) both before and after birth. This protein normally restrains muscle growth, ensuring that muscles do not grow too large. Mutations that reduce the production of functional myostatin lead to an overgrowth of muscle tissue. Myostatin-related muscle hypertrophy has a pattern of inheritance known as incomplete autosomal dominance. People with a mutation in both copies of the gene in each cell (homozygotes) have significantly increased muscle mass and strength. People with a mutation in one copy of the \"MSTN\" gene in each cell (heterozygotes) also have increased muscle bulk, but to a lesser degree.",
            "score": 196.23736560344696
        },
        {
            "docid": "6026357_23",
            "document": "Myogenesis . Satellite cells are described as quiescent myoblasts and neighbor muscle fiber sarcolemma. They are crucial for the repair of muscle, but have a very limited ability to replicate. Activated by stimuli such as injury or high mechanical load, satellite cells are required for muscle regeneration in adult organisms. In addition, satellite cells have the capability to also differentiate into bone or fat. In this way, satellite cells have an important role in not only muscle development, but in the maintenance of muscle through adulthood.",
            "score": 191.73546934127808
        },
        {
            "docid": "48550366_4",
            "document": "Valerie Horsley . The research Horsley explored throughout the duration of her doctorate degree, which was supervised by Grace Pavlath, focused on the transcription factors involved in the development of skeletal muscle tissue. The lab that Horsley worked in discovered that smaller muscles in mice were associated with a lack of transcription factor NFATc2. She was able to determine that factor NFATc2 was a foundational component that allotted myoblast cells to fuse and develop muscle fibers. She also found that NFATc2 factor regulates the transcription of a cytokine, IL-4.",
            "score": 180.8206226825714
        },
        {
            "docid": "44380573_2",
            "document": "Muscle tissue engineering . Muscle tissue engineering is a subset of the general field of tissue engineering, which studies the combined use of cells and scaffolds to design therapeutic tissue implants. The major motivation for muscle tissue engineering is to treat a condition called volumetric muscle loss (VML). VML can be caused by a variety of injuries or diseases, including general trauma, postoperative damage, cancer ablation, congenital defects, and degenerative myopathy. Although muscle contains a stem cell population called satellite cells that are capable of regenerating small muscle injuries, muscle damage in VML is so extensive that it overwhelms muscle's natural regenerative capabilities. Currently VML is treated through an autologous muscle flap or graft but there are various problems associated with this procedure. Donor site morbidity, lack of donor tissue, and inadequate vascularization all limit the ability of doctors to adequately treat VML. The field of muscle tissue engineering attempts to address this problem through the design of a functional muscle construct that can be used to treat the damaged muscle instead of harvesting an autologous muscle flap from somewhere else on the patient's body.",
            "score": 209.78665709495544
        },
        {
            "docid": "3021700_13",
            "document": "Kearns–Sayre syndrome . Currently there is no curative treatment for KSS. Because it is a rare condition, there are only case reports of treatments with very little data to support their effectiveness. Several promising discoveries have been reported which may support the discovery of new treatments with further research. Satellite cells are responsible for muscle fiber regeneration. It has been noted that mutant mtDNA is rare or undetectable in satellite cells cultured from patients with KSS. Shoubridge et al. (1997) asked the question whether wildtype mtDNA could be restored to muscle tissue by encouraging muscle regeneration. In the forementioned study, regenerating muscle fibers were sampled at the original biopsy site, and it was found that they were essentially homoplasmic for wildtype mtDNA. Perhaps with future techniques of promoting muscle cell regeneration and satellite cell proliferation, functional status in KSS patients could be greatly improved. One study described a patient with KSS who had reduced serum levels of coenzyme Q10. Administration of 60–120 mg of Coenzyme Q10 for 3 months resulted in normalization of lactate and pyruvate levels, improvement of previously diagnosed first degree AV block, and improvement of ocular movements. A screening ECG is recommended in all patients presenting with CPEO. In KSS, implantation of pacemaker is advised following the development of significant conduction disease, even in asymptomatic patients. Screening for endocrinologic disorders should be performed, including measuring serum glucose levels, thyroid function tests, calcium and magnesium levels, and serum electrolyte levels. Hyperaldosteronism is seen in 3% of KSS patients.",
            "score": 197.7973119020462
        },
        {
            "docid": "26009074_5",
            "document": "C2C12 . C2C12 cells demonstrate rapid development and maturation into functional skeletal muscle cells or cardiac muscle cells with the ability to contract and generate force. The rate of muscle formation from C2C12 cells can be controlled by the introduction of loss-of-functions genes vital for the fusion of myoblasts and myogenesis. Under necrotic conditions, such as tumor necrosis factor alpha (TNF-α), direct protein loss, particularly myosin heavy chain protein, in C2C12 skeletal muscle cells has been shown. C2C12 cells were used to elucidate inactivated X chromosome (Xi) replication during early S-phase of the cell cycle and is regulated epigenetically. C2C12 cells are especially convenient for studying the cell cycle due to its high division rate.",
            "score": 176.67004418373108
        },
        {
            "docid": "47779239_8",
            "document": "Barbara Wold . Barbara Wold has published more than sixty papers in the areas of developmental biology and genetics. Throughout her career, Wold has focused on exploring the architecture and logic of gene networks, in an effort to understand the mechanisms that drive cell state transitions in the development and differentiation of individual cells. Beginning with undifferentiated precursor cells, Wold and her lab have focused particularly on transitions from mesodermal cells in early development to fully developed skeletal muscle and cardiac muscle in animals. Various techniques are used to study skeletal muscle development, degeneration and regeneration.",
            "score": 170.10323333740234
        },
        {
            "docid": "7330887_4",
            "document": "Myogenin . In mice, myogenin is essential for the development of functional skeletal muscle. Myogenin is required for the proper differentiation of most myogenic precursor cells during the process of myogenesis. When the DNA coding for myogenin was knocked out of the mouse genome, severe skeletal muscle defects were observed. Mice lacking both copies of myogenin (homozygous-null) suffer from perinatal lethality due to the lack of mature secondary skeletal muscle fibers throughout the body.",
            "score": 187.0975317955017
        },
        {
            "docid": "19723734_11",
            "document": "Muscle . This same bundles-within-bundles structure is replicated within the muscle cells. Within the cells of the muscle are myofibrils, which themselves are bundles of protein filaments. The term \"myofibril\" should not be confused with \"myofiber\", which is a simply another name for a muscle cell. Myofibrils are complex strands of several kinds of protein filaments organized together into repeating units called sarcomeres. The striated appearance of both skeletal and cardiac muscle results from the regular pattern of sarcomeres within their cells. Although both of these types of muscle contain sarcomeres, the fibers in cardiac muscle are typically branched to form a network. Cardiac muscle fibers are interconnected by intercalated discs, giving that tissue the appearance of a syncytium.",
            "score": 199.6564064025879
        },
        {
            "docid": "14769775_4",
            "document": "SORBS2 . The subcellular localization of this protein in epithelial and cardiac muscle cells suggests that ArgBP2 functions as an adapter protein to assemble signaling complexes in stress fibers, and that it is a potential link between Abl family kinases and the actin cytoskeleton. ArgBP2 contains several potential Abl phosphorylation sites; Arg and c-Abl represent the mammalian members of the Abelson family of non-receptor protein-tyrosine kinases. In non-muscle cells, ArgBP2 bids Cbl which enhances the degradation of c-Abl; and also Pyk2 which promotes cytoskeletal remodeling. ArgBP2 binding with flotillin at lipid rafts may indicate a role for ArgBP2 in vesicle trafficking and signal transduction. Interestingly, flotillin in skeletal muscle cells exhibits a striated pattern suggesting localization to T-tubules or sarcoplasmic reticular cisternae, though no precise role has been determined in cardiac cells. In cardiac muscle cells, pull-down experiments discovered ArgBP2 in complex with alpha actinin-2, vinculin, spectrin, paxillin, Pyk2 and flotillin, suggesting that ArgBP2 may be involved in myofibril assembly and Z-band signaling in cardiomyocytes, though functional studies are necessary to elucidate specific mechanisms. ArgBP2 has been linked to hyertrophic signaling, as a potent paracrine-acting RNA molecule shown to induce cardiac hypertrophy in mice, miR-21, acts on both ArgBP2 and PDLIM5 to trigger the hypertrophic response.",
            "score": 176.49035024642944
        },
        {
            "docid": "15229034_3",
            "document": "ENO3 . This gene encodes one of the three enolase isoenzymes found in mammals. This isoenzyme is found in skeletal muscle cells in the adult where it may play a role in muscle development and regeneration. A switch from alpha enolase to beta enolase occurs in muscle tissue during development in rodents. Mutations in this gene have been associated with glycogen storage disease. Alternatively spliced transcript variants encoding different isoforms have been described.[provided by RefSeq, Jul 2010]",
            "score": 163.7025899887085
        },
        {
            "docid": "39377992_94",
            "document": "Reduced muscle mass, strength and performance in space . Stevens and associates reported that in isolated single-fiber analyses, deficits in force generation capacity were found along with a reduced sensitivity to calcium stimulation. Similar observations occurred for both slow and fast ankle extensor fibers after 14 days of spaceflight. This study focused on the force-generating aspects of muscle fibers. It appears that only two additional studies have been conducted to examine the effects of spaceflight on rodent skeletal muscle functional properties using a more comprehensive set of analyses. One project was carried out for 6 days while the other involved a 2-week flight (SLS-2). In both studies, the measurements focused on the force-velocity properties, which define the limits of functional capacity of the muscle. These studies were conducted on the soleus skeletal muscle, in which slow-twitch myofibers predominate, because of the dynamic changes in fiber morphology and phenotype that were observed in the other studies summarized above. Analyses on the animals were initiated within 6 hours of return from spaceflight. The findings showed that the maximal strength of the muscle, as studied in situ using a computer-programmed ergometer system, was reduced by 24% after the 6-day flight and 37% after the 14-day flight. These changes were consistent with the degree of atrophy observed at both the gross and single-myofiber level. Also, shifts occurred in the force-frequency response of the soleus in the flight animals, suggesting a switch to a faster contractile phenotype. Maximal shortening velocities were increased by 14% and 24% in the 6-day and 14-day spaceflight groups, respectively. These intrinsic increases in shortening speed were attributed, in part, to the de novo expression of the fast type IIx MHC in many of the slow muscle fibers. On the other hand, both work- and power-generating capacities of the flight-induced atrophied muscles were significantly decreased. Additionally, the resistance to fatigue was significantly decreased as well as the ability to sustain work and power output in response to a paradigm involving repetitive contraction output. Similar findings have been observed using comparable analytical approaches involving the HS model. Taken together, the findings clearly indicate that when skeletal muscles, especially those having a large proportion of slow myofibers, undergo both atrophy and remodeling of the contractile phenotype, the functional capacity of the muscle is reduced along with its ability to sustain work output. If a sufficient mass of muscle tissue across several key muscle groups were similarly affected, this would most likely impair the fitness of the individual when challenged with moderate-intensity exercise scenarios.",
            "score": 156.5031007528305
        },
        {
            "docid": "14056402_3",
            "document": "Actin, alpha 1 . Skeletal alpha actin expression is induced by stimuli and conditions known to cause muscle formation. Such conditions result in fusion of committed cells (satellite cells) into myotubes, to form muscle fibers. Skeletal actin itself, when expressed, causes expression of several other \"myogenic genes\", which are essential to muscle formation. One key transcription factor that activates skeletal actin gene expression is Serum Response Factor (\"SRF\"), a protein that binds to specific sites on the promoter DNA of the actin gene. SRF may bring a number of other proteins to the promoter of skeletal actin, such as andogen receptor, and thereby contribute to induction of skeletal actin gene expression by androgenic (often termed \"anabolic\") steroids.",
            "score": 165.11856174468994
        }
    ],
    "r": [
        {
            "docid": "31389849_4",
            "document": "Muscle memory (strength training) . The muscle cells are the largest cells in the body with a volume thousands of times larger than most other body cells. To support this large volume, the muscle cells are one of the very few in the mammalian body that contain several cell nuclei. Such multinucleated cells are called syncytia. Strength-training increases muscle mass and force mainly by changing the caliber of each fiber rather than increasing the number of fibers. During such fiber enlargement muscle stem cells in the muscle tissue multiply and fuse with pre-existing fibers as to support the larger cellular volume. It has often been assumed that each nucleus can support a certain volume of cytoplasm, and hence that there is a constant volume domain served by each nucleus, although recent evidence suggests that this is an oversimplification. Until recently it was believed that during muscle wasting (atrophy) muscle cells lost nuclei by a nuclear self-destruct mechanism called apoptosis, but recent observations using time laps in vivo imaging in mice do not support this model. Direct observation indicated that no nuclei are lost under such conditions, and the apoptosis observed in the muscle tissue were demonstrated to occur only in other cell nuclei in the tissue, e.g. connective tissue and muscle stem cells called satellite cells. Since in vivo imaging has confirmed that cell nuclei are added during strength training and not lost upon subsequent detraining, the nuclei might provide a mechanism for muscle memory. Thus, upon retraining the extra nuclei are already there and can rapidly start synthesizing new protein to build muscle mass and strength.",
            "score": 257.2586364746094
        },
        {
            "docid": "569399_24",
            "document": "Stimulus (physiology) . Nerves in the peripheral nervous system spread out to various parts of the body, including muscle fibers. A muscle fiber and the motor neuron to which it is connected. The spot at which the motor neuron attaches to the muscle fiber is known as the neuromuscular junction. When muscles receive information from internal or external stimuli, muscle fibers are stimulated by their respective motor neuron. Impulses are passed from the central nervous system down neurons until they reach the motor neuron, which releases the neurotransmitter acetylcholine (ACh) into the neuromuscular junction. ACh binds to nicotinic acetylcholine receptors on the surface of the muscle cell and opens ion channels, allowing sodium ions to flow into the cell and potassium ions to flow out; this ion movement causes a depolarization, which allows for the release of calcium ions within the cell. Calcium ions bind to proteins within the muscle cell to allow for muscle contraction; the ultimate consequence of a stimulus.",
            "score": 249.76980590820312
        },
        {
            "docid": "380541_28",
            "document": "Skeletal muscle . Diseases of skeletal muscle are termed Myopathies, while diseases of nerves are called Neuropathies. Both can affect muscle function and/or cause muscle pain, and fall under the umbrella of Neuromuscular disease. Myopathies have been modeled with cell culture systems of muscle from healthy or diseased tissue biopsies. Another source of skeletal muscle and progenitors is provided by the directed differentiation of pluripotent stem cells",
            "score": 245.669921875
        },
        {
            "docid": "568509_5",
            "document": "Efferent nerve fiber . The efferent nerve fibers of motor neurons are involved in muscle control, both skeletal and smooth muscle. The cell body of the motor neuron is connected to a single, long axon and several shorter dendrites projecting out of the cell body itself. This axon then forms a neuromuscular junction with the effectors. The cell body of the motor neuron is satellite-shaped. The motor neuron is present in the grey matter of the spinal cord and medulla oblongata, and forms an electrochemical pathway to the effector organ or muscle. Besides motor nerves, there are efferent sensory nerves that often serve to adjust the sensitivity of the signal relayed by the afferent sensory nerve.",
            "score": 244.4166717529297
        },
        {
            "docid": "1222768_2",
            "document": "Endomysium . The endomysium, meaning \"within the muscle\", is a wispy layer of areolar connective tissue that ensheaths each individual myocyte (muscle fiber, or muscle cell). It also contains capillaries and nerves. It overlies the muscle fiber's cell membrane: the sarcolemma. Endomysium is the deepest and smallest component of muscle connective tissue. This thin layer helps provide an appropriate chemical environment for the exchange of calcium, sodium, and potassium, which is essential for the excitation and subsequent contraction of a muscle fiber.",
            "score": 241.15553283691406
        },
        {
            "docid": "1900228_17",
            "document": "Nemaline myopathy . Muscle cells contract in complex mechanical and chemical processes. If any part of the process or structure is disrupted, dysfunction will likely result, as in the case of those with genetic variations. In those with nemaline myopathy, muscle contraction is adversely affected. At the electron microscopic level, rod-shaped components can often be seen in some of the muscle cells, and when seen, is diagnostic for the condition called nemaline rod myopathy. The presence of these rods is not causing muscle weakness, rather they appear as a result of something going wrong within the muscle fiber. There is no connection between the number of rods found in the muscle cells and the amount of weakness a person has. All of the different gene mutations leading to the condition called nemaline myopathy that have been found so far are in genes that encode different components of the sarcomere. In normal muscle cells, the various parts of the muscle fibers that make up the sarcomere are distributed evenly in a pattern for effective muscle contraction. Evidence suggests that some kinds of NM affect the arrangement of these muscle fibers, causing the muscles to be unable to contract as efficiently or effectively. Nemaline myopathy is usually genetic and shows traits in the affected individual from birth or an early age. However, there are some cases of symptoms of nemaline myopathy not showing up until adulthood. These cases are usually not genetic. Of the genes that have been linked to nemaline myopathy, most are also involved in encoding proteins in the sarcomeres in the muscle cells. Respiratory muscles are often more affected than other skeletal muscle groups. Cardiac muscle is usually not affected in nemaline myopathy patients and the ocular muscles are usually spared.",
            "score": 240.4261932373047
        },
        {
            "docid": "19723734_10",
            "document": "Muscle . Skeletal muscles are sheathed by a tough layer of connective tissue called the epimysium. The epimysium anchors muscle tissue to tendons at each end, where the epimysium becomes thicker and collagenous. It also protects muscles from friction against other muscles and bones. Within the epimysium are multiple bundles called fascicles, each of which contains 10 to 100 or more muscle fibers collectively sheathed by a perimysium. Besides surrounding each fascicle, the perimysium is a pathway for nerves and the flow of blood within the muscle. The threadlike muscle fibers are the individual muscle cells (myocytes), and each cell is encased within its own endomysium of collagen fibers. Thus, the overall muscle consists of fibers (cells) that are bundled into fascicles, which are themselves grouped together to form muscles. At each level of bundling, a collagenous membrane surrounds the bundle, and these membranes support muscle function both by resisting passive stretching of the tissue and by distributing forces applied to the muscle. Scattered throughout the muscles are muscle spindles that provide sensory feedback information to the central nervous system. (This grouping structure is analogous to the organization of nerves which uses epineurium, perineurium, and endoneurium).",
            "score": 239.99374389648438
        },
        {
            "docid": "2057953_20",
            "document": "Charles Philippe Leblond . Leblond and his colleagues also found evidence for the presence of occasional adult stem cells even in tissues which are composed almost entirely of non-dividing cells. In skeletal muscle, the muscle fibers had been shown to exhibit an age-related increase in the number of nuclei. His studies showed that muscle satellite cells could be considered to be adult stem cells in muscle fibers.",
            "score": 234.45571899414062
        },
        {
            "docid": "3266190_12",
            "document": "Muscle weakness . Muscle cells work by detecting a flow of electrical impulses from the brain which signals them to contract through the release of calcium by the sarcoplasmic reticulum. Fatigue (reduced ability to generate force) may occur due to the nerve, or within the muscle cells themselves. New research from scientists at Columbia University suggests that muscle fatigue is caused by calcium leaking out of the muscle cell. This causes there to be less calcium available for the muscle cell. In addition an enzyme is proposed to be activated by this released calcium which eats away at muscle fibers.",
            "score": 234.11195373535156
        },
        {
            "docid": "563258_19",
            "document": "Neuroeffector junction . Non-synaptic transmission is characteristic of autonomic neuroeffector junctions. The essential features are that: the terminal portions of autonomic nerve fibers are varicose and mobile; transmitters are released from varicosities at varying distances from the effector cells; and while there is no structural post-junctional specialization on effector cells, receptors for neurotransmitters accumulate on cell membranes at close junctions. Besides smooth muscle, autonomic neural control of immune, epithelial, and endothelial cells also involves nonsynaptic transmission. Smooth muscle effectors are bundles rather than single cells, that are connected by gap junctions which allow electrotonic spread of activity between cells. Many smooth muscle cells in a transverse section through a muscle bundle show regions of very close apposition to adjacent cells at which connexins form junctions between the cells. Unlike in cardiac muscle, where gap junctions are confined to the ends of cardiac myocytes, smooth muscle gap junctions occur along the length of the muscle cells as well as towards their ends. There are small bundles of three to seven varicose axons, partially or wholly enveloped in Schwann-cell sheath, both on the surface of the muscle as well as in the body of smooth muscle bundles. In addition, single varicose axons can be found on the surface and in the muscle bundles, and become divested of Schwann cells in the region of apposition between the varicosities and smooth muscle cells.",
            "score": 230.6859130859375
        },
        {
            "docid": "424433_3",
            "document": "Weakness . Muscle cells work by detecting a flow of electrical impulses from the brain, which signals them to contract through the release of calcium by the sarcoplasmic reticulum. Fatigue (reduced ability to generate force) may occur due to the nerve, or within the muscle cells themselves. New research from scientists at Columbia University suggests that muscle fatigue is caused by calcium leaking out of the muscle cell. This makes less calcium available for the muscle cell. In addition, the Columbia researchers propose that an enzyme activated by this released calcium eats away at muscle fibers.",
            "score": 230.6129913330078
        },
        {
            "docid": "168506_3",
            "document": "Esophagus . The wall of the oesophagus from the lumen outwards consists of mucosa, submucosa (connective tissue), layers of muscle fibers between layers of fibrous tissue, and an outer layer of connective tissue. The mucosa is a stratified squamous epithelium of around three layers of squamous cells, which contrasts to the single layer of columnar cells of the stomach. The transition between these two types of epithelium is visible as a zig-zag line. Most of the muscle is smooth muscle although striated muscle predominates in its upper third. It has two muscular rings or sphincters in its wall, one at the top and one at the bottom. The lower sphincter helps to prevent reflux of acidic stomach content. The oesophagus has a rich blood supply and venous drainage. Its smooth muscle is innervated by involuntary nerves (sympathetic nerves via the sympathetic trunk and parasympathetic nerves via the vagus nerve) and in addition voluntary nerves (lower motor neurons) which are carried in the vagus nerve to innervate its striated muscle.",
            "score": 229.6923065185547
        },
        {
            "docid": "842532_5",
            "document": "Functional electrical stimulation . FES devices take advantage of this property to electrically activate nerve cells, which then may go on to activate muscles or other nerves. However, special care must be taken in designing safe FES devices, as passing electric current through tissue can lead to adverse effects such as decrease in excitability or cell death. This may be due to thermal damage, electroporation of the cell membrane, toxic products from electrochemical reactions at the electrode surface, or overexcitation of the targeted neutrons or muscles. Typically FES is concerned with stimulation of neurons and nerves. In some applications, FES can be used to directly stimulate muscles, if their peripheral nerves have been severed or damaged (i.e., denervated muscles). However, the majority of the FES systems used today stimulate the nerves or the points where the junction occurs between the nerve and the muscle. The stimulated nerve bundle includes motor nerves (efferent nerves—descending nerves from the central nervous system to muscles) and sensory nerves (afferent nerves—ascending nerves from sensory organs to the central nervous system).",
            "score": 227.4993133544922
        },
        {
            "docid": "159748_11",
            "document": "Muscular system . Neuromuscular junctions are the focal point where a motor neuron attaches to a muscle. Acetylcholine, (a neurotransmitter used in skeletal muscle contraction) is released from the axon terminal of the nerve cell when an action potential reaches the microscopic junction, called a synapse. A group of chemical messengers cross the synapse and stimulate the formation of electrical changes, which are produced in the muscle cell when the acetylcholine binds to receptors on its surface. Calcium is released from its storage area in the cell's sarcoplasmic reticulum. An impulse from a nerve cell causes calcium release and brings about a single, short muscle contraction called a muscle twitch. If there is a problem at the neuromuscular junction, a very prolonged contraction may occur, such as the muscle contractions that result from tetanus. Also, a loss of function at the junction can produce paralysis.",
            "score": 227.1774444580078
        },
        {
            "docid": "681908_12",
            "document": "Neuromuscular junction . The development of neuromuscular junctions is mostly studied in model organisms, such as rodents. In addition, in 2015 an all-human neuromuscular junction has been created in vitro using human embryonic stem cells and somatic muscle stem cells. In this model presynaptic motor neurons are activated by optogenetics and in response synaptically connected muscle fibers twitch upon light stimulation.",
            "score": 226.52232360839844
        },
        {
            "docid": "571549_16",
            "document": "Myocyte . Myoblasts in skeletal muscle that do not form muscle fibers dedifferentiate back into myosatellite cells. These satellite cells remain adjacent to a skeletal muscle fiber, situated between the sarcolemma and the basement membrane of the endomysium (the connective tissue investment that divides the muscle fascicles into individual fibers). To re-activate myogenesis, the satellite cells must be stimulated to differentiate into new fibers.",
            "score": 226.00160217285156
        },
        {
            "docid": "43771573_4",
            "document": "Navitoclax . In animal studies, navitoclax was found to be a senolytic agent, inducing apoptosis in senescent, but not non-senescent cells. Oral administration of ABT263 to either sublethally irradiated or normally aged mice reduced senescent cells, including senescent bone marrow hematopoietic stem cells and senescent muscle stem cells. This depletion mitigated total-body irradiation-induced premature aging of the hematopoietic system and rejuvenated the aged hematopoietic stem cells and muscle stem cells in normally aged mice.",
            "score": 225.5095977783203
        },
        {
            "docid": "381345_7",
            "document": "Post-polio syndrome . The neural fatigue theory proposes that the enlargement of the motor neuron fibers places added metabolic stress on the nerve cell body to nourish the additional fibers. After years of use, this stress may be more than the neuron can handle, leading to the gradual deterioration of the sprouted fibers and, eventually, the neuron itself. This causes muscle weakness and paralysis. Restoration of nerve function may occur in some fibers a second time, but eventually nerve terminals malfunction and permanent weakness occurs. When these neurons no longer carry on sprouting, fatigue occurs due to the increasing metabolic demand of the nervous system. The normal aging process also may play a role. There is an ongoing denervation and reinnervation, but the reinnervation process has an upper limit where the reinnervation cannot compensate for the ongoing denervation, and loss of motor units takes place. However, what disturbs the denervation-reinnervation equilibrium and causes peripheral denervation is still unclear. With age, most people experience a decrease in the number of spinal motor neurons. Because polio survivors have already lost a considerable number of motor neurons, further age-related loss of neurons may contribute substantially to new muscle weakness. The overuse and underuse of muscles also may contribute to muscle weakness.",
            "score": 223.5529022216797
        },
        {
            "docid": "2267418_6",
            "document": "Sucrose gap . The single sucrose gap technique is used to study the electrical activity of cells. It is useful in the study of small nerve fibers and electrically connected cells such as smooth muscle cell. The method creates conduction block in a nerve or muscle fiber by introducing a gap of high resistance between two groups of cells. A nonionic sucrose solution is used to increase resistance in the extracellular area between the two groups. This allows all of the current originating on one side of the gap to flow to the other side only through the interior of the nerve or tissue. Changes in electrical potential between the two groups relative to each other can be measured and recorded.",
            "score": 223.53541564941406
        },
        {
            "docid": "6026357_25",
            "document": "Myogenesis . There are a number of events that occur in order to propel the specification of muscle cells in the somite. For both the lateral and medial regions of the somite, paracrine factors induce myotome cells to produce MyoD protein—thereby causing them to develop as muscle cells. A transcription factor (TCF4) of connective tissue fibroblasts is involved in the regulation of myogenesis. Specifically, it regulates the type of muscle fiber developed and its maturations. Low levels of TCF4 promote both slow and fast myogenesis, overall promoting the maturation of muscle fiber type. Thereby this shows the close relationship of muscle with connective tissue during the embryonic development.",
            "score": 222.49783325195312
        },
        {
            "docid": "380541_3",
            "document": "Skeletal muscle . A skeletal muscle refers to multiple bundles (fascicles) of cells called muscle fibers. The fibres and muscles are surrounded by connective tissue layers called fasciae. Muscle fibres, or muscle cells, are formed from the fusion of developmental myoblasts in a process known as myogenesis. Muscle fibres are cylindrical, and have more than one nucleus. They also have multiple mitochondria to meet energy needs.",
            "score": 222.1119384765625
        },
        {
            "docid": "653348_10",
            "document": "Human musculoskeletal system . In mammals, when a muscle contracts, a series of reactions occur. Muscle contraction is stimulated by the motor neuron sending a message to the muscles from the somatic nervous system. Depolarization of the motor neuron results in neurotransmitters being released from the nerve terminal. The space between the nerve terminal and the muscle cell is called the neuromuscular junction. These neurotransmitters diffuse across the synapse and bind to specific receptor sites on the cell membrane of the muscle fiber. When enough receptors are stimulated, an action potential is generated and the permeability of the sarcolemma is altered. This process is known as initiation.",
            "score": 220.27944946289062
        },
        {
            "docid": "20750616_15",
            "document": "Denervation . For muscles that cannot be rescued via home-based functional electrical stimulation, an Italian study suggests that, at some point in the future, the following techniques may be applicable: they must first have induction and separation of autologous myogenic cells. This can be completed either by in vivo marcaine infiltration of muscle tissue that can then be grown in vitro, or have in vitro induction of autologous adipose tissue followed by selection of myogenic stem cells that can be recreated in vivo. The new autologous myogenic stem cells will be injected, proliferated and differentiated into new mature muscle fibers. Functional properties of these newly created muscle fibers will be induced via surface electrodes and an external neuromodulator.",
            "score": 220.05691528320312
        },
        {
            "docid": "619064_9",
            "document": "G0 phase . During skeletal myogenesis, cycling progenitor cells known as myoblasts differentiate and fuse together into non-cycling muscle cells called myocytes that remain in a terminal G phase. As a result, the fibers that make up skeletal muscle (myofibers) are cells with multiple nuclei, referred to as myonuclei, since each myonucleus originated from a single myoblast. Skeletal muscle cells continue indefinitely to provide contractile force through simultaneous contractions of cellular structures called sarcomeres. Importantly, these cells are kept in a terminal G phase since disruption of muscle fiber structure after myofiber formation would prevent proper transmission of force through the length of the muscle. Muscle growth can be stimulated by growth or injury and involves the recruitment of muscle stem cells – also known as satellite cells – out of a reversible quiescent state. These stem cells differentiate and fuse to generate new muscle fibers both in parallel and in series to increase force generation capacity.",
            "score": 220.02542114257812
        },
        {
            "docid": "43555524_2",
            "document": "Amy Wagers . Amy J. Wagers is a professor of stem cell and regenerative biology at Harvard University and Harvard Medical School, an investigator in islet cell and regenerative biology at the Joslin Diabetes Center, and principal faculty of the Harvard Stem Cell Institute. She started her education at Johns Hopkins University and received her B.A. in Biological Sciences and her Ph.D. in Immunology and Microbial Pathogenesis from Northwestern University in 1999, and completed her postdoctoral fellowship in the laboratory of Dr. Irving Weissman at Stanford University School of Medicine. Wagers researches intrinsic and extrinsic regulators of stem cell function and how stem cells impact tissue regeneration and aging. She has demonstrated that transplantation of satellite cells into injured, diseased, or aged muscle can lead to cell engraftment, in some cases restoring muscle function. She has also identified novel regulators (such as EGR1) of stem cell trafficking and stem cell number in bone marrow and during immune responses, and identified blood-borne proteins, such as GDF11, that in mice can reverse some of the pathological changes that occur in aging tissues.",
            "score": 219.43145751953125
        },
        {
            "docid": "25107_35",
            "document": "Poliomyelitis . One mechanism involved in recovery is nerve terminal sprouting, in which remaining brainstem and spinal cord motor neurons develop new branches, or axonal sprouts. These sprouts can reinnervate orphaned muscle fibers that have been denervated by acute polio infection, restoring the fibers' capacity to contract and improving strength. Terminal sprouting may generate a few significantly enlarged motor neurons doing work previously performed by as many as four or five units: a single motor neuron that once controlled 200 muscle cells might control 800 to 1000 cells. Other mechanisms that occur during the rehabilitation phase, and contribute to muscle strength restoration, include myofiber hypertrophy—enlargement of muscle fibers through exercise and activity—and transformation of type II muscle fibers to type I muscle fibers.",
            "score": 219.3914337158203
        },
        {
            "docid": "36315057_7",
            "document": "Induced stem cells . Some types of mature, specialized adult cells can naturally revert to stem cells. For example, \"chief\" cells express the stem cell marker Troy. While they normally produce digestive fluids for the stomach, they can revert into stem cells to make temporary repairs to stomach injuries, such as a cut or damage from infection. Moreover, they can make this transition even in the absence of noticeable injuries and are capable of replenishing entire gastric units, in essence serving as quiescent \"reserve\" stem cells. Differentiated airway epithelial cells can revert into stable and functional stem cells in vivo. After injury, mature terminally differentiated kidney cells dedifferentiate into more primordial versions of themselves and then differentiate into the cell types needing replacement in the damaged tissue Macrophages can self-renew by local proliferation of mature differentiated cells. In newts, muscle tissue is regenerated from specialized muscle cells that dedifferentiate and forget the type of cell they had been. This capacity to regenerate does not decline with age and may be linked to their ability to make new stem cells from muscle cells on demand.",
            "score": 219.16522216796875
        },
        {
            "docid": "11758036_2",
            "document": "Single-unit smooth muscle . Single-unit smooth muscle, or visceral smooth muscle is a type of smooth muscle found in the uterus, gastro-intestinal tract, and the bladder. In SUVSM, a single smooth muscle cell in a bundle is innervated by an autonomic nerve fiber. An action potential can be propagated through neighbouring muscle cells due to the presence of many gap junctions between the cells. Due to this property, SUVSM bundles form a syncytium that contracts in a coordinated fashion (such as uterine muscles do during childbirth).",
            "score": 217.95045471191406
        },
        {
            "docid": "32476_17",
            "document": "Vagina . The lamina propria is rich in blood vessels and lymphatic channels. The muscular layer is composed of smooth muscle fibers, with an outer layer of longitudinal muscle, an inner layer of circular muscle, and oblique muscle fibers between. The outer layer, the adventitia, is a thin dense layer of connective tissue and it blends with loose connective tissue containing blood vessels, lymphatic vessels and nerve fibers that are between pelvic organs. The vaginal mucosa is absent of glands. It forms folds (transverse ridges or rugae), which are more prominent in the outer third of the vagina; their function is to provide the vagina with increased surface area for extension and stretching. The epithelium of the ectocervix (the portion the uterine cervix extending into the vagina) is an extension of, and shares a border with, the vaginal epithelium. The vaginal epithelium is made up of layers of cells, including the basal cells, the parabasal cells, the superficial squamous flat cells, and the intermediate cells. The basal layer of the epithelium is the most mitotically active and reproduces new cells. The superficial cells shed continuously and basal cells replace them. Estrogen induces the intermediate and superficial cells to fill with glycogen. Cells from the lower basal layer transition from active metabolic activity to death (apoptosis). In these mid-layers of the epithelia, the cells begin to lose their mitochondria and other organelles. The cells retain an usually high level of glycogen compared to other epithelial tissue in the body.",
            "score": 217.41407775878906
        },
        {
            "docid": "25107_16",
            "document": "Poliomyelitis . Spinal polio, the most common form of paralytic poliomyelitis, results from viral invasion of the motor neurons of the anterior horn cells, or the ventral (front) grey matter section in the spinal column, which are responsible for movement of the muscles, including those of the trunk, limbs, and the intercostal muscles. Virus invasion causes inflammation of the nerve cells, leading to damage or destruction of motor neuron ganglia. When spinal neurons die, Wallerian degeneration takes place, leading to weakness of those muscles formerly innervated by the now-dead neurons. With the destruction of nerve cells, the muscles no longer receive signals from the brain or spinal cord; without nerve stimulation, the muscles atrophy, becoming weak, floppy and poorly controlled, and finally completely paralyzed. Maximum paralysis progresses rapidly (two to four days), and usually involves fever and muscle pain. Deep tendon reflexes are also affected, and are typically absent or diminished; sensation (the ability to feel) in the paralyzed limbs, however, is not affected.",
            "score": 217.20677185058594
        },
        {
            "docid": "337153_12",
            "document": "Gap junction . Gap Junctions have been observed in various animal organs and tissues where cells contact each other. From the 1950s to 1970s they were detected in crayfish nerves, rat pancreas, liver, adrenal cortex, epididymis, duodenum, muscle, Daphnia hepatic caecum, Hydra muscle, monkey retina, rabbit cornea, fish blastoderm, frog embryos, rabbit ovary, re-aggregating cells, cockroach hemocyte capsules, rabbit skin, chick embryos, human islet of Langerhans, goldfish and hamster pressure sensing acoustico-vestibular receptors, lamprey and tunicate heart, rat seminiferous tubules, myometrium, eye lens and cephalopod digestive epithelium. Since the 1970s gap junctions have continued to be found in nearly all animal cells that touch each other. By the 1990s new technology such as confocal microscopy allowed more rapid survey of large areas of tissue. Since the 1970s even tissues that were traditionally considered to possibly have isolated cells such as bone showed that the cells were still connected with gap junctions, however tenuously. Gap junctions appear to be in all animal organs and tissues and it will be interesting to find exceptions to this other than cells not normally in contact with neighboring cells. Adult skeletal muscle is a possible exception. It may be argued that if present in skeletal muscle, gap junctions might propagate contractions in an arbitrary way among cells making up the muscle. At least in some cases this may not be the case as shown in other muscle types that do have gap junctions. An indication of what results from reduction or absence of gap junctions may be indicated by analysis of cancers or the aging process.",
            "score": 216.98292541503906
        },
        {
            "docid": "7525784_8",
            "document": "Nestin (protein) . Nestin, a protein marker for neural stem cells, is also expressed in follicle stem cells and their immediate, differentiated progeny. The hair follicle bulge area is an abundant, easily accessible source of actively growing pluripotent adult stem cells. Green fluorescent protein (GFP), whose expression is driven by the nestin regulatory element in transgenic mice, serves to mark hair follicle stem cells. These cells can differentiate into neurons, glia, keratinocytes, smooth muscle cells and melanocytes in vitro. Thus, hair follicle stem cells provide an effective, accessible, autologous source of stem cells for treatment of peripheral nerve injury.",
            "score": 216.89292907714844
        }
    ]
}