{
    "q": [
        {
            "docid": "15181875_3",
            "document": "CEP170 . The product of this gene is a component of the centrosome, a non-membraneous organelle that functions as the major microtubule-organizing center in animal cells. During interphase, the encoded protein localizes to the sub-distal appendages of mature centrioles, which are microtubule-based structures thought to help organize centrosomes. During mitosis, the protein associates with spindle microtubules near the centrosomes. The protein interacts with the intraflagellar transport protein 81 (IFT81), the SH3-domain containing protein PRAX-1, and is phosphorylated by cyclin dependent kinase 1 () and polo-like kinase 1 (), and functions in maintaining Microtubule organization, cell morphology and cilium stability.",
            "score": 237.0850887298584
        },
        {
            "docid": "2573590_4",
            "document": "Mitochondrial trifunctional protein deficiency . The genetics of mitochondrial trifunctional protein deficiency is based on mutations in the HADHA and HADHB genes which cause this disorder. These genes each provide instructions for making part of an enzyme complex called mitochondrial trifunctional protein. This enzyme complex functions in mitochondria, the energy-producing centers within cells: mitochondrial trifunctional protein contains three enzymes that each perform a different function. This enzyme complex is required to metabolize a group of fats called long-chain fatty acids. These fatty acids are stored in the body's fat tissues and are a major source of energy for the heart and muscles. During periods of fasting, fatty acids are also an important energy source for the liver and other tissues.",
            "score": 111.88794684410095
        },
        {
            "docid": "14797566_2",
            "document": "CENPJ . Centromere protein J is a protein that in humans is encoded by the \"CENPJ\" gene. It is also known as centrosomal P4.1-associated protein (CPAP). During cell division, this protein plays a structural role in the maintenance of centrosome integrity and normal spindle morphology, and it is involved in microtubule disassembly at the centrosome. This protein can function as a transcriptional coactivator in the Stat5 signaling pathway, and also as a coactivator of NF-kappaB-mediated transcription, likely via its interaction with the coactivator p300/CREB-binding protein. Mutations in this gene are associated with Seckel syndrome and primary autosomal recessive microcephaly, a disorder characterized by severely reduced brain size and mental retardation.",
            "score": 257.2940819263458
        },
        {
            "docid": "14877703_3",
            "document": "ARVCF . Armadillo repeat gene deleted in Velo-Cardio-Facial syndrome (ARVCF) is a member of the catenin family which play an important role in the formation of adherens junction complexes, which are thought to facilitate communication between the inside and outside environments of a cell. ARVCF gene was isolated in the search for the genetic defect responsible for the autosomal dominant Velo-Cardio-Facial syndrome (VCFS) a relatively common human disorder with phenotypic features including cleft palate, conotruncal heart defects and facial dysmorphology. ARVCF gene encodes a protein containing two motifs, a coiled coil domain in the N-terminus and a 10 armadillo repeat sequence in the midregion. Since these sequences can facilitate protein-protein interactions ARVCF is thought to function in a protein complex. In addition, ARVCF contains a predicted nuclear-targeting sequence suggesting that it may have a function as a nuclear protein.",
            "score": 99.9842963218689
        },
        {
            "docid": "14178697_3",
            "document": "RAD23B . The protein encoded by this gene is one of two human homologs of Saccharomyces cerevisiae Rad23, a protein involved in nucleotide excision repair (NER). This protein was found to be a component of the protein complex that specifically complements the NER defect of xeroderma pigmentosum group C (XP-c) cell extracts in vitro. This protein was also shown to interact with, and elevate the nucleotide excision activity of 3-methyladenine-DNA glycosylase (MPG), which suggested a role in DNA damage recognition in base excision repair. This protein contains an N-terminal ubiquitin-like domain, which was reported to interact with 26S proteasome, and thus this protein may be involved in the ubiquitin mediated proteolytic pathway in cells.",
            "score": 105.64658665657043
        },
        {
            "docid": "25428989_6",
            "document": "Homeotic selector gene . Homeotic selector genes encode regulatory DNA-binding proteins which are all related through a highly conserved DNA binding sequences called the homeobox (from which the \"Hox Complex\" name is derived from). Although each all of the DNA-binding complexes are conserved, each para-segment still has an individual identity. The proteins do not bind directly to the DNA, rather, they interact with other regulatory proteins which are already bound to DNA-binding complexes. Different interactions determine which DNA binding sites are recognized and subsequently activated or repressed. Homeotic selector proteins combine in different combinations with regulatory proteins to give each parasegment its identity.  Certain signals set up the spatial pattern of expression of the Hox complex early in development. The Hox complex acts like a stamp, giving cells in each segment a long term positional value. The cell memory of a given positional value depends on two inputs, the first being the ability of many Hox proteins to autoactivate their own transcription, and the second derived from two large groups of transcriptional regulators: The Polycomb group and the Trithorax group. A defect in either of these regulators results in a pattern which is initially correct but is not maintained at later embryonic stages. The Polycomb and Trithorax regulators act in opposite ways. The Trithorax group maintains Hox transcription after transcription is already activated. The Polycomb group forms stable complexes that bind to the chromatin of Hox genes, and keep it in a repressed state at sites where Hox genes are not active.",
            "score": 99.43174624443054
        },
        {
            "docid": "1058672_48",
            "document": "Ataxia-telangiectasia . Interestingly, the proteins expressed by the hMre11 (defective in ATLD) and Nbs1 (defective in NBS) genes exist in the cell as a complex, along with a third protein expressed by the hRad50 gene. This complex, known as the MRN complex, plays an important role in DNA damage repair and signaling and is required to recruit ATM to the sites of DNA double strand breaks. Mre11 and Nbs1 are also targets for phosphorylation by the ATM kinase. Thus, the similarity of the three diseases can be explained in part by the fact that the protein products of the three genes mutated in these disorders interact in common pathways in the cell.",
            "score": 103.11419630050659
        },
        {
            "docid": "46495047_10",
            "document": "C7orf31 . A study in 2014 found C7orf31 to be a candidate as a centrosome-associated protein, using mass spectrometry on mammalian sperm cells’ centrioles. The protein appears in the study alongside seven other centrosome-associated protein candidates. Along with 2241 other proteins, C7orf31 also exhibited significant binding in a microarray experiment to β-amyloids, a group of proteins associated with Alzheimer's disease. Finally, in a protein-protein interaction network study, C7orf31 was found to associate with KLHL40, whose exact function is also not known.",
            "score": 204.20714354515076
        },
        {
            "docid": "14876023_3",
            "document": "RFXANK . Major histocompatibility (MHC) class II molecules are transmembrane proteins that have a central role in development and control of the immune system. The protein encoded by this gene, along with regulatory factor X-associated protein and regulatory factor-5, forms a complex that binds to the X box motif of certain MHC class II gene promoters and activates their transcription. Once bound to the promoter, this complex associates with the non-DNA-binding factor MHC class II transactivator, which controls the cell type specificity and inducibility of MHC class II gene expression. This protein contains ankyrin repeats involved in protein-protein interactions. Mutations in this gene have been linked to bare lymphocyte syndrome type II, complementation group B. Two transcript variants encoding different isoforms have been described for this gene, with only one isoform showing activation activity.",
            "score": 115.43082070350647
        },
        {
            "docid": "26054779_2",
            "document": "L27 domain . The L27 domain is a protein domain that is found in receptor targeting proteins Lin-2 and Lin-7 (LIN7A, LIN7B, LIN7C), as well as some protein kinases and human MPP2 protein. The L27 domain is a protein interaction module that exists in a large family of scaffold proteins, functioning as an organisation centre of large protein assemblies required for the establishment and maintenance of cell polarity. L27 domains form specific heterotetrameric complexes, in which each domain contains three alpha-helices. The L27_2 domain is a protein-protein interaction domain capable of organising scaffold proteins into supramolecular assemblies by formation of heteromeric L27_2 domain complexes. L27_2 domain-mediated protein assemblies have been shown to play essential roles in cellular processes including asymmetric cell division, establishment and maintenance of cell polarity, and clustering of receptors and ion channels. Members of this family form specific heterotetrameric complexes, in which each domain contains three alpha-helices. The two N-terminal helices of each L27_2 domain pack together to form a tight, four-helix bundle in the heterodimer, whilst the third helix of each L27_2 domain forms another four-helix bundle that assembles the two units of the heterodimer into a tetramer.",
            "score": 107.03186523914337
        },
        {
            "docid": "47413780_9",
            "document": "Anna Akhmanova . The specific proteins that the team studies are those that interact on the plus and minus ends of the microtubules. More specifically, they research the plus end tracking protein (+TIPs) which associate with the plus end of the microtubule to regulate the dynamics of the microtubule and how they interact with other structures in the cell. More recently, they have started researching “the biochemical properties and functional roles of the proteins” which organize minus end tracking proteins (-TIPs). There is far less information about –TIPs and they are still not fully understood; however, recent research on CAMSAP, a type of –TIP, has shown that it plays an important role for organizing and stabilizing microtubules during interphase. Akhmanova’s group now focus on finding how CAMSAP contributes to the organization and stabilization of non-centrosomal microtubules during cell division.",
            "score": 163.97953867912292
        },
        {
            "docid": "14153242_3",
            "document": "Cyclin E1 . The protein encoded by this gene belongs to the highly conserved cyclin family, whose members are characterized by a dramatic periodicity in protein abundance through the cell cycle. Cyclins function as regulators of CDK. Different cyclins exhibit distinct expression and degradation patterns which contribute to the temporal coordination of each mitotic event. This cyclin forms a complex with and functions as a regulatory subunit of CDK2, whose activity is required for cell cycle G1/S transition. This protein accumulates at the G1-S phase boundary and is degraded as cells progress through S phase. Overexpression of this gene has been observed in many tumors, which results in chromosome instability, and thus may contribute to tumorigenesis. This protein was found to associate with, and be involved in, the phosphorylation of NPAT protein (nuclear protein mapped to the ATM locus), which participates in cell-cycle regulated histone gene expression and plays a critical role in promoting cell-cycle progression in the absence of pRB. Two alternatively spliced transcript variants of this gene, which encode distinct isoforms, have been described. Two additional splice variants were reported but detailed nucleotide sequence information is not yet available.",
            "score": 115.75058388710022
        },
        {
            "docid": "542598_8",
            "document": "Protein complex . Transient protein complexes form and break down transiently \"in vivo\", whereas permanent complexes have a relatively long half-life. Typically, the obligate interactions (protein–protein interactions in an obligate complex) are permanent, whereas non-obligate interactions have been found to be either permanent or transient. Note that there is no clear distinction between obligate and non-obligate interaction, rather there exist a continuum between them which depends on various conditions e.g. pH, protein concentration etc. However, there are important distinctions between the properties of transient and permanent/stable interactions: stable interactions are highly conserved but transient interactions are far less conserved, interacting proteins on the two sides of a stable interaction have more tendency of being co-expressed than those of a transient interaction (in fact, co-expression probability between two transiently interacting proteins is not higher than two random proteins), and transient interactions are much less co-localized than stable interactions. Though, transient by nature, transient interactions are very important for cell biology: human interactome is enriched in such interactions, these interactions are the dominating players of gene regulation and signal transduction, and proteins with \"intrinsically disordered regions\" (IDR: regions in protein that show dynamic inter-converting structures in the native state) are found to be enriched in transient regulatory and signaling interactions.",
            "score": 95.71196031570435
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 151.85147631168365
        },
        {
            "docid": "9432615_3",
            "document": "FKBP52 . The protein encoded by this gene is a member of the immunophilin protein family, which play a role in immunoregulation and basic cellular processes involving protein folding and trafficking. This encoded protein is a cis-trans prolyl isomerase that binds to the immunosuppressants FK506 and rapamycin. It has high structural and functional similarity to FK506-binding protein 1A (FKBP1A), but unlike FKBP1A, this protein does not have immunosuppressant activity when complexed with FK506. It interacts with interferon regulatory factor-4 and plays an important role in immunoregulatory gene expression in B and T lymphocytes. This encoded protein is known to associate with phytanoyl-CoA alpha-hydroxylase. It can also associate with two heat shock proteins (hsp90 and hsp70) and thus may play a role in the intracellular trafficking of hetero-oligomeric forms of the steroid hormone receptors. This protein correlates strongly with adeno-associated virus type 2 vectors (AAV) resulting in a significant increase in AAV-mediated transgene expression in human cell lines. Thus this encoded protein is thought to have important implications for the optimal use of AAV vectors in human gene therapy.",
            "score": 111.888258934021
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 118.44696164131165
        },
        {
            "docid": "16846340_3",
            "document": "EDARADD . This gene was identified by its association with ectodermal dysplasia,and specifically with hypohidrotic ectodermal dysplasia, a genetic disorder characterized by defective development of hair, teeth, and eccrine sweat glands. The protein encoded by this gene is a death domain-containing protein, and is found to interact with EDAR, a death domain receptor known to be required for the development of hair, teeth and other ectodermal derivatives. This protein and EDAR are coexpressed in epithelial cells during the formation of hair follicles and teeth. Through its interaction with EDAR, this protein acts as an adaptor, and links the receptor to downstream signaling pathways. Two alternatively spliced transcript variants of this gene encoding distinct isoforms have been reported.",
            "score": 104.49640798568726
        },
        {
            "docid": "2851991_4",
            "document": "Bimolecular fluorescence complementation . Recognition of many proteins' ability to spontaneously assemble into functional complexes as well as the ability of protein fragments to assemble as a consequence of the spontaneous functional complex assembly of interaction partners to which they are fused was later reported for ubiquitin fragments in yeast protein interactions.  In 2000, Ghosh \"et al\" developed a system that allowed a green fluorescent protein (GFP) to be reassembled using an anti-parallel leucine zipper in \"E. coli\" cells. This was achieved by dissecting GFP into C- and N-terminal GFP fragments. As the GFP fragment was attached to each leucine zipper by a linker, the heterodimerisation of the anti-parallel leucine zipper resulted in a reconstituted, or re-formed, GFP protein that could be visualised. The successful fluorescent signal indicated that the separate GFP peptide fragments were able to correctly reassemble and achieve tertiary folding. It was, therefore, postulated that using this technique, fragmented GFP could be used to study interaction of protein–protein pairs that have their N–C termini in close proximity.  After the demonstration of successful fluorescent protein fragment reconstitution in mammalian cells, Hu \"et al\". described the use of fragmented yellow fluorescent protein (YFP) in the investigation of bZIP and Rel family transcription factor interactions. This was the first report bZIP protein interaction regulation by regions outside of the bZIP domain, regulation of subnuclear localization of the bZIP domains Fos and Jun by their different interacting partners, and modulation of transcriptional activation of bZIP and Rel proteins through mutual interactions. In addition, this study was the first report of an \"in vivo\" technique, now known as the bimolecular fluorescence complementation (BiFC) assay, to provide insight into the structural basis of protein complex formation through detection of fluorescence caused by the assembly of fluorescent reporter protein fragments tethered to interacting proteins.",
            "score": 102.03521883487701
        },
        {
            "docid": "14228433_3",
            "document": "CEBPA . The protein encoded by this intronless gene is a bZIP transcription factor which can bind as a homodimer to certain promoters and enhancers. It can also form heterodimers with the related proteins CEBP-beta and CEBP-gamma, as well as distinct transcription factors such as Jun. The encoded protein has been shown to bind to the promoter and modulate the expression of the gene encoding leptin, a protein that plays an important role in body weight homeostasis. Also, the encoded protein can interact with CDK2 and CDK4, thereby inhibiting these kinases and causing growth arrest in cultured cells. In addition, CEBPA is essential for myeloid lineage commitment and therefore required both for normal mature granulocyte formation and for the development of abnormal AML.",
            "score": 87.8015468120575
        },
        {
            "docid": "27075922_38",
            "document": "Natural computing . Biochemical networks refer to the interactions between proteins, and they perform various mechanical and metabolic tasks inside a cell. Two or more proteins may bind to each other via binding of their interactions sites, and form a dynamic protein complex (complexation). These protein complexes may act as catalysts for other chemical reactions, or may chemically modify each other.  Such modifications cause changes to available binding sites of proteins. There are tens of thousands of proteins in a cell, and they interact with each other. To describe such a massive scale interactions, Kohn maps were introduced as a graphical notation to depict molecular interactions in succinct pictures. Other approaches to describing accurately and succinctly protein–protein interactions include the use of textual bio-calculus or pi-calculus enriched with stochastic features.",
            "score": 111.64753079414368
        },
        {
            "docid": "14875762_3",
            "document": "UPK1B . The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic domains. These proteins mediate signal transduction events that play a role in the regulation of cell development, activation, growth and motility. This encoded protein is found in the asymmetrical unit membrane (AUM) where it can form a complex with other transmembrane 4 superfamily proteins. It may play a role in normal bladder epithelial physiology, possibly in regulating membrane permeability of superficial umbrella cells or in stabilizing the apical membrane through AUM/cytoskeletal interactions. The AUM is believed to be involved in strengthening the cells that line the bladder, and in enhancing the inner bladder membrane's ability to stretch, thus preventing these cells from rupturing during bladder distension. The use of alternate polyadenylation sites has been found for this gene.",
            "score": 104.48830080032349
        },
        {
            "docid": "41118075_3",
            "document": "Deficiency of RbAp48 protein and memory loss . RbAp48, also known as RBBP4 gene encodes a nuclear protein, which belongs to a highly conserved family of WD40 repeat. This gene is present in many protein complexes that are involved in histone acetylation and deacetylation processes as well as chromatin assembly. This gene also belongs to the Mi-2/NuRD complex, also known as \"nucleosome remodeling deacetylase complex\" which plays a role in both ATP-dependent chromatin remodeling and histone deacetylase activities. This protein is also part of a co-repressor complex which is an important component of transcriptional silencing. This gene is widely available and can be found in several cellular proteins which bind directly to the retinoblastoma protein to regulate growth and cell proliferation. This protein also found in the transcriptional repression of E2F-responsive genes, which are a group of genes that encode for a family of transcription factors.",
            "score": 80.76597261428833
        },
        {
            "docid": "14172342_3",
            "document": "RBBP7 . This protein is a ubiquitously expressed nuclear protein and belongs to a highly conserved subfamily of WD-repeat proteins. It is found among several proteins that binds directly to retinoblastoma protein, which regulates cell proliferation. The encoded protein is found in many histone deacetylase complexes, including mSin3 co-repressor complex. It is also present in protein complexes involved in chromatin assembly. This protein can interact with BRCA1 tumor-suppressor gene and may have a role in the regulation of cell proliferation and differentiation.",
            "score": 100.9745569229126
        },
        {
            "docid": "14764336_3",
            "document": "MAPRE1 . The protein encoded by this gene was first identified by its binding to the APC (Adenomatous polyposis coli) protein which is often mutated in familial and sporadic forms of colorectal cancer. This protein localizes to microtubules, especially the growing ends, in interphase cells. During mitosis, the protein is associated with the centrosomes and spindle microtubules. The protein also associates with components of the dynactin complex and the intermediate chain of cytoplasmic dynein. Because of these associations, it is thought that this protein is involved in the regulation of microtubule structures and chromosome stability. This gene is a member of the RP/EB family.",
            "score": 175.82259368896484
        },
        {
            "docid": "14796207_3",
            "document": "CDC16 . This gene encodes a component protein of the APC complex, which is composed of eight proteins and functions as a protein ubiquitin ligase. The APC complex is a cyclin degradation system that governs exit from mitosis. Each component protein of the APC complex is highly conserved among eukaryotic organisms. This protein and two other APC complex proteins, CDC23 and CDC27, contain a tetratricopeptide repeat (TPR), a protein domain that may be involved in protein-protein interaction. Multiple alternatively spliced variants, encoding the same protein, have been identified.",
            "score": 82.81864476203918
        },
        {
            "docid": "14795179_3",
            "document": "MAL (gene) . The protein encoded by this gene is a highly hydrophobic integral membrane protein belonging to the MAL family of proteolipids. The protein has been localized to the endoplasmic reticulum of T-cells and is a candidate linker protein in T-cell signal transduction. In addition, this proteolipid is localized in compact myelin of cells in the nervous system and has been implicated in myelin biogenesis and/or function. The protein plays a role in the formation, stabilization and maintenance of glycosphingolipid-enriched membrane microdomains. Alternative splicing produces four transcript variants which vary from each other by the presence or absence of alternatively spliced exons 2 and 3. The MAL protein is also thought to interact with the protein encoded by LSMEM1 based on two-hybrid screening.",
            "score": 102.82052230834961
        },
        {
            "docid": "14757081_3",
            "document": "CDC27 . The protein encoded by this gene shares strong similarity with Saccharomyces cerevisiae protein Cdc27, and the gene product of Schizosaccharomyces pombe nuc 2. This protein is a component of anaphase-promoting complex (APC), which is composed of eight protein subunits and highly conserved in eucaryotic cells. APC catalyzes the formation of cyclin B-ubiquitin conjugate that is responsible for the ubiquitin-mediated proteolysis of B-type cyclins. This protein and 3 other members of the APC complex contain the TPR (tetratricopeptide repeat), a protein domain important for protein-protein interaction. This protein was shown to interact with mitotic checkpoint proteins including Mad2, p55CDC and BUBR1, and thus may be involved in controlling the timing of mitosis.",
            "score": 94.26627588272095
        },
        {
            "docid": "14878514_3",
            "document": "AURKC . This gene encodes a member of the highly conserved Aurora subfamily of serine/threonine protein kinases with two other members, Aurora A and Aurora B. The encoded protein is a chromosomal passenger protein that forms complexes with Aurora-B and inner centromere proteins and may play a role in organizing microtubules in relation to centrosome/spindle function during mitosis. This gene is overexpressed in several cancer cell lines, suggesting an involvement in oncogenic signal transduction. Alternative splicing results in multiple transcript variants.",
            "score": 152.15187549591064
        },
        {
            "docid": "12303549_3",
            "document": "CD151 . The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic domains. The proteins mediate signal transduction events that play a role in the regulation of cell development, activation, growth and motility. This encoded protein is a cell surface glycoprotein that is known to complex with integrins and other transmembrane 4 superfamily proteins. It is involved in cellular processes including cell adhesion and may regulate integrin trafficking and/or function. This protein enhances cell motility, invasion and metastasis of cancer cells. Multiple alternatively spliced transcript variants that encode the same protein have been described for this gene.",
            "score": 110.26722288131714
        },
        {
            "docid": "39247130_14",
            "document": "CCDC130 . There are several proteins listed that interact with CCDC130, including EEF1A1, NINL, TRAF2, ZBTB16, ZNF165, and ZNF24. EEF1A1 is a eukaryotic elongation factor that is involved in the binding of aminoacyl-tRNA to the A-site of ribosomes during translation. NINL is a ninein-like protein that is involved in microtubule organization and has calcium ion binding activity. TRAF2, tumor necrosis factor (TNF) receptor associated factor 2, is part of some E3 ubiquitin ligase complexes and is involved in ubiquitinating proteins so they can get degraded by the proteasome. ZBTB16, zinc finger and BTB domain-containing protein 16, is also part of the E3 ubiquitin ligase complex and is most likely involved in substrate recognition. There is also an alternate form of CCDC130 where only 803 bases are transcribed instead of 1433 bases, but there is no additional information provided. ZNF165 and ZNF24 are both zinc finger proteins, which bind DNA and other proteins to regulate transcription. Below is a table of the interacting proteins for CCDC130 assembled by GeneCards. The interactions of CCDC130 with NINL, ZNF24, TRAF2, JUP, GATA5 have been verified by a two-hybrid screen according to STRING, so these interactions do occur. JUP is a plaque protein. GATA5 is a transcription factor that helps activate the promoter for lactase-phlorizin hydrolase. Interactions with CDA, DERA, CDC40, NAA25, DGCR14, NAA20, and PRPF19 have not been verified experimentally, but interactions between gene homologs have been documented in other species according to STRING so these interactions could potentially occur. ZBTB16, EEF1A1, and ZNF165 all have been verified by at least one two-hybrid screen according to MINT. NAT9 was described as a known interactant on I2D. In a study done at the University of the District of Columbia to characterize CCDC130, they have found that it is induced through insulin signaling, is targeted by three different kinases (GSK3, CK1, and CK2), and is a mitochondrial protein.5 The study also shows that CCDC130 can potentially be used as a biomarker for certain types of cancer due to its differential expression in cancer cells. The study specifically mentions that CCDC130 is downregulated in some types of colon cancer, which allowed more cancer cells to be untargeted by the apoptosis pathway.",
            "score": 111.60869610309601
        },
        {
            "docid": "14760114_3",
            "document": "ORC2 . The origin recognition complex (ORC) is a highly conserved six subunits protein complex essential for the initiation of the DNA replication in eukaryotic cells. Studies in yeast demonstrated that ORC binds specifically to origins of replication and serves as a platform for the assembly of additional initiation factors such as Cdc6 and Mcm proteins. The protein encoded by this gene is a subunit of the ORC complex. This protein forms a core complex with ORC3, ORC4, and ORC5. It also interacts with CDC45L and MCM10, which are proteins known to be important for the initiation of DNA replication. This protein has been demonstrated to specifically associate with the origin of replication of Epstein-Barr virus in human cells, and is thought to be required for DNA replication from viral origin of replication.",
            "score": 103.13194513320923
        },
        {
            "docid": "40773905_8",
            "document": "Margaret Robinson . Every form of eukaryotic life on earth contains coated vesicles and adaptors. Her work is also speculated to play a key role in evolution of eukaryotes form prokaryotes over two billion years ago. Her work also has medical implications. Some adaptors are mutated in certain genetic disorders, and adaptors are frequently exploited by pathogens . For example, the HIV genome encodes a protein called Nef, which is required for the development of AIDS, and which works by hijacking adaptors and using them to modify the surface of the infected cell. Robinson’s work explains how coated vesicles sort cargo but also provides tools that can be used by others to address their own favorite problems. For instance, her newly developed method called knocksideways. Knocksideways gets rid of proteins rapidly. Her technique has found its way into other labs who are also interested in how particular proteins contribute to different stages of cell division.",
            "score": 111.59170365333557
        }
    ],
    "r": [
        {
            "docid": "14797566_2",
            "document": "CENPJ . Centromere protein J is a protein that in humans is encoded by the \"CENPJ\" gene. It is also known as centrosomal P4.1-associated protein (CPAP). During cell division, this protein plays a structural role in the maintenance of centrosome integrity and normal spindle morphology, and it is involved in microtubule disassembly at the centrosome. This protein can function as a transcriptional coactivator in the Stat5 signaling pathway, and also as a coactivator of NF-kappaB-mediated transcription, likely via its interaction with the coactivator p300/CREB-binding protein. Mutations in this gene are associated with Seckel syndrome and primary autosomal recessive microcephaly, a disorder characterized by severely reduced brain size and mental retardation.",
            "score": 257.2940673828125
        },
        {
            "docid": "31546930_2",
            "document": "Centrosome cycle . Centrosomes are the major microtubule organizing center (MTOC) in mammalian cells. Failure of centrosome regulation can cause mistakes in chromosome segregation and is associated with aneuploidy. A centrosome is composed of two orthogonal cylindrical proteins, called centrioles, which are surrounded by an electron dense and protein dense amorphous cloud of pericentriolar material (PCM). The PCM is essential for nucleation and organization of microtubules. The centrosome cycle is important to ensure that daughter cells receive a centrosome after cell division. As the cell cycle progresses, the centrosome undergoes a series of morphological and functional changes. Initiation of the centrosome cycle occurs early in the cell cycle, so that by the time mitosis occurs there are two centrosomes.",
            "score": 249.02084350585938
        },
        {
            "docid": "95464_3",
            "document": "Centrosome . Centrosomes are composed of two centrioles arranged at right-angles to each other, and surrounded by an amorphous mass of protein termed the pericentriolar material (PCM). The PCM contains proteins responsible for microtubule nucleation and anchoring including γ-tubulin, pericentrin and ninein. In general, each centriole of the centrosome is based on a nine triplet microtubule assembled in a cartwheel structure, and contains centrin, cenexin and tektin. In many cell types the centrosome is replaced by a cilium during cellular differentiation. However, once the cell starts to divide, the cilium is replaced again by the centrosome.",
            "score": 240.00511169433594
        },
        {
            "docid": "46523308_9",
            "document": "KIAA0753 . Researchers have studied the regulation of centriole duplication by centrosome components. The individuals conducting this experiment have identified that centrosome duplication is regulated by the following proteins: PLK4, CEP192, CEP152, CEP63, and CPAP. Among these, they found that CEP63 interacts with satellite proteins, namely KIAA0753 and another protein called CCDC14, to play a role in regulating centriole duplication. Their findings conclude that KIAA0753 positively regulates CEP63 centrosome localization and centriole duplication.",
            "score": 239.2792205810547
        },
        {
            "docid": "15029419_3",
            "document": "PLK4 . \"PLK4\" encodes a member of the polo family of serine/threonine protein kinases. The protein localizes to centrioles—complex microtubule-based structures found in centrosomes—and regulates centriole duplication during the cell cycle. Overexpression of PLK4 results in centrosome amplification, and knockdown of PLK4 results in loss of centrosomes.",
            "score": 237.8043975830078
        },
        {
            "docid": "15181875_3",
            "document": "CEP170 . The product of this gene is a component of the centrosome, a non-membraneous organelle that functions as the major microtubule-organizing center in animal cells. During interphase, the encoded protein localizes to the sub-distal appendages of mature centrioles, which are microtubule-based structures thought to help organize centrosomes. During mitosis, the protein associates with spindle microtubules near the centrosomes. The protein interacts with the intraflagellar transport protein 81 (IFT81), the SH3-domain containing protein PRAX-1, and is phosphorylated by cyclin dependent kinase 1 () and polo-like kinase 1 (), and functions in maintaining Microtubule organization, cell morphology and cilium stability.",
            "score": 237.08509826660156
        },
        {
            "docid": "15030011_2",
            "document": "CEP250 . Centrosome-associated protein CEP250 is a protein that in humans is encoded by the \"CEP250\" gene. This gene encodes a core centrosomal protein required for centriole-centriole cohesion during interphase of the cell cycle. The encoded protein dissociates from the centrosomes when parental centrioles separate at the beginning of mitosis. The protein associates with and is phosphorylated by NIMA-related kinase 2, which is also associated with the centrosome. Furthermore, CEP135 is also required for the centriolar localization of CEP250.",
            "score": 236.74929809570312
        },
        {
            "docid": "95464_7",
            "document": "Centrosome . The centrosome is copied only once per cell cycle so that each daughter cell inherits one centrosome, containing two structures called centrioles (see also: centrosome cycle). The centrosome replicates during the S phase of the cell cycle. During the prophase in the process of cell division called mitosis, the centrosomes migrate to opposite poles of the cell. The mitotic spindle then forms between the two centrosomes. Upon division, each daughter cell receives one centrosome. Aberrant numbers of centrosomes in a cell have been associated with cancer. Doubling of a centrosome is similar to DNA replication in two respects: the semiconservative nature of the process and the action of CDK2 as a regulator of the process. But the processes are essentially different in that centrosome doubling does not occur by template reading and assembly. The mother centriole just aids in the accumulation of materials required for the assembly of the daughter centriole.",
            "score": 235.38153076171875
        },
        {
            "docid": "31546930_7",
            "document": "Centrosome cycle . Centrosome duplication is heavily regulated by cell cycle controls. This link between the cell cycle and the centrosome cycle is mediated by cyclin-dependent kinase 2 (Cdk2). There has been ample evidence that Cdk2 is necessary for both DNA replication and centrosome duplication, which are both key events in S phase. It has also been shown that Cdk2 complexes with both cyclin A and cyclin E and this complex is critical for centrosome duplication. Three Cdk2 substrates have been proposed to be responsible for regulation of centriole duplication. These include: nucleophosmin (NPM/B23), CP110, and MPS1. Nucleophosmin is only found in unreplicated centrosomes and it’s phosphorylation by Cdk2/cyclin E removes NPM from the centrosomes, initiating procentriole formation. CP110 is an important centrosomal protein that is phosphorylated by both mitotic and interphase Cdk/cyclin complexes and is thought to influence centrosome duplication in S phase. [19] MPS1 is a protein kinase that is essential to the spindle assembly checkpoint, and may remodel an SAS6-cored intermediate between severed mother and daughter centrioles into a pair of cartwheel protein complexes onto which procentrioles assemble.",
            "score": 234.24249267578125
        },
        {
            "docid": "95464_8",
            "document": "Centrosome . Centrioles however, are not required for the progression of mitosis. When the centrioles are irradiated by a laser, mitosis proceeds normally with a morphologically normal spindle. Moreover, development of the fruit fly \"Drosophila\" is largely normal when centrioles are absent due to a mutation in a gene required for their duplication. In the absence of the centrioles, the microtubules of the spindle are focused by motors allowing the formation of a bipolar spindle. Many cells can completely undergo interphase without centrioles. Unlike centrioles, centrosomes are required for survival of the organism. Cells without centrosomes lack radial arrays of astral microtubules. They are also defective in spindle positioning and in the ability to establish a central localization site in cytokinesis. The function of centrosome in this context is hypothesized to ensure the fidelity of cell division because it greatly increases the efficacy. Some cell types arrest in the following cell cycle when centrosomes are absent. This is not a universal phenomenon.",
            "score": 219.78854370117188
        },
        {
            "docid": "31546930_4",
            "document": "Centrosome cycle . Centrioles are generated in new daughter cells through duplication of pre-existing centrioles in the mother cells. Each daughter cell inherits two centrioles (one centrosome) surrounded by pericentriolar material as a result of cell division. The two centrioles are of different ages, though. One centriole originates from the mother cell and the other is replicated from the mother centriole during the cell cycle.  It is possible to distinguish between the two preexisting centrioles, because the mother and daughter centriole differ in both shape and function.  For example, the mother centriole can nucleate and organize microtubules, whereas the daughter centriole can only nucleate.",
            "score": 214.96063232421875
        },
        {
            "docid": "998893_19",
            "document": "Kinetochore . During the synthesis phase (S phase) in the cell cycle, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles in each centrosome reach their maximal length, centrosomes recruit additional material and their nucleation capacity for microtubules increases. As mitosis progresses, both centrosomes separate to establish the mitotic spindle. In this way, the spindle in a mitotic cell has two poles emanating microtubules. Microtubules are long proteic filaments with asymmetric extremes, a \"minus\"(-) end relatively stable next to the centrosome, and a \"plus\"(+) end enduring alternate phases of growing-shrinking, exploring the center of the cell. During this searching process, a microtubule may encounter and capture a chromosome through the kinetochore. Microtubules that find and attach a kinetochore become stabilized, whereas those microtubules remaining free are rapidly depolymerized. As chromosomes have two kinetochores associated back-to-back (one on each sister chromatid), when one of them becomes attached to the microtubules generated by one of the cellular poles, the kinetochore on the sister chromatid becomes exposed to the opposed pole; for this reason, most of the times the second kinetochore becomes attached to the microtubules emanating from the opposing pole, in such a way that chromosomes are now \"bi-oriented\", one fundamental configuration (also termed \"amphitelic\") to ensure the correct segregation of both chromatids when the cell will divide. When just one microtubule is anchored to one kinetochore, it starts a rapid movement of the associated chromosome towards the pole generating that microtubule. This movement is probably mediated by the motor activity towards the \"minus\" (-) of the motor protein cytoplasmic dynein, which is very concentrated in the kinetochores not anchored to MTs. The movement towards the pole is slowed down as far as kinetochores acquire kMTs (MTs anchored to kinetochores) and the movement becomes directed by changes in kMTs length. Dynein is released from kinetochores as they acquire kMTs and, in cultured mammalian cells, it is required for the spindle checkpoint inactivation, but not for chromosome congression in the spindle equator, kMTs acquisition or anaphase A during chromosome segregation. In higher plants or in yeast there is no evidence of dynein, but other kinesins towards the (-) end might compensate for the lack of dynein. Another motor protein implicated in the initial capture of MTs is CENP-E; this is a high molecular weight kinesin associated with the fibrous corona at mammalian kinetochores from prometaphase until anaphase. In cells with low levels of CENP-E, chromosomes lack this protein at their kinetochores, which quite often are defective in their ability to congress at the metaphase plate. In this case, some chromosomes may remain chronically mono-oriented (anchored to only one pole), although most chromosomes may congress correctly at the metaphase plate.",
            "score": 212.7304229736328
        },
        {
            "docid": "24500492_3",
            "document": "Pericentriolar material . Although the PCM appears amorphous by electron microscopy, Super-resolution microscopy finds that it is organized. The PCM have 9 fold symmetry that mimics the symmetry of the centriole. Some PCM Proteins are organized such that one end of the protein is found near the centriole and the other end is farther away from the centriole. The PCM size is dynamic during the cell cycle. After the cell division the PCM size is reduced in a process named Centrosome Reduction. During the G2 phase of the cell cycle the PCM size grow in a process named centrosome maturation.",
            "score": 211.65699768066406
        },
        {
            "docid": "6932879_10",
            "document": "Aurora A kinase . During mitosis, a mitotic spindle is assembled by using microtubules to tether together the mother centrosome to its daughter. The resulting mitotic spindle is then used to propel apart the sister chromosomes into what will become the two new daughter cells. Aurora A is critical for proper formation of mitotic spindle. It is required for the recruitment of several different proteins important to the spindle formation. Among these target proteins are TACC, a microtubule-associated protein that stabilizes centrosomal microtubules and Kinesin 5, a motor protein involved in the formation of the bipolar mitotic spindle. γ-tubulins, the base structure from which centrosomal microtubules polymerize, are also recruited by Aurora A. Without Aurora A the centrosome does not accumulate the quantity of γ-tubulin that normal centrosomes recruit prior to entering anaphase. Though the cell cycle continues even in the absence of deficient γ-tubulin, the centrosome never fully matures; it organizes fewer aster microtubules than normal. Furthermore, Aurora A is necessary for the proper separation of the centrosomes after the mitotic spindle has been formed. Without Aurora A, the mitotic spindle, depending on the organism, will either never separate or will begin to separate only to collapse back onto itself. In the case of the former, it has been suggested that Aurora A cooperates with the kinase Nek2 in \"Xenopu\"s to dissolves the structure tethering the cell's centrosomes together. Therefore, without proper expression of Aurora A, the cell's centrosomes are never able to separate.",
            "score": 209.1249237060547
        },
        {
            "docid": "95464_12",
            "document": "Centrosome . The presence of an inadequate number of centrosomes is very often linked to the appearance of genome instability and the loss of tissue differentiation. However, the method to count the centrosome number (each one with 2 centrioles) is often not very precise, because it is frequently assessed using fluorescence microscopy, whose optical resolution is not high enough to resolve centrioles that are very close to each other. Nevertheless, it is clear that the presence of an excess of centrosomes is a common event in human tumors. It has been observed that loss of the tumor-suppressor p53 produces superfluous centrosomes, as well as deregulating other proteins implicated in cancer formation in humans, such as BRCA1 and BRCA2 (for references, see ). An excess of centrosomes can be generated by very different mechanisms: specific reduplication of the centrosome, cytokinesis failure during cell division (generating an increase in chromosome number), cell fusion (for instance due to infection by specific viruses) or \"de novo\" generation of centrosomes. At this point there is not sufficient information to know how frequent are those mechanisms \"in vivo\", but it is possible that the increase in centrosome numbers due to a failure during cell division might be more frequent than appreciated, because many \"primary\" defects in one cell (deregulation of the cell cycle, defective DNA or chromatin metabolism, failure in the spindle checkpoint, etc...) would generate a failure in cell division, an increase in ploidy and an increase in centrosome numbers as a \"secondary\" effect.",
            "score": 208.8087615966797
        },
        {
            "docid": "36058436_2",
            "document": "TUBE1 . Tubulin, epsilon 1 is a protein in humans that is encoded by the TUBE1 gene. This gene encodes a member of the tubulin superfamily. This protein localizes to the centriolar sub-distal appendages that are associated with the older of the two centrioles after centrosome duplication. This protein plays a central role in organization of the microtubules during centriole duplication",
            "score": 208.7610321044922
        },
        {
            "docid": "996341_6",
            "document": "Spindle checkpoint . During S phase, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles achieve their maximal length, recruit additional material and their capacity to nucleate microtubules increases. As mitosis progresses, both centrosomes separate to generate the mitotic spindle. In this way, the mitotic spindle has two poles emanating microtubules. Microtubules (MTs) are long proteic filaments, with asymmetric extremities: one end termed \"minus\" (-) end, relatively stable and close to the centrosome, and an end termed \"plus\" (+) end, with alternating phases of growth and retraction, exploring the center of the cell searching the chromosomes. Each chromatid has a special region, named the centromere, on top of which is assembled a proteic structure termed kinetochore, which is able to stabilize the microtubule plus end. Therefore, if by chance a microtubule exploring the center of the cell encounters a kinetochore, it may happen that the kinetochore will capture it, so that the chromosome will become attached to the spindle via the kinetochore of one of its sister chromatids. The chromosome plays an active role in the attachment of kinetochores to the spindle. Bound to the chromatin is a Ran guanine nucleotide exchange factor (GEF) that stimulates cytosolic Ran near the chromosome to bind GTP in place of GDP. The activated GTP-bound form of Ran releases microtubule-stabilizing proteins, such as TPX2, from protein complexes in the cytosol, which induces nucleation and polymerization of microtubules around the chromosomes. These kinetochore-derived microtubules, along with kinesin motor proteins in the outer kinetochore, facilitate interactions with the lateral surface of a spindle pole-derived microtubule. These lateral attachments are unstable, however, and must be converted to an end-on attachment. Conversion from lateral to end-on attachments allows the growth and shrinkage of the microtubule plus-ends to be converted into forces that push and pull chromosomes to achieve proper bi-orientation. As it happens that sister chromatids are attached together and both kinetochores are located back-to-back on both chromatids, when one kinetochore becomes attached to one centrosome, the sister kinetochore becomes exposed to the centrosome located in the opposed pole; for this reason, in most cases the second kinetochore becomes associated to the centrosome in the opposed pole, via its microtubules, so that the chromosomes become \"bi-oriented\", a fundamental configuration (also named \"amphitelic\") to ensure that chromosome segregation will take place correctly when the cell will divide. Occasionally, one of the two sister kinetochores may attach simultaneously to MTs generated by both poles, a configuration named \"merotelic\", which is not detected by the spindle checkpoint but that may generate lagging chromosomes during anaphase and, consequently, aneuploidy. Merotelic orientation (characterized by the absence of tension between sister kinetochores) is frequent at the beginning of mitosis, but the protein Aurora B (a kinase conserved from yeast to vertebrates) detects and eliminates this type of anchoring. (Note: Aurora B is frequently overexpressed in various types of tumors and currently is a target for the development of anticancer drugs.)",
            "score": 205.16461181640625
        },
        {
            "docid": "14819848_3",
            "document": "CEP350 . CEP350 is a large protein with a CAP-Gly domain typically found in cytoskeleton-associated proteins. It primarily localizes to the centrosome, a non-membraneous organelle that functions as the major microtubule-organizing center in animal cells. CEP350 is required to anchor microtubules at the centrosome. Furthermore, it increases the stability of growing centrioles.",
            "score": 204.5018310546875
        },
        {
            "docid": "46495047_10",
            "document": "C7orf31 . A study in 2014 found C7orf31 to be a candidate as a centrosome-associated protein, using mass spectrometry on mammalian sperm cells’ centrioles. The protein appears in the study alongside seven other centrosome-associated protein candidates. Along with 2241 other proteins, C7orf31 also exhibited significant binding in a microarray experiment to β-amyloids, a group of proteins associated with Alzheimer's disease. Finally, in a protein-protein interaction network study, C7orf31 was found to associate with KLHL40, whose exact function is also not known.",
            "score": 204.2071533203125
        },
        {
            "docid": "7682_2",
            "document": "Centriole . In cell biology a centriole is a cylindrical cellular organelle composed mainly of a protein called tubulin. Centrioles are found in most eukaryotic cells. An bound pair of centrioles, surrounded by a shapeless mass of dense material, called the pericentriolar material (PCM), makes up a structure called a centrosome.",
            "score": 203.45126342773438
        },
        {
            "docid": "145563_9",
            "document": "Prophase . During prophase in animal cells, centrosomes move far enough apart to be resolved using a light microscope. Microtubule activity in each centrosome is increased due to recruitment of γ-tubulin. Replicated centrosomes from interphase move apart towards opposite poles of the cell, powered by centrosome associated motor proteins. Interdigitated interpolar microtubules from each centrosome interact with each other, helping to move the centrosomes to opposite poles.",
            "score": 197.20408630371094
        },
        {
            "docid": "14814208_5",
            "document": "PCNT . The protein encoded by this gene is expressed in the cytoplasm and centrosome throughout the cell cycle, and to a lesser extent, in the nucleus. It is an integral component of the PCM, which is a centrosome scaffold that anchors microtubule nucleating complexes and other centrosomal proteins. In one model, PCNT complexes with CEP215 and is phosphorylated by PLK1, leading to PCM component recruitment and organization, centrosome maturation, and spindle formation. The protein controls the nucleation of microtubules by interacting with the microtubule nucleation component γ-tubulin, thus anchoring the γ-tubulin ring complex to the centrosome, which is essential for bipolar spindle formation and chromosome assembly in early mitosis. This ensures normal function and organization of the centrosomes, mitotic spindles, and cytoskeleton, and by extension, regulation over cell cycle progression and checkpoints. Downregulation of PCNT disrupted mitotic checkpoints and arrested the cell at the G2/M checkpoint, leading to cell death. Moreover, microtubule functioning was also disrupted, resulting in mono- or multipolar spindles, chromosomal misalignment, premature sister chromatid separation, and aneuploidy.",
            "score": 196.5354766845703
        },
        {
            "docid": "9880209_11",
            "document": "Cyclin-dependent kinase 6 . In 2013 researches discovered yet another role of CDK6. There is evidence that CDK6 associates with the centrosome and controls organized division and cell cycle phases in neuron production. When the CDK6 gene is mutated in these developing lines, the centrosomes are not properly divided, this could lead to division problems such as aneuploidy, which in turns leads to health issues like primary microcephaly.",
            "score": 196.0999298095703
        },
        {
            "docid": "996341_4",
            "document": "Spindle checkpoint . When cells are ready to divide, because cell size is big enough or because they receive the appropriate stimulus, they activate the mechanism to enter into the cell cycle, and they duplicate most organelles during S (synthesis) phase, including their centrosome. Therefore, when the cell division process will end, each daughter cell will receive a complete set of organelles. At the same time, during S phase all cells must duplicate their DNA very precisely, a process termed DNA replication. Once DNA replication has finished, in eukaryotes the DNA molecule is compacted and condensed, to form the mitotic chromosomes, each one constituted by two sister chromatids, which stay held together by the establishment of cohesion between them; each chromatid is a complete DNA molecule, attached via microtubules to one of the two centrosomes of the dividing cell, located at opposed poles of the cell. The structure formed by the centrosomes and the microtubules is named mitotic spindle, due to its characteristic shape, holding the chromosomes between the two centrosomes. Both sister chromatids stay together until anaphase; at this moment they separate from each other and they travel towards the centrosome to which they are attached. In this way, when the two daughter cells separate at the end of the division process, each one will receive a complete set of chromatids. The mechanism responsible for the correct distribution of sister chromatids during cell division is named chromosome segregation.",
            "score": 195.75730895996094
        },
        {
            "docid": "18976_23",
            "document": "Meiosis . During these stages, two centrosomes, containing a pair of centrioles in animal cells, migrate to the two poles of the cell. These centrosomes, which were duplicated during S-phase, function as microtubule organizing centers nucleating microtubules, which are essentially cellular ropes and poles. The microtubules invade the nuclear region after the nuclear envelope disintegrates, attaching to the chromosomes at the kinetochore. The kinetochore functions as a motor, pulling the chromosome along the attached microtubule toward the originating centrosome, like a train on a track. There are four kinetochores on each tetrad, but the pair of kinetochores on each sister chromatid fuses and functions as a unit during meiosis I.",
            "score": 194.651123046875
        },
        {
            "docid": "27119013_3",
            "document": "CEP192 . Cep192 is a major regulator of pericentriolar material recruitment, centrosome maturation, and centriole duplication in mammalian cells. It stimulates the formation of the scaffolding upon which gamma tubulin ring complexes and other proteins involved in microtubule nucleation and spindle assembly become functional during mitosis.",
            "score": 193.2017059326172
        },
        {
            "docid": "15213855_2",
            "document": "CEP68 . Centrosomal protein of 68 kDa is a protein that in humans is encoded by the \"CEP68\" gene. CEP68 is required for centrosome cohesion. It decorates fibres emanating from the proximal ends of centrioles. During mitosis, CEP68 dissociates from centrosomes. CEP68 and rootletin depend both on each other for centriole association, and both also require CEP250 for their function.",
            "score": 192.72674560546875
        },
        {
            "docid": "20332785_7",
            "document": "Autosomal recessive polycystic kidney disease . It is known that FPC interacts with ADPKD protein PC2 and may also participate in this regulation pathway of the mechanosensory function of the primary cilia, calcium signaling, and PCP. This is suggesting a common mechanism underlying cystogenesis between ADPKD and ARPKD. The FPC protein is also found on the centrosomes and mitotic spindle and may regulate centrosome duplication and mitotic spindle assembly during cell division. There have been a large number of various single gene mutations found throughout PKHD1 and are unique to individual families. Most of the patients are compound heterozygotes for PKHD1 mutations.  Patients with two nonsense mutations appear to have an earlier onset of the disease.",
            "score": 190.04859924316406
        },
        {
            "docid": "53316821_2",
            "document": "Proximal Centriole-Like . The proximal centriole-like or PCL is an atypical type of centriole found in the sperm cells of insects. The PCL name is due to some similarity to the Proximal centriole found in Vertebrates sperm and the hypothesis that the two structures are homologous. The PCL is an atypical type of centriole because it does not have microtubules, a defining feature of centrioles. However, the PCL is a type of centriole for several reasons. (1) the PCL formation is dependent upon the same genetic pathway that mediates the initiation of centriole formation. (2) The PCL is composed of centriolar proteins. (3) After fertilization, the sperm PCL function like a centriole. The PCL recruits pericentriolar material (PCM) forming a centrosome that acts as a microtubule-organizing center (MTOC). The PCL also serves as a platform to form a typical centriole in the zygote, as expected from a centriole. Also, the PCL is essential to form one of the two spindle poles of the dividing zygote.",
            "score": 189.87307739257812
        },
        {
            "docid": "6438_24",
            "document": "Chromosome . During mitosis, microtubules grow from centrosomes located at opposite ends of the cell and also attach to the centromere at specialized structures called kinetochores, one of which is present on each sister chromatid. A special DNA base sequence in the region of the kinetochores provides, along with special proteins, longer-lasting attachment in this region. The microtubules then pull the chromatids apart toward the centrosomes, so that each daughter cell inherits one set of chromatids. Once the cells have divided, the chromatids are uncoiled and DNA can again be transcribed. In spite of their appearance, chromosomes are structurally highly condensed, which enables these giant DNA structures to be contained within a cell nucleus.",
            "score": 188.37603759765625
        },
        {
            "docid": "57562935_3",
            "document": "Centrosomal protein 85 . This gene encodes a protein that belongs to the centrosome-associated family of proteins. The centrosome is a subcellular organelle in the animal cell that functions as a microtubule organizing center and is involved in cell-cycle progression. Alternate splicing results in multiple transcript variants. [provided by RefSeq, Jul 2013].",
            "score": 186.79359436035156
        },
        {
            "docid": "7682_12",
            "document": "Centriole . The two centrioles in the centrosome are tied to one another. The mother centriole has radiating appendages at the distal end of its long axis and is attached to its daughter at the proximal end. Each daughter cell formed after cell division will inherit one of these pairs. Centrioles start duplicating when DNA replicates.",
            "score": 186.7369384765625
        }
    ]
}