{
    "q": [
        {
            "docid": "1505491_13",
            "document": "Lassa virus . The main targets of the virus are antigen-presenting cells, mainly dendritic cells) and endothelial cells.  In 2012 it was reported how Lassa virus nucleoprotein (NP) sabotages the host's innate immune system response. Generally, when a pathogen enters into a host, innate defense system recognizes the Pathogen-associated molecular patterns (PAMP) and activates an immune response. One of the mechanisms detects double stranded RNA (dsRNA), which is only synthesized by negative-sense viruses. In the cytoplasm, dsRNA receptors, such as RIG-I (retinoic acid-inducible gene I) and MDA-5 (melanoma differentiation associated gene 5), detect dsRNAs and initiate signaling pathways that translocate IRF-3 (interferon regulatory factor 3) and other transcription factors to the nucleus. Translocated transcription factors activate expression of interferons 𝛂 and 𝛃, and these initiate adaptive immunity. NP encoded in Lassa virus is essential in viral replication and transcription, but it also suppresses host innate IFN response by inhibiting translocation of IRF-3. NP of Lassa virus is reported to have an exonuclease activity to only dsRNAs. the NP dsRNA exonuclease activity counteracts IFN responses by digesting the PAMPs thus allowing the virus to evade host immune responses.",
            "score": 175.37868738174438
        },
        {
            "docid": "19167679_31",
            "document": "Virus . For most viruses with RNA genomes and some with single-stranded DNA genomes, the single strands are said to be either positive-sense (called the \"plus-strand\") or negative-sense (called the \"minus-strand\"), depending on if they are complementary to the viral messenger RNA (mRNA). Positive-sense viral RNA is in the same sense as viral mRNA and thus at least a part of it can be immediately translated by the host cell. Negative-sense viral RNA is complementary to mRNA and thus must be converted to positive-sense RNA by an RNA-dependent RNA polymerase before translation. DNA nomenclature for viruses with single-sense genomic ssDNA is similar to RNA nomenclature, in that the \"template strand\" for the viral mRNA is complementary to it (−), and the \"coding strand\" is a copy of it (+). Several types of ssDNA and ssRNA viruses have genomes that are ambisense in that transcription can occur off both strands in a double-stranded replicative intermediate. Examples include geminiviruses, which are ssDNA plant viruses and arenaviruses, which are ssRNA viruses of animals.",
            "score": 129.93293714523315
        },
        {
            "docid": "14170_4",
            "document": "HIV . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses have many morphologies and biological properties in common. Many species are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded enzyme, reverse transcriptase, that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded enzyme, integrase, and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system, for an indiscriminate amount of time. The HIV virus can remain dormant in the human body for up to ten years after primary infection; during this period the virus does not cause symptoms. Alternatively, the integrated viral DNA may be transcribed, producing new RNA genomes and viral proteins, using host cell resources, that are packaged and released from the cell as new virus particles that will begin the replication cycle anew.",
            "score": 151.78434121608734
        },
        {
            "docid": "29188721_29",
            "document": "RNA interference . RNA interference is a vital part of the immune response to viruses and other foreign genetic material, especially in plants where it may also prevent the self-propagation of transposons. Plants such as \"Arabidopsis thaliana\" express multiple dicer homologs that are specialized to react differently when the plant is exposed to different viruses. Even before the RNAi pathway was fully understood, it was known that induced gene silencing in plants could spread throughout the plant in a systemic effect and could be transferred from stock to scion plants via grafting. This phenomenon has since been recognized as a feature of the plant adaptive immune system and allows the entire plant to respond to a virus after an initial localized encounter. In response, many plant viruses have evolved elaborate mechanisms to suppress the RNAi response. These include viral proteins that bind short double-stranded RNA fragments with single-stranded overhang ends, such as those produced by dicer. Some plant genomes also express endogenous siRNAs in response to infection by specific types of bacteria. These effects may be part of a generalized response to pathogens that downregulates any metabolic process in the host that aids the infection process.",
            "score": 194.94189774990082
        },
        {
            "docid": "1475873_22",
            "document": "Plant virus . 75% of plant viruses have genomes that consist of single stranded RNA (ssRNA). 65% of plant viruses have +ssRNA, meaning that they are in the same sense orientation as messenger RNA but 10% have -ssRNA, meaning they must be converted to +ssRNA before they can be translated. 5% are double stranded RNA and so can be immediately translated as +ssRNA viruses. 3% require a reverse transcriptase enzyme to convert between RNA and DNA. 17% of plant viruses are ssDNA and very few are dsDNA, in contrast a quarter of animal viruses are dsDNA and three quarters of bacteriophage are dsDNA. Viruses use the plant ribosomes to produce the 4-10 proteins encoded by their genome. However, since many of the proteins are encoded on a single strand (that is, they are polycistronic) this will mean that the ribosome will either only produce one protein, as it will terminate translation at the first stop codon, or that a polyprotein will be produced. Plant viruses have had to evolve special techniques to allow the production of viral proteins by plant cells.",
            "score": 146.51066029071808
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 170.53707361221313
        },
        {
            "docid": "19167679_70",
            "document": "Virus . Antibodies can continue to be an effective defence mechanism even after viruses have managed to gain entry to the host cell. A protein that is in cells, called TRIM21, can attach to the antibodies on the surface of the virus particle. This primes the subsequent destruction of the virus by the enzymes of the cell's proteosome system. A second defence of vertebrates against viruses is called cell-mediated immunity and involves immune cells known as T cells. The body's cells constantly display short fragments of their proteins on the cell's surface, and, if a T cell recognises a suspicious viral fragment there, the host cell is destroyed by \"killer T\" cells and the virus-specific T-cells proliferate. Cells such as the macrophage are specialists at this antigen presentation. The production of interferon is an important host defence mechanism. This is a hormone produced by the body when viruses are present. Its role in immunity is complex; it eventually stops the viruses from reproducing by killing the infected cell and its close neighbours.",
            "score": 148.57988572120667
        },
        {
            "docid": "15120_15",
            "document": "Interferon . Many viruses have evolved mechanisms to resist interferon activity. They circumvent the IFN response by blocking downstream signaling events that occur after the cytokine binds to its receptor, by preventing further IFN production, and by inhibiting the functions of proteins that are induced by IFN. Viruses that inhibit IFN signaling include Japanese Encephalitis Virus (JEV), dengue type 2 virus (DEN-2) and viruses of the herpesvirus family, such as human cytomegalovirus (HCMV) and Kaposi's sarcoma-associated herpesvirus (KSHV or HHV8). Viral proteins proven to affect IFN signaling include EBV nuclear antigen 1 (EBNA1) and EBV nuclear antigen 2 (EBNA-2) from Epstein-Barr virus, the large T antigen of Polyomavirus, the E7 protein of Human papillomavirus (HPV), and the B18R protein of vaccinia virus. Reducing IFN-α activity may prevent signaling via STAT1, STAT2, or IRF9 (as with JEV infection) or through the JAK-STAT pathway (as with DEN-2 infection). Several poxviruses encode soluble IFN receptor homologs—like the B18R protein of the vaccinia virus—that bind to and prevent IFN interacting with its cellular receptor, impeding communication between this cytokine and its target cells. Some viruses can encode proteins that bind to double-stranded RNA (dsRNA) to prevent the activity of RNA-dependent protein kinases; this is the mechanism reovirus adopts using its sigma 3 (σ3) protein, and vaccinia virus employs using the gene product of its E3L gene, p25. The ability of interferon to induce protein production from interferon stimulated genes (ISGs) can also be affected. Production of protein kinase R, for example, can be disrupted in cells infected with JEV Some viruses escape the anti-viral activities of interferons by gene (and thus protein) mutation. The H5N1 influenza virus, also known as bird flu, has resistance to interferon and other anti-viral cytokines that is attributed to a single amino acid change in its Non-Structural Protein 1 (NS1), although the precise mechanism of how this confers immunity is unclear.",
            "score": 199.2945030927658
        },
        {
            "docid": "416954_9",
            "document": "Viral evolution . Viruses evolve through changes or in their RNA (or DNA), some quite rapidly, and the best adapted mutants quickly outnumber their less fit counterparts. In this sense their evolution is Darwinian. The way viruses reproduce in their host cells makes them particularly susceptible to the genetic changes that help to drive their evolution. The RNA viruses are especially prone to mutations. In host cells there are mechanisms for correcting mistakes when DNA replicates and these kick in whenever cells divide. These important mechanisms prevent potentially lethal mutations from being passed on to offspring. But these mechanisms do not work for RNA and when an RNA virus replicates in its host cell, changes in their genes are occasionally introduced in error, some of which are lethal. One virus particle can produce millions of progeny viruses in just one cycle of replication, therefore the production of a few \"dud\" viruses is not a problem. Most mutations are \"silent\" and do not result in any obvious changes to the progeny viruses, but others confer advantages that increase the fitness of the viruses in the environment. These could be changes to the virus particles that disguise them so they are not identified by the cells of the immune system or changes that make antiviral drugs less effective. Both of these changes occur frequently with HIV.",
            "score": 150.5780155658722
        },
        {
            "docid": "29188721_30",
            "document": "RNA interference . Although animals generally express fewer variants of the dicer enzyme than plants, RNAi in some animals produces an antiviral response. In both juvenile and adult \"Drosophila\", RNA interference is important in antiviral innate immunity and is active against pathogens such as Drosophila X virus. A similar role in immunity may operate in \"C. elegans\", as argonaute proteins are upregulated in response to viruses and worms that overexpress components of the RNAi pathway are resistant to viral infection.",
            "score": 234.01929593086243
        },
        {
            "docid": "7903516_12",
            "document": "Phycodnaviridae . In 2009, MacKinder et al. elucidated the entry mechanism of the genera \"Coccolithovirus\". Using confocal and electron microscopy, the researchers demonstrated that the virus strain EhV-86 uses a unique infection mechanism, which differs from other algal viruses, and shows a greater similarity to the entry and exit strategies seen in animal-like nucleocytoplasmic large double stranded DNA viruses (nucleocytoplasmic large DNA viruses). EhV-86 differs from its algal counterparts in that its capsid is enveloped by a lipid membrane. EhV-86 enters cells by endocytosis (the process by which food or liquid particles are taken into the cell by a vesicle), or direct fusion (the viral envelope fuses with the host membrane). EhV-86 entry by endocytosis results in an additional membrane coat surrounding the capsid encapsulated genome. Regardless of the mechanism of entry, the capsid enters the cytoplasm intact. After entering the cell, the viral capsid disassembles and the DNA is released into the host cytoplasm or directly into the nucleus. EhV-86 is unique to other phycodnaviruses as it encodes six RNA polymerase subunits. Neither PBCV-1 nor ESV-1, for example encodes RNA polymerase components. Viral RNA polymerase genes are not transcribed until at least 2 hours post infection (p.i). At 3–4 p.i, virions are assembled in the cytoplasm, with the help of ATPase (a DNA packaging protein) and transported to the plasma membrane where they are released from the host via a budding mechanism. In this budding mechanism, EhV-86 gains an outer membrane from the host membrane. Burst size ranges from 400–1000 particles per cell.",
            "score": 157.63978350162506
        },
        {
            "docid": "3833671_9",
            "document": "Influenzavirus C . Influenza viruses, like all viruses in the family Orthomyxoviridae, are enveloped RNA viruses with single stranded genomes. The antigens, matrix protein (M1) and nucleoprotein (NP), are used to determine if an influenza virus is type A, B, or C. The M1 protein is required for virus assembly and NP functions in transcription and replication. These viruses also contain proteins on the surface of the cell membrane called glycoproteins. Type A and B have two glycoproteins: hemagglutinin (HA) and neuraminidase (NA). Type C has only one glycoprotein: hemagglutinin-esterase fusion (HEF). These glycoproteins allow for attachment and fusion of viral and cellular membranes. Fusion of these membranes allows the viral proteins and genome to be released into the host cell, which then causes the infection. Type C is the only influenza virus to express the enzyme esterase. This enzyme is similar to the enzyme neuraminidase produced by type A and B in that they both function in destroying the host cell receptors. Glycoproteins may undergo mutations (antigenic drift) or reassortment in which a new HA or NA is produced (antigenic shift). Influenza virus C is only capable of antigenic drift whereas type A undergo antigenic shift, as well. When either of these processes occur, the antibodies formed by the immune system no longer protect against these altered glycoproteins. Because of this, viruses continually cause infections.",
            "score": 154.67094933986664
        },
        {
            "docid": "5069516_18",
            "document": "HIV/AIDS . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses share many morphological and biological characteristics. Many species of mammals are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded reverse transcriptase that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded integrase and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system. Alternatively, the virus may be transcribed, producing new RNA genomes and viral proteins that are packaged and released from the cell as new virus particles that begin the replication cycle anew.",
            "score": 153.0501971244812
        },
        {
            "docid": "29188721_36",
            "document": "RNA interference . RNA interference genes, as components of the antiviral innate immune system in many eukaryotes, are involved in an evolutionary arms race with viral genes. Some viruses have evolved mechanisms for suppressing the RNAi response in their host cells, particularly for plant viruses. Studies of evolutionary rates in \"Drosophila\" have shown that genes in the RNAi pathway are subject to strong directional selection and are among the fastest-evolving genes in the \"Drosophila\" genome.",
            "score": 176.42761659622192
        },
        {
            "docid": "26195_9",
            "document": "RNA virus . Retroviruses (Group VI) have a single-stranded RNA genome but, in general, are not considered RNA viruses because they use DNA intermediates to replicate. Reverse transcriptase, a viral enzyme that comes from the virus itself after it is uncoated, converts the viral RNA into a complementary strand of DNA, which is copied to produce a double-stranded molecule of viral DNA. After this DNA is integrated into the host genome using the viral enzyme integrase, expression of the encoded genes may lead to the formation of new virions.",
            "score": 134.99512004852295
        },
        {
            "docid": "25758_24",
            "document": "RNA . Like DNA, RNA can carry genetic information. RNA viruses have genomes composed of RNA that encodes a number of proteins. The viral genome is replicated by some of those proteins, while other proteins protect the genome as the virus particle moves to a new host cell. Viroids are another group of pathogens, but they consist only of RNA, do not encode any protein and are replicated by a host plant cell's polymerase.",
            "score": 148.62390565872192
        },
        {
            "docid": "14579421_30",
            "document": "Introduction to viruses . Animals, including humans, have many natural defences against viruses. Some are non-specific and protect against many viruses regardless of the type. This innate immunity is not improved by repeated exposure to viruses and does not retain a \"memory\" of the infection. The skin of animals, particularly its surface, which is made from dead cells, prevents many types of viruses from infecting the host. The acidity of the contents of the stomach destroys many viruses that have been swallowed. When a virus overcomes these barriers and enters the host, other innate defences prevent the spread of infection in the body. A special hormone called interferon is produced by the body when viruses are present, and this stops the viruses from reproducing by killing the infected cell and its close neighbours. Inside cells, there are enzymes that destroy the RNA of viruses. This is called RNA interference. Some blood cells engulf and destroy other virus infected cells.",
            "score": 149.41334223747253
        },
        {
            "docid": "26195_7",
            "document": "RNA virus . RNA viruses generally have very high mutation rates compared to DNA viruses, because viral RNA polymerases lack the proofreading ability of DNA polymerases. This is one reason why it is difficult to make effective vaccines to prevent diseases caused by RNA viruses. Retroviruses also have a high mutation rate even though their DNA intermediate integrates into the host genome (and is thus subject to host DNA proofreading once integrated), because errors during reverse transcription are embedded into both strands of DNA before integration. Some genes of RNA virus are important to the viral replication cycles and mutations are not tolerated. For example, the region of the hepatitis C virus genome that encodes the core protein is highly conserved, because it contains an RNA structure involved in an internal ribosome entry site.",
            "score": 150.02281963825226
        },
        {
            "docid": "714053_16",
            "document": "Transduction (genetics) . Transduction with viral vectors can be used to insert or modify genes in mammalian cells. It is often used as a tool in basic research and is actively researched as a potential means for gene therapy. In these cases, a plasmid is constructed in which the genes to be transferred are flanked by viral sequences that are used by viral proteins to recognize and package the viral genome into viral particles. This plasmid is inserted (usually by transfection) into a producer cell together with other plasmids (DNA constructs) that carry the viral genes required for formation of infectious virions. In these producer cells, the viral proteins expressed by these packaging constructs bind the sequences on the DNA/RNA (depending on the type of viral vector) to be transferred and insert it into viral particles. For safety, none of the plasmids used contains all the sequences required for virus formation, so that simultaneous transfection of multiple plasmids is required to get infectious virions. Moreover, only the plasmid carrying the sequences to be transferred contains signals that allow the genetic materials to be packaged in virions, so that none of the genes encoding viral proteins are packaged. Viruses collected from these cells are then applied to the cells to be altered. The initial stages of these infections mimic infection with natural viruses and lead to expression of the genes transferred and (in the case of lentivirus/retrovirus vectors) insertion of the DNA to be transferred into the cellular genome. However, since the transferred genetic material does not encode any of the viral genes, these infections do not generate new viruses (the viruses are \"replication-deficient\").",
            "score": 138.42661595344543
        },
        {
            "docid": "12891_22",
            "document": "Gene therapy . In order to replicate, viruses introduce their genetic material into the host cell, tricking the host's cellular machinery into using it as blueprints for viral proteins. Retroviruses go a stage further by having their genetic material copied into the genome of the host cell. Scientists exploit this by substituting a virus's genetic material with therapeutic DNA. (The term 'DNA' may be an oversimplification, as some viruses contain RNA, and gene therapy could take this form as well.) A number of viruses have been used for human gene therapy, including retroviruses, adenoviruses, herpes simplex, vaccinia, and adeno-associated virus. Like the genetic material (DNA or RNA) in viruses, therapeutic DNA can be designed to simply serve as a temporary blueprint that is degraded naturally or (at least theoretically) to enter the host's genome, becoming a permanent part of the host's DNA in infected cells.",
            "score": 115.7850022315979
        },
        {
            "docid": "36135797_6",
            "document": "Host–pathogen interaction . Within the host, pathogens can do a variety of things to cause disease and trigger the immune response. Microbes and fungi cause symptoms due to their high rate of reproduction and tissue invasion. This causes an immune response, resulting in common symptoms as phagocytes break down the bacteria within the host. Some bacteria, such as \"H. pylori\", can secrete toxins into the surrounding tissues, resulting in cell death or inhibition of normal tissue function. Viruses, however, use a completely different mechanism to cause disease. Upon entry into the host, they can do one of two things. Many times, viral pathogens enter the lytic cycle; this is when the virus inserts its DNA or RNA into the host cell, replicates, and eventually causes the cell to lyse, releasing more viruses into the environment. The lysogenic cycle, however, is when the viral DNA is incorporated into the host genome, allowing it to go unnoticed by the immune system. Eventually, it gets reactivated and enters the lytic cycle, giving it an indefinite “shelf life” so to speak.",
            "score": 138.4133312702179
        },
        {
            "docid": "51552895_2",
            "document": "Positive-sense single-stranded RNA virus . A positive-sense single-stranded RNA virus (or (+)ssRNA virus) is a virus that uses positive sense, single-stranded RNA as its genetic material. Single stranded RNA viruses are classified as positive or negative depending on the sense or polarity of the RNA. The positive-sense viral RNA genome can also serve as messenger RNA and can be translated into protein in the host cell. Positive-sense ssRNA viruses belong to Group IV in the Baltimore classification. Positive-sense RNA viruses account for a large fraction of known viruses, including many pathogens such as the hepatitis C virus, West Nile virus, dengue virus, and SARS and MERS coronaviruses, as well as less clinically serious pathogens such as the rhinoviruses that cause the common cold.",
            "score": 140.04733669757843
        },
        {
            "docid": "48211634_6",
            "document": "Cacao necrosis virus . Specificity in the life cycle of cacao necrosis virus, in contrast to other plant pathogenic viral pathogens, has not yet been studied. The virus is assigned to the genus Nepovirus and is most likely transmitted by needle nematodes (\"Longidorus spp.\"). Once the virus is inside the plant cell, viral RNA is released into the cytoplasm. The RNA is duplicated in viroplasms. A double stranded RNA (dsRNA) genome is created from single stranded RNA (ssRNA). The transcribed dsRNA creates new messenger RNAs and ssRNA genomes. This allows for assembly of new viruses in the viroplasms. The new viruses are encapsulated in newly synthesized proteins which are able to facilitate transport from the infected cell to other cells.",
            "score": 149.42499208450317
        },
        {
            "docid": "744909_5",
            "document": "Renato Dulbecco . Dulbecco and his group demonstrated that the infection of normal cells with certain types of viruses (oncoviruses) led to the incorporation of virus-derived genes into the host-cell genome, and that this event lead to the transformation (the acquisition of a tumor phenotype) of those cells. As demonstrated by Temin and Baltimore, who shared the Nobel Prize with Dulbecco, the transfer of viral genes to the cell is mediated by an enzyme called reverse transcriptase (or, more precisely, RNA-dependent DNA polymerase), which replicates the viral genome (in this case made of RNA) into DNA, which is later incorporated in the host genome.",
            "score": 104.79295706748962
        },
        {
            "docid": "14596496_5",
            "document": "Photosynthetic reaction centre protein family . Photosynthetic reaction centre genes from PSII (PsbA, PsbD) have been discovered within marine bacteriophage. Though it is widely accepted dogma that arbitrary pieces of DNA can be borne by phage between hosts (transduction), one would hardly expect to find transduced DNA within a large number of viruses. Transduction is presumed to be common in general, but for any single piece of DNA to be routinely transduced would be highly unexpected. Instead, conceptually, a gene routinely found in surveys of viral DNA would have to be a functional element of the virus itself (this does not imply that the gene would not be transferred among hosts - which the photosystem within viruses is - but instead that there is a viral function for the gene, that it is not merely hitchhiking with the virus). However, free viruses lack the machinery needed to support metabolism, let alone photosynthesis. As a result, photosystem genes are not likely to be a functional component of the virus like a capsid protein or tail fibre. Instead, it is expressed within an infected host cell. Most virus genes that are expressed in the host context are useful for hijacking the host machinery to produce viruses or for replication of the viral genome. These can include reverse transcriptases, integrases, nucleases or other enzymes. Photosystem components do not fit this mould either. The production of an active photosystem during viral infection provides active photosynthesis to dying cells. This is not viral altruism towards the host, however. The problem with viral infections tends to be that they disable the host relatively rapidly. As protein expression is shunted from the host genome to the viral genome, the photosystem degrades relatively rapidly (due in part to the interaction with light, which is highly corrosive), cutting off the supply of nutrients to the replicating virus. A solution to this problem is to add rapidly degraded photosystem genes to the virus, such that the nutrient flow is uninhibited and more viruses are produced. One would expect that this discovery will lead to other discoveries of a similar nature; that elements of the host metabolism key to viral production and easily damaged during infection are actively replaced or supported by the virus during infection.",
            "score": 120.88861989974976
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 149.93176889419556
        },
        {
            "docid": "1460525_2",
            "document": "Oncovirus . An oncovirus is a virus that can cause cancer. This term originated from studies of acutely transforming retroviruses in the 1950–60s, often called oncornaviruses to denote their RNA virus origin. It now refers to any virus with a DNA or RNA genome causing cancer and is synonymous with \"tumor virus\" or \"cancer virus\". The vast majority of human and animal viruses do not cause cancer, probably because of longstanding co-evolution between the virus and its host. Oncoviruses have been important not only in epidemiology, but also in investigations of cell cycle control mechanisms such as the Retinoblastoma protein.",
            "score": 115.95716500282288
        },
        {
            "docid": "14346042_17",
            "document": "Double-stranded RNA viruses . The L-A dsRNA virus of the yeast \"Saccharomyces cerevisiae\" has a single 4.6 kb genomic segment that encodes its major coat protein, Gag (76 kDa) and a Gag-Pol fusion protein (180 kDa) formed by a -1 ribosomal frameshift. L-A can support the replication and encapsidation in separate viral particles of any of several satellite dsRNAs, called M dsRNAs, each of which encodes a secreted protein toxin (the killer toxin) and immunity to that toxin. L-A and M are transmitted from cell to cell by the cytoplasmic mixing that occurs in the process of mating. Neither is naturally released from the cell or enters cells by other mechanisms, but the high frequency of yeast mating in nature results in the wide distribution of these viruses in natural isolates. Moreover, the structural and functional similarities with dsRNA viruses of mammals has made it useful to consider these entities as viruses.",
            "score": 155.1282787322998
        },
        {
            "docid": "1649775_2",
            "document": "Viral replication . Viral replication is the formation of biological viruses during the infection process in the target host cells. Viruses must first get into the cell before viral replication can occur. Through the generation of abundant copies of its genome and packaging these copies, the virus continues infecting new hosts. Replication between viruses is greatly varied and depends on the type of genes involved in them. Most DNA viruses assemble in the nucleus while most RNA viruses develop solely in cytoplasm.",
            "score": 103.16132640838623
        },
        {
            "docid": "4009213_5",
            "document": "Viral eukaryogenesis . In 2006, researchers suggested that the transition from RNA to DNA genomes first occurred in the viral world. A DNA-based virus may have provided storage for an ancient host that had previously used RNA to store its genetic information (such host is called ribocell or ribocyte). Viruses may initially have adopted DNA as a way to resist RNA-degrading enzymes in the host cells. Hence, the contribution from such a new component may have been as significant as the contribution from chloroplasts or mitochondria. Following this hypothesis, archaea, bacteria, and eukaryotes each obtained their DNA informational system from a different virus. In the original paper it was also an RNA cell at the origin of eukaryotes, but eventually more complex, featuring RNA processing. Although this is in contrast to nowadays more probable eocyte hypothesis, viruses seem to have contributed to the origin of all three domains of life ('out of virus hypothesis'). It has also been suggested that telomerase and telomeres, key aspects of eukaryotic cell replication, have viral origins. Further, the viral origins of the modern eukaryotic nucleus may have relied on multiple infections of archaeal cells carrying bacterial mitochondrial precursors with lysogenic viruses.",
            "score": 138.16507744789124
        },
        {
            "docid": "26214_7",
            "document": "Reverse transcriptase . The enzymes are encoded and used by viruses that use reverse transcription as a step in the process of replication. Reverse-transcribing RNA viruses, such as retroviruses, use the enzyme to reverse-transcribe their RNA genomes into DNA, which is then integrated into the host genome and replicated along with it. Reverse-transcribing DNA viruses, such as the hepadnaviruses, can allow RNA to serve as a template in assembling and making DNA strands. HIV infects humans with the use of this enzyme. Without reverse transcriptase, the viral genome would not be able to incorporate into the host cell, resulting in failure to replicate.",
            "score": 107.84025454521179
        },
        {
            "docid": "5951626_8",
            "document": "Antigenic variation . Different virus families have different levels of ability to alter their genomes and trick the immune system into not recognizing. Some viruses have relatively unchanging genomes like paramyxoviruses while others like influenza have rapidly changing genomes that inhibit our ability to create long lasting vaccines against the disease. Viruses in general have much faster rate of mutation of their genomes than human or bacterial cells. In general viruses with shorter genomes have faster rates of mutation than longer genomes since they have a faster rate of replication. It was classically thought that viruses with an RNA genome always had a faster rate of antigenic variation than those with a DNA genome because RNA polymerase lacks a mechanism for checking for mistakes in translation but recent work by Duffy et al. shows that some DNA viruses have the same high rates of antigenic variation as their RNA counterparts. Antigenic variation within viruses can be categories into 6 different categories called antigenic drift, shift, rift lift, sift, and gift",
            "score": 141.82172799110413
        }
    ],
    "r": [
        {
            "docid": "29188721_30",
            "document": "RNA interference . Although animals generally express fewer variants of the dicer enzyme than plants, RNAi in some animals produces an antiviral response. In both juvenile and adult \"Drosophila\", RNA interference is important in antiviral innate immunity and is active against pathogens such as Drosophila X virus. A similar role in immunity may operate in \"C. elegans\", as argonaute proteins are upregulated in response to viruses and worms that overexpress components of the RNAi pathway are resistant to viral infection.",
            "score": 234.01930236816406
        },
        {
            "docid": "39868915_8",
            "document": "Gunther Hartmann . The next scientific focus was on immune sensing of RNA in the cytosol of cells. It turned out that this sensing pathway is related to RNA interference (siRNA, microRNA). In RNA interference, the helicase DICER cleaves longer double-stranded RNA molecules into shorter siRNA or microRNA which are then integrated into the RISC complex. The antisense strand within this RISC complex is responsible for the sequence specificity of silencing of the corresponding target mRNA. In more primitive organisms such as worms RNA interference is used to destroy foreign nucleic acids. This defense mechanism can be regarded as a specific form of a nucleic acid-based immune system in which the newly generated siRNAs function as immune effector molecules. In higher organisms such as vertebrates, this DICER-based defense system is replaced by another defense mechanism. Two helicases related to DICER, RIG-I and MDA5, take over the challenge to detect foreign RNA in the cytosol of cells. However, unlike the helicase DICER, upon recognition of foreign RNA RIG-I and MDA5 trigger a broad spectrum of antiviral activities in the cell including type I IFN. Hartmann and colleagues identified the specific RNA ligand structure detected by RIG-I: RNA with a blunt end and a 5´-triphosphate. In a subsequent publication, his group elucidated how the molecular structure of the binding pocket of RIG-I precludes binding of N1-2′O methylated RNA, thus preventing recognition of endogenous mRNA by the innate immune system.",
            "score": 200.25997924804688
        },
        {
            "docid": "15120_15",
            "document": "Interferon . Many viruses have evolved mechanisms to resist interferon activity. They circumvent the IFN response by blocking downstream signaling events that occur after the cytokine binds to its receptor, by preventing further IFN production, and by inhibiting the functions of proteins that are induced by IFN. Viruses that inhibit IFN signaling include Japanese Encephalitis Virus (JEV), dengue type 2 virus (DEN-2) and viruses of the herpesvirus family, such as human cytomegalovirus (HCMV) and Kaposi's sarcoma-associated herpesvirus (KSHV or HHV8). Viral proteins proven to affect IFN signaling include EBV nuclear antigen 1 (EBNA1) and EBV nuclear antigen 2 (EBNA-2) from Epstein-Barr virus, the large T antigen of Polyomavirus, the E7 protein of Human papillomavirus (HPV), and the B18R protein of vaccinia virus. Reducing IFN-α activity may prevent signaling via STAT1, STAT2, or IRF9 (as with JEV infection) or through the JAK-STAT pathway (as with DEN-2 infection). Several poxviruses encode soluble IFN receptor homologs—like the B18R protein of the vaccinia virus—that bind to and prevent IFN interacting with its cellular receptor, impeding communication between this cytokine and its target cells. Some viruses can encode proteins that bind to double-stranded RNA (dsRNA) to prevent the activity of RNA-dependent protein kinases; this is the mechanism reovirus adopts using its sigma 3 (σ3) protein, and vaccinia virus employs using the gene product of its E3L gene, p25. The ability of interferon to induce protein production from interferon stimulated genes (ISGs) can also be affected. Production of protein kinase R, for example, can be disrupted in cells infected with JEV Some viruses escape the anti-viral activities of interferons by gene (and thus protein) mutation. The H5N1 influenza virus, also known as bird flu, has resistance to interferon and other anti-viral cytokines that is attributed to a single amino acid change in its Non-Structural Protein 1 (NS1), although the precise mechanism of how this confers immunity is unclear.",
            "score": 199.2945098876953
        },
        {
            "docid": "29188721_29",
            "document": "RNA interference . RNA interference is a vital part of the immune response to viruses and other foreign genetic material, especially in plants where it may also prevent the self-propagation of transposons. Plants such as \"Arabidopsis thaliana\" express multiple dicer homologs that are specialized to react differently when the plant is exposed to different viruses. Even before the RNAi pathway was fully understood, it was known that induced gene silencing in plants could spread throughout the plant in a systemic effect and could be transferred from stock to scion plants via grafting. This phenomenon has since been recognized as a feature of the plant adaptive immune system and allows the entire plant to respond to a virus after an initial localized encounter. In response, many plant viruses have evolved elaborate mechanisms to suppress the RNAi response. These include viral proteins that bind short double-stranded RNA fragments with single-stranded overhang ends, such as those produced by dicer. Some plant genomes also express endogenous siRNAs in response to infection by specific types of bacteria. These effects may be part of a generalized response to pathogens that downregulates any metabolic process in the host that aids the infection process.",
            "score": 194.94189453125
        },
        {
            "docid": "46181852_15",
            "document": "Negative-sense single-stranded RNA virus . A cell’s innate immune response is the first line of defense for finding viral infections. The innate immune response triggers the production of type I interferons (IFN) and pro-inflammatory cytokines. However, non-segmented negative sense RNA viruses (NNSV) have developed multifunctional proteins that can diffuse this innate response pathway to avoid antiviral functions within the cell. This mainly occurs through the NNSV's proteins interacting with other cellular proteins involved in the type I interferon signaling pathway. Due to the expansive nature of the immune pathway, NNSVs have a variety of areas throughout the signaling cascade that can be targeted for interruption of the production of type I interferons or pro-inflammatory cytokines. Such areas include inhibiting the induction of the IFN pathway or inhibiting the response from the IFN signaling cascade.",
            "score": 188.00173950195312
        },
        {
            "docid": "3113497_29",
            "document": "Innate immune system . Type I interferons (IFN), secreted mainly by dendritic cells, play a central role in antiviral host defense and a cell´s antiviral state. Viral components are recognized by different receptors: Toll-like receptors are located in the endosomal membrane and recognize double-stranded RNA (dsRNA), MDA5 and RIG-I receptors are located in the cytoplasm and recognize long dsRNA and phosphate-containing dsRNA respectively. When the cytoplasmic receptors MDA5 and RIG-I recognize a virus the conformation between the caspase-recruitment domain (CARD) and the CARD-containing adaptor MAVS changes. In parallel, when toll-like receptors in the endocytic compartments recognize a virus the activation of the adaptor protein TRIF is induced. Both pathways converge in the recruitment and activation of the IKKε/TBK-1 complex, inducing dimerization of transcription factors IRF3 and IRF7, which are translocated in the nucleus, where they induce IFN production with the presence of a particular transcription factor and activate transcription factor 2. IFN then binds to the IFN receptors, inducing hundreds of interferon-stimulated genes to be expressed. This leads to antiviral protein production, such as protein kinase R, which inhibits viral protein synthesis, or the 2′,5′-oligoadenylate synthetase family, which degrades viral RNA.",
            "score": 185.31671142578125
        },
        {
            "docid": "29188721_31",
            "document": "RNA interference . The role of RNA interference in mammalian innate immunity is poorly understood, and relatively little data is available. However, the existence of viruses that encode genes able to suppress the RNAi response in mammalian cells may be evidence in favour of an RNAi-dependent mammalian immune response, although this hypothesis has been challenged as poorly substantiated. Maillard et al. and Li et al. provide evidence for the existence of a functional antiviral RNAi pathway in mammalian cells. Other functions for RNAi in mammalian viruses also exist, such as miRNAs expressed by the herpes virus that may act as heterochromatin organization triggers to mediate viral latency.",
            "score": 180.4747314453125
        },
        {
            "docid": "29188721_36",
            "document": "RNA interference . RNA interference genes, as components of the antiviral innate immune system in many eukaryotes, are involved in an evolutionary arms race with viral genes. Some viruses have evolved mechanisms for suppressing the RNAi response in their host cells, particularly for plant viruses. Studies of evolutionary rates in \"Drosophila\" have shown that genes in the RNAi pathway are subject to strong directional selection and are among the fastest-evolving genes in the \"Drosophila\" genome.",
            "score": 176.42762756347656
        },
        {
            "docid": "1505491_13",
            "document": "Lassa virus . The main targets of the virus are antigen-presenting cells, mainly dendritic cells) and endothelial cells.  In 2012 it was reported how Lassa virus nucleoprotein (NP) sabotages the host's innate immune system response. Generally, when a pathogen enters into a host, innate defense system recognizes the Pathogen-associated molecular patterns (PAMP) and activates an immune response. One of the mechanisms detects double stranded RNA (dsRNA), which is only synthesized by negative-sense viruses. In the cytoplasm, dsRNA receptors, such as RIG-I (retinoic acid-inducible gene I) and MDA-5 (melanoma differentiation associated gene 5), detect dsRNAs and initiate signaling pathways that translocate IRF-3 (interferon regulatory factor 3) and other transcription factors to the nucleus. Translocated transcription factors activate expression of interferons 𝛂 and 𝛃, and these initiate adaptive immunity. NP encoded in Lassa virus is essential in viral replication and transcription, but it also suppresses host innate IFN response by inhibiting translocation of IRF-3. NP of Lassa virus is reported to have an exonuclease activity to only dsRNAs. the NP dsRNA exonuclease activity counteracts IFN responses by digesting the PAMPs thus allowing the virus to evade host immune responses.",
            "score": 175.37867736816406
        },
        {
            "docid": "44533208_21",
            "document": "Carrot yellow-leaf virus . There is no research specifically on the cytopathic effect of CYLV, however there is a general pattern in the family Closteroviridae that might apply to this particular virus. Closteroviruses are usually phloem-limited, but some groups might infect parenchyma and mesophyll cells; therefore, closteroviruses are more often described simply as \"phloem-associated\" with regard to tissue tropism.  That is why symptoms are associated with phloem; the cytopathology is mainly caused by vesicles containing virus particles, which is also a form of diagnosis. Another important viral mechanism is the capacity to escape the host's immune system. In plants, a common strategy is the use of interference RNA or RNAi, which are short sequences homologous to the viral genome. When these short sequences bind to the genome, they prevent transcription into dsDNA, therefore controlling the infection. Some viruses have developed proteins called Silencing Suppressors in response to RNAi. The mechanism is unknown, but mutation in those proteins allow the plant to recover from the viral infection and prevents systemic infections.",
            "score": 172.8285675048828
        },
        {
            "docid": "15120_10",
            "document": "Interferon . Production of interferons occurs mainly in response to microbes, such as viruses and bacteria, and their products. Binding of molecules uniquely found in microbes—viral glycoproteins, viral RNA, bacterial endotoxin (lipopolysaccharide), bacterial flagella, CpG motifs—by pattern recognition receptors, such as membrane bound Toll like receptors or the cytoplasmic receptors RIG-I or MDA5, can trigger release of IFNs. Toll Like Receptor 3 (TLR3) is important for inducing interferons in response to the presence of double-stranded RNA viruses; the ligand for this receptor is double-stranded RNA (dsRNA). After binding dsRNA, this receptor activates the transcription factors IRF3 and NF-κB, which are important for initiating synthesis of many inflammatory proteins. RNA interference technology tools such as siRNA or vector-based reagents can either silence or stimulate interferon pathways. Release of IFN from cells (specifically IFN-γ in lymphoid cells) is also induced by mitogens. Other cytokines, such as interleukin 1, interleukin 2, interleukin-12, tumor necrosis factor and colony-stimulating factor, can also enhance interferon production.",
            "score": 171.3458251953125
        },
        {
            "docid": "29188721_69",
            "document": "RNA interference . Not long after, plant virologists working on improving plant resistance to viral diseases observed a similar unexpected phenomenon. While it was known that plants expressing virus-specific proteins showed enhanced tolerance or resistance to viral infection, it was not expected that plants carrying only short, non-coding regions of viral RNA sequences would show similar levels of protection. Researchers believed that viral RNA produced by transgenes could also inhibit viral replication. The reverse experiment, in which short sequences of plant genes were introduced into viruses, showed that the targeted gene was suppressed in an infected plant. This phenomenon was labeled \"virus-induced gene silencing\" (VIGS), and the set of such phenomena were collectively called \"post transcriptional gene silencing.\"",
            "score": 171.33599853515625
        },
        {
            "docid": "55667699_15",
            "document": "Feline morbillivirus . The virion interacts with its host and manipulates its cell machinery in various ways. It enters using the cell’s own receptors, which were not originally designed for viral entry. Specifically, the receptors CD150 and PVRL4 are used for viral entry into their respective bodily regions. CD150 can be found on many immune cells including: macrophages, dendritic cells, B-cells and T-cells. PVRL4 is present in keratinocytes of the epidermis and bronchial epithelial cells. Additionally, the viral V protein is known to have a role in inhibiting MDA-5 antiviral signaling, which acts to increase interferon production in the face of infection. Once virally infected, MDA-5 sends out signals corresponding with an antiviral state in order that fewer interferons be produced to interfere with viral replication. While the virus uses its own enzyme to make a copy of its genome, it hijacks host ribosomes to translate its RNA into protein. Specifically in felines, the virus is known to interact with the renal system, but in other species it has been known to negatively influence the respiratory, epithelial, immune and central nervous systems.",
            "score": 170.84442138671875
        },
        {
            "docid": "44622851_18",
            "document": "Epizootic hemorrhagic disease virus . Because EHDV is a double-stranded RNA virus, it needs to overcome a specific set of problems, the main one being the fact that double-stranded RNA are unable to be used as template strand during mRNA translation using host cell machinery. Therefore, EHDV must bring its own transcription enzymes into the cell, in order to survive and synthesize viral RNA and proteins. However antiviral defense mechanisms are able to easily recognize and eliminate naked double-stranded RNA in the cell. The presence of the double-straded RNA would trigger antiviral mechanisms such as apoptosis and interferon production. In order to bypass these host defenses, double-stranded RNA viruses such as EHDV “hide” their genome and other translation machinery within closed protein capsids. These capsids are then delivered into the host cell cytoplasm, where they initiate transcription. The removal of viral proteins VP5 and VP2 during cell entry facilitates the transcription functions of the core, which allows EHDV to synthesize and cap full length mRNA copies of up to 10 genome segments while they are still safely packaged with in the core.",
            "score": 170.56735229492188
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 170.53707885742188
        },
        {
            "docid": "22871796_8",
            "document": "MiR-122 . Recent studies demonstrated that miR-122 may directly regulate different aspects of the interferons (IFNs) signaling pathway to enhanced induction of anti-viral genes and inhibition of various virus.  Moreover, miR-122 have been shown to target various genes, resulting in enhancement of IFN signaling and subsequent antiviral innate immunity. Interestingly, interferons (IFNs, includes type I and III interferon) treatment leads to a significant reduction in the expression of the liver-specific miR-122. HepG2 cells with overexpressed microRNA-122 mount an effective antiviral interferon response and innate immune response to hepatitis C virus (HCV), other RNA viruses and viral mimetics (e.g. poly(I:C)).",
            "score": 166.50599670410156
        },
        {
            "docid": "19167679_68",
            "document": "Virus . RNA interference is an important innate defence against viruses. Many viruses have a replication strategy that involves double-stranded RNA (dsRNA). When such a virus infects a cell, it releases its RNA molecule or molecules, which immediately bind to a protein complex called a dicer that cuts the RNA into smaller pieces. A biochemical pathway – the RISC complex – is activated, which ensures cell survival by degrading the viral mRNA. Rotaviruses have evolved to avoid this defence mechanism by not uncoating fully inside the cell, and releasing newly produced mRNA through pores in the particle's inner capsid. Their genomic dsRNA remains protected inside the core of the virion.",
            "score": 166.41763305664062
        },
        {
            "docid": "14958_41",
            "document": "Immune system . It is likely that a multicomponent, adaptive immune system arose with the first vertebrates, as invertebrates do not generate lymphocytes or an antibody-based humoral response. Many species, however, utilize mechanisms that appear to be precursors of these aspects of vertebrate immunity. Immune systems appear even in the structurally most simple forms of life, with bacteria using a unique defense mechanism, called the restriction modification system to protect themselves from viral pathogens, called bacteriophages. Prokaryotes also possess acquired immunity, through a system that uses CRISPR sequences to retain fragments of the genomes of phage that they have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. Prokaryotes also possess other defense mechanisms. Offensive elements of the immune systems are also present in unicellular eukaryotes, but studies of their roles in defense are few.",
            "score": 166.2144012451172
        },
        {
            "docid": "28870620_5",
            "document": "Antiviral protein . Researchers at Harvard Medical School (HMS) have found an antiviral protein, IFITM3 that could slow and even prevent deadly viruses from infecting and spreading. These proteins account for up to half of the immune system in humans and the other half is composed of interferons. In a few experiments, this certain antiviral protein defended cells from viruses such as influenza (including influenza A virus subtype H1N1), West Nile virus, dengue virus, and HIV-1. The protein family, interferon-inducible transmembrane proteins (IFITM), were discovered about 25 years ago and are activated by an interferon. Not much is known about this protein, but it is found in many creatures and has been around for possibly millions of years. \"The most distinctive property of the first-line IFITM3 defense is its preventive action before the virus can fuse with the cell,\" said virologist Michael Farzan, associate professor of microbiology and molecular genetics at HMS and the New England Primate Research Center. A person's susceptibility to viral infections could be linked to variations in this antiviral protein and also how severe a person reacts to certain viruses like influenza or the more dangerous H1N1 strain.",
            "score": 165.60040283203125
        },
        {
            "docid": "593203_13",
            "document": "Dicer . Infection by RNA viruses can trigger the RNAi cascade. It is likely dicer is involved in viral immunity as viruses that infect both plant and animal cells contain proteins designed to inhibit the RNAi response. In humans, the viruses HIV-1, influenza, and vaccinia encode such RNAi suppressing proteins. Inhibition of dicer is beneficial to the virus as dicer is able to cleave viral dsRNA and load the product onto RISC resulting in targeted degradation of viral mRNA; thus fighting the infection. Another potential mechanism for viral pathogenesis is the blockade of dicer as a way to inhibit cellular miRNA pathways.",
            "score": 165.3126678466797
        },
        {
            "docid": "3113497_30",
            "document": "Innate immune system . Some viruses evade this by producing molecules which interfere with IFN production. For example, the Influenza A virus produces NS1 protein, which can bind to single-stranded and double-stranded RNA, thus inhibiting type I IFN production. Influenza A also blocks protein kinase R activation and establishment of the antiviral state. The dengue virus also inhibits type I IFN production by blocking IRF-3 phosophorylation using NS2B3 protease complex.",
            "score": 165.2313232421875
        },
        {
            "docid": "14958_42",
            "document": "Immune system . Pattern recognition receptors are proteins used by nearly all organisms to identify molecules associated with pathogens. Antimicrobial peptides called defensins are an evolutionarily conserved component of the innate immune response found in all animals and plants, and represent the main form of invertebrate systemic immunity. The complement system and phagocytic cells are also used by most forms of invertebrate life. Ribonucleases and the RNA interference pathway are conserved across all eukaryotes, and are thought to play a role in the immune response to viruses.",
            "score": 164.95616149902344
        },
        {
            "docid": "406929_8",
            "document": "Virulence . They determine whether infection occurs and how severe the resulting viral disease symptoms are. Viruses often require receptor proteins on host cells to which they specifically bind. Typically, these host cell proteins are endocytosed and the bound virus then enters the host cell. Virulent viruses such as HIV, which causes AIDS, have mechanisms for evading host defenses. HIV infects T-Helper Cells, which leads to a reduction of the adaptive immune response of the host and eventually leads to an immunocompromised state. Death results from opportunistic infections secondary to disruption of the immune system caused by AIDS. Some viral virulence factors confer ability to replicate during the defensive inflammation responses of the host such as during virus-induced fever. Many viruses can exist inside a host for long periods during which little damage is done. Extremely virulent strains can eventually evolve by mutation and natural selection within the virus population inside a host. The term \"neurovirulent\" is used for viruses such as rabies and herpes simplex which can invade the nervous system and cause disease there.",
            "score": 164.7710418701172
        },
        {
            "docid": "52500756_2",
            "document": "RNA silencing suppressor p19 . RNA silencing suppressor p19 (also known as Tombusvirus P19 core protein and 19 kDa symptom severity modulator) is a protein expressed from the ORF4 gene in the genome of tombusviruses. These viruses are positive-sense single-stranded RNA viruses that infect plant cells, in which RNA silencing forms a widespread and robust antiviral defense system. The p19 protein serves as a counter-defense strategy, specifically binding the 19- to 21-nucleotide double-stranded RNAs that function as small interfering RNA (siRNA) in the RNA silencing system. By sequestering siRNA, p19 suppresses RNA silencing and promotes viral proliferation. The p19 protein is considered a significant virulence factor and a component of an evolutionary arms race between plants and their pathogens.",
            "score": 163.6214599609375
        },
        {
            "docid": "593203_14",
            "document": "Dicer . Insects can use Dicer as a potent antiviral. This finding is especially significant given that mosquitoes are responsible for the transmission of many viral diseases including the potentially deadly arboviruses: West Nile virus, dengue fever and yellow fever. While mosquitoes, more specifically the \"Aedes aegypti\" species, serve as the vectors for these viruses, they are not the intended host of the virus. Transmission occurs as a result of the female mosquito's need for vertebrate blood to develop her eggs. The RNAi pathway in insects is very similar to that of other animals; Dicer-2 cleaves viral RNA and loads it onto the RISC complex where one strand serves as a template for the production of RNAi products and the other is degraded. Insects with mutations leading to non-functional components of their RNAi pathway show increased viral loads for viruses they carry or increased susceptibility to viruses for which they are hosts. Similarly to humans, insect viruses have evolved mechanisms to avoid the RNAi pathway. As an example, Drosophila C virus encodes for protein 1A which binds to dsRNA thus protecting it from dicer cleavage as well as RISC loading. \"Heliothis virescens\" ascovirus 3a encodes an RNase III enzyme similar to the RNase III domains of dicer which may compete for dsRNA substrate as well as degrade siRNA duplexes to prevent RISC loading.",
            "score": 163.2515411376953
        },
        {
            "docid": "26378_10",
            "document": "Rift Valley fever . Although many components of the RVFV’s RNA play an important role in the virus’ pathology, the nonstructural protein encoded on the S segment (NSs) is the only component that has been found to directly affect the host. NSs is hostile and combative against the hosts interferon (IFNs) antiviral response. IFNs are essential in order for the immune system to fight off viral infections in a host. This inhibitory mechanism is believed to be due to a number of reasons, the first being, competitive inhibition of the formation of the transcription factor. On this transcription factor, NSs interacts with and binds to a subunit that is needed for RNA polymerase I and II. This interaction cause competitive inhibition with another transcription factor component and prevents the assembly process of the transcription factor complex, which results in the suppression of the host antiviral response. Transcription suppression is believed to be another mechanism of this inhibitory process. This occurs when an area of NSs interacts with and binds to the host’s protein, SAP30 and forms a complex. This complex causes histone acetylation to regress, which is needed for transcriptional activation of the IFN promoter. This causes IFN expression to be obstructed. Lastly, NSs has also been known to affect regular activity of double-stranded RNA-dependent protein kinase R.. This protein is involved in cellular antiviral responses in the host. When RVFV is able to enter the hosts DNA, NSs forms a filamentous structure in the nucleus. This allows the virus to interact with specific areas of the hosts DNA that relates to segregation defects and induction of chromosome continuity. This increases host infectivity and decreases the host’s antiviral response.",
            "score": 163.1634063720703
        },
        {
            "docid": "1505491_10",
            "document": "Lassa virus . The life cycle of Lassa virus is similar to the Old World arenaviruses. Lassa virus enters the cell by the receptor-mediated endocytosis. Which endocytotic pathway is used is not known yet, but at least the cellular entry is sensitive to cholesterol depletion. It was reported that virus internalization is limited upon cholesterol depletion. The receptor used for cell entry is alpha-dystroglycan, a highly conserved and ubiquitously expressed cell surface receptor for extracellular matrix proteins. Dystroglycan, which is later cleaved into alpha-dystroglycan and beta-dystroglycan is originally expressed in most cells to mature tissues, and it provides molecular link between the ECM and the actin-based cytoskeleton. After virus enters the cell by alpha-dystroglycan mediated endocytosis, low-pH environment triggers pH-dependent membrane fusion and releases RNP (viral ribonucleoprotein) complex into the cytoplasm. Viral RNA is unpacked, and replication and transcription initiate in the cytoplasm. As the replication starts, both S and L RNA genomes synthesize the antigenomic S and L RNAs, and from the antigenomic RNAs, genomic S and L RNA are synthesized. Both genomic and antigenomic RNAs are needed for transcription and translation. S RNA encodes GP and NP (viral nucleocapsid protein) proteins, and L RNA encodes Z and L proteins. L protein most likely represents the viral RNA-dependent RNA polymerase. When the cell is infected by the virus, L polymerase is associated with the viral RNP and initiates the transcription of the genomic RNA. The 5’ and 3’ terminal 19 nt viral promoter regions of both RNA segments are necessary for recognition and binding of the viral polymerase. The primary transcription first transcribes mRNAs from the genomic S and L RNAs, which code NP and L proteins, respectively. Transcription terminates at the stem-loop (SL) structure within the intergenomic region. Arenaviruses use a cap snatching strategy to gain the cap structures from the cellular mRNAs, and it is mediated by the endonuclease activity of the L polymerase and the cap binding activity of NP. Antigenomic RNA transcribes viral genes GPC and Z, encoded in genomic orientation, from S and L segments respectively. The antigenomic RNA also serves as the template for the replication. After translation of GPC, it is posttranslationally modified in the endoplasmic reticulum. GPC is cleaved into GP1 and GP2 at the later stage of the secretory pathway. It is reported the cellular protease SKI-1/S1P was responsible for the cleavage. Cleaved glycoproteins are incorporated into the virion envelope when the virus buds and release from the cell membrane.",
            "score": 161.21421813964844
        },
        {
            "docid": "1903231_21",
            "document": "Pattern recognition receptor . RLRs, are RNA helicases, which have been shown to participate in intracellular recognition of viral double-stranded (ds) and single stranded RNA which recruit factors via twin N-terminal CARD domains to activate antiviral gene programs, which may be exploited in therapy of viral infections. It has been suggested that the main antiviral program induced by RLR is based on ATPase activity. RLRs often interact and create cross-talk with the TLRs in the innate immune response and in regulation of adaptive immune response. Plants contain a significant number of PRRs that share remarkable structural and functional similarity with drosophila TOLL and mammalian TLRs. The first PRR identified in plants or animals was the Xa21 protein, conferring resistance to the Gram-negative bacterial pathogen Xanthomonas oryzae pv. oryzae. Since that time two other plants PRRs, Arabidopsis FLS2 (flagellin) and EFR (elongation factor Tu receptor)have been isolated. The corresponding PAMPs for FLS2 and EFR have been identified. Upon ligand recognition, the plant PRRs transduce \"PAMP-triggered immunity\" (PTI). Plant immune systems also encode resistance proteins that resemble NOD-like receptors (see above), that feature NBS and LRR domains and can also carry other conserved interaction domains such as the TIR cytoplasmic domain found in Toll and Interleukin Receptors. The NBS-LRR proteins are required for effector triggered immunity (ETI).",
            "score": 160.87867736816406
        },
        {
            "docid": "7906898_9",
            "document": "Rintatolimod . The mechanism of rintatolimod in relation to CFS is not certain, but is thought to include the RNase L enzyme. Rintatolimod is a dsRNA, and when TLR-3 senses a dsRNA, it is thought to relay a message to cells to produce interferons (IFNs). IFNs are a group of signaling molecules released by cells in response to the presence of pathogenic viruses or bacteria. These signaling molecules activate (among other things) the protective defenses of the immune system that eradicate pathogens. One such defense mechanism thought to be activated by rintatolimod is the production of the enzyme RNase L. This enzyme degrades pathogenic RNA, both viral and cellular. Degradation of RNA prevents viral and cell replication, and destruction of all RNA within a virus or cell is the last step before apoptosis or death. Accumulation of an inactive form of RNase L may be associated with CFS.",
            "score": 160.38711547851562
        },
        {
            "docid": "9433972_11",
            "document": "Drosophila X virus . DXV was a contaminant that was isolated in infectious studies with a member of the \"Rhabdoviridae\" family, the Sigma virus. Since then, DXV has been widely used in research and has significantly contributed to the current knowledge of insect specific immune system. Infection studies with DXV has shed light on the innate immune response and RNA interference (RNAi) in \"Drosophila\" flies. Additionally, using DXV in Drosophila showed that RNAi is a major form of an antiviral effector mechanism. In regards to the Toll pathway in antiviral response, there is evidence to show this pathway inhibits DXV replication in \"Drosophila\". Furthermore, findings from DXV research on \"Drosophila\" significantly influenced studies on the dengue virus (DENV) to learn more about its innate immune response toward infections. It has been shown that DENV is controlled by RNAi in \"Drosophila\" cells and studies revealed that DENV’s interaction with RNAi are just as vital as siRNAs. Engineered transgenic \"Aedes aegypti\" mosquitos were shown to have resistance (caused by an RNAi response) against DENV-2 infections.",
            "score": 160.3232421875
        },
        {
            "docid": "4977751_3",
            "document": "Feline calicivirus . Different strains of FCV can vary in virulence (the degree of pathogenicity within a group or species of microorganisms or viruses as indicated by case fatality rates and/or the ability of the organism to invade the tissues of the host). Being an RNA virus, FCV has a high elasticity of its genome, which makes it more adaptable to environmental pressures. This not only makes the development of vaccines more difficult, but also allows for the development of more virulent strains. In persistently infected cats, the gene for the major structural protein of the viral capsid (the outer protein coat of a mature virus) has been shown to evolve through immune-mediated positive selection, which allows the virus to escape detection by the immune system.",
            "score": 160.1809844970703
        },
        {
            "docid": "29188721_53",
            "document": "RNA interference . siRNA is controlled by the innate immune system, which can be divided into the acute inflammatory responses and antiviral responses. The inflammatory response is created with signals from small signaling molecules, or cytokines. These include interleukin-1 (IL-1), interleukin-6 (IL-6), interleukin-12 (IL-12) and tumor necrosis factor α (TNF-α). The innate immune system generates inflammation and antiviral responses, which cause the release pattern recognition receptors (PRRs). These receptors help in labeling which pathogens are viruses, fungi, or bacteria. Moreover, the importance of siRNA and the innate immune system is to include more PRRs to help recognize different RNA structures. This makes it more likely for the siRNA to cause an immunostimulant response in the event of the pathogen.",
            "score": 160.10543823242188
        }
    ]
}