{
    "q": [
        {
            "docid": "46319796_7",
            "document": "Intracellular transport . Microtubules function as tracks in the intracellular transport of membrane-bound vesicles and organelles, and this process is propelled by motor proteins such as dynein. Microtubules are cytoskeletal fibers that have an important role in the mitotic spindle during mitosis. They are organized in such a way that their plus ends extend through the periphery of the cells and their minus ends are anchored within the centrosome, so they utilize the motor proteins kinesin’s (positive end directed) and dynein’s (negative end directed) to transport vesicles and organelles in opposite directions through the cytoplasm (cite: the cell a molecular approach). Each type of membrane vesicle is specifically bound to its own kinesin motor protein via binding within the tail domain. One of the major roles of microtubules is to transport membrane vesicles and organelles through the cytoplasm of eukaryotic cells. It is speculated that areas within the cell considered \"microtubule-poor\" are probably transported along microfilaments aided by a myosin motor protein. Another important role Microtubules play is during mitosis when the cell has undergone a duplication event and is in the process of creating daughter cells. Microtubules make up the mitotic spindle which are responsible for distributing the chromosomes to daughter nuclei during anaphase. During Anaphase there is a shortening event, called Anaphase A, in which the chromosomes move towards the spindle poles by utilizing the dynein motor proteins.",
            "score": 266.7717570066452
        },
        {
            "docid": "51109525_5",
            "document": "Iva Tolić . As independent investigator, Tolić has carried out pioneering research in the field of cell biology pertaining to the microtubule cytoskeleton and associated motor proteins, discovering: (i) a novel mechanism of kinetochore capture during mitosis by pivoting of astral microtubules around the spindle pole, (ii) a mechanism of regulation of the motor protein cytoplasmic dynein by attachment to its anchor protein in fission yeast and most recently, (iii) 'Bridging fibers' that are non-kinetochore microtubules connecting sister k-fibers and thereby balancing forces in the spindle.",
            "score": 210.93300080299377
        },
        {
            "docid": "998893_7",
            "document": "Kinetochore . Even the simplest kinetochores consist of more than 19 different proteins. Many of these proteins are conserved between eukaryotic species, including a specialized histone H3 variant (called CENP-A or CenH3) which helps the kinetochore associate with DNA. Other proteins in the kinetochore attach it to the microtubules (MTs) of the mitotic spindle. There are also motor proteins, including both dynein and kinesin, which generate forces that move chromosomes during mitosis. Other proteins, such as Mad2, monitor the microtubule attachment as well as the tension between sister kinetochores and activate the spindle checkpoint to arrest the cell cycle when either of these is absent.",
            "score": 217.43387413024902
        },
        {
            "docid": "599709_10",
            "document": "Karyogamy . Microtubule movement is mediated by a family of motor proteins known as kinesins, such as Kar3 in yeast. Accessory proteins, such as Spc72 in yeast, act as a glue, connecting the motor protein, spindle pole body and microtubule in a structure known as the half-bridge. Other proteins, such as Kar9 and Bim1 in yeast, attach to the plus end of the microtubules. They are activated by pheromone signals to attach to the shmoo tip. A shmoo is a projection of the cellular membrane which is the site of initial cell fusion in plasmogamy. After plasmogamy, the microtubule plus ends continue to grow towards the opposite pronucleus. It is thought that the growing plus end of the microtubule attaches directly to the motor protein of the opposite pronucleus, triggering a reorganization of the proteins at the half-bridge. The force necessary for migration occurs directly in response to this interaction.",
            "score": 191.44344782829285
        },
        {
            "docid": "47413780_10",
            "document": "Anna Akhmanova . Another project the team is researching concerns the mechanisms involved in microtubule-based vesicle transport. They identified several structures that linked the microtubule motors to vesicles and developed procedures to show the function of the linkers when gathering motor proteins to associate with membrane organelles. Kinesin and dynein motors are required for long-range transport along microtubules within the cell. Akhmanova’s team focuses mainly on dynein, the motor that moves toward the minus end of the microtubule, and how it is linked to the various organelles and vesicles it transfers. They also study how dynein coordinates with kinesin, the motor that moves toward the plus end of the microtubule, when they are attached to the same organelle or vesicle, and they study the different signaling pathways that affect these motors. More specifically, they are currently looking into the protein Bicaudal D and its role in dynein-dependent transport, as it has been found to be important for dynein-dependent transport of mRNA in flies and of exocytotic vesicles in mammals. It has also been found to be important for the positioning of the centrosomes and nucleus during mitosis as this is facilitated by dynein and kinesin.",
            "score": 196.33330500125885
        },
        {
            "docid": "998893_19",
            "document": "Kinetochore . During the synthesis phase (S phase) in the cell cycle, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles in each centrosome reach their maximal length, centrosomes recruit additional material and their nucleation capacity for microtubules increases. As mitosis progresses, both centrosomes separate to establish the mitotic spindle. In this way, the spindle in a mitotic cell has two poles emanating microtubules. Microtubules are long proteic filaments with asymmetric extremes, a \"minus\"(-) end relatively stable next to the centrosome, and a \"plus\"(+) end enduring alternate phases of growing-shrinking, exploring the center of the cell. During this searching process, a microtubule may encounter and capture a chromosome through the kinetochore. Microtubules that find and attach a kinetochore become stabilized, whereas those microtubules remaining free are rapidly depolymerized. As chromosomes have two kinetochores associated back-to-back (one on each sister chromatid), when one of them becomes attached to the microtubules generated by one of the cellular poles, the kinetochore on the sister chromatid becomes exposed to the opposed pole; for this reason, most of the times the second kinetochore becomes attached to the microtubules emanating from the opposing pole, in such a way that chromosomes are now \"bi-oriented\", one fundamental configuration (also termed \"amphitelic\") to ensure the correct segregation of both chromatids when the cell will divide. When just one microtubule is anchored to one kinetochore, it starts a rapid movement of the associated chromosome towards the pole generating that microtubule. This movement is probably mediated by the motor activity towards the \"minus\" (-) of the motor protein cytoplasmic dynein, which is very concentrated in the kinetochores not anchored to MTs. The movement towards the pole is slowed down as far as kinetochores acquire kMTs (MTs anchored to kinetochores) and the movement becomes directed by changes in kMTs length. Dynein is released from kinetochores as they acquire kMTs and, in cultured mammalian cells, it is required for the spindle checkpoint inactivation, but not for chromosome congression in the spindle equator, kMTs acquisition or anaphase A during chromosome segregation. In higher plants or in yeast there is no evidence of dynein, but other kinesins towards the (-) end might compensate for the lack of dynein. Another motor protein implicated in the initial capture of MTs is CENP-E; this is a high molecular weight kinesin associated with the fibrous corona at mammalian kinetochores from prometaphase until anaphase. In cells with low levels of CENP-E, chromosomes lack this protein at their kinetochores, which quite often are defective in their ability to congress at the metaphase plate. In this case, some chromosomes may remain chronically mono-oriented (anchored to only one pole), although most chromosomes may congress correctly at the metaphase plate.",
            "score": 264.3251875638962
        },
        {
            "docid": "998893_18",
            "document": "Kinetochore . The number of MTs attached to one kinetochore is variable: in \"Saccharomyces cerevisiae\" only one MT binds each kinetochore, whereas in mammals there can be among 15-35 MTs bound to each kinetochore. However, not all the MTs in the spindle attach to one kinetochore. There are MTs that extend from one centrosome to the other (and they are responsible for spindle length) and some shorter ones are interdigitated between the long MTs. Professor B. Nicklas (Duke University), showed that, if one breaks down the MT-kinetochore attachment using a laser beam, chromatids can no longer move, leading to an abnormal chromosome distribution. These experiments also showed that kinetochores have polarity, and that kinetochore attachment to MTs emanating from one or the other centrosome will depend on its orientation. This specificity guarantees that only one chromatid will move to each spindle side, thus ensuring the correct distribution of the genetic material. Thus, one of the basic functions of the kinetochore is the MT attachment to the spindle, which is essential to correctly segregate sister chromatids. If anchoring is incorrect, errors may ensue, generating aneuploidy, with catastrophic consequences for the cell. To prevent this from happening, there are mechanisms of error detection and correction (as the spindle assembly checkpoint), whose components reside also on the kinetochores.The movement of one chromatid towards the centrosome is produced primarily by MT depolymerization in the binding site with the kinetochore. These movements require also force generation, involving molecular motors likewise located on the kinetochores.",
            "score": 143.53699266910553
        },
        {
            "docid": "19522605_2",
            "document": "Iain Cheeseman . Iain Cheeseman investigates the role of the kinetochore, a group of proteins required for cell division and chromosome segregation. This core network of proteins facilitates the attachment of chromosomes to microtubule polymers—the spindle structures that attach to the ends of cells, pulling and dividing them during cell division. The kinetochore is critical to ensuring duplication without loss or damage to the genetic material. Cheeseman is also investigating the activities of the individual molecular machines that make up this structure and how these proteins are controlled and regulated.",
            "score": 194.4698622226715
        },
        {
            "docid": "996341_6",
            "document": "Spindle checkpoint . During S phase, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles achieve their maximal length, recruit additional material and their capacity to nucleate microtubules increases. As mitosis progresses, both centrosomes separate to generate the mitotic spindle. In this way, the mitotic spindle has two poles emanating microtubules. Microtubules (MTs) are long proteic filaments, with asymmetric extremities: one end termed \"minus\" (-) end, relatively stable and close to the centrosome, and an end termed \"plus\" (+) end, with alternating phases of growth and retraction, exploring the center of the cell searching the chromosomes. Each chromatid has a special region, named the centromere, on top of which is assembled a proteic structure termed kinetochore, which is able to stabilize the microtubule plus end. Therefore, if by chance a microtubule exploring the center of the cell encounters a kinetochore, it may happen that the kinetochore will capture it, so that the chromosome will become attached to the spindle via the kinetochore of one of its sister chromatids. The chromosome plays an active role in the attachment of kinetochores to the spindle. Bound to the chromatin is a Ran guanine nucleotide exchange factor (GEF) that stimulates cytosolic Ran near the chromosome to bind GTP in place of GDP. The activated GTP-bound form of Ran releases microtubule-stabilizing proteins, such as TPX2, from protein complexes in the cytosol, which induces nucleation and polymerization of microtubules around the chromosomes. These kinetochore-derived microtubules, along with kinesin motor proteins in the outer kinetochore, facilitate interactions with the lateral surface of a spindle pole-derived microtubule. These lateral attachments are unstable, however, and must be converted to an end-on attachment. Conversion from lateral to end-on attachments allows the growth and shrinkage of the microtubule plus-ends to be converted into forces that push and pull chromosomes to achieve proper bi-orientation. As it happens that sister chromatids are attached together and both kinetochores are located back-to-back on both chromatids, when one kinetochore becomes attached to one centrosome, the sister kinetochore becomes exposed to the centrosome located in the opposed pole; for this reason, in most cases the second kinetochore becomes associated to the centrosome in the opposed pole, via its microtubules, so that the chromosomes become \"bi-oriented\", a fundamental configuration (also named \"amphitelic\") to ensure that chromosome segregation will take place correctly when the cell will divide. Occasionally, one of the two sister kinetochores may attach simultaneously to MTs generated by both poles, a configuration named \"merotelic\", which is not detected by the spindle checkpoint but that may generate lagging chromosomes during anaphase and, consequently, aneuploidy. Merotelic orientation (characterized by the absence of tension between sister kinetochores) is frequent at the beginning of mitosis, but the protein Aurora B (a kinase conserved from yeast to vertebrates) detects and eliminates this type of anchoring. (Note: Aurora B is frequently overexpressed in various types of tumors and currently is a target for the development of anticancer drugs.)",
            "score": 214.89898240566254
        },
        {
            "docid": "43939815_2",
            "document": "Central spindle . The central spindle is a microtubule based structure, which forms in between segregating chromosomes during anaphase where the two sets of microtubules, emanating from opposite halves of the cell, overlap, and become arranged into antiparallel bundles by various microtubule associated proteins (MAPs) and motor proteins. The central spindle is widely regarded as a key regulating center for cytokinesis, recruiting proteins for successful cleavage furrow positioning and membrane abscission. For these important roles to be achieved successfully the central spindle has to be carefully regulated to control the size of the overlap region, the alignment of those overlaps and the overall length and symmetry of the structure. Without this regulation, signaling faults in cytokinesis can occur, resulting in unequal chromosome segregation or polyploid cells, greatly increasing the risk of cancer.",
            "score": 174.74935948848724
        },
        {
            "docid": "14457042_11",
            "document": "Dynactin . Dynactin is often essential for dynein activity and can be thought of as a \"dynein receptor\" that modulates binding of dynein to cell organelles which are to be transported along microtubules. Dynactin also enhances the processivity of cytoplasmic dynein and kinesin-2 motors. Dynactin is involved in various processes like chromosome alignment and spindle organization in cell division. Dynactin contributes to mitotic spindle pole focusing through its binding to nuclear mitotic apparatus protein (NuMA). Dynactin also targets to the kinetochore through binding between DCTN2/dynamitin and zw10 and has a role in mitotic spindle checkpoint inactivation. During prometaphase, dynactin also helps target polo-like kinase 1 (Plk1) to kinetochores through cyclin dependent kinase 1 (Cdk1)-phosphorylated DCTN6/p27, which is involved in proper microtubule-kinetochore attachment and recruitment of spindle assembly checkpoint protein Mad1. In addition, dynactin has been shown to play an essential role in maintaining nuclear position in Drosophila, zebrafish or in different fungi. Dynein and dynactin concentrate on the nuclear envelope during the prophase and facilitate nuclear envelope breakdown via its DCTN4/p62 and Arp11 subunits.  Dynactin is also required for microtubule anchoring at centrosomes and centrosome integrity. Destabilization of the centrosomal pool of dynactin also causes abnormal G1 centriole separation and delayed entry into S phase, suggesting that dynactin contributes to the recruitment of important cell cycle regulators to centrosomes. In addition to transport of various organelles in the cytoplasm, dynactin also links kinesin II to organelles.",
            "score": 241.25828182697296
        },
        {
            "docid": "1842589_2",
            "document": "Prometaphase . Prometaphase is the phase of mitosis following prophase and preceding metaphase, in eukaryotic somatic cells. In prometaphase, the nuclear membrane breaks apart into numerous \"membrane vesicles\", and the chromosomes inside form protein structures called kinetochores. Kinetochore microtubules emerging from the centrosomes at the poles (ends) of the spindle reach the chromosomes and attach to the kinetochores, throwing the chromosomes into agitated motion. Other spindle microtubules make contact with microtubules coming from the opposite pole. Forces exerted by protein \"motors\" associated with spindle microtubules move the chromosomes toward the centre of the cell.",
            "score": 165.32325220108032
        },
        {
            "docid": "48786735_3",
            "document": "Microtubule plus-end tracking protein . Its certain localization at the microtubule ends makes it a highly relevant aspect in regulation, whether it is promoting growth by catalyzing the specific addition of tubulin to the microtubule ends or by balancing microtubules at the cell cortex, its role in regulation (though still not fully understood in terms of mechanisms) makes +TIP-proteins a main attribute to the overall function of microtubules generally.  Another important concept for +TIP-proteins is allocating microtubule addition and dynamical regulation at mitotic kintechores. Also, they contribute in the extension of endoplasmic reticulum tubules together at expanding microtubule ends. Furthermore, +TIP-proteins aid in advocating organization of specialized microtubule array, take for example the discretely arranged bipolar microtubule bundles in fission yeast or mitotic spindles customarily.  In addition to the +TIP-proteins basic known functions, the proteins also are crucial for the linkages between microtubule ends and other cellular structure. Take for instance their ability to bind microtubule tips to the cell cortex by colliding to plasma membrane associated proteins or (by some +TIPs) straight forwardly to actin fiber. Moreover, +TIP-protein complexes in budding yeast are utilized for myosin based transport of microtubule ends. Microtubule plus-end trafficking proteins engage in microtubule actin crosstalk, such as the CLIP-170 (+TIP-protein) that controls actin polymerization which is a necessity for the process of phagocytosis done by mammalian cells.",
            "score": 231.82256627082825
        },
        {
            "docid": "34520132_8",
            "document": "Kinesin family member 11 . There are many models that attempt to explain the self-assembly of the mitotic spindle based upon microtubules as a structural element, and a set of microtubule motors, including Kinesin-5 to move and order them. Many of these models attempt to explain the steady state of the spindle at metaphase based on a predicted balance of motor forces acting in opposition within the spindle microtubules. Still, it is not clear whether all the structural elements required for spindle assembly are known, or how the motors, including Kinesin-5, might be regulated in space and time. Such caveats make assessment of such models difficult. Recent data, however, finds that aspects of the ‘force balance’ model that posit spindle length and stability to be mediated by a balance between the minus-end directed microtubule sliding and plus-end directed microtubule sliding by opposing motors in insect cells, seems not to be the case in mammalian cells. The process of self-assembly of the mitotic spindle remains a major unsolved question in cell biology, and a robust model awaits further details of the regulation and behavior of various microtubule motors and structural elements that compose this machinery.",
            "score": 178.0682075023651
        },
        {
            "docid": "14814208_5",
            "document": "PCNT . The protein encoded by this gene is expressed in the cytoplasm and centrosome throughout the cell cycle, and to a lesser extent, in the nucleus. It is an integral component of the PCM, which is a centrosome scaffold that anchors microtubule nucleating complexes and other centrosomal proteins. In one model, PCNT complexes with CEP215 and is phosphorylated by PLK1, leading to PCM component recruitment and organization, centrosome maturation, and spindle formation. The protein controls the nucleation of microtubules by interacting with the microtubule nucleation component γ-tubulin, thus anchoring the γ-tubulin ring complex to the centrosome, which is essential for bipolar spindle formation and chromosome assembly in early mitosis. This ensures normal function and organization of the centrosomes, mitotic spindles, and cytoskeleton, and by extension, regulation over cell cycle progression and checkpoints. Downregulation of PCNT disrupted mitotic checkpoints and arrested the cell at the G2/M checkpoint, leading to cell death. Moreover, microtubule functioning was also disrupted, resulting in mono- or multipolar spindles, chromosomal misalignment, premature sister chromatid separation, and aneuploidy.",
            "score": 167.85664796829224
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 153.631937623024
        },
        {
            "docid": "3017886_8",
            "document": "Motor protein . Kinesins are a group of related motor proteins that use a microtubule track in anterograde movement. They are vital to spindle formation in mitotic and meiotic and chromosomes separation during cell division and are also responsible for shuttling mitochondria, Golgi bodies, and vesicles within eukaryotic cells. Kinesin have two heavy chains and two light chains per active motor. The two globular head motor domains in heavy chains can convert the chemical energy of ATP hydrolysis into mechanical work to move along microtubules. The direction in which cargo is transported can be towards the plus-end or the minus-end, depending on the type of kinesin. In general, kinesins with N-terminal motor domains move their cargo towards the plus ends of microtubules located at the cell periphery, while kinesins with C-terminal motor domains move cargo towards the minus ends of microtubules located at the nucleus. Fourteen distinct kinesin families are known, with some additional kinesin-like proteins that cannot be classified into these families.",
            "score": 169.42334151268005
        },
        {
            "docid": "9485508_6",
            "document": "Microtubule nucleation . In animal cells undergoing mitosis, a similar radial array is generated from two MTOCs called the spindle poles, which produce the bipolar mitotic spindle. Some cells however, such as those of higher plants and oocytes, lack distinct MTOCs and microtubules are nucleated via a non-centrosomal pathway. Other cells, such as neurons, skeletal muscle cells, and epithelial cells, which do have MTOCs, possess arrays of microtubules not associated with a centrosome. These non-centrosomal microtubule arrays can take on various geometries—such as those lead to the long, slender shape of myotubes, the fine protrusions of an axon, or the strongly polarized domains of an epithelial cell. Researchers think that the microtubules in these arrays are generated first by the γ-TuRCs, then transported via motor proteins or treadmilling to their desired location, and finally stabilized in the needed configuration through the action of various anchoring and cross-linking proteins.",
            "score": 181.7200448513031
        },
        {
            "docid": "609808_11",
            "document": "Kinesin . It has been previously known that kinesin move cargo towards the positive (+) end of a microtubule, also known as anterograde transport/orthograde transport. However, it has been recently discovered that in budding yeast cells kinesin Cin8 (a member of the Kinesin-5 family) can move toward the negative end as well, or retrograde transport. This means, kinesin has the novel ability to switch directionality. Kinesin, so far, has only been shown to move toward the negative end when in a group, with motors sliding in the antiparallel direction in an attempt to separate microtubules. This dual directionality has been observed in identical conditions where free Cin8 molecules move towards the minus end, but cross-linking Cin8 move toward the plus ends of each cross-linked microtubule. One specific study tested the speed at which Cin8 motors moved, their results yielded a range of about 25-55nm/s, in the direction of the spindle poles. On an individual basis it has been found that through the use of ionic conditions Cin8 motors can become as fast as 380nm/s, a notable jump. This tells us that Cin 8 can easily change directions on a microtubule, and in turn led to the plus end movement of kinesin on a microtubule. It is suggested that this unique ability is a result of coupling with other Cin8 motors and helps to fulfill the role of dynein in budding yeast. This discovery in kinesin-14 family proteins (such as \"Drosophila melanogaster\" NCD, budding yeast KAR3, and \"Arabidopsis thaliana\" ATK5) allows kinesin to walk in the opposite direction, toward microtubule minus end. This is not typical of kinesin, rather, an exception to the normal direction of movement.",
            "score": 234.7250120639801
        },
        {
            "docid": "14798764_3",
            "document": "CLASP1 . CLASP1 belongs to a family of microtubule-associated proteins involved in attachment of microtubules to the cell cortex in animals and plants. CLASPs, such as CLASP1, interact with CLIPs (e.g., CLIP1). In animal cells, CLASP1 is involved in the regulation of microtubule dynamics at the kinetochore and throughout the spindle. CLASP1 controls the interactions of astral microtubules with the cell cortex in mitosis, which is important for the proper positioning and orientation of the spindle.",
            "score": 163.9781038761139
        },
        {
            "docid": "46319796_2",
            "document": "Intracellular transport . Intracellular transport is the movement of vesicles and substances within the cell. Eukaryotic cells transport packets of components (membrane‐bound vesicles and organelles, protein rafts, mRNA, chromosomes) to particular intracellular locations by attaching them to molecular motors that haul them along microtubules and actin filaments. This method of transport is often confused with intercellular transport, which deals solely with the movement of cargo between cells not the net movement within a cell. Since intracellular transport heavily relies on microtubules for movement, the components of the cytoskeleton play a vital role in trafficking vesicles between organelles and the plasma membrane. The cell is not a static structure; it is akin to a large city with an intricate highway system connecting one area to the next. In order to properly maintain cell growth utilization of these “cellular highways” is achieved through intracellular transport. Through this pathway it is possible to facilitate the movement of essential molecules such as membrane‐bounded vesicles and organelles, protein rafts, mRNA and chromosomes. In addition to the various organelles, the cytoskeleton plays a key role in intracellular transport by providing the mechanical support necessary for the cell to divide and facilitates movement. It is composed of actin, intermediate filaments and microtubules which each have a role in locomotion, intracellular transport of organelles, cell shape and chromosome separation.",
            "score": 139.5508360862732
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 130.45645368099213
        },
        {
            "docid": "200189_10",
            "document": "Spindle apparatus . In a properly formed mitotic spindle, bi-oriented chromosomes are aligned along the equator of the cell with spindle microtubules oriented roughly perpendicular to the chromosomes, their plus-ends embedded in kinetochores and their minus-ends anchored at the cell poles. The precise orientation of this complex is required to ensure accurate chromosome segregation and to specify the cell division plane. However, it remains unclear how the spindle becomes organized. Two models predominate the field, which are synergistic and not mutually exclusive. In the \"search-and-capture model\", the spindle is predominantly organized by the poleward separation of centrosomal microtubule organizing centers (MTOCs). Spindle microtubules emanate from centrosomes and 'seek' out kinetochores; when they bind a kinetochore they become stabilized and exert tension on the chromosomes. In an alternative \"self assembly\" model, microtubules undergo acentrosomal nucleation among the condensed chromosomes. Constrained by cellular dimensions, lateral associations with antiparallel microtubules via motor proteins, and end-on attachments to kinetochores, microtubules naturally adopt a spindle-like structure with chromosomes aligned along the cell equator.",
            "score": 208.56878745555878
        },
        {
            "docid": "3017886_3",
            "document": "Motor protein . The best prominent example of a motor protein is the muscle protein myosin which \"motors\" the contraction of muscle fibers in animals. Motor proteins are the driving force behind most active transport of proteins and vesicles in the cytoplasm. Kinesins and cytoplasmic dyneins play essential roles in intracellular transport such as axonal transport and in the formation of the spindle apparatus and the separation of the chromosomes during mitosis and meiosis. Axonemal dynein, found in cilia and flagella, is crucial to cell motility, for example in spermatozoa, and fluid transport, for example in trachea.",
            "score": 152.8186810016632
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 122.85962426662445
        },
        {
            "docid": "45659222_3",
            "document": "Force spectrum microscopy . FSM was developed by Ming Guo and David A. Weitz to probe stochastic intracellular forces generated by motor proteins. Far from a liquid void, the cytoplasm contains a complex meshwork of actin and myosin conferring structural support to the cell, as well as harbouring vesicles and mitochondria among other organelles. Recent research on the macromolecular crowding inside the cytoplasm raises concerns whether diffusive-like motion of large molecules have been mistakenly attributed to Brownian forces. Instead, there are suspicions that myosin motor proteins, which tug randomly on the actin filaments embedded with large molecules, give rise to diffusive-like motion of molecules inside cells. Guo et al. developed an assay to distinguish whether particle motion inside cells are driven by thermal diffusion or by repercussions from active motor proteins like non-muscle myosin II shaking the cellular cytoskeleton.",
            "score": 88.37834227085114
        },
        {
            "docid": "14798224_4",
            "document": "BUB3 . Bub3 is a crucial component in the formation of the mitotic spindle assembly complex, which forms a complex with other important proteins. For correct segregation of the cells it is necessary for all mitotic spindles to attach correctly to the kinetochore of each chromosome. This is controlled by the mitotic spindle checkpoint complex which operates as a feedback-response. If there is a signal of a defect in the attachment, mitosis will be stopped to ensure that all chromosomes have an amphitelic binding to spindles. After the error is corrected, the cell will proceed to anaphase. The complex of proteins which regulate the cell arrest are BUB1, BUB2, BUB3 (this protein), Mad1, Mad2, Mad3 and MPS1.",
            "score": 156.3199303150177
        },
        {
            "docid": "609812_7",
            "document": "Dynein . Cytoplasmic dynein positions the spindle at the site of cytokinesis by anchoring to the cell cortex and pulling on astral microtubules emanating from centrosome. Budding yeast have been a powerful model organism to study this process and has shown that dynein is targeted to plus ends of astral microtubules and delivered to the cell cortex via an offloading mechanism.",
            "score": 273.41724157333374
        },
        {
            "docid": "20621_12",
            "document": "Microtubule . Microtubules are part of a structural network (the cytoskeleton) within the cell's cytoplasm. The roles of the microtubule cytoskeleton include mechanical support, organization of the cytoplasm, transport, motility and chromosome segregation. In developing neurons Microtubules can modulate dynamics of actin, another component of the cytoskeleton. A microtubule is capable of growing and shrinking in order to generate force, and there are motor proteins that allow organelles and other cellular components to be carried along a microtubule. This combination of roles makes microtubules important for organizing and moving intracellular constituents.",
            "score": 123.22932815551758
        },
        {
            "docid": "609812_6",
            "document": "Dynein . Cytoplasmic dynein helps to position the Golgi complex and other organelles in the cell. It also helps transport cargo needed for cell function such as vesicles made by the endoplasmic reticulum, endosomes, and lysosomes (Karp, 2005). Dynein is involved in the movement of chromosomes and positioning the mitotic spindles for cell division. Dynein carries organelles, vesicles and possibly microtubule fragments along the axons of neurons toward the cell body in a process called retrograde axoplasmic transport.",
            "score": 256.3140332698822
        },
        {
            "docid": "609812_11",
            "document": "Dynein . One major form of motor regulation within cells for dynein is dynactin. It may be required for almost all cytoplasmic dynein functions. Currently, it is the best studied dynein partner. Dynactin is a protein that aids in intracellular transport throughout the cell by linking to cytoplasmic dynein. Dynactin can function as a scaffold for other proteins to bind to. It also functions as a recruiting factor that localizes dynein to where it should be. There is also some evidence suggesting that it may regulate kinesin-2. The dynactin complex is composed of more than 20 subunits, of which p150(Glued) is the largest. There is no definitive evidence that dynactin by itself affects the velocity of the motor. It does, however, affect the processivity of the motor. The binding regulation is likely allosteric: experiments have shown that the enhancements provided in the processivity of the dynein motor do not depend on the p150 subunit binding domain to the microtubules.",
            "score": 186.3297894001007
        },
        {
            "docid": "14814374_5",
            "document": "ANLN . There are also numerous anillin-like protein homologues found outside of metazoans. In \"Schizosaccharomyces pombe\" (fission yeast), there are Mid1p and Mid2p. These two anillin-like proteins do not have any overlap in their functions. Mid1p has been characterized as a key regulator in cytokinesis, responsible for arranging contractile ring assembly and positioning. Mid2p acts later in cytokinesis to organize septins during septation, or the invagination of inner membranes, outer membranes, and the cell wall that occurs in order to separate daughter cells completely. \"Saccharomyces cerevisiae\" (budding yeast) also have two anillin-like proteins, Boi1p and Boi2p. Boi1p and Boi2p localize to the nucleus and contractile ring at the bud neck, respectively. They are essential for cell growth and bud formation.",
            "score": 144.69373154640198
        }
    ],
    "r": [
        {
            "docid": "609812_7",
            "document": "Dynein . Cytoplasmic dynein positions the spindle at the site of cytokinesis by anchoring to the cell cortex and pulling on astral microtubules emanating from centrosome. Budding yeast have been a powerful model organism to study this process and has shown that dynein is targeted to plus ends of astral microtubules and delivered to the cell cortex via an offloading mechanism.",
            "score": 273.417236328125
        },
        {
            "docid": "46319796_7",
            "document": "Intracellular transport . Microtubules function as tracks in the intracellular transport of membrane-bound vesicles and organelles, and this process is propelled by motor proteins such as dynein. Microtubules are cytoskeletal fibers that have an important role in the mitotic spindle during mitosis. They are organized in such a way that their plus ends extend through the periphery of the cells and their minus ends are anchored within the centrosome, so they utilize the motor proteins kinesin’s (positive end directed) and dynein’s (negative end directed) to transport vesicles and organelles in opposite directions through the cytoplasm (cite: the cell a molecular approach). Each type of membrane vesicle is specifically bound to its own kinesin motor protein via binding within the tail domain. One of the major roles of microtubules is to transport membrane vesicles and organelles through the cytoplasm of eukaryotic cells. It is speculated that areas within the cell considered \"microtubule-poor\" are probably transported along microfilaments aided by a myosin motor protein. Another important role Microtubules play is during mitosis when the cell has undergone a duplication event and is in the process of creating daughter cells. Microtubules make up the mitotic spindle which are responsible for distributing the chromosomes to daughter nuclei during anaphase. During Anaphase there is a shortening event, called Anaphase A, in which the chromosomes move towards the spindle poles by utilizing the dynein motor proteins.",
            "score": 266.7717590332031
        },
        {
            "docid": "998893_19",
            "document": "Kinetochore . During the synthesis phase (S phase) in the cell cycle, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles in each centrosome reach their maximal length, centrosomes recruit additional material and their nucleation capacity for microtubules increases. As mitosis progresses, both centrosomes separate to establish the mitotic spindle. In this way, the spindle in a mitotic cell has two poles emanating microtubules. Microtubules are long proteic filaments with asymmetric extremes, a \"minus\"(-) end relatively stable next to the centrosome, and a \"plus\"(+) end enduring alternate phases of growing-shrinking, exploring the center of the cell. During this searching process, a microtubule may encounter and capture a chromosome through the kinetochore. Microtubules that find and attach a kinetochore become stabilized, whereas those microtubules remaining free are rapidly depolymerized. As chromosomes have two kinetochores associated back-to-back (one on each sister chromatid), when one of them becomes attached to the microtubules generated by one of the cellular poles, the kinetochore on the sister chromatid becomes exposed to the opposed pole; for this reason, most of the times the second kinetochore becomes attached to the microtubules emanating from the opposing pole, in such a way that chromosomes are now \"bi-oriented\", one fundamental configuration (also termed \"amphitelic\") to ensure the correct segregation of both chromatids when the cell will divide. When just one microtubule is anchored to one kinetochore, it starts a rapid movement of the associated chromosome towards the pole generating that microtubule. This movement is probably mediated by the motor activity towards the \"minus\" (-) of the motor protein cytoplasmic dynein, which is very concentrated in the kinetochores not anchored to MTs. The movement towards the pole is slowed down as far as kinetochores acquire kMTs (MTs anchored to kinetochores) and the movement becomes directed by changes in kMTs length. Dynein is released from kinetochores as they acquire kMTs and, in cultured mammalian cells, it is required for the spindle checkpoint inactivation, but not for chromosome congression in the spindle equator, kMTs acquisition or anaphase A during chromosome segregation. In higher plants or in yeast there is no evidence of dynein, but other kinesins towards the (-) end might compensate for the lack of dynein. Another motor protein implicated in the initial capture of MTs is CENP-E; this is a high molecular weight kinesin associated with the fibrous corona at mammalian kinetochores from prometaphase until anaphase. In cells with low levels of CENP-E, chromosomes lack this protein at their kinetochores, which quite often are defective in their ability to congress at the metaphase plate. In this case, some chromosomes may remain chronically mono-oriented (anchored to only one pole), although most chromosomes may congress correctly at the metaphase plate.",
            "score": 264.3251953125
        },
        {
            "docid": "609812_6",
            "document": "Dynein . Cytoplasmic dynein helps to position the Golgi complex and other organelles in the cell. It also helps transport cargo needed for cell function such as vesicles made by the endoplasmic reticulum, endosomes, and lysosomes (Karp, 2005). Dynein is involved in the movement of chromosomes and positioning the mitotic spindles for cell division. Dynein carries organelles, vesicles and possibly microtubule fragments along the axons of neurons toward the cell body in a process called retrograde axoplasmic transport.",
            "score": 256.31402587890625
        },
        {
            "docid": "14457042_11",
            "document": "Dynactin . Dynactin is often essential for dynein activity and can be thought of as a \"dynein receptor\" that modulates binding of dynein to cell organelles which are to be transported along microtubules. Dynactin also enhances the processivity of cytoplasmic dynein and kinesin-2 motors. Dynactin is involved in various processes like chromosome alignment and spindle organization in cell division. Dynactin contributes to mitotic spindle pole focusing through its binding to nuclear mitotic apparatus protein (NuMA). Dynactin also targets to the kinetochore through binding between DCTN2/dynamitin and zw10 and has a role in mitotic spindle checkpoint inactivation. During prometaphase, dynactin also helps target polo-like kinase 1 (Plk1) to kinetochores through cyclin dependent kinase 1 (Cdk1)-phosphorylated DCTN6/p27, which is involved in proper microtubule-kinetochore attachment and recruitment of spindle assembly checkpoint protein Mad1. In addition, dynactin has been shown to play an essential role in maintaining nuclear position in Drosophila, zebrafish or in different fungi. Dynein and dynactin concentrate on the nuclear envelope during the prophase and facilitate nuclear envelope breakdown via its DCTN4/p62 and Arp11 subunits.  Dynactin is also required for microtubule anchoring at centrosomes and centrosome integrity. Destabilization of the centrosomal pool of dynactin also causes abnormal G1 centriole separation and delayed entry into S phase, suggesting that dynactin contributes to the recruitment of important cell cycle regulators to centrosomes. In addition to transport of various organelles in the cytoplasm, dynactin also links kinesin II to organelles.",
            "score": 241.25828552246094
        },
        {
            "docid": "609808_11",
            "document": "Kinesin . It has been previously known that kinesin move cargo towards the positive (+) end of a microtubule, also known as anterograde transport/orthograde transport. However, it has been recently discovered that in budding yeast cells kinesin Cin8 (a member of the Kinesin-5 family) can move toward the negative end as well, or retrograde transport. This means, kinesin has the novel ability to switch directionality. Kinesin, so far, has only been shown to move toward the negative end when in a group, with motors sliding in the antiparallel direction in an attempt to separate microtubules. This dual directionality has been observed in identical conditions where free Cin8 molecules move towards the minus end, but cross-linking Cin8 move toward the plus ends of each cross-linked microtubule. One specific study tested the speed at which Cin8 motors moved, their results yielded a range of about 25-55nm/s, in the direction of the spindle poles. On an individual basis it has been found that through the use of ionic conditions Cin8 motors can become as fast as 380nm/s, a notable jump. This tells us that Cin 8 can easily change directions on a microtubule, and in turn led to the plus end movement of kinesin on a microtubule. It is suggested that this unique ability is a result of coupling with other Cin8 motors and helps to fulfill the role of dynein in budding yeast. This discovery in kinesin-14 family proteins (such as \"Drosophila melanogaster\" NCD, budding yeast KAR3, and \"Arabidopsis thaliana\" ATK5) allows kinesin to walk in the opposite direction, toward microtubule minus end. This is not typical of kinesin, rather, an exception to the normal direction of movement.",
            "score": 234.72500610351562
        },
        {
            "docid": "48786735_3",
            "document": "Microtubule plus-end tracking protein . Its certain localization at the microtubule ends makes it a highly relevant aspect in regulation, whether it is promoting growth by catalyzing the specific addition of tubulin to the microtubule ends or by balancing microtubules at the cell cortex, its role in regulation (though still not fully understood in terms of mechanisms) makes +TIP-proteins a main attribute to the overall function of microtubules generally.  Another important concept for +TIP-proteins is allocating microtubule addition and dynamical regulation at mitotic kintechores. Also, they contribute in the extension of endoplasmic reticulum tubules together at expanding microtubule ends. Furthermore, +TIP-proteins aid in advocating organization of specialized microtubule array, take for example the discretely arranged bipolar microtubule bundles in fission yeast or mitotic spindles customarily.  In addition to the +TIP-proteins basic known functions, the proteins also are crucial for the linkages between microtubule ends and other cellular structure. Take for instance their ability to bind microtubule tips to the cell cortex by colliding to plasma membrane associated proteins or (by some +TIPs) straight forwardly to actin fiber. Moreover, +TIP-protein complexes in budding yeast are utilized for myosin based transport of microtubule ends. Microtubule plus-end trafficking proteins engage in microtubule actin crosstalk, such as the CLIP-170 (+TIP-protein) that controls actin polymerization which is a necessity for the process of phagocytosis done by mammalian cells.",
            "score": 231.82257080078125
        },
        {
            "docid": "63263_4",
            "document": "Evolution of flagella . These models argue that cilia developed from pre-existing components of the eukaryotic cytoskeleton (which has tubulin and dynein also used for other functions) as an extension of the mitotic spindle apparatus. The connection can still be seen, first in the various early-branching single-celled eukaryotes that have a microtubule basal body, where microtubules on one end form a spindle-like cone around the nucleus, while microtubules on the other end point away from the cell and form the cilium. A further connection is that the centriole, involved in the formation of the mitotic spindle in many (but not all) eukaryotes, is homologous to the cilium, and in many cases \"is\" the basal body from which the cilium grows.",
            "score": 218.26478576660156
        },
        {
            "docid": "998893_7",
            "document": "Kinetochore . Even the simplest kinetochores consist of more than 19 different proteins. Many of these proteins are conserved between eukaryotic species, including a specialized histone H3 variant (called CENP-A or CenH3) which helps the kinetochore associate with DNA. Other proteins in the kinetochore attach it to the microtubules (MTs) of the mitotic spindle. There are also motor proteins, including both dynein and kinesin, which generate forces that move chromosomes during mitosis. Other proteins, such as Mad2, monitor the microtubule attachment as well as the tension between sister kinetochores and activate the spindle checkpoint to arrest the cell cycle when either of these is absent.",
            "score": 217.4338836669922
        },
        {
            "docid": "996341_6",
            "document": "Spindle checkpoint . During S phase, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles achieve their maximal length, recruit additional material and their capacity to nucleate microtubules increases. As mitosis progresses, both centrosomes separate to generate the mitotic spindle. In this way, the mitotic spindle has two poles emanating microtubules. Microtubules (MTs) are long proteic filaments, with asymmetric extremities: one end termed \"minus\" (-) end, relatively stable and close to the centrosome, and an end termed \"plus\" (+) end, with alternating phases of growth and retraction, exploring the center of the cell searching the chromosomes. Each chromatid has a special region, named the centromere, on top of which is assembled a proteic structure termed kinetochore, which is able to stabilize the microtubule plus end. Therefore, if by chance a microtubule exploring the center of the cell encounters a kinetochore, it may happen that the kinetochore will capture it, so that the chromosome will become attached to the spindle via the kinetochore of one of its sister chromatids. The chromosome plays an active role in the attachment of kinetochores to the spindle. Bound to the chromatin is a Ran guanine nucleotide exchange factor (GEF) that stimulates cytosolic Ran near the chromosome to bind GTP in place of GDP. The activated GTP-bound form of Ran releases microtubule-stabilizing proteins, such as TPX2, from protein complexes in the cytosol, which induces nucleation and polymerization of microtubules around the chromosomes. These kinetochore-derived microtubules, along with kinesin motor proteins in the outer kinetochore, facilitate interactions with the lateral surface of a spindle pole-derived microtubule. These lateral attachments are unstable, however, and must be converted to an end-on attachment. Conversion from lateral to end-on attachments allows the growth and shrinkage of the microtubule plus-ends to be converted into forces that push and pull chromosomes to achieve proper bi-orientation. As it happens that sister chromatids are attached together and both kinetochores are located back-to-back on both chromatids, when one kinetochore becomes attached to one centrosome, the sister kinetochore becomes exposed to the centrosome located in the opposed pole; for this reason, in most cases the second kinetochore becomes associated to the centrosome in the opposed pole, via its microtubules, so that the chromosomes become \"bi-oriented\", a fundamental configuration (also named \"amphitelic\") to ensure that chromosome segregation will take place correctly when the cell will divide. Occasionally, one of the two sister kinetochores may attach simultaneously to MTs generated by both poles, a configuration named \"merotelic\", which is not detected by the spindle checkpoint but that may generate lagging chromosomes during anaphase and, consequently, aneuploidy. Merotelic orientation (characterized by the absence of tension between sister kinetochores) is frequent at the beginning of mitosis, but the protein Aurora B (a kinase conserved from yeast to vertebrates) detects and eliminates this type of anchoring. (Note: Aurora B is frequently overexpressed in various types of tumors and currently is a target for the development of anticancer drugs.)",
            "score": 214.89898681640625
        },
        {
            "docid": "200189_5",
            "document": "Spindle apparatus . The cellular spindle apparatus includes the spindle microtubules, associated proteins, which include kinesin and dynein molecular motors, condensed chromosomes, and any centrosomes or asters that may be present at the spindle poles depending on the cell type. The spindle apparatus is vaguely ellipsoid in cross section and tapers at the ends. In the wide middle portion, known as the spindle midzone, antiparallel microtubules are bundled by kinesins. At the pointed ends, known as spindle poles, microtubules are nucleated by the centrosomes in most animal cells. \"Acentrosomal\" or \"anastral\" spindles lack centrosomes or asters at the spindle poles, respectively, and occur for example during female meiosis in most animals. In this instance, a Ran GTP gradient is the main regulator of spindle microtubule organization and assembly. In fungi, spindles form between spindle pole bodies embedded in the nuclear envelope, which does not break down during mitosis.",
            "score": 212.7996826171875
        },
        {
            "docid": "20621_3",
            "document": "Microtubule . Microtubules are very important in a number of cellular processes. They are involved in maintaining the structure of the cell and, together with microfilaments and intermediate filaments, they form the cytoskeleton. They also make up the internal structure of cilia and flagella. They provide platforms for intracellular transport and are involved in a variety of cellular processes, including the movement of secretory vesicles, organelles, and intracellular macromolecular assemblies (see entries for dynein and kinesin). They are also involved in cell division by (mitosis and meiosis) and are the major constituents of mitotic spindles, which are used to pull eukaryotic chromosomes apart.",
            "score": 212.14622497558594
        },
        {
            "docid": "51109525_5",
            "document": "Iva Tolić . As independent investigator, Tolić has carried out pioneering research in the field of cell biology pertaining to the microtubule cytoskeleton and associated motor proteins, discovering: (i) a novel mechanism of kinetochore capture during mitosis by pivoting of astral microtubules around the spindle pole, (ii) a mechanism of regulation of the motor protein cytoplasmic dynein by attachment to its anchor protein in fission yeast and most recently, (iii) 'Bridging fibers' that are non-kinetochore microtubules connecting sister k-fibers and thereby balancing forces in the spindle.",
            "score": 210.93299865722656
        },
        {
            "docid": "200189_10",
            "document": "Spindle apparatus . In a properly formed mitotic spindle, bi-oriented chromosomes are aligned along the equator of the cell with spindle microtubules oriented roughly perpendicular to the chromosomes, their plus-ends embedded in kinetochores and their minus-ends anchored at the cell poles. The precise orientation of this complex is required to ensure accurate chromosome segregation and to specify the cell division plane. However, it remains unclear how the spindle becomes organized. Two models predominate the field, which are synergistic and not mutually exclusive. In the \"search-and-capture model\", the spindle is predominantly organized by the poleward separation of centrosomal microtubule organizing centers (MTOCs). Spindle microtubules emanate from centrosomes and 'seek' out kinetochores; when they bind a kinetochore they become stabilized and exert tension on the chromosomes. In an alternative \"self assembly\" model, microtubules undergo acentrosomal nucleation among the condensed chromosomes. Constrained by cellular dimensions, lateral associations with antiparallel microtubules via motor proteins, and end-on attachments to kinetochores, microtubules naturally adopt a spindle-like structure with chromosomes aligned along the cell equator.",
            "score": 208.56878662109375
        },
        {
            "docid": "996341_4",
            "document": "Spindle checkpoint . When cells are ready to divide, because cell size is big enough or because they receive the appropriate stimulus, they activate the mechanism to enter into the cell cycle, and they duplicate most organelles during S (synthesis) phase, including their centrosome. Therefore, when the cell division process will end, each daughter cell will receive a complete set of organelles. At the same time, during S phase all cells must duplicate their DNA very precisely, a process termed DNA replication. Once DNA replication has finished, in eukaryotes the DNA molecule is compacted and condensed, to form the mitotic chromosomes, each one constituted by two sister chromatids, which stay held together by the establishment of cohesion between them; each chromatid is a complete DNA molecule, attached via microtubules to one of the two centrosomes of the dividing cell, located at opposed poles of the cell. The structure formed by the centrosomes and the microtubules is named mitotic spindle, due to its characteristic shape, holding the chromosomes between the two centrosomes. Both sister chromatids stay together until anaphase; at this moment they separate from each other and they travel towards the centrosome to which they are attached. In this way, when the two daughter cells separate at the end of the division process, each one will receive a complete set of chromatids. The mechanism responsible for the correct distribution of sister chromatids during cell division is named chromosome segregation.",
            "score": 208.3480682373047
        },
        {
            "docid": "609812_12",
            "document": "Dynein . Axonemal dyneins come in multiple forms that contain either one, two or three non-identical heavy chains (depending upon the organism and location in the cilium). Each heavy chain has a globular motor domain with a doughnut-shaped structure believed to resemble that of other AAA proteins, a coiled coil \"stalk\" that binds to the microtubule, and an extended tail (or \"stem\") that attaches to a neighboring microtubule of the same axoneme. Each dynein molecule thus forms a cross-bridge between two adjacent microtubules of the ciliary axoneme. During the \"power stroke\", which causes movement, the AAA ATPase motor domain undergoes a conformational change that causes the microtubule-binding stalk to pivot relative to the cargo-binding tail with the result that one microtubule slides relative to the other (Karp, 2005). This sliding produces the bending movement needed for cilia to beat and propel the cell or other particles. Groups of dynein molecules responsible for movement in opposite directions are probably activated and inactivated in a coordinated fashion so that the cilia or flagella can move back and forth. The radial spoke has been proposed as the (or one of the) structures that synchronizes this movement.",
            "score": 205.8043670654297
        },
        {
            "docid": "619197_12",
            "document": "Cyclin . There are several different cyclins that are active in different parts of the cell cycle and that cause the Cdk to phosphorylate different substrates. There are also several \"orphan\" cyclins for which no Cdk partner has been identified. For example, cyclin F is an orphan cyclin that is essential for G/M transition. A study in \"C. elegans\" revealed the specific roles of mitotic cyclins. Notably, recent studies have shown that cyclin A creates a cellular environment that promotes microtubule detachment from kinetochores in prometaphase to ensure efficient error correction and faithful chromosome segregation. Cells must separate their chromosomes precisely, an event that relies on the bi-oriented attachment of chromosomes to spindle microtubules through specialized structures called kinetochores. In the early phases of division, there are numerous errors in how kinetochores bind to spindle microtubules. The unstable attachments promote the correction of errors by causing a constant detachment, realignment and reattachment of microtubules from kinetochores in the cells as they try to find the correct attachment. Protein cyclin A governs this process by keeping the process going until the errors are eliminated. In normal cells, persistent cyclin A expression prevents the stabilization of microtubules bound to kinetochores even in cells with aligned chromosomes. As levels of cyclin A decline, microtubule attachments become stable, allowing the chromosomes to be divided correctly as cell division proceeds. In contrast, in cyclin A-deficient cells, microtubule attachments are prematurely stabilized. Consequently, these cells may fail to correct errors, leading to higher rates of chromosome mis-segregation.",
            "score": 200.6688995361328
        },
        {
            "docid": "609812_5",
            "document": "Dynein . Cytoplasmic dynein, found in all animal cells and possibly plant cells as well, performs functions necessary for cell survival such as organelle transport and centrosome assembly. Cytoplasmic dynein moves processively along the microtubule; that is, one or the other of its stalks is always attached to the microtubule so that the dynein can \"walk\" a considerable distance along a microtubule without detaching.",
            "score": 197.82398986816406
        },
        {
            "docid": "156970_19",
            "document": "Cytoskeleton . In nine triplet sets (star-shaped), they form the centrioles, and in nine doublets oriented about two additional microtubules (wheel-shaped), they form cilia and flagella. The latter formation is commonly referred to as a \"9+2\" arrangement, wherein each doublet is connected to another by the protein dynein. As both flagella and cilia are structural components of the cell, and are maintained by microtubules, they can be considered part of the cytoskeleton. There are two types of cilia: motile and non-motile cilia. Cilia are short and more numerous than flagella. The motile cilia have a rhythmic waving or beating motion compared to the non-motile cilia which receive sensory information for the cell; processing signals from the other cells or the fluids surrounding it. Additionally, the microtubules control the beating (movement) of the cilia and flagella. Also, the dynein arms attached to the microtubules function as the molecular motors. The motion of the cilia and flagella is created by the microtubules sliding past one another, which requires ATP.  They play key roles in:",
            "score": 197.47109985351562
        },
        {
            "docid": "20621_32",
            "document": "Microtubule . The process of mitosis is facilitated by three main subgroups of microtubules, known as astral, polar, and kinetochore microtubules. An astral microtubule is a microtubule originating from the MTOC that does not connect to a chromosome. Astral microtubules instead interact with the cytoskeleton near the cell membrane and function in concert with specialized dynein motors. Dynein motors pull the MTOC toward the cell membrane, thus assisting in correct positioning and orientation of the entire apparatus.",
            "score": 197.2609100341797
        },
        {
            "docid": "47413780_10",
            "document": "Anna Akhmanova . Another project the team is researching concerns the mechanisms involved in microtubule-based vesicle transport. They identified several structures that linked the microtubule motors to vesicles and developed procedures to show the function of the linkers when gathering motor proteins to associate with membrane organelles. Kinesin and dynein motors are required for long-range transport along microtubules within the cell. Akhmanova’s team focuses mainly on dynein, the motor that moves toward the minus end of the microtubule, and how it is linked to the various organelles and vesicles it transfers. They also study how dynein coordinates with kinesin, the motor that moves toward the plus end of the microtubule, when they are attached to the same organelle or vesicle, and they study the different signaling pathways that affect these motors. More specifically, they are currently looking into the protein Bicaudal D and its role in dynein-dependent transport, as it has been found to be important for dynein-dependent transport of mRNA in flies and of exocytotic vesicles in mammals. It has also been found to be important for the positioning of the centrosomes and nucleus during mitosis as this is facilitated by dynein and kinesin.",
            "score": 196.3332977294922
        },
        {
            "docid": "19522605_2",
            "document": "Iain Cheeseman . Iain Cheeseman investigates the role of the kinetochore, a group of proteins required for cell division and chromosome segregation. This core network of proteins facilitates the attachment of chromosomes to microtubule polymers—the spindle structures that attach to the ends of cells, pulling and dividing them during cell division. The kinetochore is critical to ensuring duplication without loss or damage to the genetic material. Cheeseman is also investigating the activities of the individual molecular machines that make up this structure and how these proteins are controlled and regulated.",
            "score": 194.46986389160156
        },
        {
            "docid": "1682332_5",
            "document": "Axoneme . Besides the microtubules, the axoneme contains many proteins and protein complexes necessary for its function. The dynein arms, for example, are motor complexes that produce the force needed for bending. Each dynein arm is anchored to a doublet microtubule; by \"walking\" along an adjacent microtubule, the dynein motors can cause the microtubules to slide against each other. When this is carried out in a synchronized fashion, with the microtubules on one side of the axoneme being pulled 'down' and those on the other side pulled 'up,' the axoneme as a whole can bend back and forth. This process is responsible for ciliary/flagellar beating, as in the well-known example of the human sperm.",
            "score": 193.39361572265625
        },
        {
            "docid": "501204_5",
            "document": "Microtubule organizing center . Most animal cells have one MTOC during interphase, usually located near the nucleus, and generally associated closely with the Golgi apparatus. The MTOC is made up of a pair of centrioles at its center, and is surrounded by pericentriolar material (PCM) that is important for microtubule nucleation. Microtubules are anchored at the MTOC by their minus ends, while their plus ends continue to grow into the cell periphery. The polarity of the microtubules is important for cellular transport, as the motor proteins kinesin and dynein typically move preferentially in the \"plus\" and \"minus\" directions respectively, along a microtubule, allowing vesicles to be directed to or from the endoplasmic reticulum and Golgi apparatus. Particularly for the Golgi apparatus, structures associated with the apparatus travel towards the minus end of a microtubule and aid in the overall structure and site of the Golgi in the cell.",
            "score": 192.73658752441406
        },
        {
            "docid": "599709_10",
            "document": "Karyogamy . Microtubule movement is mediated by a family of motor proteins known as kinesins, such as Kar3 in yeast. Accessory proteins, such as Spc72 in yeast, act as a glue, connecting the motor protein, spindle pole body and microtubule in a structure known as the half-bridge. Other proteins, such as Kar9 and Bim1 in yeast, attach to the plus end of the microtubules. They are activated by pheromone signals to attach to the shmoo tip. A shmoo is a projection of the cellular membrane which is the site of initial cell fusion in plasmogamy. After plasmogamy, the microtubule plus ends continue to grow towards the opposite pronucleus. It is thought that the growing plus end of the microtubule attaches directly to the motor protein of the opposite pronucleus, triggering a reorganization of the proteins at the half-bridge. The force necessary for migration occurs directly in response to this interaction.",
            "score": 191.44345092773438
        },
        {
            "docid": "376924_4",
            "document": "Cleavage furrow . The cell cycle begins with interphase when the DNA replicates, the cell grows and prepares to enter mitosis. Mitosis includes four phases, prophase, metaphase, anaphase, and telophase. Prophase is the initial phase when spindle fibers appear that function to move the chromosomes toward opposite poles. This spindle apparatus consists of microtubules, microfilaments and a complex network of various proteins. During metaphase, the chromosomes line up using the spindle apparatus in the middle of the cell along the equatorial plate. The chromosomes move to opposite poles during anaphase and remain attached to the spindle fibers by their centromeres. Animal cell cleavage furrow formation is caused by a ring of actin microfilaments called the contractile ring, which forms during early anaphase. Myosin is present in the region of the contractile ring as concentrated microfilaments and actin filaments are predominant in this region. The actin filaments here are both pre-existing and new. Cleavage is driven by these motor proteins, actin and myosin, which are the same proteins involved with muscle contraction. During cellular cleavage, the contractile ring tightens around the cytoplasm of the cell until the cytoplasm is pinched into two daughter cells. During the final phase of mitosis, telophase, the furrow forms an intercellular bridge using mitotic spindle fibers. Phosphatidylethanolamine (PE) has been shown to be present during this time which indicates that is may play a role in movement between the plasma membrane and contractile ring. The bridge is then broken and resealed to form two identical daughter cells during cytokinesis. The breakage is formed by microtubules and the resealing is negated by Calcium dependent exocytosis using Golgi vesicles. In comparison, the plant cell septum and the animal cell mid-zone are analogous. Both require vesicular secretions by the Golgi apparatus for resealing and formation of the cytoskeletal network in addition to microtubules and microfilaments for division and movement. The cleavage furrow mechanism in animal cells is a complex network of actin and myosin filaments, Golgi vesicles and Calcium dependent channels enabling the cell to break apart, reseal and form new daughter cells with complete membranes.",
            "score": 189.39932250976562
        },
        {
            "docid": "6932879_10",
            "document": "Aurora A kinase . During mitosis, a mitotic spindle is assembled by using microtubules to tether together the mother centrosome to its daughter. The resulting mitotic spindle is then used to propel apart the sister chromosomes into what will become the two new daughter cells. Aurora A is critical for proper formation of mitotic spindle. It is required for the recruitment of several different proteins important to the spindle formation. Among these target proteins are TACC, a microtubule-associated protein that stabilizes centrosomal microtubules and Kinesin 5, a motor protein involved in the formation of the bipolar mitotic spindle. γ-tubulins, the base structure from which centrosomal microtubules polymerize, are also recruited by Aurora A. Without Aurora A the centrosome does not accumulate the quantity of γ-tubulin that normal centrosomes recruit prior to entering anaphase. Though the cell cycle continues even in the absence of deficient γ-tubulin, the centrosome never fully matures; it organizes fewer aster microtubules than normal. Furthermore, Aurora A is necessary for the proper separation of the centrosomes after the mitotic spindle has been formed. Without Aurora A, the mitotic spindle, depending on the organism, will either never separate or will begin to separate only to collapse back onto itself. In the case of the former, it has been suggested that Aurora A cooperates with the kinase Nek2 in \"Xenopu\"s to dissolves the structure tethering the cell's centrosomes together. Therefore, without proper expression of Aurora A, the cell's centrosomes are never able to separate.",
            "score": 188.495849609375
        },
        {
            "docid": "33071344_9",
            "document": "Discovery and development of tubulin inhibitors . Microtubule is involved in different stages of the cell cycle. During the first stage or prophase, the microtubules required for cell division begins to form and grow towards the newly formed chromosomes forming a bundle of microtubules called the mitotic spindle. During prometaphase and metaphase this spindle attaches itself to the chromosomes at a particular point called the kinetochore and undergoes several growing and shortening periods in tuning with the back and forth oscillations of the chromosomes. In anaphase also, the microtubules attached to the chromosomes maintain a carefully regulated shortening and lengthening process. Thus the presence of a drug which can suppress the microtubule dynamics is sufficient to block the cell cycle and result in the death of the cells by apoptosis.",
            "score": 188.46438598632812
        },
        {
            "docid": "3027162_4",
            "document": "Spindle poison . Normally, cells duplicate their genetic material and then produce two equal daughter cells. Tampering with this tightly monitored distribution system can result in the production of irregular chromosome content, within each cell, commonly referred to as aneuploidy. Cells have developed various checkpoints to carry out mitosis with great accuracy. Early research concluded that spindle poisons, inserted to cells, caused a considerable reduction in the number of cells that exited mitosis, while the number of cells that entered mitosis dramatically increased. The SAC was found to be the key signaling pathway to the mitotic arrest. The precise division of chromosomes is the primary responsibility of SAC. Its origin stems from kinetochores, proteins that aid in joining DNA and microtubules on the chromatids. Only one unattached kinetochore is required to fuel a response that ultimately blocks cell cycle progression. The end result is each chromosome is attached to the spindle in the initial stage of anaphase.",
            "score": 186.38143920898438
        },
        {
            "docid": "609812_11",
            "document": "Dynein . One major form of motor regulation within cells for dynein is dynactin. It may be required for almost all cytoplasmic dynein functions. Currently, it is the best studied dynein partner. Dynactin is a protein that aids in intracellular transport throughout the cell by linking to cytoplasmic dynein. Dynactin can function as a scaffold for other proteins to bind to. It also functions as a recruiting factor that localizes dynein to where it should be. There is also some evidence suggesting that it may regulate kinesin-2. The dynactin complex is composed of more than 20 subunits, of which p150(Glued) is the largest. There is no definitive evidence that dynactin by itself affects the velocity of the motor. It does, however, affect the processivity of the motor. The binding regulation is likely allosteric: experiments have shown that the enhancements provided in the processivity of the dynein motor do not depend on the p150 subunit binding domain to the microtubules.",
            "score": 186.3297882080078
        },
        {
            "docid": "20621_31",
            "document": "Microtubule . A notable structure composed largely of microtubules is the mitotic spindle, used by eukaryotic cells to segregate their chromosomes during cell division. The mitotic spindle includes the spindle microtubules, microtubule-associated proteins (MAPs), and the MTOC. The microtubules originate in the MTOC and fan out into the cell; each cell has two MTOCs, as shown in the diagram.",
            "score": 186.00814819335938
        },
        {
            "docid": "22269179_3",
            "document": "Aster (cell biology) . During mitosis, there are four stages of cell division: Prophase, Metaphase, Anaphase, and Telophase. During prophase, two aster-covered centrosomes migrate to opposite sides of the nucleus in preparation of mitotic spindle formation. During metaphase, the kinetochore microtubules connect to the centromere. Afterwards, during anaphase, the kinetochore microtubules pull the chromatids apart into its individual chromosomes and pull them towards the centrosomes, located at opposite ends of the cell. This allows the cell to divide properly with each daughter cell containing full replicas of chromosomes. In some cells, the positions of the asters determine the site of cell divisions.",
            "score": 185.84588623046875
        }
    ]
}