{
    "q": [
        {
            "docid": "16405530_4",
            "document": "Homology directed repair . The pathway of HDR has not been totally elucidated yet (\"March 2008\"). However, a number of experimental results point to the validity of certain models.  It is generally accepted that histone H2AX (noted as γH2AX) is phosphorylated within seconds after damage occurs. H2AX is phosphorylated throughout the area surrounding the damage, not only precisely at the break. Therefore, it has been suggested that γH2AX functions as an adhesive component for attracting proteins to the damaged location. Several research groups have suggested that the phosphorylation of H2AX is done by ATM and ATR in cooperation with MDC1. It has been suggested that before or while H2AX is involved with the repair pathway, the MRN complex (which consists of Mre11, Rad50 and NBS1) is attracted to the broken DNA ends and other MRN complexes to keep the broken ends together. This action by the MRN complex may prevent chromosomal breaks. At some later point the DNA ends are processed so that unnecessary residuals of chemical groups are removed and single strand overhangs are formed. Meanwhile, from the beginning, every piece of single stranded DNA is covered by the protein RPA (Replication Protein A). The function of RPA is likely to keep the single stranded DNA pieces stable until the complementary piece is resynthesized by a polymerase. After this, Rad51 replaces RPA and forms filaments on the DNA strand. Working together with BRCA2 (Breast Cancer Associated), Rad51 couples a complementary DNA piece which invades the broken DNA strand to form a template for the polymerase. The polymerase is held onto the DNA strand by PCNA (Proliferating Cell Nuclear Antigen). PCNA forms typical patterns in the nucleus of the cell through which the current cell cycle can be determined. The polymerase synthesizes the missing part of the broken strand. When the broken strand is rebuilt, both strands need to uncouple again. Multiple ways of \"uncoupling\" have been suggested, but evidence is not yet sufficient to choose between models (\"March 2008\").  After the strands are separated the process is done. The co-localization of Rad51 with the damage indicates that HDR has been initiated instead of NHEJ. In contrast, the presence of a Ku complex (Ku70 and Ku80) indicates that NHEJ has been initiated instead of HDR. HDR and NHEJ repair double strand breaks. Other mechanisms such as NER (Nucleotide Excision Repair), BER (Base Excision Repair) and MMR recognise lesions and replace them via single strand perturbation.",
            "score": 168.02979373931885
        },
        {
            "docid": "14761654_3",
            "document": "MDC1 . The \"MDC1\" gene encodes the MDC1 nuclear protein which is part of the DNA damage response (DDR) pathway, the mechanism through which eukaryotic cells respond to damaged DNA, specifically DNA double-strand breaks (DSB) that are caused by ionizing radiation or chemical clastogens. The DDR of mammalian cells is made up of kinases, and mediator/adaptors factors. In mammalian cells the DRR is a network of pathways made up of proteins that function as either kinases, or and mediator/adaptors that recruit the kinases to their phosphorylation targets, these factors work together to detect DNA damage, and signal the repair mechanism as well as activating cell cycle checkpoints. The MDC1s role in DDR is to function both as a mediator/adaptor protein mediating a complex of other DDR proteins at the site of DNA damage and repairing DNA damage through its PST domain.",
            "score": 147.15295958518982
        },
        {
            "docid": "1493053_7",
            "document": "Cockayne syndrome . Within the damaged cell, the CSA protein normally localizes to sites of DNA damage, particularly inter-strand cross-links, double-strand breaks and some monoadducts. CSB protein is also normally recruited to DNA damaged sites, and its recruitment is most rapid and robust as follows: interstrand crosslinks > double-strand breaks > monoadducts > oxidative damages. CSB protein forms a complex with another DNA repair protein, SNM1A(DCLRE1A), a 5’ – 3’ exonuclease, that localizes to inter-strand cross-links in a transcription dependent manner. The accumulation of CSB protein at sites of DNA double-strand breaks occurs in a transcription dependent manner and facilitates homologous recombinational repair of the breaks. During the G0/G1 phase of the cell cycle, DNA damage can trigger a CSB-dependent recombinational repair process that uses an RNA (rather than DNA) template.",
            "score": 145.6769459247589
        },
        {
            "docid": "2631477_15",
            "document": "Homologous recombination . Two primary models for how homologous recombination repairs double-strand breaks in DNA are the double-strand break repair (DSBR) pathway (sometimes called the \"double Holliday junction model\") and the synthesis-dependent strand annealing (SDSA) pathway. The two pathways are similar in their first several steps. After a double-strand break occurs, the MRX complex (MRN complex in humans) binds to DNA on either side of the break. Next a resection, in which DNA around the 5' ends of the break is cut back, is carried out in two distinct steps. In the first step of resection, the MRX complex recruits the Sae2 protein. The two proteins then trim back the 5' ends on either side of the break to create short 3' overhangs of single-strand DNA. In the second step, 5'→3' resection is continued by the Sgs1 helicase and the Exo1 and Dna2 nucleases. As a helicase, Sgs1 \"unzips\" the double-strand DNA, while Exo1 and Dna2's nuclease activity allows them to cut the single-stranded DNA produced by Sgs1. The RPA protein, which has high affinity for single-stranded DNA, then binds the 3' overhangs. With the help of several other proteins that mediate the process, the Rad51 protein (and Dmc1, in meiosis) then forms a filament of nucleic acid and protein on the single strand of DNA coated with RPA. This nucleoprotein filament then begins searching for DNA sequences similar to that of the 3' overhang. After finding such a sequence, the single-stranded nucleoprotein filament moves into (invades) the similar or identical recipient DNA duplex in a process called strand invasion. In cells that divide through mitosis, the recipient DNA duplex is generally a sister chromatid, which is identical to the damaged DNA molecule and provides a template for repair. In meiosis, however, the recipient DNA tends to be from a similar but not necessarily identical homologous chromosome. A displacement loop (D-loop) is formed during strand invasion between the invading 3' overhang strand and the homologous chromosome. After strand invasion, a DNA polymerase extends the end of the invading 3' strand by synthesizing new DNA. This changes the D-loop to a cross-shaped structure known as a Holliday junction. Following this, more DNA synthesis occurs on the invading strand (i.e., one of the original 3' overhangs), effectively restoring the strand on the homologous chromosome that was displaced during strand invasion.",
            "score": 168.13938772678375
        },
        {
            "docid": "10147471_3",
            "document": "Nibrin . Nibrin is a protein associated with the repair of double strand breaks (DSBs) which pose serious damage to a genome. It is a 754 amino acid protein identified as a member of the NBS1/hMre11/RAD50(N/M/R, more commonly referred to as MRN) double strand DNA break repair complex. This complex recognizes DNA damage and rapidly relocates to DSB sites and forms nuclear foci. It also has a role in regulation of N/M/R (MRN) protein complex activity which includes end-processing of both physiological and mutagenic DNA double strand breaks (DSBs).",
            "score": 95.64863538742065
        },
        {
            "docid": "17062920_25",
            "document": "DNA damage theory of aging . Hutchinson-Guilford Progeria is due to a defect in Lamin A protein which forms a scaffolding within the cell nucleus to organize chromatin and is needed for repair of double-strand breaks in DNA. A-type lamins promote genetic stability by maintaining levels of proteins that have key roles in the DNA repair processes of non-homologous end joining and homologous recombination. Mouse cells deficient for maturation of prelamin A show increased DNA damage and chromosome aberrations and are more sensitive to DNA damaging agents.",
            "score": 186.5787398815155
        },
        {
            "docid": "1058672_22",
            "document": "Ataxia-telangiectasia . A-T has been described as a genome instability syndrome, a DNA repair disorder and a DNA damage response (DDR) syndrome. \"ATM\", the gene responsible for this multi-system disorder, encodes a protein of the same name which coordinates the cellular response to DNA double strand breaks (DSBs). Radiation therapy, chemotherapy that acts like radiation (radiomimetic drugs) and certain biochemical processes and metabolites can cause DSBs. When these breaks occur, ATM stops the cell from making new DNA (cell cycle arrest) and recruits and activates other proteins to repair the damage. Thus, ATM allows the cell to repair its DNA before the completion of cell division. If DNA damage is too severe, ATM will mediate the process of programmed cell death (apoptosis) to eliminate the cell and prevent genomic instability.",
            "score": 141.84801256656647
        },
        {
            "docid": "32706791_6",
            "document": "Genome instability . In the cell cycle, DNA is usually most vulnerable during replication. The replisome must be able to navigate obstacles such as tightly wound chromatin with bound proteins, single and double stranded breaks which can lead to the stalling of the replication fork. Each protein or enzyme in the replisome must perform its function well to result in a perfect copy of DNA. Mutations of proteins such as DNA polymerase, ligase, can lead to impairment of replication and lead to spontaneous chromosomal exchanges. Proteins such as Tel1, Mec1 (ATR, ATM in humans) can detect single and double-stranded breaks and recruit factors such as Rmr3 helicase to stabilize the replication fork in order to prevent its collapse. Mutations in Tel1, Mec1, and Rmr3 helicase result in a significant increase of chromosomal recombination. ATR responds specifically to stalled replication forks and single-stranded breaks resulting from UV damage while ATM responds directly to double-stranded breaks. These proteins also prevent progression into mitosis by inhibiting the firing of late replication origins until the DNA breaks are fixed by phosphorylating CHK1, CHK2 which results in a signaling cascade arresting the cell in S-phase. For single stranded breaks, replication occurs until the location of the break, then the other strand is nicked to form a double stranded break, which can then be repaired by Break Induced Replication or homologous recombination using the sister chromatid as an error-free template. In addition to S-phase checkpoints, G1 and G2 checkpoints exist to check for transient DNA damage which could be caused by mutagens such as UV damage. An example is the Saccharomyces pombe gene rad9 which arrests the cells in late S/G2 phase in the presence of DNA damage caused by radiation. The yeast cells with defective rad9 failed to arrest following radiation, continued cell division and died rapidly while the cells with wild-type rad9 successfully arrested in late S/G2 phase and remained viable. The cells that arrested were able to survive due to the increased time in S/G2 phase allowing for DNA repair enzymes to function fully.",
            "score": 141.66257214546204
        },
        {
            "docid": "37626088_34",
            "document": "DNA damage (naturally occurring) . ATR is recruited for different forms of damage such as nucleotide damage, stalled replication forks and double strand breaks. ATM is specifically for the damage response to double strand breaks. The MRN complex (composed of Mre11, Rad50, and Nbs1) form immediately at the site of double strand break. This MRN complex recruits ATM to the site of damage. ATR and ATM phosphorylate various proteins that contribute to the damage repair system. The binding of ATR and ATM to damage sites on DNA lead to the recruitment of Chk1 and Chk2. These protein kinases send damage signals to the cell cycle control system to delay the progression of the cell cycle.",
            "score": 119.40629458427429
        },
        {
            "docid": "15066434_10",
            "document": "RNF8 . Ku protein is a dimeric protein complex, a heterodimer of two polypeptides, Ku70 and Ku80. Ku protein forms a ring structure. An early step in non-homologous end joining DNA repair of a double-strand break is the slipping of a Ku protein (with its ring protein structure) over each end of the broken DNA. The two Ku proteins, one on each broken end, bind to each other and form a bridge. This protects the DNA ends and forms a platform for further DNA repair enzymes to operate. After the broken ends are rejoined, the two Ku proteins still encircle the now intact DNA and can no longer slip off an end. The Ku proteins must be removed or they cause loss of cell viability. The removal of Ku protein is performed either by RNF8 ubiquitination of Ku80, allowing it to be released from the Ku protein ring, or else by NEDD8 promoted ubiquitination of Ku protein, causing its release from DNA.",
            "score": 121.1961932182312
        },
        {
            "docid": "583438_22",
            "document": "Transformation (genetics) . Competence is specifically induced by DNA damaging conditions. For instance, transformation is induced in \"Streptococcus pneumoniae\" by the DNA damaging agents mitomycin C (a DNA crosslinking agent) and fluoroquinolone (a topoisomerase inhibitor that causes double-strand breaks). In \"B. subtilis\", transformation is increased by UV light, a DNA damaging agent. In \"Helicobacter pylori\", ciprofloxacin, which interacts with DNA gyrase and introduces double-strand breaks, induces expression of competence genes, thus enhancing the frequency of transformation Using \"Legionella pneumophila\", Charpentier et al. tested 64 toxic molecules to determine which of these induce competence. Of these only six, all DNA damaging agents, caused strong induction. These DNA damaging agents were mitomycin C (which causes DNA inter-strand crosslinks), norfloxacin, ofloxacin and nalidixic acid (inhibitors of DNA gyrase that cause double-strand breaks), bicyclomycin (causes single- and double-strand breaks), and hydroxyurea (induces DNA base oxidation). UV light also induced competence in \"L. pneumophila\". Charpentier et al. suggested that competence for transformation probably evolved as a DNA damage response. Logarithmically growing bacteria differ from stationary phase bacteria with respect to the number of genome copies present in the cell, and this has implications for the capability to carry out an important DNA repair process. During logarithmic growth, two or more copies of any particular region of the chromosome may be present in a bacterial cell, as cell division is not precisely matched with chromosome replication. The process of homologous recombinational repair (HRR) is a key DNA repair process that is especially effective for repairing double-strand damages, such as double-strand breaks. This process depends on a second homologous chromosome in addition to the damaged chromosome. During logarithmic growth, a DNA damage in one chromosome may be repaired by HRR using sequence information from the other homologous chromosome. Once cells approach stationary phase, however, they typically have just one copy of the chromosome, and HRR requires input of homologous template from outside the cell by transformation. To test whether the adaptive function of transformation is repair of DNA damages, a series of experiments were carried out using \"B. subtilis\" irradiated by UV light as the damaging agent (reviewed by Michod et al. and Bernstein et al.) The results of these experiments indicated that transforming DNA acts to repair potentially lethal DNA damages introduced by UV light in the recipient DNA. The particular process responsible for repair was likely HRR. Transformation in bacteria can be viewed as a primitive sexual process, since it involves interaction of homologous DNA from two individuals to form recombinant DNA that is passed on to succeeding generations. Bacterial transformation in prokaryotes may have been the ancestral process that gave rise to meiotic sexual reproduction in eukaryotes (see Evolution of sexual reproduction; Meiosis.)",
            "score": 147.31199622154236
        },
        {
            "docid": "41223401_14",
            "document": "Haloferax volcanii . In prokaryotes the DNA genome is organized in a dynamic structure, the nucleoid, which is embedded in the cytoplasm. Exposure of \"Haloferax volcanii\" to stresses that damage the DNA cause compaction and reorganization of the nucleoid. Compaction depends on the Mre11-Rad50 protein complex that is employed in the homologous recombinational repair of DNA double-strand breaks. Delmas et al. proposed that nucleoid compaction is part of a DNA damage response that accelerates cell recovery by helping DNA repair proteins to locate targets, and by facilitating the search for intact DNA sequences during homologous recombination.",
            "score": 144.6667366027832
        },
        {
            "docid": "17269882_3",
            "document": "MRX complex . Cells are able to accurately repair DNA double-strand breaks using a process called homologous recombination. By this process DNA sequence information that is lost because of the breakage can be recovered from a second homologous DNA molecule. Homologous recombinational repair is important for removing DNA damage both during mitosis and meiosis. The repair process begins with the degradation of the 5’ end on either side of the double-strand break to yield 3’ single-stranded DNA tails (a process called end resection). Next the Rad51 protein binds to these tails and initiates a process of strand invasion leading to recovery of genetic information from the undamaged homologous sequence of the second DNA molecule. Studies with the yeast \"Saccharomyces cerevisiae\" have shown that end resection is catalyzed by the MRX protein complex. The MRE11 enzyme (one of the three component proteins of the MRX complex) first makes a nick in the DNA at 15 to 20 nucleotides from the 5’ end of the break. This creates an entry point for further processing by exonucleases to complete the initial resection stage of the overall process.",
            "score": 120.27162063121796
        },
        {
            "docid": "376924_4",
            "document": "Cleavage furrow . The cell cycle begins with interphase when the DNA replicates, the cell grows and prepares to enter mitosis. Mitosis includes four phases, prophase, metaphase, anaphase, and telophase. Prophase is the initial phase when spindle fibers appear that function to move the chromosomes toward opposite poles. This spindle apparatus consists of microtubules, microfilaments and a complex network of various proteins. During metaphase, the chromosomes line up using the spindle apparatus in the middle of the cell along the equatorial plate. The chromosomes move to opposite poles during anaphase and remain attached to the spindle fibers by their centromeres. Animal cell cleavage furrow formation is caused by a ring of actin microfilaments called the contractile ring, which forms during early anaphase. Myosin is present in the region of the contractile ring as concentrated microfilaments and actin filaments are predominant in this region. The actin filaments here are both pre-existing and new. Cleavage is driven by these motor proteins, actin and myosin, which are the same proteins involved with muscle contraction. During cellular cleavage, the contractile ring tightens around the cytoplasm of the cell until the cytoplasm is pinched into two daughter cells. During the final phase of mitosis, telophase, the furrow forms an intercellular bridge using mitotic spindle fibers. Phosphatidylethanolamine (PE) has been shown to be present during this time which indicates that is may play a role in movement between the plasma membrane and contractile ring. The bridge is then broken and resealed to form two identical daughter cells during cytokinesis. The breakage is formed by microtubules and the resealing is negated by Calcium dependent exocytosis using Golgi vesicles. In comparison, the plant cell septum and the animal cell mid-zone are analogous. Both require vesicular secretions by the Golgi apparatus for resealing and formation of the cytoskeletal network in addition to microtubules and microfilaments for division and movement. The cleavage furrow mechanism in animal cells is a complex network of actin and myosin filaments, Golgi vesicles and Calcium dependent channels enabling the cell to break apart, reseal and form new daughter cells with complete membranes.",
            "score": 232.86841785907745
        },
        {
            "docid": "854294_12",
            "document": "DNA repair . In human cells, and eukaryotic cells in general, DNA is found in two cellular locations — inside the nucleus and inside the mitochondria. Nuclear DNA (nDNA) exists as chromatin during non-replicative stages of the cell cycle and is condensed into aggregate structures known as chromosomes during cell division. In either state the DNA is highly compacted and wound up around bead-like proteins called histones. Whenever a cell needs to express the genetic information encoded in its nDNA the required chromosomal region is unravelled, genes located therein are expressed, and then the region is condensed back to its resting conformation. Mitochondrial DNA (mtDNA) is located inside mitochondria organelles, exists in multiple copies, and is also tightly associated with a number of proteins to form a complex known as the nucleoid. Inside mitochondria, reactive oxygen species (ROS), or free radicals, byproducts of the constant production of adenosine triphosphate (ATP) via oxidative phosphorylation, create a highly oxidative environment that is known to damage mtDNA. A critical enzyme in counteracting the toxicity of these species is superoxide dismutase, which is present in both the mitochondria and cytoplasm of eukaryotic cells.",
            "score": 170.7447885274887
        },
        {
            "docid": "177938_19",
            "document": "Moss . The moss \"Phycomitrella patens\" has been used as a model organism to study how plants repair damage to their DNA, especially the repair mechanism known as homologous recombination. If the plant cannot repair DNA damage, e.g. double-strand breaks, in their somatic cells, the cells can lose normal functions or die. If this occurs during meiosis (part of sexual reproduction), they could become infertile. The genome of \"P. patens\" has been sequenced, which has allowed several genes involved in DNA repair to be identified. \"P. patens\" mutants that are defective in key steps of homologous recombination have been used to work out how the repair mechanism functions in plants. For example, a study of \"P. patens\" mutants defective in \"Rp\"RAD51, a gene that encodes a protein at the core of the recombinational repair reaction, indicated that homologous recombination is essential for repairing DNA double-strand breaks in this plant. Similarly, studies of mutants defective in \"Ppmre11\" or \"Pprad50\" (that encode key proteins of the MRN complex, the principal sensor of DNA double-strand breaks) showed that these genes are necessary for repair of DNA damage as well as for normal growth and development.",
            "score": 141.51651346683502
        },
        {
            "docid": "8666134_12",
            "document": "Physcomitrella patens . \"P. patens\" is an excellent model in which to analyze repair of DNA damages in plants by the homologous recombination pathway. Failure to repair double-strand breaks and other DNA damages in somatic cells by homologous recombination can lead to cell dysfunction or death, and when failure occurs during meiosis, it can cause loss of gametes. The genome sequence of \"P. patens\" has revealed the presence of numerous genes that encode proteins necessary for repair of DNA damages by homologous recombination and by other pathways. RpRAD51, a protein at the core of the homologous recombination repair reaction, is required to preserve genome integrity in \"P. patens\". Loss of RpRAD51 causes marked hypersensitivity to the double-strand break-inducing agent bleomycin, indicating that homologous recombination is used for repair of somatic cell DNA damages. RpRAD51 is also essential for resistance to ionizing radiation.",
            "score": 136.31214249134064
        },
        {
            "docid": "854294_28",
            "document": "DNA repair . Cells exposed to ionizing radiation, ultraviolet light or chemicals are prone to acquire multiple sites of bulky DNA lesions and double-strand breaks. Moreover, DNA damaging agents can damage other biomolecules such as proteins, carbohydrates, lipids, and RNA. The accumulation of damage, to be specific, double-strand breaks or adducts stalling the replication forks, are among known stimulation signals for a global response to DNA damage. The global response to damage is an act directed toward the cells' own preservation and triggers multiple pathways of macromolecular repair, lesion bypass, tolerance, or apoptosis. The common features of global response are induction of multiple genes, cell cycle arrest, and inhibition of cell division.",
            "score": 123.43213748931885
        },
        {
            "docid": "593203_12",
            "document": "Dicer . Dicer is also involved in DNA repair. DNA damage increases in mammalian cells with decreased Dicer expression as a result of decreased efficiency of DNA damage repair and other mechanisms. For example, siRNA from double strand breaks (produced by Dicer) may act as guides for protein complexes involved in the double strand break repair mechanisms and can also direct chromatin modifications. Additionally, miRNAs expression patterns change as a result of DNA damage caused by ionizing or ultraviolet radiation. RNAi mechanisms are responsible for transposon silencing and in their absence, as when Dicer is knocked out/down, can lead to activated transposons that cause DNA damage. Accumulation of DNA damage may result in cells with oncogenic mutations and thus the development of a tumor.",
            "score": 133.88387894630432
        },
        {
            "docid": "854294_14",
            "document": "DNA repair . It is important to distinguish between DNA damage and mutation, the two major types of error in DNA. DNA damage and mutation are fundamentally different. Damage results in physical abnormalities in the DNA, such as single- and double-strand breaks, 8-hydroxydeoxyguanosine residues, and polycyclic aromatic hydrocarbon adducts. DNA damage can be recognized by enzymes, and thus can be correctly repaired if redundant information, such as the undamaged sequence in the complementary DNA strand or in a homologous chromosome, is available for copying. If a cell retains DNA damage, transcription of a gene can be prevented, and thus translation into a protein will also be blocked. Replication may also be blocked or the cell may die.",
            "score": 123.858802318573
        },
        {
            "docid": "14143743_3",
            "document": "RAD9A . This gene product is highly similar to Schizosaccharomyces pombe rad9, a cell cycle checkpoint protein required for cell cycle arrest and DNA damage repair in response to DNA damage. This protein is found to possess 3' to 5' exonuclease activity, which may contribute to its role in sensing and repairing DNA damage. It forms a checkpoint protein complex with RAD1 and HUS1. This complex is recruited by checkpoint protein RAD17 to the sites of DNA damage, which is thought to be important for triggering the checkpoint-signaling cascade. Use of alternative polyA sites has been noted for this gene.",
            "score": 142.58006930351257
        },
        {
            "docid": "24369967_12",
            "document": "PARP inhibitor . The PARP family of proteins in humans includes PARP1 and PARP2, which are DNA binding and repair proteins. When activated by DNA damage, these proteins recruit other proteins that do the actual work of repairing DNA. Under normal conditions, PARP1 and PARP2 are released from DNA once the repair process is underway. However, as this study shows, when they are bound to PARP inhibitors, PARP1 and PARP2 become trapped on DNA. The researchers showed that trapped PARP–DNA complexes are more toxic to cells than the unrepaired single-strand DNA breaks that accumulate in the absence of PARP activity, indicating that PARP inhibitors act as PARP poisons. These findings suggest that there may be two classes of PARP inhibitors, catalytic inhibitors that act mainly to inhibit PARP enzyme activity and do not trap PARP proteins on DNA, and dual inhibitors that both block PARP enzyme activity and act as PARP poison.",
            "score": 135.19854307174683
        },
        {
            "docid": "8697_20",
            "document": "DNA ligase . Mutations in the ATM gene cause ataxia-telangiectasia. The ATM gene provides instructions for making a protein that helps control cell division and is involved in DNA repair. This protein plays an important role in the normal development and activity of several body systems, including the nervous system and immune system. The ATM protein assists cells in recognizing damaged or broken DNA strands and coordinates DNA repair by activating enzymes that fix the broken strands. Efficient repair of damaged DNA strands helps maintain the stability of the cell's genetic information. Affected children typically develop difficulty walking, problems with balance and hand coordination, involuntary jerking movements (chorea), muscle twitches (myoclonus), and disturbances in nerve function (neuropathy). The movement problems typically cause people to require wheelchair assistance by adolescence. People with this disorder also have slurred speech and trouble moving their eyes to look side-to-side (oculomotor apraxia).",
            "score": 139.2653923034668
        },
        {
            "docid": "412097_15",
            "document": "BRCA1 . BRCA1 is part of a complex that repairs double-strand breaks in DNA. The strands of the DNA double helix are continuously breaking as they become damaged. Sometimes only one strand is broken, sometimes both strands are broken simultaneously. DNA cross-linking agents are an important source of chromosome/DNA damage. Double-strand breaks occur as intermediates after the crosslinks are removed, and indeed, biallelic mutations in \"BRCA1\" have been identified to be responsible for Fanconi Anemia, Complementation Group S, a genetic disease associated with hypersensitivity to DNA crosslinking agents. BRCA1 is part of a protein complex that repairs DNA when both strands are broken. When this happens, it is difficult for the repair mechanism to \"know\" how to replace the correct DNA sequence, and there are multiple ways to attempt the repair. The double-strand repair mechanism in which BRCA1 participates is homology-directed repair, where the repair proteins copy the identical sequence from the intact sister chromatid.",
            "score": 102.30351901054382
        },
        {
            "docid": "2468967_4",
            "document": "Hexavalent chromium . Hexavalent chromium compounds are genotoxic carcinogens. Due to its structural similarity to sulfate, chromate (a typical form of chromium(VI) at neutral pH) is transported into cells via sulfate channels. Inside the cell, hexavalent chromium (chromium(VI)) is reduced first to pentavalent chromium (chromium(V)) then to trivalent chromium (chromium(III)) without the aid of any enzymes. The reduction occurs via direct electron transfer primarily from ascorbate and some nonprotein thiols. Vitamin C and other reducing agents combine with chromate to give chromium(III) products inside the cell. The resultant chromium(III) forms stable complexes with nucleic acids and proteins. This causes strand breaks and Cr-DNA adducts which are responsible for mutagenic damage. According to Shi et al., the DNA can also be damaged by hydroxyl radicals produced during reoxidation of pentavalent chromium by hydrogen peroxide molecules present in the cell, which can cause double-strand breakage.",
            "score": 137.35541892051697
        },
        {
            "docid": "42413503_7",
            "document": "Penelope Jeggo . Jeggo is particularly well known for identifying two components of an enzyme called DNA-dependent protein kinase (DNA-PK) as being important in DNA non-homologous end joining (NHEJ), a pathway by which mammalian cells repair themselves. This discovery was a major breakthrough in understanding the double strand break repair pathway in mammals. In addition, Jeggo showed that NHEJ is important for the development of the immune response. She also studied LIG4-mutant mice and how exposure to oxygen increases the number of double-stranded breaks due to the failure to repair DNA breaks.",
            "score": 113.92349076271057
        },
        {
            "docid": "4497996_10",
            "document": "Topotecan . Topotecan is a semi-synthetic derivative of camptothecin. Camptothecin is a natural product extracted from the bark of the tree \"Camptotheca acuminata\". Topoisomerase-I is a nuclear enzyme that relieves torsional strain in DNA by opening single strand breaks. Once topoisomerase-I creates a single strand break, the DNA can rotate in front of the advancing replication fork. In physiological environments, topotecan is in equilibrium with its inactive carboxylate form. Topotecan's active lactone form intercalates between DNA bases in the topoisomerase-I cleavage complex. The binding of topotecan in the cleavage complex prevents topoisomerase-I from religating the nicked DNA strand after relieving the strain. This intercalation therefore traps the topoisomerase-I in the cleavage complex bound to the DNA. When the replication-fork collides with the trapped topoisomerase-I, DNA damage occurs. The unbroken DNA strand breaks and mammalian cells cannot efficiently repair these double strand breaks. The accumulation of trapped topoisomerase-I complexes is a known response to apoptotic stimuli. This disruption prevents DNA replication and ultimately leads to cell death. This process leads to breaks in the DNA strand resulting in apoptosis. Administration of topotecan down-regulates its target, topoisomerase-I; therefore, it is dosed to maximize efficacy and minimize related toxicity. Topotecan is often given in combination with Paclitaxel as first line treatment for extensive-stage small-cell lung cancer.",
            "score": 100.20592868328094
        },
        {
            "docid": "640637_5",
            "document": "Aplysia . In neurons that mediate several forms of long-term memory in \"Aplysia\", the DNA repair enzyme poly ADP ribose polymerase 1 (PARP-1) is activated. In virtually all eukaryotic cells tested, the addition of polyADP-ribosyl groups to proteins (polyADP-ribosylation) occurs as a response to DNA damage. Thus the finding of activation of PARP-1 during learning and its requirement for long-term memory was surprising. Cohen-Aromon et al. suggested that fast and transient decondensation of chromatin structure by polyADP-ribosylation enables the transcription needed to form long-term memory without strand-breaks in DNA. Subsequent to these findings in \"Aplysia\", further research was done with mice and it was found that polyADP-ribosylation is also required for long-term memory formation in mammals.",
            "score": 137.49057745933533
        },
        {
            "docid": "14043373_11",
            "document": "Promyelocytic leukemia protein . In addition to this regulation of transcription, observations of PML-NBs have strongly suggested that the protein complex plays a role in mediating DNA-damage responses. For example, the number and size of PML-NBs increases as the activities of DNA damage sensors ATM and ATR increase. The nuclear bodies localize to the site of DNA damage, where proteins associated with the repair of DNA and halting of the cell cycle then co-localize. The functional purpose of the interaction between PML-NBs and DNA repair mechanisms remains unclear, but it seems unlikely that they have a role in repairing the DNA directly, due to the co-localization of DNA repair proteins and PML-NBs some time after the DNA has been damaged. Rather, it is thought that PML-NBs may regulate responses to DNA damage by acting as a storage site for proteins involved in DNA repair, regulating the repair directly, or mediating between DNA repair and checkpoint responses. However, it is clear that PML-NBs play a role in mediating checkpoint responses, particularly in causing apoptosis.",
            "score": 141.382359623909
        },
        {
            "docid": "14178884_5",
            "document": "Artemis (protein) . Cells deficient in Artemis are more sensitive than normal cells to X‑rays and to chemical agents that induce double-strand breaks (DSBs), and they show a higher incidence of chromosome breaks following irradiation. Direct measurement of DSBs by pulsed-field electrophoresis indicates that in Artemis-deficient cells 75-90% of DSBs are repaired rapidly, just as in normal cells. However, the remaining 10-20% of DSBs that are repaired more slowly (2-24 hr) in normal cells, are not repaired at all in Artemis-deficient cells. Repair of these presumably difficult-to-rejoin breaks also requires several other proteins, including the Mre11/Rad50/NBS1 complex, the ataxia telangiectasia-mutated ATM kinase, and 53BP1. Because Artemis can remove damaged ends from DNA, it has been proposed that these DSBs are those whose damaged ends require trimming by Artemis. However, evidence that both ATM and Artemis are specifically required for repair of DSBs in heterochromatin, has called this interpretation into question.",
            "score": 143.7202090024948
        },
        {
            "docid": "553612_40",
            "document": "Histone acetyltransferase . The ability of histone acetyltransferases to manipulate chromatin structure and lay an epigenetic framework makes them essential in cell maintenance and survival. The process of chromatin remodeling involves several enzymes, including HATs, that assist in the reformation of nucleosomes and are required for DNA damage repair systems to function. HATs have been implicated as accessories to disease progression, specifically in neurodegenerative disorders. For instance, Huntington's disease is a disease that affects motor skills and mental abilities. The only known mutation that has been implicated in the disease is in the N-terminal region of the protein huntingtin (htt). It has been reported that htt directly interacts with HATs and represses the catalytic activity of p300/CBP and PCAF \"in vitro\". HATs have also been associated with control of learning and memory functions. Studies have shown that mice without PCAF or CBP display evidence of neurodegeneration. Mice with PCAF deletion are incompetent with respect to learning, and those with CBP deletion seem to suffer from long-term memory loss. The misregulation of the equilibrium between acetylation and deacetylation has also been associated with the manifestation of certain cancers. If histone acetyltransferases are inhibited, then damaged DNA may not be repaired, eventually leading to cell death. Controlling the chromatin remodeling process within cancer cells may provide a novel drug target for cancer research. Attacking these enzymes within cancer cells could lead to increased apoptosis due to high accumulation of DNA damage. One such inhibitor of histone acetyltransferases is called garcinol. This compound is found within the rinds of the garcinia indica fruit, otherwise known as mangosteen. To explore the effects of garcinol on histone acetyltransferases, researchers used HeLa cells. The cells underwent irradiation, creating double-strand breaks within the DNA, and garcinol was introduced into the cells to see if it influenced the DNA damage response. If garcinol is successful at inhibiting the process of non-homologous end joining, a DNA repair mechanism that shows preference in fixing double-strand breaks, then it may serve as a radiosensitizer, a molecule that increases the sensitivity of cells to radiation damage. Increases in radiosensitivity may increase the effectiveness of radiotherapy.",
            "score": 140.63979613780975
        },
        {
            "docid": "14725541_12",
            "document": "FANCA . However, as FANCA and BRCA1 undergo a constitutive interaction, this may not depend solely on detection of actual DNA damage. Instead BRCA1 protein may be more crucial in the detection of double stranded DNA breaks, or an intermediate in interstrand crosslink (ICL) repair, and rather serve to bring some of the many DNA repair proteins it interacts with to the site. One such protein would be FANCA, which in turn may serve as a docking site or anchor point at the site of ICL damage for the FA core complex. Other FANC proteins, such as FANCC, FANCE and FANCG are then assembled in this nuclear complex in the presence of FANCA as required for the action of FANCD2. This mechanic is also supported by the protein-protein interactions between BRG1 and both BRCA1 and FANCA, that serve to modulate cell-cycle kinetics alongside this. Alternatively, BRCA1 might localize FANCA to the site of DNA damage and then release it to initiate complex formation. The complex would allow ubiquitination of FANCD2, a later functioning protein in the FA path, promoting ICL and DNA repair.",
            "score": 121.42520010471344
        }
    ],
    "r": [
        {
            "docid": "438944_50",
            "document": "Actin . Actin forms filaments ('F-actin' or microfilaments) that are essential elements of the eukaryotic cytoskeleton, able to undergo very fast polymerization and depolymerization dynamics. In most cells actin filaments form larger-scale networks which are essential for many key functions in cells: The actin protein is found in both the cytoplasm and the cell nucleus. Its location is regulated by cell membrane signal transduction pathways that integrate the stimuli that a cell receives stimulating the restructuring of the actin networks in response. In \"Dictyostelium\", phospholipase D has been found to intervene in inositol phosphate pathways. Actin filaments are particularly stable and abundant in muscle fibres. Within the sarcomere (the basic morphological and physiological unit of muscle fibres) actin is present in both the I and A bands; myosin is also present in the latter.",
            "score": 278.3750305175781
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 273.8512268066406
        },
        {
            "docid": "438944_62",
            "document": "Actin . Nuclear actin exists mainly as a monomer, but can also form dynamic oligomers and short polymers. Nuclear actin organization varies in different cell types. For example, in \"Xenopus\" oocytes (with higher nuclear actin level in comparison to somatic cells) actin forms filaments, which stabilize nucleus architecture. These filaments can be observed under the microscope thanks to fluorophore-conjugated phalloidin staining.",
            "score": 269.34503173828125
        },
        {
            "docid": "1789075_24",
            "document": "Tropomyosin . In a pioneering study by Bernstein and Bamburg, it was observed that the actin-binding protein \"actin depolymerisation factor (ADF)/cofilin\", a factor that promotes actin filament depolymerisation, competed with tropomyosin for binding to the actin filament. The expression of Tropomyosin 5NM1 in neuronal cells eliminated ADF/cofilin from the growth cone region, leading to more stable actin filaments. However, the increased expression of Tropomyosin Br3 was observed to recruit ADF/cofilin to actin filaments bound to the Tropomyosin Br3 isoform within the lamellipodium, which led to the disassembly of actin filaments. This phenomenon, whereby a specific tropomyosin isoform directs specific interactions between actin-binding proteins, and the actin filament has been observed in a variety of model systems with a range of different binding proteins (reviewed in Gunning et al., 2008). These interactions, under the influence of tropomyosin isoforms, allow actin filaments to be involved in a diverse range of cellular functions.",
            "score": 256.351318359375
        },
        {
            "docid": "32189474_3",
            "document": "Cyclase-associated protein family . All CAPs appear to contain a C-terminal actin-binding domain that regulates actin remodelling in response to cellular signals and is required for normal cellular morphology, cell division, growth and locomotion in eukaryotes. CAP directly regulates actin filament dynamics and has been implicated in a number of complex developmental and morphological processes, including mRNA localisation and the establishment of cell polarity. Actin exists both as globular (G) (monomeric) actin subunits and assembled into filamentous (F) actin. In cells, actin cycles between these two forms. Proteins that bind F-actin often regulate F-actin assembly and its interaction with other proteins, while proteins that interact with G-actin often control the availability of unpolymerised actin.",
            "score": 253.4855194091797
        },
        {
            "docid": "156970_13",
            "document": "Cytoskeleton . Microfilaments are composed of linear polymers of G-actin proteins, and generate force when the growing (plus) end of the filament pushes against a barrier, such as the cell membrane. They also act as tracks for the movement of myosin molecules that affix to the microfilament and \"walk\" along them. In general, the major component or protein of microfilaments are actin. The G-actin monomer combines to form a polymer which continues to form the microfilament (actin filament). These subunits then assemble into two chains that intertwine into what is called, F-actin chains. Myosin motoring along F-actin filaments generates contractile forces in so-called actomyosin fibers, both in muscle as well as most non-muscle cell types. Actin structures are controlled by the Rho family of small GTP-binding proteins such as Rho itself for contractile acto-myosin filaments (\"stress fibers\"), Rac for lamellipodia and Cdc42 for filopodia.",
            "score": 252.92776489257812
        },
        {
            "docid": "31678753_4",
            "document": "Paracytophagy . Nucleation factors are enhancers of actin polymerization and contribute to the formation of the trimeric polymerization nucleus. This is a structure required to initiate the process of actin filament polymerization in a stable and efficient way. Nucleation factors such as WASP (Wiskott-Aldrich syndrome protein) help to form the seven-protein Arp2/3 nucleation complex, which resembles two actin monomers and therefore allows for easier formation of the polymerization nucleus. Arp2/3 is able to cap the trailing (\"minus\") end of the actin filament, allowing for faster polymerization at the \"plus\" end. It can also bind to the side of existing filaments to promote filament branching.",
            "score": 252.7644805908203
        },
        {
            "docid": "27196937_2",
            "document": "Actin remodeling . Actin remodeling is the biochemical process that allows for the dynamic alterations of cellular organization. The remodeling of actin filaments occurs in a cyclic pattern on cell surfaces and exists as a fundamental aspect to cellular life. During the remodeling process, actin monomers polymerize in response to signaling cascades that stem from environmental cues. The cell's signaling pathways cause actin to affect intracellular organization of the cytoskeleton and often consequently, the cell membrane. Again triggered by environmental conditions, actin filaments break back down into monomers and the cycle is completed.  Actin-binding proteins (ABPs) aid in the transformation of actin filaments throughout the actin remodeling process. These proteins account for the diverse structure and changes in shape of Eukaryotic cells. Despite its complexity, actin remodeling may result in complete cytoskeletal reorganization in under a minute.",
            "score": 252.10406494140625
        },
        {
            "docid": "656613_14",
            "document": "Cytoplasmic streaming . Cytoplasmic streaming occurs due to the motion of organelles attached to actin filaments via myosin motor proteins. However, in \"Chara corallina\", the organization of actin filaments is highly ordered. Actin is a polar molecule, which means that myosin only moves in one direction along the actin filament. Thus, in \"Chara corallina\", where motion of the chloroplasts and the mysoin molecule follow a barber pole pattern, the actin filaments must all be similarly oriented within each section. In other words, the section where the chloroplasts move upward will have all of the actin filaments oriented in the same upward direction, and the section where the chloroplasts move downward will have all the actin filaments oriented in the downward direction. This organization emerges naturally from basic principles. With basic, realistic assumptions about the actin filament, Woodhouse demonstrated that the formation of two sets of actin filament orientations in a cylindrical cell is likely. His assumptions included a force keeping the actin filament in place once set down, an attractive force between filaments leading them to be more likely align as a filament already in place, and a repulsive force preventing alignment perpendicular to the length of the cylindrical cell. The first two assumptions derive from the molecular forces within the actin filament, while the last assumption was made due to the actin molecule's dislike of curvature. Computer simulations run with these assumptions with varying parameters for the assumptive forces almost always leads to highly ordered actin organizations. However, no order was as organized and consistent as the barber pole pattern found in nature, which suggests this mechanism plays role, but is not wholly responsible for the organization of actin filaments in \"Chara corallina\".",
            "score": 251.79527282714844
        },
        {
            "docid": "23602171_10",
            "document": "Cordon-bleu protein . Several actin nucleators are present in mammalian cells. Cobl, Spire and Leiomodin form a group of such proteins because of the presence of the WH2 domain, which bind G-actin. Other protein containing WH2 domain have other functions. And other nucleators, such as formins, nucleate actin filaments using a different actin-binding motif, e.g. the FH2 (formin homology 2) domain.",
            "score": 250.42108154296875
        },
        {
            "docid": "333119_6",
            "document": "Epidermis . In the epidermis, the cells are tightly interconnected to serve as a tight barrier. The junctions between the epidermal cells is adherens junction type. These junctions are formed by transmembrane proteins called cadherins. Inside the cell, the cadherins are linked to actin filaments. In immunofluorescence microscopy, the actin filament network appears as a thick border surrounding the cells. Yet, as noted, the actin filaments are located inside the cell and run parallel to the cell membrane. Because of the proximity of the neighboring cells and tightness of the junctions, the actin immunofluorescence appears as a border between cells.",
            "score": 249.70175170898438
        },
        {
            "docid": "424348_21",
            "document": "Cardiac muscle . During contraction of a cardiac muscle cell, the long protein myofilaments oriented along the length of the slide over each other in what is known as the sliding filament hypothesis. There are two kinds of myofilaments, thick filaments composed of the protein myosin, and thin filaments composed of the proteins actin, troponin and tropomyosin. As the thick and thin filaments slide past each other the cell becomes shorter and fatter. In a mechanism known as crossbridge cycling, calcium ions bind to the protein troponin, which along with tropomyosin then uncover key binding sites on actin. Myosin, in the thick filament, can then bind to actin, pulling the thick filaments along the thin filaments. When the concentration of calcium within the cell falls, troponin and tropomyosin once again cover the binding sites on actin, causing the cell to relax.",
            "score": 247.76663208007812
        },
        {
            "docid": "27196937_3",
            "document": "Actin remodeling . Actin remains one of the most abundant proteins in all of Eukarya and is an enzyme (ATPase) that gradually hydrolyzes ATP. It exists in two forms within eukaryotic cells: globular or G-actin and filament/filamentous or F-actin. Globular actin is the monomeric form of the protein while the filamentous actin is a linear polymer of globular subunits. The assembly of filamentous actin arises as a result of weak, noncovalent interactions between G-actin and appears in the arrangement of a two-stranded asymmetrical helical polymer.",
            "score": 246.19422912597656
        },
        {
            "docid": "20637118_14",
            "document": "Clostridium difficile toxin A . Exposure to TcdA leads to immediate changes in cell morphology, including loss of structural integrity due to a decrease in filamentous actin (F-actin), and an increase in globular actin. Disorganization of actin filaments and the cytoskeleton leads to increased permeability of tight junctions resulting in severe epithelial cell damage and fluid secretion. Fluid accumulation and secretion are secondary to mucosal damage that occurs after exposure to TcdA. Distinct changes in the microfilament system lead to cell rounding and cell death. These changes result from the inactivation of Rho proteins, which play an important role in regulating tight junctions.",
            "score": 245.3637237548828
        },
        {
            "docid": "438944_3",
            "document": "Actin . An actin protein is the monomeric subunit of two types of filaments in cells: microfilaments, one of the three major components of the cytoskeleton, and thin filaments, part of the contractile apparatus in muscle cells. It can be present as either a free monomer called G-actin (globular) or as part of a linear polymer microfilament called F-actin (filamentous), both of which are essential for such important cellular functions as the mobility and contraction of cells during cell division.",
            "score": 244.93594360351562
        },
        {
            "docid": "319342_15",
            "document": "Microfilament . The actin filament network in non-muscle cells is highly dynamic. The actin filament network is arranged with the barbed-end of each filament attached to the cell's peripheral membrane by means of clamped-filament elongation motors, the above-mentioned \"actoclampins\", formed from a filament barbed-end and a clamping protein (formins, VASP, Mena, WASP, and N-WASP). The primary substrate for these elongation motors is profilin-actin-ATP complex which is directly transferred to elongating filament ends. The pointed-end of each filament is oriented toward the cell's interior. In the case of lamellipodial growth, the Arp2/3 complex generates a branched network, and in filopodia a parallel array of filaments is formed.",
            "score": 244.045166015625
        },
        {
            "docid": "319342_2",
            "document": "Microfilament . Microfilaments, also called actin filaments, are filaments in the cytoplasm of eukaryotic cells that form part of the cytoskeleton. They are primarily composed of polymers of actin, but in cells are modified by and interact with numerous other proteins. Microfilaments are usually about 7 nm in diameter and composed of two strands of actin. Microfilament functions include cytokinesis, amoeboid movement and cell motility in general, changes in cell shape, endocytosis and exocytosis, cell contractility and mechanical stability. Microfilaments are flexible and relatively strong, resisting buckling by multi-piconewton compressive forces and filament fracture by nanonewton tensile forces. In inducing cell motility, one end of the actin filament elongates while the other end contracts, presumably by myosin II molecular motors. Additionally, they function as part of actomyosin-driven contractile molecular motors, wherein the thin filaments serve as tensile platforms for myosin's ATP-dependent pulling action in muscle contraction and pseudopod advancement. Microfilaments have a tough, flexible framework which helps the cell in movement.",
            "score": 243.6124267578125
        },
        {
            "docid": "6207936_5",
            "document": "Villin . Villin is believed to function in the bundling, nucleation, capping and severing of actin filaments. In vertebrates, the villin proteins help to support the microfilaments of the microvilli of the brush border. However, knockout mice appear to show ultra-structurally normal microvilli reminding us that the function of villin is not definitively known; it may play a role in cell plasticity through F-actin severing. The six-repeat villin core is responsible for Ca actin severing while the headpiece is responsible for actin crosslinking and bundling (Ca independent). Villin is postulated to be the controlling protein for Ca induced actin severing in the brush border. Ca inhibits proteolytic cleavage of the domains of the 6 N-terminal core which inhibits actin severing. In normal mice raising Ca levels induces the severing of actin by villin, whereas in villin knockout mice this activity does not occur in response to heightened Ca levels. In the presence of low concentrations of Ca the villin headpiece functions to bundle actin filaments whereas in the presence of high Ca concentrations the N-terminal caps and severs these filaments. The association of PIP with villin inhibits the actin capping and severing action and increases actin binding at the headpiece region, possibly through structural changes in the protein. PIP increases actin bundling not only by decreasing the severing action of villin but also through dissociating capping proteins, releasing actin monomers from sequestering proteins and stimulating actin nucleation and cross linking.",
            "score": 242.23403930664062
        },
        {
            "docid": "30861458_2",
            "document": "Arp2/3 complex . Arp2/3 complex is a seven-subunit protein complex that plays a major role in the regulation of the actin cytoskeleton. It is a major component of the actin cytoskeleton and is found in most actin cytoskeleton-containing eukaryotic cells. Two of its subunits, the \"A\"ctin-\"R\"elated \"P\"roteins ARP2 and ARP3 closely resemble the structure of monomeric actin and serve as nucleation sites for new actin filaments. The complex binds to the sides of existing (\"mother\") filaments and initiates growth of a new (\"daughter\") filament at a distinctive 70 degree angle from the mother. Branched actin networks are created as a result of this nucleation of new filaments. The regulation of rearrangements of the actin cytoskeleton is important for processes like cell locomotion, phagocytosis, and intracellular motility of lipid vesicles.",
            "score": 242.0145263671875
        },
        {
            "docid": "531064_15",
            "document": "Cell adhesion . In focal adhesions, integrins attach fibronectins, a component in the extracellular matrix, to actin filaments inside cells. Adapter proteins, such as talins, vinculins, α-actinins and filamins, form a complex at the intracellular domain of integrins and bind to actin filaments. This multi-protein complex linking integrins to actin filaments is important for assembly of signalling complexes that act as signals for cell growth and cell motility.",
            "score": 241.87449645996094
        },
        {
            "docid": "438944_63",
            "document": "Actin . In somatic cell nucleus however we cannot observe any actin filaments using this technique. The DNase I inhibition assay, so far the only test which allows the quantification of the polymerized actin directly in biological samples, have revealed that endogenous nuclear actin occurs indeed mainly in a monomeric form.",
            "score": 241.61036682128906
        },
        {
            "docid": "5937599_2",
            "document": "Mechanome . The mechanome consists of the body, or ome, of data including cell and molecular processes relating to force and mechanical systems at molecular, cellular and tissue length scales, i.e. the fundamental \"machine code\" structures of the cell. The mechanome encompasses biological motors, like kinesin, myosin, RNAP, and Ribosome mechanical structures, like actin or the cytoskeleton, or processes, such as cytokinesis or chemotaxis.  The mechanome seeks to understand the fundamental physical-mechanical processes and events that are common to biological function. An example at the molecular level includes the common structural designs used by kinesin and myosin motor proteins (such as dimer formation and mechanochemical cycles) that control their function and lead to properties such as processivity. The mechanome assembles the common features of these motors regardless of the \"track\" (microtubules, actin filaments, nucleotide based structures, membranes) they move on. A cytoskeletal example includes structures such as actin filament networks and bundles that can form from a variety of actin binding proteins that cross-link or bundle actin filaments leading to common mechanical changes of these structures. A cell machinery example includes common structures such as contractile ring formation formed by both actin and tubulin type structures leading to the same mechanical result of cell division.",
            "score": 241.40890502929688
        },
        {
            "docid": "8057329_2",
            "document": "CapZ . In molecular biology CapZ, also known as CAPZ; CAZ1 and CAPPA1, is a protein composed of alpha and beta subunits. Its main function is to cap the barbed (plus) end of actin filaments in muscle cells. It is located in the Z band of the muscle sarcomere. This protein helps to stabilize the actin filaments protecting it from assembly and disassembly. The activity regulation of this protein can be done by other regulatory proteins that bind to the actin filaments blocking the CapZ, hence allowing assembly. CapZ is also known to play a role in cell signaling, as it regulates PKC activity in cardiac cells.",
            "score": 241.0924530029297
        },
        {
            "docid": "23602171_3",
            "document": "Cordon-bleu protein . The \"functional\" domain of this actin-binding protein is the Wiskott-Aldrich syndrome protein (WASp) homology 2 (WH2) domain, which is involved in very diverse functional interactions between actin monomers and actin-binding proteins. Cobl in humans is composed of three WH2 domains located at the C-terminus (the first WH2 domain, WH2.1, lies between 1109 and 1129, WH2.2 between 1149 and 1169 and WH2.3 between 1237 and 1257), that are responsible for forming an \"actin nucleus\" composed of 3 actin monomers from which an actin filament can be further elongated. The cobl-actin-nucleus remains at the pointed end of the emerging filament. Near the N-terminus Cobl has two KKRRAP motifs, whose roles are unresolved. The polypeptide also contains proline-rich sequences, which may bind profilin-actin heterodimers, and selected Ser residues are phosphorylated. In humans there are 5 isoforms of Cobl generated though alternative splicing.",
            "score": 240.7172088623047
        },
        {
            "docid": "17062920_15",
            "document": "DNA damage theory of aging . Protein synthesis and protein degradation decline with age in skeletal and heart muscle, as would be expected, since DNA damage blocks gene transcription. In a recent study Piec et al. found numerous changes in protein expression in rat skeletal muscle with age, including lower levels of several proteins related to myosin and actin. Force is generated in striated muscle by the interactions between myosin thick filaments and actin thin filaments.",
            "score": 240.60227966308594
        },
        {
            "docid": "537538_13",
            "document": "Phalloidin . The properties of phalloidin make it a useful tool for investigating the distribution of F-actin in cells by labeling phalloidin with fluorescent analogs and using them to stain actin filaments for light microscopy. Fluorescent derivatives of phalloidin have turned out to be enormously useful in localizing actin filaments in living or fixed cells as well as for visualizing individual actin filaments \"in vitro\". A high-resolution technique was developed to detect F-actin at the light and electron microscopic levels by using phalloidin conjugated to the fluorophore eosin which acts as the fluorescent tag. In this method known as fluorescence photo-oxidation, fluorescent molecules can be utilized to drive the oxidation of diaminobenzidine (DAB) to create a reaction product that can be rendered electron dense and detectable by electron microscopy. The amount of fluorescence visualized can be used as a quantitative measure of the amount of filamentous actin there is in cells if saturating quantities of fluorescent phalloidin are used. Consequently, immunofluorescence microscopy along with microinjection of phalloidin can be used to evaluate the direct and indirect functions of cytoplasmic actin in its different stages of polymer formation. Therefore, fluorescent phalloidin can be used as an important tool in the study of actin networks at high resolution.",
            "score": 240.56130981445312
        },
        {
            "docid": "36161496_2",
            "document": "Cytoskeletal drugs . Cytoskeletal drugs are small molecules that interact with actin or tubulin. These drugs can act on the cytoskeletal components within a cell in three main ways. Some cytoskeletal drugs stabilize a component of the cytoskeleton, such as taxol which stabilizes microtubules or Phalloidin which stabilizes actin filaments. Others such as Cytochalasin D bind to actin monomers and prevent them from polymerizing into filaments. Drugs such as demecolcine act by enhancing the depolymerisation of already formed filaments. Some of these drugs have multiple effects on the cytoskeleton, for example Latrunculin both prevents actin polymerization as well as enhancing its rate of depolymerization. Typically the microtubule targeting drugs can be found in the clinic where they are used therapeutically in the treatment of some forms of cancer. As a result of the lack of specificity for specific type of actin (i.e. cannot distinguish between cardiac, smooth muscle, muscle and cytoskeletal forms of actin) the use of these drugs in animals results in unacceptable off target effects. Despite this the actin targeting compounds are still useful tools that can be used on a cellular level to help further our understanding of how this complex part of the cells internal machinery operates. For example, Phalloidin which has been conjugated with a fluorescent probe can be used for visualizing the filamentous actin in fixed samples.",
            "score": 239.5810089111328
        },
        {
            "docid": "438944_12",
            "document": "Actin . Actin is one of the most abundant proteins in eukaryotes, where it is found throughout the cytoplasm. In fact, in muscle fibres it comprises 20% of total cellular protein by weight and between 1% and 5% in other cells. However, there is not only one type of actin, the genes that code for actin are defined as a gene family (a family that in plants contains more than 60 elements, including genes and pseudogenes and in humans more than 30 elements). This means that the genetic information of each individual contains instructions that generate actin variants (called isoforms) that possess slightly different functions. This, in turn, means that eukaryotic organisms express different genes that give rise to: α-actin, which is found in contractile structures; β-actin, found at the expanding edge of cells that use the projection of their cellular structures as their means of mobility; and γ-actin, which is found in the filaments of stress fibres. In addition to the similarities that exist between an organism’s isoforms there is also an evolutionary conservation in the structure and function even between organisms contained in different eukaryotic domains: in bacteria the actin homologue MreB has been identified, which is a protein that is capable of polymerizing into microfilaments; and in archaea the homologue Ta0583 is even more similar to the eukaryotic actins.",
            "score": 238.7570037841797
        },
        {
            "docid": "7105177_2",
            "document": "Tropomodulin . Tropomodulin (TMOD) is a protein which binds and caps the minus end of actin (the \"pointed\" end), regulating the length of actin filaments in muscle and non-muscle cells. The protein functions by physically blocking the spontaneous dissociation of ADP-bound actin monomers from the minus end of the actin fibre. This, along with plus end capping proteins, such as capZ stabilise the structure of the actin filament. End capping is particularly important when long-lived actin filaments are necessary, for example: in myofibrils. Inhibition of tropomodulin capping activity leads to dramatic increase in thin filament length from its pointed end.",
            "score": 238.73631286621094
        },
        {
            "docid": "53233548_5",
            "document": "Cardiac excitation-contraction coupling . The increase in Ca, produced by CICR, now does two things. Firstly, it binds to the intracellular side of the DHPR, signalling the channels to close and preventing further influx of Ca into the cell. Secondly Ca indirectly activates proteins, called myofilaments, resulting in muscle contraction. The two main myofilaments in cardiac (and skeletal) muscle are actin and myosin. Ca binds to a protein called troponin, which is bound to the actin filament. This binding causes a shape change in the troponin which exposes areas on the actin, to which the head of the myosin filament binds. The binding of the myosin head to actin is known as a cross-bridge. A molecule, called adenosine triphosphate (ATP) which is produced by an intracellular structure called a mitochondrion, is then used, as a source of energy, to help move the myosin head, carrying the actin. As a result, the actin slides across the myosin filament shortening the muscle. This is called a power stroke. Myosin then detaches from the actin and resets itself back to its original position, binding to another part of the actin and producing another power stroke, shortening the muscle further. This process continues, with the myosin head moving in a motion similar to that of an oar rowing a boat, until the Ca level within the cell decreases (see figure 1).",
            "score": 236.95217895507812
        },
        {
            "docid": "531064_7",
            "document": "Cell adhesion . Adherens junctions mainly function to maintain shape of tissues and hold cells together. In adherens junctions, classical cadherins between neighbouring cells interact through their extracellular domains. Classical cadherins share a conserved calcium-sensitive region in their extracellular domains. When this region comes into contact with Ca ions, extracellular domains of cadherins change from the inactive flexible conformation to a more rigid conformation to undergo homophilic binding. Intracellular domains of classical cadherins are also highly conserved as they bind to proteins called catenins forming catenin-cadherin complexes, which links classical cadherins to actin filaments. This association with actin filaments is essential for adherens junctions to stabilises cell–cell adhesion. Interactions with actin filaments can also promote clustering of cadherins, involved in assembly of adherens junctions, as cadherin clusters promotes actin filaments polymerisation which in turn assembles adherens junctions by binding to cadherin–catenin complexes forming at the junction.",
            "score": 236.87303161621094
        },
        {
            "docid": "13975479_9",
            "document": "RHOA . RhoA is prevalent in regulating cell shape, polarity and locomotion via actin polymerization, actomyosin contractility, cell adhesion, and microtubule dynamics. In addition, RhoA is believed to act primarily at the rear (uropod) of migrating cells to promote detachment, similar to the attachment and detachment process found in the focal adhesion mechanism. Signal transduction pathways regulated via RhoA link plasma membrane receptors to focal adhesion formation and the subsequent activation of relevant actin stress fibers. RhoA directly stimulates actin polymerization through activation of diaphanous-related formins, thereby structurally changing the actin monomers to filaments. ROCK kinases induce actomyosin-based contractility and phosphorylate TAU and MAP2 involved in regulating myosins and other actin-binding proteins in order to assist in cell migration and detachment. The concerted action of ROCK and Dia is essential for the regulation of cell polarity and organization of microtubules. RhoA also regulates the integrity of the extracellular matrix and the loss of corresponding cell-cell adhesions (primarily adherens and tight junctions) required for the migration of epithelial. RhoA’s role in signal transduction mediation is also attributed to the establishment of tissue polarity in epidermal structures due to its actin polymerization to coordinate vesicular motion; movement within actin filaments forms webs that move in conjunction with vesicular linear motion. As a result, mutations present in the polarity genes indicate that RhoA is critical for tissue polarity and directed intracellular movement.",
            "score": 235.88368225097656
        }
    ]
}