{
    "q": [
        {
            "docid": "29635567_4",
            "document": "Barrage (dam) . Dam construction comes with several impacts that can affect the economy and the environment. In specific, there are several ways in which the environment can be affected from dam construction. Specie richness is usually measured to determine the effect of a dam on the ecosystems surrounding dams . To observe the specie richness, scientists collect data on the fish and animal populations before and after construction of the dam. With that data, they are able to see how the population size increased or decreased. In some cases, it was found that the specie richness was less downstream from a dam compared to further upstream. Inhibiting the volume of water was shown to be detrimental to species diversity and richness. Also, at the entrance of dams, there is less nutrients due to the high-water flow reducing the ecosystems reproduction standard. Along with the specie richness, plankton diversity can be an indicator of the ecosystems ability to handle the newly built dam. It has been shown that dams can have an effect on the migration of fish leading to less reproduction. There are many small factors that can have relatively large impacts that effect the river ecosystems, such as the specie richness, volume of water, and nutrient levels. Different experiments have been done that look into each of these individually and were able to determine why some dams cause such impacts. While there is substantial evidence and case studies that point to dam construction having environmental impacts, there are also studies that show less damage than expected. Looking at plankton near some dams have shown that plankton are able to continue to live although changes to their habitats. Changes such as the pH levels near dams have been recorded and plankton were minimally affected. Other species, however, such as trout, are more affected due to the physical dam inhibiting their migration and reproduction paths. Barrage dams control the amount of water going through them, leading to differences in the amount of water up and downstream from the dam. This discrepancy has different effects on different species native to the area. While there can be reduced flow downstream, there can also be problems upstream. Dams can have buildup of pressure that fish are not accustom to and they migrate further upstream causing that part of the river to have reduced population sizes. Although there are environmental impacts that come with building new dams, there are also many economies that benefit from a dam. Without dams, it would be much harder to farm and grow livestock. The irrigation technology that comes with building a dam can exceed the risk factor. According to the World Commission on Dams, a key difference between a barrage and a dam is that a dam is built for water storage in a reservoir, which raises the level of water significantly. A barrage is built for diverting water, and raises the water level by only a few feet. The latter is generally built on flat terrain across wide, often meandering rivers. Similar distinctions are used in Egypt, where it is noted: \"In this system a \"dam\" is a structure that forms a reservoir for the storage of water during the annual flood period of the Nile in order to supplement the natural flow of the river during the low-water period; a \"barrage\" merely raises the river or canal level, when necessary, to the height required for adequate flow into the canals that take off above it. Barrages are usually larger than the headworks of irrigation and navigation canals, with which they are associated.",
            "score": 79.50769174098969
        },
        {
            "docid": "3426153_7",
            "document": "Aquatic biomonitoring . Mechanisms that are used for Aquatic Biomonitoring are monitoring and assessing aquatic species and ecosystems, monitoring the behavior of certain aquatic species and assessing any changes in species behavior, and looking at contaminants in the water and their effect on marine life. Water is graded on several scales. One is the water’s appearance. Is the water clear, cloudy, full of algae. Next, water is graded on its chemistry levels. How much of each enzyme or mineral located in the water is extremely important. Any changes in any of these factors can change the water’s environment overall and therefore change how life in the water is. These changes can severely impact aquatic life. Certain contaminants, such as metal and certain organic waste, can cause death of some individuals and which could ultimately cause extinction to certain species. This would be detrimental to not only aquatic ecosystems, but also to some ecosystems on land as well. Extinction of any species can have a ripple effect and can cause disruption in other biomes and ecosystems.",
            "score": 58.429383635520935
        },
        {
            "docid": "23470640_23",
            "document": "Plant ecology . An important ecological function of plants is that they produce organic compounds for herbivores in the bottom of the food web. A large number of plant traits, from thorns to chemical defenses, can be related to the intensity of herbivory. Large herbivores can also have many effects on vegetation. These include removing selected species, creating gaps for regeneration of new individuals, recycling nutrients, and dispersing seeds. Certain ecosystem types, such as grasslands, may be dominated by the effects of large herbivores, although fire is also an equally important factor in this biome. In few cases, herbivores are capable of nearly removing all the vegetation at a site (for example, geese in the Hudson Bay Lowlands of Canada, and nutria in the marshes of Louisiana) but normally herbivores have a more selective impact, particularly when large predators control the abundance of herbivores. The usual method of studying the effects of herbivores is to build exclosures, where they cannot feed, and compare the plant communities in the exclosures to those outside over many years. Often such long term experiments show that herbivores have a significant effect upon the species that make up the plant community.",
            "score": 155.90460109710693
        },
        {
            "docid": "2938915_7",
            "document": "Functional group (ecology) . Functional redundancy refers to the phenomenon that species in the same ecosystem fill similar roles, which results in a sort of \"insurance\" in the ecosystem. Redundant species can easily do the job of a similar species from the same functional niche. This is possible because similar species have adapted to fill the same niche overtime. Functional redundancy varies across ecosystems and can vary from year to year depending on multiple factors including habitat availability, overall species diversity, competition among species for resources, and anthropogenic influence. This variation can lead to a fluctuation in overall ecosystem production. It is not always known how many species occupy a functional niche, and how much, if any, redundancy is occurring in each niche in an ecosystem. It is hypothesized that each important functional niche is filled by multiple species. Similar to functional diversity, there is no one clear method for calculating functional redundancy accurately, which can be problematic. One method is to account for the number of species occupying a functional niche, as well as the abundance of each species. This can indicate how many total individuals in an ecosystem are performing one function.",
            "score": 77.71276187896729
        },
        {
            "docid": "2215958_5",
            "document": "Forest ecology . Since trees can grow larger than other plant life-forms, there is the potential for a wide variety of forest structures (or physiognomies). The infinite number of possible spatial arrangements of trees of varying size and species makes for a highly intricate and diverse micro-environment in which environmental variables such as solar radiation, temperature, relative humidity, and wind speed can vary considerably over large and small distances. In addition, an important proportion of a forest ecosystem's biomass is often underground, where soil structure, water quality and quantity, and levels of various soil nutrients can vary greatly. Thus, forests are often highly heterogeneous environments compared to other terrestrial plant communities. This heterogeneity in turn can enable great biodiversity of species of both plants and animals. Some structures, such as tree ferns may be keystone species for a diverse range of other species . A number of factors within the forest affect biodiversity; primary factors enhancing wildlife abundance and biodiversity are the presence of diverse tree species within the forest and the absence of even aged timber management. For example, the wild turkey thrives when uneven heights and canopy variations exist and its numbers are diminished by even aged timber management. Forest management techniques that mimic natural disturbance events (variable retention forestry ) can allow community diversity to recover rapidly for a variety of groups including beetles .",
            "score": 109.2547242641449
        },
        {
            "docid": "1188676_14",
            "document": "Kelp forest . Classic studies in kelp forest ecology have largely focused on trophic interactions (the relationships between organisms and their food webs), particularly the understanding and top-down trophic processes. Bottom-up processes are generally driven by the abiotic conditions required for primary producers to grow, such as availability of light and nutrients, and the subsequent transfer of energy to consumers at higher trophic levels. For example, the occurrence of kelp is frequently correlated with oceanographic upwelling zones, which provide unusually high concentrations of nutrients to the local environment. This allows kelp to grow and subsequently support herbivores, which in turn support consumers at higher trophic levels. By contrast, in top-down processes, predators limit the biomass of species at lower trophic levels through consumption. In the absence of predation, these lower-level species flourish because resources that support their energetic requirements are not limiting. In a well-studied example from Alaskan kelp forests, sea otters (\"Enhydra lutris\") control populations of herbivorous sea urchins through predation. When sea otters are removed from the ecosystem (for example, by human exploitation), urchin populations are released from predatory control and grow dramatically. This leads to increased herbivore pressure on local kelp stands. Deterioration of the kelp itself results in the loss of physical ecosystem structure and subsequently, the loss of other species associated with this habitat. In Alaskan kelp forest ecosystems, sea otters are the keystone species that mediates this trophic cascade. In Southern California, kelp forests persist without sea otters and the control of herbivorous urchins is instead mediated by a suite of predators including lobsters and large fishes, such as the California sheephead. The effect of removing one predatory species in this system differs from Alaska because redundancy exists in the trophic levels and other predatory species can continue to regulate urchins. However, the removal of multiple predators can effectively release urchins from predator pressure and allow the system to follow trajectories towards kelp forest degradation. Similar examples exist in Nova Scotia, South Africa, Australia and Chile. The relative importance of top-down versus bottom-up control in kelp forest ecosystems and the strengths of trophic interactions continue to be the subject of considerable scientific investigation.",
            "score": 158.9773736000061
        },
        {
            "docid": "1188676_5",
            "document": "Kelp forest . However, the influence of humans has often contributed to kelp forest degradation. Of particular concern are the effects of overfishing nearshore ecosystems, which can release herbivores from their normal population regulation and result in the overgrazing of kelp and other algae. This can rapidly result in transitions to barren landscapes where relatively few species persist. The implementation of marine protected areas is one management strategy useful for addressing such issues, since it may limit the impacts of fishing and buffer the ecosystem from additive effects of other environmental stressors.",
            "score": 138.65329444408417
        },
        {
            "docid": "5047618_5",
            "document": "Redwood Mountain Grove . The grove contains many types of plant life, with the most significant being the giant sequoias. Within the grove one finds many different tree species. The trees that are most prominent in the grove include species such as the white fir, sugar pine, incense cedar, ponderosa pine, red fir, and Jeffrey pine. Each type of these tree species is most numerous within different sections of the grove.  The trees have a significant importance to the grove, and natural disasters such as fires have many effects on it. In 1969, parts of the grove were burned to prevent the possibility of other fires from happening, and they aided in restoring the ecosystem and natural life in the area. Fires such as these were also used for scientific research. The fires can have major effects on forests and other wilderness areas. The fires can act as part of the natural cycle for restoring natural life in the environment and ecosystems in the grove and other parks. The Redwood Mountain Grove was involved in several studies that looked at different species of trees present in the grove and the environment surrounding the area. Some of these studies included the investigation of how fires affected the trees and environment in the grove.",
            "score": 95.44904887676239
        },
        {
            "docid": "2664846_22",
            "document": "Paleopedology . Large plants are only part of the organisms that play a role in soil formation. For example, fungi are closely associated with the roots of many vascular plants by making available nutrients like nitrogen and phosphorus in a way that their host plants can utilize, and play an important role in returning organic matter to the soil by decomposing leaf litter. The list of organisms that interact with, and affect, soil is extensive, and it is these interactions that allow for the presence of paleosols to be inferred. Not only can particular organisms be interpreted from paleosols, but also ancient ecosystems. The soil interaction of plants is different from community to community. They each have distinct patterns of root traces, soil structure, and overall profile form. Identifying these features is useful for providing an overall assessment of the influence past organisms had on any particular paleosol. However, qualifying these general effects of organism activity can be difficult because the level of their expression is as related to their nature as it is to the amount of time available for soil formation. Even when fossils that are found in paleosols are understood, much more can be learned regarding their preservation, ecology, and evolution by studying the paleosols they inhabited.  A fossilized footprint, burrow, or coprolite (fossil feces), are examples of trace fossils (ichnofossils). These trace fossils do not represent any physical part of an organism, but rather evidence of an organism's activity within its environment. Whereas a bone, leaf, or stem might provide enough information to positively identify a particular species, trace fossils rarely allow for such a precise identification. However, unlike fossilized body parts which can be affected by many variables, trace fossils are not often transported away and are usually found in the place where the organism lived. This advantage makes trace fossils in paleosols especially important because they allow for interpretation of the animal's behavior in its natural environment. A great example of this is the simple shallow fossilized burrows of solitary bees that make their homes in soil.  Just as fossilized footprints, burrows, and coprolites represent trace fossils or organisms, paleosols can be considered trace fossils of an ancient ecosystem. Much like the small percentage of species that are fossilized, very few species within an ecosystem leave any discernible trace in paleosols. However, their more general effects within a paleosol may be preserved. A good example of this is root traces. Analyzing the pattern of root traces, the sequence of soil horizons, and other features can help identify the type of vegetation that was present during the formation of the soil. General features such as stature and spacing determine what botanists call a 'plant formation.' Distinct from a community or association, plant formation is not defined by any particular species. Examples of plant formation include forests, woodlands, and grasslands. Because it may not be possible to determine whether a particular plant was an oak, eucalyptus, or other species, plant formations in paleosols make it possible to identify an ancient woodland ecosystem from an ancient grassland ecosystem. (Retallack 2001)",
            "score": 125.98138475418091
        },
        {
            "docid": "1881089_48",
            "document": "Historical ecology . Historical ecology involves an understanding of multiple fields of study such as archaeology and cultural history as well as ecological processes, species diversity, natural variability, and the impact of human-mediated disturbances. Having a broad understanding of landscapes allows historical ecology to be applied to various disciplines. Studying past relationships between humans and landscapes can successfully aid land managers by helping develop holistic, environmentally rational, and historically accurate plans of action. As summarized in the postulates of historical ecology, humans play significant roles in the creation and destruction of landscapes as well as in ecosystem function. Through experience, many indigenous societies learned how to effectively alter their landscapes and biotic distributions. Modern societies, seeking to curtail the magnitude of their effects on the landscape, can use historical ecology to promote sustainability by learning from the past. Farmers in the Amazon region, for example, now utilize nutrient-rich terra preta to increase crop yields much like the indigenous societies that lived long before them.",
            "score": 89.33381307125092
        },
        {
            "docid": "4635545_24",
            "document": "Paleolimnology . There are several factors that has been affecting the abundance and distribution pattern of Chironomids over the past years.Therefore, it is important to be careful while making interpretations from their fossil records.There are several debates for the last many years on the impact of temperature on their abundance and diversity along with other associated factors. For the correct interpretation of the fossil records, it is important to understand all the associated factors of an ecosystem.In order to understand the different forces that have been affecting the fossil data of lake, it important to reconstruct physical, chemical and the nutrient content of the lakes that actually shapes the communities. Their distribution and abundance is highly influenced by the combination of human disturbance and change in the climate. Both of them influence the catchment area that resulted into the changing of vegetation, hydrology, and nutrients cycle. Any change at the regional level especially the temperature affects the water quality at the local scale and then at the end it affect the habitat that is species-specific.",
            "score": 90.83187925815582
        },
        {
            "docid": "2938915_10",
            "document": "Functional group (ecology) . Understanding functional diversity and redundancy, and the roles each play in conservation efforts is often hard to accomplish because the tools with which we measure diversity and redundancy cannot be used interchangeably. Due to this, recent empirical work most often analyzes the effects of either functional diversity or functional redundancy, but not both. This does not create a complete picture of the factors influencing ecosystem production. In ecosystems with similar and diverse vegetation, functional diversity is more important for overall ecosystem stability and productivity. Yet, in contrast, functional diversity of native bee species in highly managed landscapes provided evidence for higher functional redundancy leading to higher fruit production, something humans rely heavily on for food consumption. A recent paper has stated that until a more accurate measuring technique is universally used, it is too early to determine which species, or functional groups, are most vulnerable and susceptible to extinction. Overall, understanding how extinction affects ecosystems, and which traits are most vulnerable can protect ecosystems as a whole.",
            "score": 99.12403666973114
        },
        {
            "docid": "49676830_2",
            "document": "Forest invasive species . Organisms that are non native or exotic to one area, which is outside their natural existence range. Invasive species can be any microorganisms, plant species, animal species or fungus . These invasive species have a dangerous tendency to spread into a large area, utilizing the resources present there. The Invasive Species which affects the forest ecosystems are generally termed as Forest Invasive Species(FIS).Forest environments are formed and existed by the balancing act of many biotic factors and abiotic factors. These Forest Invasive Species cause deleterious effects to biodiversity and economy by altering the balance between the biotic and abiotic factor .",
            "score": 106.08712196350098
        },
        {
            "docid": "28232071_3",
            "document": "Simarouba amara . \"Simarouba amara\" has been studied extensively by scientists in an attempt to understand the tree and also to gain a better understanding of the ecology of the rainforest in general. Many of these studies were conducted on Barro Colorado Island in Panama or at La Selva Biological Station in Costa Rica. Of particular interest is how it competes with other species and with individuals of the same species at different stages in its life cycle. The seedlings are normally limited by the amount of light and nutrients found where they are growing and the saplings are considered relatively light demanding compared to other species. Young individuals are more likely to survive when they grow further away from their parents and when there are few other individuals growing near to them, which may be due to them being able to escape diseases. Plant physiologists have investigated how the leaves of the tree differ depending on their location in the forest canopy finding they are thicker in the canopy and thinner in the understory. They have also measured how the water potential of their leaves changes and when their stomata open and close during the day; the findings suggest that rather than closing their stomata to control water loss, it is controlled by the leaf area instead. Population geneticists have examined the way in which its genes vary, at both the local scale and across its range using microsatellites. It is genetically diverse, indicating gene flow occurs between populations and seeds can be dispersed up to 1 km. The leaves of \"S. amara\" are eaten by several species of caterpillar, particularly those in the genus \"Atteva\". Several species of termite and ants live on or around the tree and lianas and epiphytes grow on the tree.",
            "score": 84.52045261859894
        },
        {
            "docid": "42213561_10",
            "document": "Privet as an invasive plant . The full ecological effect of privet is still being studied. However, data suggest that forests containing large amounts of privet tend to have fewer trees, less shrub diversity, and decreased density of herbaceous plants. When introduced to an ecosystem, privet grows quickly and, given time, will produce a thick layer under the forest canopy preventing sunlight from reaching the native plants below. In some cases, this can drive native populations to extinction. If left unchecked, privet may result in large-scale ecosystem modification and an overall loss of native species diversity and richness. The Sierra Chicas of Cordoba have experienced just such a widespread landscape change since 1970.",
            "score": 106.18726134300232
        },
        {
            "docid": "19964125_6",
            "document": "GIS and aquatic science . Over a period of time large amounts of data are collected and can be used to track patterns of migration, spawning locations and preferred habitat. Before, this data would be mapped and overlaid manually. Now this data can be entered into a GIS program and be layered, organized and analyzed in a way that was not possible to do in the past. Layering within a GIS program allows for the scientist to look at multiple species at once to find possible watersheds that are shared by these species, or to specifically choose one species for further examination. The US Geological Survey (USGS) in, cooperation with other agencies, were able to use GIS in helping map out habitat areas and movement patterns of pallid sturgeon. At the Columbia Environmental Research Center their effort relies on a customized ArcPad and ArcGIS, both ESRI (Environmental Systems Research Institute) applications, to record sturgeon movements to streamline data collection. A relational database was developed to manage tabular data for each individual sturgeon, including initial capture and reproductive physiology. Movement maps can be created for individual sturgeon. These maps help track the movements of each sturgeon through space and time. This allowed these researchers to prioritize and schedule field personnel efforts to track, map, and recapture sturgeon. Macrophytes are an important part of healthy ecosystems. They provide habitat, refuge, and food for fish, wildlife, and other organisms. Though natural occurring species are of great interest so are the invasive species that occur alongside these in our environment. GIS is being used by agencies and their respective resource managers as a tool to model these important macrophyte species. Through the use of GIS resource managers can assess the distributions of this important aspect of aquatic environments through a spatial and temporal scale. The ability to track vegetation change through time and space to make predictions about vegetation change are some of the many possibilities of GIS. Accurate maps of the aquatic plant distribution within an aquatic ecosystem are an essential part resource management.",
            "score": 92.14871025085449
        },
        {
            "docid": "19236636_32",
            "document": "Ecosystem-based management . Ecosystem-based management focuses on how individual actions affect the ecosystem services that flow from coupled socio-ecological systems in an integrated fashion, rather than considering these impacts in a piecemeal manner. Loss of biodiversity in marine ecosystems is an example of how cumulative effects from different sectors can impact on an ecosystem in a compounding way. Overfishing, coastal development, filling and dredging, mining and other human activities all contribute to the loss of biodiversity and therefore degradation of the ecosystem. Work is needed prior to the carrying out of the research to understand the total effects that each species can have on each other and also on the environment. It must be carried out every year as well as species are changing their life history traits and their relationship with the environment as humans are continually modifying the environment.",
            "score": 83.45210301876068
        },
        {
            "docid": "36394269_7",
            "document": "EcoSim . Several studies have already been done using EcoSim. For example, Devaurs and Gras have analyzed the species abundance patterns observed in the communities generated by EcoSim, based on Fisher's log series. This study shows that the communities of species generated by the simulation follow the same lognormal law as natural communities and that EcoSim can help to evaluate the overall level of diversity of a given community. In other studies, the chaotic behavior of the system with multi-fractal properties has been proven in as it also has been observed for real ecosystems. Mashayekhi and Gras investigated the effect of spatial distribution and spatiotemporal information on speciation. In more recent research, Golestani et al. investigated how small, randomly distributed physical obstacles influence the distribution of populations and species, the level of population connectivity (e.g., gene flow), as well as the mode and tempo of speciation.",
            "score": 82.86076068878174
        },
        {
            "docid": "4200196_11",
            "document": "Entomopathogenic nematode . Not only do entomopathogenic nematodes affect their host insects, they can also change the species composition of the soil community. Many familiar animals like earthworms and insect grubs live in the soil, but smaller invertebrates such as mites, collembolans, and nematodes are also common. Aside from EPNs, the soil ecosystem includes predatory, bacteriovorous, fungivorous and plant parasitic nematode species. Since EPNs are applied in agricultural systems at a rate of 1,000,000 individuals per acre, the potential for unintended consequences on the soil ecosystem appears large. EPNs have not had an adverse effect on mite and collembolan populations (Georgis et al. 1991), yet there is strong evidence that they affect the species diversity of other nematodes. In a golf course ecosystem, the application of \"H. bacteriophora\", an introduced nematode, significantly reduced the abundance, species richness, maturity, and diversity of the nematode community (Somaseker \"et al.\" 2002). EPNs had no effect on free-living nematodes. However, there was a reduction in the number of genera and abundance of plant-parasitic nematodes, which often remain enclosed within growths on the plant root. The mechanism by which insect parasitic nematodes have an effect on plant parasitic nematodes remains unknown. Although this effect is considered beneficial for agricultural systems where plant parasitic nematodes cause crop damage, it raises the question of what other effects are possible. Future research on the impacts EPNs have on soil communities will lead to greater understanding of these interactions.",
            "score": 110.02671313285828
        },
        {
            "docid": "1871862_2",
            "document": "Foundation species . In ecology, the term foundation species is used to refer to a species that has a strong role in structuring a community. A foundation species can occupy any trophic level in a food web (i.e., they can be primary producers, herbivores or predators). The term was coined by Paul K. Dayton in 1972, who applied it to certain members of marine invertebrate and algae communities. It was clear from studies in several locations that there were a small handful of species whose activities had a disproportionate effect on the rest of the marine community and they were therefore key to the resilience of the community. Dayton’s view was that focusing on foundation species would allow for a simplified approach to more rapidly understand how a community as a whole would react to disturbances, such as pollution, instead of attempting the extremely difficult task of tracking the responses of all community members simultaneously. The term has since been applied to range of organisms in ecosystems around the world, in both aquatic and terrestrial environments. Aaron Ellison \"et al.\" introduced the term to terrestrial ecology by applying the term foundation species to tree species that define and structure certain forest ecosystems through their influences on associated organisms and modulation of ecosystem processes.",
            "score": 143.64179491996765
        },
        {
            "docid": "1917862_19",
            "document": "Biological Dynamics of Forest Fragments Project . An important characteristic of the diversity of the Amazon Basin is that many species are rare or distributed erratically throughout the Amazonian forest. This introduces an phenomenon known as the \"sample effect\", which suggests that the absence of species from the experimental fragments may be due to the fact that they were not present during fragment creation rather than from vanishment (Laurance 2011). This effect is essential to understanding the effects of forest fragmentation because small fragments cannot sustain large populations due to competition for resources and habitat loss. Therefore, in the experiment, it is unlikely that species not present at the beginning of the experiment will appear in these smaller fragments. Some organisms, however, remain stable and even favor disturbed areas. Leaf bryophytes, wandering spiders and frogs are among the species that remain stable while gap-favoring species include hummingbirds, butterflies, and lianas. Because the matrix surrounding isolated fragments is not completely inhospitable to some species, it is important to understanding how native wildlife can use these human-altered habitats as corridors for dispersal or reproduction.",
            "score": 72.47010123729706
        },
        {
            "docid": "320033_13",
            "document": "Habitat conservation . Humans have been the cause of many species’ extinction. Due to humans’ changing and modifying their environment, the habitat of other species often become altered or destroyed as a result of human actions. Even before the modern industrial era, humans were having widespread, and major effects on the environment. A good example of this is found in Aboriginal Australians and Australian megafauna. Aboriginal hunting practices, which included burning large sections of forest at a time, eventually altered and changed Australia’s vegetation so much that many herbivorous megafauna species were left with no habitat and were driven into extinction. Once herbivorous megafauna species became extinct, carnivorous megafauna species soon followed. In the recent past, humans have been responsible for causing more extinctions within a given period of time than ever before. Deforestation, pollution, anthropogenic climate change and human settlements have all been driving forces in altering or destroying habitats. The destruction of ecosystems such as rainforests has resulted in countless habitats being destroyed. These biodiversity hotspots are home to millions of habitat specialists, which do not exist beyond a tiny area. Once their habitat is destroyed, they cease to exist.This destruction has a follow-on effect, as species which coexist or depend upon the existence of other species also become extinct, eventually resulting in the collapse of an entire ecosystem. These time-delayed extinctions are referred to as the extinction debt, which is the result of destroying and fragmenting habitats. As a result of anthropogenic modification of the environment, the extinction rate has climbed to the point where the Earth is now within a sixth mass extinction event, as commonly agreed by biologists. This has been particularly evident, for example, in the rapid decline in the number of amphibian species worldwide.",
            "score": 118.00855088233948
        },
        {
            "docid": "21948411_11",
            "document": "Ecology of the North Cascades . The two dominant vegetation types of this mountain region, forests and meadows, have very distinct differences in their microclimates. The amount of solar radiation and UV exposure can vary substantially in our northern latitude largely based on the time of day, slope, season, cloud cover and vegetation. Temperatures adjust accordingly to this solar radiation and exposure. The parklands of this montane region have a much larger range of temperatures as compared to the hemlock forests. The range can be as much as while the range in the forests rarely exceeds . This is due to the canopy of the trees, creating a much more protected environment as compared to the open meadows. In addition soil temperatures directly impact biological activity affecting soil organisms and root systems. Daily and season temperature changes greatly affect the soils' heat loss and gain. However, the snowpack acts as an insulating buffer against temperature change in soils. The mountain hemlock forests are the wettest and coldest of the Cascade forest zones. In the richness of this region many animal species pass through this zone at least one season a year such as mountain goat, black-tailed deer, American black bear, elk, cougar, and many bird species. Only the whistling hoary marmot is restricted to alpine and subalpine areas. Besides the richness of mammals there is a richness of insects that are integral to the abundance of flowering plant species in this area. Another important pollinator in this area is the hummingbird. There is still much to be researched and discovered to better understand species interactions and reliance in both the alpine and subalpine ecosystems.",
            "score": 114.3053777217865
        },
        {
            "docid": "19236636_2",
            "document": "Ecosystem-based management . Ecosystem-based management is an environmental management approach that recognizes the full array of interactions within an ecosystem, including humans, rather than considering single issues, species, or ecosystem services in isolation. It can be applied to studies in the terrestrial and marine environments with challenges being attributed to both. In the marine realm, they are highly challenging to quantify due to highly migratory species as well as rapidly changing environmental and anthropogenic factors that can alter the habitat rather quickly. To be able to manage fisheries efficiently and effectively it has become increasingly more pertinent to understand not only the biological aspects of the species being studied, but also the environmental variables they are experiencing. Population abundance and structure, life history traits, competition with other species, where the stock is in the local food web, tidal fluctuations, salinity patterns and anthropogenic influences are among the variables that must be taken into account to fully understand the implementation of a \"ecosystem-based management\" approach. Interest in ecosystem-based management in the marine realm has developed more recently, in response to increasing recognition of the declining state of fisheries and ocean ecosystems. However, due to a lack of a clear definition and the diversity involved with the environment, the implementation has been lagging.",
            "score": 96.54528427124023
        },
        {
            "docid": "4304658_21",
            "document": "Latitudinal gradients in species diversity . The hypothesis of effective evolutionary time assumes that diversity is determined by the evolutionary time under which ecosystems have existed under relatively unchanged conditions, and by evolutionary speed directly determined by effects of environmental energy (temperature) on mutation rates, generation times, and speed of selection (Rohde 1992). It differs from most other hypotheses in not postulating an upper limit to species richness set by various abiotic and biotic factors, i.e., it is a nonequilibrium hypothesis assuming a largely non-saturated niche space. It does accept that many other factors may play a role in causing latitudinal gradients in species richness as well. The hypothesis is supported by much recent evidence, in particular the studies of Allen et al. (2006) and Wright et al. (2006).",
            "score": 82.2526136636734
        },
        {
            "docid": "38719849_19",
            "document": "Deforestation in British Columbia . Landscape management is a technique for commercial forestry companies to implement by allowing for longer rotations between cutting. Depending on the characteristics of a region (i.e. soil productivity, topography, proximity to mills), certain areas can be managed specifically for intensive wood production, while leaving other areas untouched for regeneration. This technique requires the management of the entire forest, rather than an isolated section in order to take into account the social, environmental, and economic needs of a region Management for invasive species requires monitoring, modelling, and assistance in promoting migration and genetic diversity. In addition to this, reducing the amount of timber harvested will conserve the present stand of trees. Monitoring insect and disease occurrences over long periods of time gives a better understanding of the effects of climate change and how forests respond to it. The information from monitoring can be used to model and forecast the range of potential future changes with indicators such as volume harvested, gross profit, ecosystem carbon storage, age-class distribution and patch-size distribution. The data from monitoring and modelling can be used to determine which tree species to breed or reintroduce in an area in order to increase tree stand resilience and reduce susceptibility to invasive species.",
            "score": 89.78395771980286
        },
        {
            "docid": "8398176_9",
            "document": "Tropical Andes . There are a little over 30 hotspots now recorded and used for research. A few other hotspots include the Caribbean Islands, Himalaya, and Japan. Due to a hotspot's great diversity and endemic species, conservation biology and many other sources conduct research in these locations. Research is also needed considering the amount of threatened species in hotspots. Researchers have the opportunity to preserve many species along with their habitats within hotspots. Some organizations that use hotspots for research are World Conservation Monitoring Centre, Birdlife International, Conservation International, and World Wildlife Fund. Research is also done on humans' impact to the hotspots land and species that reside in them. Funding for hotspot conservation has been estimated at $750 million accumulated over the past fifteen years.{when|date=May 2018}} By focusing research on hotspots, many species can be helped at once. One specific research studies fire's impact on vegetation in Northern Ecuador of the Tropical Andes. This location's variety of vegetation includes different forests, land used for agricultural and páramo, or tropical alpine found at 4,500 meters. Páramo is dominated by grasses but still high in diversity. The article \"Fire Ecology and Conservation in the High Tropical Andes: Observations from Northern Ecuador\" looks at páramo's ability to withstand disturbances such as fire. Humans have lived in this location for 7,000 years, and the páramo has been through fires and grazing. The writer believes that policies used to implement fire suppression are not probable or beneficiary to the plant. Policies instead should be written up according to specific plant species and impact on natives living there. This is a small example of research in the Tropical Andes that could make a big impact to saving diversity. Further research is also processed on looking into the decrease in avian populations, focusing in hotspots due to its massive diversity. The study focuses in Endemic Bird Areas or EBAs in order to understand why they become extinct and possible conservation plans. there were 218 EBAs, with over 30 percent of bird species threatened. EBAs located in hotspots interfere with many human activities, leading to habitat loss in 51 percent of EBAs. According to the article's chart, five EBAs with habitat loss are located in the Tropical Andes. By studying the effect of human activities on EBAs that are losing avian populations, plans to help the future of other EBAs are possible. Their results showed that if a species has habitat specificity and is large in size, the chance of extinction increases. Habitat loss will impact those with habitat specificity greatly. Conservation goals need to look into human activities and the bird's habitat specificity in order to make a positive impact. An example of research on a specific threatened species in the Tropical Andes is the rare \"Tremarctos ornatus\", also known as Andean (or spectacled) bears. Two males were captured, and radio collars were attached in order to track and study their habits and movement. They portrayed similar patterns compared to many other bear species. These findings contrasted with the belief of spectacled bears being nocturnal and no change in patterns between seasons because only slight change in temperature. The radio collars proved these spectacled bears to be diurnal. The bears were in motion from sunrise to sunset with periods of rest in between. There was a small change in level of activity between seasons, with an increase during the dry season. Due to the technology of radio collars, hypotheses about these bears were tested. By knowing their habitat and lifestyle, we can better understand and help threatened species.",
            "score": 102.2595340013504
        },
        {
            "docid": "1871862_4",
            "document": "Foundation species . Another study observed the effects of loss of foundation Eastern hemlocks (\"Tsuga canadensis\") in a forest ecosystem. Eastern hemlocks are a foundation species in eastern North American forests, but have been threatened by the accidental introduction of woolly adelgid. This study observed the effects that a loss in Eastern Hemlocks would have on the populations of arthropods, such as ants, beetles, and spiders, since these species are known indicators of environmental change. The results found that in areas of hemlock removal, there was an overall increase and influx of arthropod species. Researchers suggested that this was due to an increase in open habitats from the loss of the hemlocks. The results of this hemlock study corroborated with those from the previous McKenzie Flats study discussed in that the loss of foundation species led to a proliferation of species diversity in the affected area. These results seem to contradict a long-standing belief that foundation species play a vital role in communities and ecosystems by creating habitats for organisms, suggesting that in some circumstances they bottleneck species diversity.",
            "score": 103.33818018436432
        },
        {
            "docid": "8398176_11",
            "document": "Tropical Andes . There are many threats that the Tropical Andes faces every day. One of the main threats is human activities, especially with increasing population. Some activities include mining, logging, and construction. Humans also use land for agriculture and keep relocating once the land is used up. Valleys are severely degraded due to humans living there. Hydroelectric dams have also been put in the Tropical Andes and negatively pressured cloud forests. The 25 percent of land that is protected is still poorly managed with little help from the public from lack of education. Invasive species have also been a threat to the Tropical Andes' land and species, possibly brought in by humans. Invasive species include the American bullfrog and certain grasses used for cattle. Humans have the ability to cause habitat loss and habitat fragmentation for species. The forest habitats that are threatened in the Tropical Andes are modified and destroyed 30 percent faster than lower tropical areas. Fragmentation causes a separation within species and decreases the diversity of genes. There is the possibility of inbreeding to increase as well. An article also looked at fragmentation causing certain phenotypes to arise in organisms. By studying feathers of 2,500 individual bird species within nine forests, observation showed asymmetry linked with fragmentation. Asymmetry was lowest if the forest continued and highest with small or medium fragmentation. They suggest asymmetry of bird feathers influenced by the stress of fragmentation and changing environments. That is one outcome from fragmentation in the Tropical Andes. A study by Niall O'Dea looks at bird communities in general and how habitat degradation impacts them. He compared the bird communities that reside in primary forests, secondary forests, edge habitat and agricultural land, all modified by humans. Most diversity was found in secondary forests and edge habitats but different species. The agricultural land and primary forest held the lowest diversity. This study suggests that within Andean montane forests, preserving secondary forests offers most benefit for these threatened birds. Another serious threat to the Tropical Andes is global warming, the effect of too much of greenhouse gasses trapped in the air that hold in heat. Some locations are increasing in temperature and others decreasing. The change in temperatures has a major effect on the Tropical Andes; some say that this is more negative than deforestation. One serious issue is the melting of the glaciers in the mountains. It is estimated that 80 percent of freshwater comes from mountains and with them melting about half of the Earth's population will be affected. All over the world glaciers are melting, but the mountains in the Tropical Andes are very susceptible. It is said that a quarter of the Tropical Andes glacier has already begun retreating. These glaciers make up many species water supply, and the location could be in crisis if they melt away. Glaciers in the Andes provide two main functions; decrease seasonal discharge variability and provide greater specific discharge. The article by Bryan Mark predicts an increase in discharge as glaciers melt, with the ability to trace glacier water melting into watersheds using isotopes. Global warming can lead to the extinction of many species, especially in hotspots. A study done by Jay Malcolm predicts that less than 1 percent up to 43 percent of endemic biota will become extinct due to global warming. He also believes the Tropical Andes is in the top six vulnerable hotspots, with the possibility of plant extinction exceeding 2000 species. Global warming is also causing an increase in diseases among amphibians. Considering that the Tropical Andes is recorded to have the most amphibians, some restricted to this location, diseases could decrease the diversity greatly. Another factor is that 400 of the amphibian species are already threatened. These deadly fungi have actually been linked to the extinction of dinosaurs. One chytrid fungus that is infecting amphibians is the batrachochytrium dendrobatidis. This fungus will impair the amphibian's skin and reduce its ability to absorb. One example of an amphibian in the Tropical Andes is the genus \"Atelopus\", with 56 of the species Critically Endangered. Due to increase in temperature, the fungus has the ability to spread rapidly and thrive on living amphibians. A new threat that is being researched is the effect from nitrogen deposition. Studies done in Europe have shown diversity among plants decreased due to nitrogen deposition. Current models are estimating what could happen to hotspots across the world if nitrogen deposition keeps increasing. By comparing to past research, nitrogen deposition has already increased 50 percent since the 1990s. The estimation for the future shows an increase by 100 percent in 2050. Considering the great plant diversity in the Tropical Andes, especially so many endemics, nitrogen deposition could be a severe threat. The decrease in plant diversity could cause a chain reaction on other species that depend on the plants. These are just few threats the Tropical Andes faces on a daily basis. The impact on the land is shown by a 75 percent decrease from its original mass. Species affected are decreasing in numbers, and the number of species listed on the Endangered Species Act is increasing. The situation is worse when threatened species are endemic to the Tropical Andes. 14 endemic mammals and 110 endemic birds are threatened in the Tropical Andes. Two species from the Tropical Andes have already become extinct.",
            "score": 112.33803701400757
        },
        {
            "docid": "1855357_18",
            "document": "Ecosystem services . Recently, a technique has been developed to improve and standardize the evaluation of ESP functionality by quantifying the relative importance of different species in terms of their efficiency and abundance. Such parameters provide indications of how species respond to changes in the environment (i.e. predators, resource availability, climate) and are useful for identifying species that are disproportionately important at providing ecosystem services. However, a critical drawback is that the technique does not account for the effects of interactions, which are often both complex and fundamental in maintaining an ecosystem and can involve species that are not readily detected as a priority. Even so, estimating the functional structure of an ecosystem and combining it with information about individual species traits can help us understand the resilience of an ecosystem amidst environmental change.",
            "score": 91.39790296554565
        },
        {
            "docid": "2056572_113",
            "document": "Marine life . In contemporary times, marine life is a field of study both in marine biology and in biological oceanography. In biology many phyla, families and genera have some species that live in the sea and others that live on land. Marine biology classifies species based on the environment rather than on taxonomy. For this reason marine biology encompasses not only organisms that live only in a marine environment, but also other organisms whose lives revolve around the sea. Biological oceanography is the study of how organisms affect and are affected by the physics, chemistry, and geology of the oceanographic system. Biological oceanography mostly focuses on the microorganisms within the ocean; looking at how they are affected by their environment and how that affects larger marine creatures and their ecosystem. Biological oceanography is similar to marine biology, but is different because of the perspective used to study the ocean. Biological oceanography takes a bottom up approach (in terms of the food web), while marine biology studies the ocean from a top down perspective. Biological oceanography mainly focuses on the ecosystem of the ocean with an emphasis on plankton: their diversity (morphology, nutritional sources, motility, and metabolism); their productivity and how that plays a role in the global carbon cycle; and their distribution (predation and life cycle). Biological oceanography also investigates the role of microbes in food webs, and how humans impact the ecosystems in the oceans.",
            "score": 81.0175416469574
        },
        {
            "docid": "37498273_8",
            "document": "Elevational diversity gradient . For certain taxa and regions, there is a mid elevational peak in species richness. This pattern has received empirical support for small mammals, spiders, ants and plants. Alternatively, microbes have been shown to exhibit not only monotonically decreasing diversity when moving from low to high elevations, but also increasing, hump-shaped, and U-shaped elevational patterns in diversity. One explanation for a mid elevational peak includes mid elevational condensation zones. Under the assumption that natural boundaries can limit species distributions in varying degrees (for example, a mountain can present absolute elevational limits), Collwell and Lees explained the mid domain effect with geometric theory. In the context of a mountain, geometric boundary constraints will naturally result in the increasing overlap of species ranges nearing the midpoint of the mountain. Using vascular epiphytes in Costa Rica, Cardelus et al. (2008) noted that the elevational species richness pattern observed was substantially due to the mid domain effect; there was a bulge in epiphyte species richness at 1000m (The cloud forest). This elevational pattern, however, was less consistent for species with small ranges, suggesting that environmental factors may be more clearly accounted for when constraints on domain boundary are loosened. In cases where geometric models fail to explain the location of the midpoint or the trend in species richness, other explanations need to be explored. An example of this can be seen with microbes, which have been shown to exhibit monotonically decreasing diversity when moving from low to high elevations.",
            "score": 87.56526350975037
        }
    ],
    "r": [
        {
            "docid": "1188676_14",
            "document": "Kelp forest . Classic studies in kelp forest ecology have largely focused on trophic interactions (the relationships between organisms and their food webs), particularly the understanding and top-down trophic processes. Bottom-up processes are generally driven by the abiotic conditions required for primary producers to grow, such as availability of light and nutrients, and the subsequent transfer of energy to consumers at higher trophic levels. For example, the occurrence of kelp is frequently correlated with oceanographic upwelling zones, which provide unusually high concentrations of nutrients to the local environment. This allows kelp to grow and subsequently support herbivores, which in turn support consumers at higher trophic levels. By contrast, in top-down processes, predators limit the biomass of species at lower trophic levels through consumption. In the absence of predation, these lower-level species flourish because resources that support their energetic requirements are not limiting. In a well-studied example from Alaskan kelp forests, sea otters (\"Enhydra lutris\") control populations of herbivorous sea urchins through predation. When sea otters are removed from the ecosystem (for example, by human exploitation), urchin populations are released from predatory control and grow dramatically. This leads to increased herbivore pressure on local kelp stands. Deterioration of the kelp itself results in the loss of physical ecosystem structure and subsequently, the loss of other species associated with this habitat. In Alaskan kelp forest ecosystems, sea otters are the keystone species that mediates this trophic cascade. In Southern California, kelp forests persist without sea otters and the control of herbivorous urchins is instead mediated by a suite of predators including lobsters and large fishes, such as the California sheephead. The effect of removing one predatory species in this system differs from Alaska because redundancy exists in the trophic levels and other predatory species can continue to regulate urchins. However, the removal of multiple predators can effectively release urchins from predator pressure and allow the system to follow trajectories towards kelp forest degradation. Similar examples exist in Nova Scotia, South Africa, Australia and Chile. The relative importance of top-down versus bottom-up control in kelp forest ecosystems and the strengths of trophic interactions continue to be the subject of considerable scientific investigation.",
            "score": 158.9773712158203
        },
        {
            "docid": "19210530_7",
            "document": "Browsing (herbivory) . Deer exclosures (fenced off areas) are used to determine the ecological impacts of cervids, allowing scientists to compare flora, fauna, and soil in areas inside and outside of exclosures. Changes in plant communities in response to herbivory reflect the differential palatability of plants to the overabundant herbivore as well as the variable ability of plants to tolerate high levels of browsing. Compositional and structural changes in forest vegetation can have cascading effects on the entire ecosystem including impacts on soil quality and stability, micro- and macro-invertebrates, small mammals, songbirds, and perhaps even large predators.",
            "score": 157.20355224609375
        },
        {
            "docid": "42982848_6",
            "document": "Salt marsh die-off . Historically, an emphasis on bottom-up control in many ecosystems has prevailed in ecological thought, often to the exclusion of consumer control (Strong 1992). Many ecosystems in which consumer control has classically been considered trivial are dominated by plants (e.g., forests, grasslands, and salt marshes) and are usually green in appearance. Hairston and colleagues proposed an opposing view in 1960 that emphasized consumer control. They argued that the “world is green” because higher trophic levels regulate herbivore abundance (Hairston et al. 1960). Critics pointed out that the world is not always green, and that when it is, herbivores do not necessarily play an important role in structuring plant communities (Ehrlich and Birch 1967). Others argued that what is green is not always edible or of sufficiently high quality to allow increases in herbivore populations (Dixon 1966, Murdoch 1966). The debate is ongoing, but the dominant view of ecologists remains that although consumers affect many aspects of plant productivity and ecology, top-down control does not drive the productivity of entire plant ecosystems. More recently, however, examples of conspicuous consumer control of entire ecosystems have emerged in a variety of habitats including lakes (Carpenter et al. 1985), rivers (Power 1992), and marine (Estes and Duggins 1995) habitats. Foundation plant species can be replaced with other species or substratum completely lacking vegetation and insects can defoliate whole mangroves (Feller 2002). A classic example of top-down interactions dictating community structure and function comes from Bob Paine’s work in Washington, which established that removal of the starfish \"Pisaster\" triggered a trophic cascade in which the blue mussel (\"Mytilus\") populations exploded due to release from predation pressure (Paine 1966) Another influential example of top-down control emerged from Jane Lubchenco’s experiments on New England rocky shores, which demonstrated that the herbivorous snail \"L. littorea\" exerts control on the diversity and succession of tide pool algal communities (Lubchenco and Menge 1978). One hypothesis that arose from Lubchenco’s work (Little and Kitching 1996) was that predation by the green crab (\"Carcinus maenas\") influences rocky shore algal communities by regulating \"L. littorea\" abundances. Ecologists cite these examples as evidence that consumer regulation is more potent and predominant than previously recognized.",
            "score": 156.75234985351562
        },
        {
            "docid": "19210530_8",
            "document": "Browsing (herbivory) . There are several causes of overabundant herbivores and subsequent overbrowsing. Herbivores are introduced to landscapes in which native plants have not evolved to withstand browsing, and predators have not adapted to hunt the invading species. In other cases, populations of herbivores exceed historic levels due to reduced hunting or predation pressure. For example, carnivores declined in North America throughout the last century and hunting regulations became stricter, contributing to increased cervid populations across North America. Also, landscape changes due to human development, such as in agriculture and forestry, can create fragmented forest patches between which deer travel, browsing in early successional habitat at the periphery. Agricultural fields and young silvicultural stands provide deer with high quality food leading to overabundance and increased browsing pressure on forest understory plants.",
            "score": 156.50994873046875
        },
        {
            "docid": "23470640_23",
            "document": "Plant ecology . An important ecological function of plants is that they produce organic compounds for herbivores in the bottom of the food web. A large number of plant traits, from thorns to chemical defenses, can be related to the intensity of herbivory. Large herbivores can also have many effects on vegetation. These include removing selected species, creating gaps for regeneration of new individuals, recycling nutrients, and dispersing seeds. Certain ecosystem types, such as grasslands, may be dominated by the effects of large herbivores, although fire is also an equally important factor in this biome. In few cases, herbivores are capable of nearly removing all the vegetation at a site (for example, geese in the Hudson Bay Lowlands of Canada, and nutria in the marshes of Louisiana) but normally herbivores have a more selective impact, particularly when large predators control the abundance of herbivores. The usual method of studying the effects of herbivores is to build exclosures, where they cannot feed, and compare the plant communities in the exclosures to those outside over many years. Often such long term experiments show that herbivores have a significant effect upon the species that make up the plant community.",
            "score": 155.90460205078125
        },
        {
            "docid": "11128986_2",
            "document": "Cascade effect (ecology) . An ecological cascade effect is a series of secondary extinctions that is triggered by the primary extinction of a key species in an ecosystem. Secondary extinctions are likely to occur when the threatened species are: dependent on a few specific food sources, mutualistic (dependent on the key species in some way), or forced to coexist with an invasive species that is introduced to the ecosystem. Species introductions to a foreign ecosystem can often devastate entire communities, and even entire ecosystems. These exotic species monopolize the ecosystem's resources, and since they have no natural predators to decrease their growth, they are able to increase indefinitely. Olsen et al. showed that exotic species have caused lake and estuary ecosystems to go through cascade effects due to loss of algae, crayfish, mollusks, fish, amphibians, and birds. However, the principal cause of cascade effects is the loss of top predators as the key species. As a result of this loss, a dramatic increase (ecological release) of prey species occurs. The prey is then able to overexploit its own food resources, until the population numbers decrease in abundance, which can lead to extinction. When the prey's food resources disappear, they starve and may go extinct as well. If the prey species is herbivorous, then their initial release and exploitation of the plants may result in a loss of plant biodiversity in the area. If other organisms in the ecosystem also depend upon these plants as food resources, then these species may go extinct as well. An example of the cascade effect caused by the loss of a top predator is apparent in tropical forests. When hunters cause local extinctions of top predators, the predators' prey's population numbers increase, causing an overexploitation of a food resource and a cascade effect of species loss. Recent studies have been performed on approaches to mitigate extinction cascades in food-web networks.",
            "score": 146.79861450195312
        },
        {
            "docid": "19210530_11",
            "document": "Browsing (herbivory) . Overbrowsing can lead plant communities towards equilibrium states which are only reversible if herbivore numbers are greatly reduced for a sufficient period, and actions are taken to restore the original plant communities. Management to reduce deer populations takes a three-pronged approach: (1) large areas of contiguous old forest with closed canopies are set aside, (2) predator populations are increased, and (3) hunting of the overabundant herbivore is increased. Refugia in the form of windthrow mounds, rocky outcrops, or horizontal logs elevated above the forest floor can provide plants with substrate protected from browsing by cervids. These refugia can contain a proportion of the plant community that would exist without browsing pressure, and may differ significantly from the flora found in nearby browsed areas. If management efforts were to reduce cervid populations in the landscape, these refugia could serve as a model for understory recovery in the surrounding plant community.",
            "score": 146.63812255859375
        },
        {
            "docid": "1871862_2",
            "document": "Foundation species . In ecology, the term foundation species is used to refer to a species that has a strong role in structuring a community. A foundation species can occupy any trophic level in a food web (i.e., they can be primary producers, herbivores or predators). The term was coined by Paul K. Dayton in 1972, who applied it to certain members of marine invertebrate and algae communities. It was clear from studies in several locations that there were a small handful of species whose activities had a disproportionate effect on the rest of the marine community and they were therefore key to the resilience of the community. Dayton’s view was that focusing on foundation species would allow for a simplified approach to more rapidly understand how a community as a whole would react to disturbances, such as pollution, instead of attempting the extremely difficult task of tracking the responses of all community members simultaneously. The term has since been applied to range of organisms in ecosystems around the world, in both aquatic and terrestrial environments. Aaron Ellison \"et al.\" introduced the term to terrestrial ecology by applying the term foundation species to tree species that define and structure certain forest ecosystems through their influences on associated organisms and modulation of ecosystem processes.",
            "score": 143.6417999267578
        },
        {
            "docid": "42719835_5",
            "document": "Uruz Project . Ecological restoration projects cannot be complete without bringing back those key elements that help shape and reshape wild landscapes. The European aurochs (\"Bos p. primigenius\") was a large and long-horned wild bovine herbivore that existed from the most western tip of Europe until Siberia in present-day Russia. Aurochs have played a major role in human history. They are often depicted in rock-art, including the famous, well-conserved cave paintings made by Cro-Magnon people in the Lascaux Caves, estimated to be 17,300 years old. Aurochs and other large animals portrayed in Paleolithic cave art were often hunted for food. Hunting and habitat loss caused by humans, including agricultural land conversion, caused the aurochs to go extinct in 1627, when the last individual, a female, died in Poland’s Jaktorów Forest. The aurochs is one of the keystone species that is missing in Europe. Their grazing and browsing patterns, trampling of the soil and faeces had a profound impact on the vegetation and landscapes it inhabited. Grazing results in a greater variety of plant species, structures and ecological niches in a landscape that benefit both biodiversity and production. Megaherbivores like the aurochs also controlled vegetation development. The Uruz Project ultimate goal is to breed back the aurochs to re-create, maintain and enhance the biodiversity and characteristics of natural ecosystems in Europe.",
            "score": 140.7228240966797
        },
        {
            "docid": "46638873_10",
            "document": "History of the forest in Central Europe . The megaherbivore theory argues that larger densities of game should therefore be permitted, because it would create a half-open and diverse landscape. Apart from red and roe deer there are no large herds of herbivores today and they have few natural predators. In today's cultural landscape, the establishment of permanent forest is seen as an economic and ecological goal; herbivores roving over wide areas inflict economic damage and are therefore hunted. The grazing of wild megaherbivores is therefore limited, as a landscape conservation measure, to large nature reserves in which a species-rich and semi-open landscape is to be preserved and economic objectives are rated as less important.",
            "score": 140.48594665527344
        },
        {
            "docid": "1345963_11",
            "document": "Sumatran tiger . Sumatran tigers strongly prefer uncultivated forest and make little use of plantations of acacia and oil palm even if these are available. Within natural forest areas, they tend to use areas with higher elevation, lower annual rainfall, farther from forest edge, and closer to forest centres. They prefer forest with dense understory cover and steep slope, and they strongly avoid forest areas with high human influence in the forms of encroachment and settlement. In acacia plantations, they tend to use areas closer to water, and prefer areas with older plants, more leaf litter, and thicker subcanopy cover. Tiger records in oil palm plantations and in rubber plantations are scarce. The availability of adequate vegetation cover at the ground level serves as an environmental condition fundamentally needed by tigers regardless of the location. Without adequate understory cover, tigers are even more vulnerable to persecution by humans. Human disturbance-related variables negatively affect tiger occupancy and habitat use. Variables with strong impacts include settlement and encroachment within forest areas, logging, and the intensity of maintenance in acacia plantations. Camera trapping surveys conducted in southern Riau revealed an extremely low abundance of potential prey and a low tiger density in peat swamp forest areas. Repeated sampling in the newly established Tesso Nilo National Park documented a trend of increasing tiger density from 0.90 individuals per in 2005 to 1.70 individuals per in 2008. In the Bukit Barisan Selatan National Park, nine prey species larger than of body weight were identified including great argus, pig-tailed macaque, Malayan porcupine, Malayan tapir, banded pig, greater and lesser mouse-deer, Indian muntjac, and Sambar deer. As Sumatran tigers are apex predators in their habitat, the continuing decline in their population numbers is likely to destabilize food chains and lead to various ecosystem changes when these prey species experience a release from predation pressure and increase in numbers.",
            "score": 139.9122772216797
        },
        {
            "docid": "145772_12",
            "document": "Food web . Another example of a multi-trophic interaction is a trophic cascade, in which predators help to increase plant growth and prevent overgrazing by suppressing herbivores. Links in a food-web illustrate direct trophic relations among species, but there are also indirect effects that can alter the abundance, distribution, or biomass in the trophic levels. For example, predators eating herbivores indirectly influence the control and regulation of primary production in plants. Although the predators do not eat the plants directly, they regulate the population of herbivores that are directly linked to plant trophism. The net effect of direct and indirect relations is called trophic cascades. Trophic cascades are separated into species-level cascades, where only a subset of the food-web dynamic is impacted by a change in population numbers, and community-level cascades, where a change in population numbers has a dramatic effect on the entire food-web, such as the distribution of plant biomass.",
            "score": 139.86880493164062
        },
        {
            "docid": "1188676_16",
            "document": "Kelp forest . Though urchins are usually the dominant herbivores, others with significant interaction strengths include seastars, isopods, kelp crabs, and herbivorous fishes. In many cases, these organisms feed on kelp that has been dislodged from substrate and drifts near the ocean floor rather than expend energy searching for intact thalli on which to feed. When sufficient drift kelp is available, herbivorous grazers do not exert pressure on attached plants; when drift subsidies are unavailable, grazers directly impact the physical structure of the ecosystem. Many studies in Southern California have demonstrated that the availability of drift kelp specifically influences the foraging behavior of sea urchins. Drift kelp and kelp-derived particulate matter have also been important in subsidizing adjacent habitats, such as sandy beaches and the rocky intertidal.",
            "score": 139.34963989257812
        },
        {
            "docid": "1188676_5",
            "document": "Kelp forest . However, the influence of humans has often contributed to kelp forest degradation. Of particular concern are the effects of overfishing nearshore ecosystems, which can release herbivores from their normal population regulation and result in the overgrazing of kelp and other algae. This can rapidly result in transitions to barren landscapes where relatively few species persist. The implementation of marine protected areas is one management strategy useful for addressing such issues, since it may limit the impacts of fishing and buffer the ecosystem from additive effects of other environmental stressors.",
            "score": 138.65328979492188
        },
        {
            "docid": "35783123_39",
            "document": "Grizzly bear . Grizzlies directly regulate prey populations and also help prevent overgrazing in forests by controlling the populations of other species in the food chain. An experiment in Grand Teton National Park in Wyoming in the United States showed removal of wolves and grizzly bears caused populations of their herbivorous prey to increase. This, in turn, changed the structure and density of plants in the area, which decreased the population sizes of migratory birds. This provides evidence grizzly bears represent a keystone predator, having a major influence on the entire ecosystem they inhabit.",
            "score": 136.82046508789062
        },
        {
            "docid": "26893816_8",
            "document": "Pleistocene Park . The grassland-steppe ecosystem that dominated Siberia during the Pleistocene disappeared 10,000 years ago and was replaced by a mossy and forested tundra and taiga ecosystem. Concurrently, most of the large herbivores that roamed Siberia during the Pleistocene have vanished from the region. The mainstream explanation for this used to be that at the beginning of the Holocene the arid steppe climate changed into a humid one, and when the steppe vanished so did the steppe's animals. Sergei Zimov points out that in contradiction to this scenario: Zimov and colleagues argue for a reversed order of environmental change in the mammoth steppe. Humans, with their constantly improving technology, overhunted the large herbivores and led to their extinction and extirpation. Without herbivores grazing and trampling over the land, mosses, shrubs and trees were able to take over and replace the grassland ecosystem. If the grasslands were destroyed because herbivore populations were decimated by human hunting, then \"it stands to reason that those landscapes can be reconstituted by the judicious return of appropriate herbivore communities.\"",
            "score": 134.9029083251953
        },
        {
            "docid": "28179639_4",
            "document": "Valbonë Valley National Park . The park's remoteness and relatively small human population, combined with the great variation of ecosystems and climatic conditions favours the existence of a rich variety of flora and fauna distributed throughout the land area. Most of the park consists of forest, covering 89% of the overall surface area. Brown bears, grey wolves, lynxes, roe deers, chamoises and wild goats are the primary predatory animals in the park. The park's forests are characterized by the predominance of different tree species, with beech, pine and oak. Notably, the most important tree species used to be the norway spruce; it is one of few regions in Albania where this type can be found. Valbonë Valley National Park was established in accordance with Decision of Council of Ministers number 102, dated 15 January 1996 in order to preserve the natural ecosystems and landscapes along with their vegetation and biodiversity communities and habitats. An expansion plan to increase the park's boundaries to cover the Theth National Park and Gashi Nature Reserve is under consideration. With this expansion, the park will become the largest protected area not only in Albania but also in the Balkans. Although, the International Union for Conservation of Nature (IUCN) has listed the park as Category II. Located within the boundaries of the park, the Gashi River has been added to the UNESCO Primeval Beech Forests of the Carpathians and Other Regions of Europe under criteria ix. It is also part of the European Green Belt, which serves as a retreat for endangered animal and plant species. The park applied also to join the EUROPARC Federation. Plantlife has been recognised this park as well as the entire Albanian Alps, as an Important Plant Area of international importance, because it supports various plant species. The region is part of the Emerald Network, the ecological network made up of Areas of Special Conservation Interest designated under the Bern Convention.",
            "score": 133.66847229003906
        },
        {
            "docid": "2607882_10",
            "document": "Mona ground iguana . Mona ground iguanas, like most \"Cyclura ssp.\" are primarily herbivorous, consuming leaves, flowers, berries, and fruits from different plant species. A study in 2000 by Dr Allison Alberts of the San Diego Zoo revealed that seeds passing through the digestive tracts of \"Cycluras\" germinate more rapidly than those that do not. These seeds in the fruits consumed by \"Cyclura\" have an adaptive advantage by sprouting before the end of very short rainy seasons. The Mona ground iguana is also an important means of distributing these seeds to new areas (particularly since females migrate to nesting sites) and, as the largest native herbivores of their ecosystems, they are essential for maintaining the balance between climate and vegetation. Their diets are very rarely supplemented with insect larvae, crabs, slugs, dead birds, and fungi; individual animals do appear to be opportunistic carnivores. Fewer than a dozen animal species and 71 plant species are found in the Mona ground iguanas' diets. Mona ground iguanas eat the caterpillar of sphingid moths. These larvae feed on poisonous plants and are aposematically colored and avoided by other predators.",
            "score": 132.6323699951172
        },
        {
            "docid": "19210530_10",
            "document": "Browsing (herbivory) . Overbrowsing can change near-ground forest structure, plant species composition, vegetation density, and leaf litter, with consequences for other forest-dwelling animals. Many species of ground-dwelling invertebrates rely on near-ground vegetation cover and leaf litter layers for habitat; these invertebrates may be lost from areas with intense browsing. Further, preferential selection of certain plant species by herbivores can impact invertebrates closely associated with those plants. Migratory forest-dwelling songbirds depend on dense understory vegetation for nesting and foraging habitat and reductions in understory plant |biomass caused by deer can lead to declines in forest songbird populations. Finally, loss of understory plant diversity associated with ungulate overbrowsing can impact small mammals that rely on this vegetation for cover and food.",
            "score": 131.95346069335938
        },
        {
            "docid": "14257055_14",
            "document": "Conservation grazing . Rabbits have been widely discussed due to their influences on land composition. \"Bell and Watson\" found that rabbits show grazing preference for different plant species. This preference can alter the composition of a plant community. In some cases, if the preference is for a non-native, invasive plant, rabbit grazing may benefit the community by reducing non-native abundance and creating room for the native plant species to fill. When rabbits graze in moderation they can create a more complex ecosystem, by creating more variable environments that will allow for more predator-competitor relationships between the various organisms. However, besides the effect on wild vegetation, rabbits destroy crops, compete with other herbivores, and can result in extreme ecological damage. Competition can be direct or indirect. The rabbits may specifically eat the competitions target food or it may inhibit the growth of grasses that other species eat. For example, rabbit grazing in the Netherlands inhibits tall grasses from becoming dominant. This in turn enhances the suitability of the pasture for brent goose. However, they may benefit predators that do better in open areas, because the rabbits reduce the amount of vegetation making it easier for those predators to spot their prey.",
            "score": 131.94952392578125
        },
        {
            "docid": "40726052_2",
            "document": "Community genetics . Community genetics is a recently emerged field in biology that fuses elements of community ecology, evolutionary biology, and molecular and quantitative genetics. Antonovics first articulated the vision for such a field, and Whitham et al. formalized its definition as “The study of the genetic interactions that occur between species and their abiotic environment in complex communities.” The field aims to bridge the gaps in the study of evolution and ecology, within the multivariate community context that ecological and evolutionary phenomena are embedded within. The documentary movie \"A Thousand Invisible Cords\" provides an introduction to the field and its implications. To date, the primary focus of most community genetics studies has been on the influences of genetic variation in plants on foliar arthropod communities. In a wide variety of ecosystems, different plant genotypes often support different compositions of associated foliar arthropod communities. Such community phenotypes have been observed in natural hybrid complexes, among genotypes and sibling families within a single species and among different plant populations. To understand the broader impacts of differences among plant genotypes on biodiversity as a whole, researchers have begun to examine the response of other organisms, such as foliar endophytes, mycorrhizal fungi, soil microbes, litter dwelling arthropods, herbaceous plants and epiphytes. These effects are frequently examined with foundation species in temperate ecosystems, who structure ecosystems by modulating and stabilizing resources and ecosystem processes. The emphasis on foundation species allows researchers to focus on the likely most important players in a system without becoming overwhelmed by the complexity of all the genetically variable interactions occurring at the same time. However, unique effects of plant genotypes have also been found with non-foundation species, and can occur in tropical, boreal and alpine systems.",
            "score": 131.8983154296875
        },
        {
            "docid": "9833579_7",
            "document": "Cervalces scotti . \"Cervalces scotti\", like several other members of its genus, probably lived in marshes and bogs, as well as spruce-taiga floral communities. There were also surroundings ranging from tundra–mixed coniferous forests to deciduous woodlands. These sedges and willows may have not have been suitable food products, but they provide an imagery of the ecology of the stag-moose. The change in flora and fauna due to complete deglaciation probably also affected the living conditions of the stag-moose in states like Iowa and Wisconsin, where the stag-moose was found at more than 20 sites. None of these sites, however, has any evidence that the stag-moose interacted with humans, furthering evidence that the extinction of the stag-moose is not comparable to that of large herbivores that were greatly affected by hunting. The stag moose reproduced more often than megaherbivores, and so the hypothesis is that the stag-moose's disappearance is linked to the emergence of the \"true moose\" (\"Alces alces\"), instead. Another reason for extinction could be the competitions of several herbivorous artiodactyls, like the Bison in the new grassland ecosystem which replaced the spruce forest environment.",
            "score": 131.7388916015625
        },
        {
            "docid": "17964574_113",
            "document": "List of ecoregions in North America (CEC) . The Eastern Temperate Forest Ecoregion has favorable growing conditions for a number of plant species, the dominant being large, broadleaf, deciduous trees. Before the arrival of Europeans, this area was almost completely forested. After their arrival a few centuries ago, much of these forests had been cleared for timber and to make way for cropland. In more recent time, however, these open areas have been abandoned and are slowly returning to forest. Of the many plant species that inhabit the Eastern Temperate Forests today, those of the oak (Quercus), beech (Fagus), maple (Acer), basswood (Tilia), and pine (Pinus) genera are the most characteristic and defining of this ecoregion. These plants can be broken down into several main communities: northern hardwood, beech-maple, maple-basswood, mixed mesophytic, oak-hickory, and southern mixed hardwood forests. With the exception of Pinus, all of these species are angiosperms, meaning that they produce flowers and fruits, an important food source to many animals who inhabit the region. The flowers of angiosperms provide nectar, their leaves are important vegetable matter for herbivores, and their seeds are rich in fat and protein rich that allow many animals to fatten up for their winter hibernation. The trees of the Eastern Temperate Forests provide food, shelter, and a suitable habitat for countless species of both flora and fauna; they yield lumber, fuel, recreation, and aesthetic enjoyment to not only the people who live in this region, but also those who visit and enjoy products produced from the resources gleaned from these vast forests.",
            "score": 131.4141082763672
        },
        {
            "docid": "22453448_5",
            "document": "Grazing pressure . Disturbance of plant life caused by the grazing of large herbivores is an important determinant of plant community structure. Composition of plant and animal species is affected by grazing pressure. Grazing pressure affects plant communities directly through physical removal of the affected plants. It can also affect plant communities indirectly by modulation of ecosystem productivity or by changing the pattern of nutrient partitioning of limiting nutrients among different sizes of plants. Thus, grazing changes the population size, diversity and distribution of organisms in an ecosystem. Grazing pressure strongly affects plant community and composition. Grazing pressure also influences plant species performance and plant ecological stoichiometry. For instance, plant functional composition of tundra is primary structured by grazing pressure.",
            "score": 130.80479431152344
        },
        {
            "docid": "569459_17",
            "document": "White-tailed deer . White-tailed deer eat large amounts of food, commonly eating legumes and foraging on other plants, including shoots, leaves, cacti (in deserts), prairie forbs, and grasses. They also eat acorns, fruit, and corn. Their special stomachs allow them to eat some things humans cannot, such as mushrooms and poison ivy. Their diets vary by season according to availability of food sources. They also eat hay, grass, white clover, and other foods they can find in a farm yard. Though almost entirely herbivorous, white-tailed deer have been known to opportunistically feed on nesting songbirds, field mice, and birds trapped in mist nets, if the need arises. A grown deer can eat around of vegetable matter annually. A foraging area around 20 deer per square mile can start to destroy the forest environment.",
            "score": 130.76455688476562
        },
        {
            "docid": "57559_7",
            "document": "Predation . Grazing animals generally do not kill their prey, but like predators, they live by feeding on other organisms. While some herbivores like zooplankton live on unicellular phytoplankton and therefore inevitably kill what they eat, in a relationship sometimes called predation, many others including cattle and sheep only eat a part of the plants that they graze. Many species of plant are adapted to regrow after grazing damage. For example, the growing meristems of grasses are not at the tips as they are in most flowering plants, but at the base of the leaves. Similarly, kelp is grazed in subtidal kelp forests, but continuously regrows from a meristem at the base of the blade where it joins the stipe. Herbivore-plant interactions, as with predator-prey interactions, have driven plants to evolve defences such as thorns and chemicals to dissuade grazing.",
            "score": 129.95486450195312
        },
        {
            "docid": "44568_29",
            "document": "Herbivore . Several factors play into these fluctuating populations and help stabilize predator–prey dynamics. For example, spatial heterogeneity is maintained, which means there will always be pockets of plants not found by herbivores. This stabilizing dynamic plays an especially important role for specialist herbivores that feed on one species of plant and prevents these specialists from wiping out their food source. Prey defenses also help stabilize predator–prey dynamics, and for more information on these relationships see the section on Plant Defenses. Eating a second prey type helps herbivores’ populations stabilize. Alternating between two or more plant types provides population stability for the herbivore, while the populations of the plants oscillate. This plays an important role for generalist herbivores that eat a variety of plants. Keystone herbivores keep vegetation populations in check and allow for a greater diversity of both herbivores and plants. When an invasive herbivore or plant enters the system, the balance is thrown off and the diversity can collapse to a monotaxon system.",
            "score": 128.7626495361328
        },
        {
            "docid": "480747_5",
            "document": "Oostvaardersplassen . Before the establishment of the reserve, the dry area was a nursery for willow trees, and in the first year hundreds of seedlings could be found on each square metre. This led to concern that a dense woodland would develop, significantly reducing the value of the habitat for water birds. To avoid this, the park's managers brought in a number of large herbivores to keep the area more open, including Konik ponies, red deer and Heck cattle. These large grazing animals are kept out in the open all year round with supplemental feeding for the winter and early spring, and are allowed to behave as wild animals (without, for example, for now, castrating males). The ecosystem developing under their influence is thought to resemble those that would have existed on European river banks and deltas before human disturbance. However, there is some controversy about how natural the ecosystem is, as it lacks top predators.",
            "score": 128.648681640625
        },
        {
            "docid": "230342_6",
            "document": "Keystone species . A classic keystone species is a predator that prevents a particular herbivorous species from eliminating dominant plant species. If prey numbers are low, keystone predators can be even less abundant and still be effective. Yet without the predators, the herbivorous prey would explode in numbers, wipe out the dominant plants, and dramatically alter the character of the ecosystem. The exact scenario changes in each example, but the central idea remains that through a chain of interactions, a non-abundant species has an outsized impact on ecosystem functions. For example, the herbivorous weevil \"Euhrychiopsis lecontei\" is thought to have keystone effects on aquatic plant diversity by foraging on nuisance Eurasian watermilfoil in North American waters. Similarly, the wasp species \"Agelaia vicina\" has been labeled a keystone species for its unparalleled nest size, colony size, and high rate of brood production. The diversity of its prey and the quantity necessary to sustain its high rate of growth have a direct impact on other species around it.",
            "score": 128.04373168945312
        },
        {
            "docid": "38428_9",
            "document": "Deer . Present-day fallow deer populations in Europe are a result of historic man-made introductions of this species, first to the Mediterranean regions of Europe, then eventually to the rest of Europe. They were initially park animals that later escaped and reestablished themselves in the wild. Historically, Europe's deer species shared their deciduous forest habitat with other herbivores, such as the extinct tarpan (forest horse), extinct aurochs (forest ox), and the endangered wisent (European bison). Good places to see deer in Europe include the Scottish Highlands, the Austrian Alps, the wetlands between Austria, Hungary, and the Czech Republic and some fine National Parks, including Doñana National Park in Spain, the Veluwe in the Netherlands, the Ardennes in Belgium, and Białowieża National Park of Poland. Spain, Eastern Europe, and the Caucasus Mountains still have virgin forest areas that are not only home to sizable deer populations but also for other animals that were once abundant such as the wisent, Eurasian lynx, Iberian lynx, wolves, and brown bears.",
            "score": 127.71736907958984
        },
        {
            "docid": "2664846_22",
            "document": "Paleopedology . Large plants are only part of the organisms that play a role in soil formation. For example, fungi are closely associated with the roots of many vascular plants by making available nutrients like nitrogen and phosphorus in a way that their host plants can utilize, and play an important role in returning organic matter to the soil by decomposing leaf litter. The list of organisms that interact with, and affect, soil is extensive, and it is these interactions that allow for the presence of paleosols to be inferred. Not only can particular organisms be interpreted from paleosols, but also ancient ecosystems. The soil interaction of plants is different from community to community. They each have distinct patterns of root traces, soil structure, and overall profile form. Identifying these features is useful for providing an overall assessment of the influence past organisms had on any particular paleosol. However, qualifying these general effects of organism activity can be difficult because the level of their expression is as related to their nature as it is to the amount of time available for soil formation. Even when fossils that are found in paleosols are understood, much more can be learned regarding their preservation, ecology, and evolution by studying the paleosols they inhabited.  A fossilized footprint, burrow, or coprolite (fossil feces), are examples of trace fossils (ichnofossils). These trace fossils do not represent any physical part of an organism, but rather evidence of an organism's activity within its environment. Whereas a bone, leaf, or stem might provide enough information to positively identify a particular species, trace fossils rarely allow for such a precise identification. However, unlike fossilized body parts which can be affected by many variables, trace fossils are not often transported away and are usually found in the place where the organism lived. This advantage makes trace fossils in paleosols especially important because they allow for interpretation of the animal's behavior in its natural environment. A great example of this is the simple shallow fossilized burrows of solitary bees that make their homes in soil.  Just as fossilized footprints, burrows, and coprolites represent trace fossils or organisms, paleosols can be considered trace fossils of an ancient ecosystem. Much like the small percentage of species that are fossilized, very few species within an ecosystem leave any discernible trace in paleosols. However, their more general effects within a paleosol may be preserved. A good example of this is root traces. Analyzing the pattern of root traces, the sequence of soil horizons, and other features can help identify the type of vegetation that was present during the formation of the soil. General features such as stature and spacing determine what botanists call a 'plant formation.' Distinct from a community or association, plant formation is not defined by any particular species. Examples of plant formation include forests, woodlands, and grasslands. Because it may not be possible to determine whether a particular plant was an oak, eucalyptus, or other species, plant formations in paleosols make it possible to identify an ancient woodland ecosystem from an ancient grassland ecosystem. (Retallack 2001)",
            "score": 125.98138427734375
        },
        {
            "docid": "17964574_81",
            "document": "List of ecoregions in North America (CEC) . Marine West Coast Forests combine aquatic ecosystems with temperate rainforests to provide habitat for an abundance of wildlife. The sea otter is considered a keystone species because of the critical role it plays in maintaining the structure of the ecosystem. Sea otters feed on sea urchins, which are herbivores of kelps. A large mass of kelp can become an underwater kelp forest, which is considered by many to be one of the most productive and dynamic ecosystems on Earth. Two more dominant species found in the Marine West Coast Forest are the gray wolf and grizzly bears. Grizzly bears provide a connection between the marine coast and the forests when they eat nitrogen-rich salmon and transfer the nutrients to the forests. The Pacific salmon provide strong sources of nitrogen for the aquatic ecosystems. Due to the high precipitation in this Eco region, the nitrogen levels can be very low. The Pacific salmon helps to normalize the nitrogen levels. Without anyone of these species, the ecosystem would fall apart. The Marine West Coast Forests are a unique habitat for a diverse group of species.",
            "score": 125.60935974121094
        }
    ]
}