{
    "q": [
        {
            "docid": "25162968_4",
            "document": "Circular bacterial chromosome . Bacterial chromosome replication is best understood in the well-studied bacteria \"Escherichia coli\" and \"Bacillus subtilis\". Chromosome replication proceeds in three major stages: initiation, elongation and termination. The initiation stage starts with the ordered assembly of \"initiator\" proteins at the origin region of the chromosome, called oriC. These assembly stages are regulated to ensure that chromosome replication occurs only once in each cell cycle. During the elongation phase of replication, the enzymes that were assembled at oriC during initiation proceed along each arm (\"replichore\") of the chromosome, in opposite directions away from the oriC, replicating the DNA to create two identical copies. This process is known as bidirectional replication. The entire assembly of molecules involved in DNA replication on each arm is called a \"replisome.\" At the forefront of the replisome is a DNA helicase that unwinds the two strands of DNA, creating a moving \"replication fork\". The two unwound single strands of DNA serve as templates for DNA polymerase, which moves with the helicase (together with other proteins) to synthesise a complementary copy of each strand. In this way, two identical copies of the original DNA are created. Eventually, the two replication forks moving around the circular chromosome meet in a specific zone of the chromosome, approximately opposite oriC, called the terminus region. The elongation enzymes then disassemble, and the two \"daughter\" chromosomes are resolved before cell division is completed.",
            "score": 157.80738365650177
        },
        {
            "docid": "2091495_7",
            "document": "Nucleic acid double helix . Strand separation by gentle heating, as used in polymerase chain reaction (PCR), is simple, providing the molecules have fewer than about 10,000 base pairs (10 kilobase pairs, or 10 kbp). The intertwining of the DNA strands makes long segments difficult to separate. The cell avoids this problem by allowing its DNA-melting enzymes (helicases) to work concurrently with topoisomerases, which can chemically cleave the phosphate backbone of one of the strands so that it can swivel around the other. Helicases unwind the strands to facilitate the advance of sequence-reading enzymes such as DNA polymerase.",
            "score": 121.98590779304504
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 169.94200670719147
        },
        {
            "docid": "27157933_7",
            "document": "Nucleic acid secondary structure . Strand separation by gentle heating, as used in PCR, is simple providing the molecules have fewer than about 10,000 base pairs (10 kilobase pairs, or 10 kbp). The intertwining of the DNA strands makes long segments difficult to separate. The cell avoids this problem by allowing its DNA-melting enzymes (helicases) to work concurrently with topoisomerases, which can chemically cleave the phosphate backbone of one of the strands so that it can swivel around the other. Helicases unwind the strands to facilitate the advance of sequence-reading enzymes such as DNA polymerase.",
            "score": 124.12893009185791
        },
        {
            "docid": "7955_49",
            "document": "DNA . Cell division is essential for an organism to grow, but, when a cell divides, it must replicate the DNA in its genome so that the two daughter cells have the same genetic information as their parent. The double-stranded structure of DNA provides a simple mechanism for DNA replication. Here, the two strands are separated and then each strand's complementary DNA sequence is recreated by an enzyme called DNA polymerase. This enzyme makes the complementary strand by finding the correct base through complementary base pairing and bonding it onto the original strand. As DNA polymerases can only extend a DNA strand in a 5′ to 3′ direction, different mechanisms are used to copy the antiparallel strands of the double helix. In this way, the base on the old strand dictates which base appears on the new strand, and the cell ends up with a perfect copy of its DNA.",
            "score": 151.3658058643341
        },
        {
            "docid": "4250553_43",
            "document": "Gene . The growth, development, and reproduction of organisms relies on cell division; the process by which a single cell divides into two usually identical daughter cells. This requires first making a duplicate copy of every gene in the genome in a process called DNA replication. The copies are made by specialized enzymes known as DNA polymerases, which \"read\" one strand of the double-helical DNA, known as the template strand, and synthesize a new complementary strand. Because the DNA double helix is held together by base pairing, the sequence of one strand completely specifies the sequence of its complement; hence only one strand needs to be read by the enzyme to produce a faithful copy. The process of DNA replication is semiconservative; that is, the copy of the genome inherited by each daughter cell contains one original and one newly synthesized strand of DNA.",
            "score": 142.98337030410767
        },
        {
            "docid": "40328701_4",
            "document": "Chimeric RNA . DNA encodes the genetic information required for an organism to carry out its life cycle. In effect, DNA serves as the \"hard drive\" which stores genetic data. DNA is replicated and serves as its own template for replication. DNA forms a double helix structure and is a composed of a sugar-phosphate backbone and nitrogenous bases. This can be thought of as a ladder structure where the sides of the ladder are constructed of deoxyribose sugar and phosphate while the rungs of the ladder are composed of paired nitrogenous bases. There are four bases in a DNA molecule: adenine (A), cytosine (C), thymine (T), and guanine (G). Nucleotide is a structural component of DNA and RNA. It's made of a base, a molecule of sugar and a molecule of phosphoric acid. The double helix structure of DNA is composed of two antiparallel strands which are oriented in opposite directions. DNA is composed of base pairs in which adenine pairs with thymine and guanine pairs with cytosine. While DNA serves as template for production of ribonucleic acid (RNA), RNA is usually responsible for making protein. The process of making RNA from DNA is called transcription. RNA uses a similar set of bases except that thymine is replaced with U = uracil. A group of enzymes called RNA polymerases (isolated by biochemists Jerard Hurwitz and Samuel B. Weiss) function in the presence of DNA. These enzymes produce RNA using segments of chromosomal DNA as a template. Unlike replication, where a complete copy of DNA is made, transcription copies only the gene that is to be expressed as a protein.",
            "score": 151.52807688713074
        },
        {
            "docid": "1590640_11",
            "document": "Nuclear DNA . DNA replication begins at a specific site in the DNA molecule called the origin of replication. The enzyme helicase unwinds and separates a portion of the DNA molecule after which single-strand binding proteins react with and stabilize the separated, single-stranded sections of the DNA molecule. The enzyme complex DNA polymerase engages the separated portion of the molecule and initiates the process of replication. DNA polymerase can only connect new DNA nucleotides to a pre-existing chain of nucleotides. Therefore, replication begins as an enzyme called primase assembles an RNA primer at the origin of replication. The RNA primer consists of a short sequence of RNA nucleotides, complementary to a small, initial section of the DNA strand being prepared for replication. DNA polymerase is then able to add DNA nucleotides to the RNA primer and thus begin the process of constructing a new complementary strand of DNA. Later the RNA primer is enzymatically removed and replaced with the appropriate sequence of DNA nucleotides. Because the two complementary strands of the DNA molecule are oriented in opposite directions and the DNA polymerase can only accommodate replication in one direction, two different mechanisms for copying the strands of DNA are employed. One strand is replicated continuously towards the unwinding, separating portion of the original DNA molecule; while the other strand is replicated discontinuously in the opposite direction with the formation of a series of short DNA segments called Okazaki fragments. Each Okazaki fragment requires a separate RNA primer. As the Okazaki fragments are synthesized, the RNA primers are replaced with DNA nucleotides and the fragments are bonded together in a continuous complementary strand.",
            "score": 136.3493368625641
        },
        {
            "docid": "447832_34",
            "document": "Helicase . RNA helicases that do exhibit unwinding activity have been characterized by at least two different mechanisms: canonical duplex unwinding and local strand separation. Canonical duplex unwinding is the stepwise directional separation of a duplex strand, as described above, for DNA unwinding. However, local strand separation occurs by a process wherein the helicase enzyme is loaded at any place along the duplex. This is usually aided by a single-strand region of the RNA, and the loading of the enzyme is accompanied with ATP binding. Once the helicase and ATP are bound, local strand separation occurs, which requires binding of ATP but not the actual process of ATP hydrolysis. Presented with fewer base pairs the duplex then dissociates without further assistance from the enzyme. This mode of unwinding is used by the DEAD/DEAH box helicases.",
            "score": 97.83820486068726
        },
        {
            "docid": "583438_22",
            "document": "Transformation (genetics) . Competence is specifically induced by DNA damaging conditions. For instance, transformation is induced in \"Streptococcus pneumoniae\" by the DNA damaging agents mitomycin C (a DNA crosslinking agent) and fluoroquinolone (a topoisomerase inhibitor that causes double-strand breaks). In \"B. subtilis\", transformation is increased by UV light, a DNA damaging agent. In \"Helicobacter pylori\", ciprofloxacin, which interacts with DNA gyrase and introduces double-strand breaks, induces expression of competence genes, thus enhancing the frequency of transformation Using \"Legionella pneumophila\", Charpentier et al. tested 64 toxic molecules to determine which of these induce competence. Of these only six, all DNA damaging agents, caused strong induction. These DNA damaging agents were mitomycin C (which causes DNA inter-strand crosslinks), norfloxacin, ofloxacin and nalidixic acid (inhibitors of DNA gyrase that cause double-strand breaks), bicyclomycin (causes single- and double-strand breaks), and hydroxyurea (induces DNA base oxidation). UV light also induced competence in \"L. pneumophila\". Charpentier et al. suggested that competence for transformation probably evolved as a DNA damage response. Logarithmically growing bacteria differ from stationary phase bacteria with respect to the number of genome copies present in the cell, and this has implications for the capability to carry out an important DNA repair process. During logarithmic growth, two or more copies of any particular region of the chromosome may be present in a bacterial cell, as cell division is not precisely matched with chromosome replication. The process of homologous recombinational repair (HRR) is a key DNA repair process that is especially effective for repairing double-strand damages, such as double-strand breaks. This process depends on a second homologous chromosome in addition to the damaged chromosome. During logarithmic growth, a DNA damage in one chromosome may be repaired by HRR using sequence information from the other homologous chromosome. Once cells approach stationary phase, however, they typically have just one copy of the chromosome, and HRR requires input of homologous template from outside the cell by transformation. To test whether the adaptive function of transformation is repair of DNA damages, a series of experiments were carried out using \"B. subtilis\" irradiated by UV light as the damaging agent (reviewed by Michod et al. and Bernstein et al.) The results of these experiments indicated that transforming DNA acts to repair potentially lethal DNA damages introduced by UV light in the recipient DNA. The particular process responsible for repair was likely HRR. Transformation in bacteria can be viewed as a primitive sexual process, since it involves interaction of homologous DNA from two individuals to form recombinant DNA that is passed on to succeeding generations. Bacterial transformation in prokaryotes may have been the ancestral process that gave rise to meiotic sexual reproduction in eukaryotes (see Evolution of sexual reproduction; Meiosis.)",
            "score": 181.7840358018875
        },
        {
            "docid": "4976789_8",
            "document": "Hydrogen potassium ATPase . The hydrogen potassium ATPase is activated indirectly by gastrin that causes ECL cells to release histamine. The histamine binds to H2 receptors on the parietal cell, activating a cAMP-dependent pathway which causes the enzyme to move from the cytoplasmic tubular membranes to deeply folded canaliculi of the stimulated parietal cell. Once localized, the enzyme alternates between two conformations, E1 and E2, to transport ions across the membrane. The E1 conformation binds a phosphate from ATP and hydronium ion on the cytoplasmic side. The enzyme then changes to the E2 conformation, allowing hydronium to be released in the lumen. The E2 conformation binds potassium, and reverts to the E1 conformation to release phosphate and K into the cytoplasm where another ATP can be hydrolyzed to repeat the cycle. The β subunit prevents the E2-P conformation from reverting to the E1-P conformation, making proton pumping unidirectional. The number of ions transported per ATP varies from 2H/2K to 1H/1Kdepending on the pH of the stomach.",
            "score": 123.81963777542114
        },
        {
            "docid": "3570811_2",
            "document": "Werner syndrome helicase . \"Werner syndrome ATP-dependent helicase\" also known as DNA helicase, RecQ-like type 3 is an enzyme that in humans is encoded by the WRN gene. WRN is a member of the RecQ Helicase family. Helicase enzymes generally unwind and separate double-stranded DNA. These activities are necessary before DNA can be copied in preparation for cell division (DNA replication). Helicase enzymes are also critical for making a blueprint of a gene for protein production, a process called transcription. Further evidence suggests that Werner protein plays a critical role in repairing DNA. Overall, this protein helps maintain the structure and integrity of a person's DNA.",
            "score": 133.7917776107788
        },
        {
            "docid": "11403513_5",
            "document": "Ribose-phosphate diphosphokinase . Crystallization and X-ray diffraction studies elucidated the structure of the enzyme, which was isolated by cloning, protein expression, and purification techniques. One subunit of ribose-phosphate diphosphokinase consists of 318 amino acids; the active enzyme complex consists of three homodimers (or six subunits, a hexamer). The structure of one subunit is a five-stranded parallel beta sheet (the central core) surrounded by four alpha helices at the N-terminal domain and five alpha helices at the C-terminal domain, with two short anti-parallel beta-sheets extending from the core. The catalytic site of the enzyme binds ATP and ribose 5-phosphate. The flexible loop (Phe92–Ser108), pyrophosphate binding loop (Asp171–Gly174), and flag region (Val30–Ile44 from an adjacent subunit) comprise the ATP binding site, located at the interface between two domains of one subunit. The flexible loop is so named because of the its large variability in conformation. The ribose 5-phosphate binding site consists of residues Asp220–Thr228, located in the C-terminal domain of one subunit. The allosteric site, which binds ADP, consists of amino acid residues from three subunits.",
            "score": 103.08450317382812
        },
        {
            "docid": "51209_2",
            "document": "Kinase . In biochemistry, a kinase is an enzyme that catalyzes the transfer of phosphate groups from high-energy, phosphate-donating molecules to specific substrates. This process is known as phosphorylation, where the substrate gains a phosphate group and the high-energy ATP molecule donates a phosphate group. This transesterification produces a phosphorylated substrate and ADP. Conversely, it is referred to as dephosphorylation when the phosphorylated substrate donates a phosphate group and ADP gains a phosphate group (producing a dephosphorylated substrate and the high energy molecule of ATP). These two processes, phosphorylation and dephosphorylation, occur four times during glycolysis. Kinases are part of the larger family of phosphotransferases. Kinases should not be confused with phosphorylases, which catalyze the addition of inorganic phosphate groups to an acceptor, nor with phosphatases, which remove phosphate groups. The phosphorylation state of a molecule, whether it be a protein, lipid, or carbohydrate, can affect its activity, reactivity, and its ability to bind other molecules. Therefore, kinases are critical in metabolism, cell signalling, protein regulation, cellular transport, secretory processes, and many other cellular pathways, which makes them very important to human physiology.",
            "score": 94.11571478843689
        },
        {
            "docid": "26194_17",
            "document": "Restriction enzyme . Type III restriction enzymes (e.g., EcoP15) recognize two separate non-palindromic sequences that are inversely oriented. They cut DNA about 20–30 base pairs after the recognition site. These enzymes contain more than one subunit and require AdoMet and ATP cofactors for their roles in DNA methylation and restriction, respectively. They are components of prokaryotic DNA restriction-modification mechanisms that protect the organism against invading foreign DNA. Type III enzymes are hetero-oligomeric, multifunctional proteins composed of two subunits, Res and Mod. The Mod subunit recognises the DNA sequence specific for the system and is a modification methyltransferase; as such, it is functionally equivalent to the M and S subunits of type I restriction endonuclease. Res is required for restriction, although it has no enzymatic activity on its own. Type III enzymes recognise short 5–6 bp-long asymmetric DNA sequences and cleave 25–27 bp downstream to leave short, single-stranded 5' protrusions. They require the presence of two inversely oriented unmethylated recognition sites for restriction to occur. These enzymes methylate only one strand of the DNA, at the N-6 position of adenosyl residues, so newly replicated DNA will have only one strand methylated, which is sufficient to protect against restriction. Type III enzymes belong to the beta-subfamily of N6 adenine methyltransferases, containing the nine motifs that characterise this family, including motif I, the AdoMet binding pocket (FXGXG), and motif IV, the catalytic region (S/D/N (PP) Y/F).",
            "score": 150.42734670639038
        },
        {
            "docid": "2173109_3",
            "document": "Nick translation . This process is called nick translation because the DNA to be processed is treated with DNAase to produce single-stranded \"nicks\". This is followed by replacement in nicked sites by DNA polymerase I, which elongates the 3' hydroxyl terminus, removing nucleotides by 5'-3' exonuclease activity, replacing them with dNTPs. To radioactively label a DNA fragment for use as a probe in blotting procedures, one of the incorporated nucleotides provided in the reaction is radiolabeled in the \"alpha\" phosphate position. Similarly, a fluorophore can be attached instead for fluorescent labelling, or an antigen for immunodetection. When DNA polymerase I eventually detaches from the DNA, it leaves another nick in the phosphate backbone. The nick has \"translated\" some distance depending on the processivity of the polymerase. This nick could be sealed by DNA ligase, or its 3' hydroxyl group could serve as the template for further DNA polymerase I activity. Proprietary enzyme mixes are available commercially to perform all steps in the procedure in a single incubation.",
            "score": 113.5771267414093
        },
        {
            "docid": "34217148_5",
            "document": "Vectors in gene therapy . The genetic material in retroviruses is in the form of RNA molecules, while the genetic material of their hosts is in the form of DNA. When a retrovirus infects a host cell, it will introduce its RNA together with some enzymes, namely reverse transcriptase and integrase, into the cell. This RNA molecule from the retrovirus must produce a DNA copy from its RNA molecule before it can be integrated into the genetic material of the host cell. The process of producing a DNA copy from an RNA molecule is termed reverse transcription. It is carried out by one of the enzymes carried in the virus, called reverse transcriptase. After this DNA copy is produced and is free in the nucleus of the host cell, it must be incorporated into the genome of the host cell. That is, it must be inserted into the large DNA molecules in the cell (the chromosomes). This process is done by another enzyme carried in the virus called integrase.",
            "score": 144.49389493465424
        },
        {
            "docid": "996341_4",
            "document": "Spindle checkpoint . When cells are ready to divide, because cell size is big enough or because they receive the appropriate stimulus, they activate the mechanism to enter into the cell cycle, and they duplicate most organelles during S (synthesis) phase, including their centrosome. Therefore, when the cell division process will end, each daughter cell will receive a complete set of organelles. At the same time, during S phase all cells must duplicate their DNA very precisely, a process termed DNA replication. Once DNA replication has finished, in eukaryotes the DNA molecule is compacted and condensed, to form the mitotic chromosomes, each one constituted by two sister chromatids, which stay held together by the establishment of cohesion between them; each chromatid is a complete DNA molecule, attached via microtubules to one of the two centrosomes of the dividing cell, located at opposed poles of the cell. The structure formed by the centrosomes and the microtubules is named mitotic spindle, due to its characteristic shape, holding the chromosomes between the two centrosomes. Both sister chromatids stay together until anaphase; at this moment they separate from each other and they travel towards the centrosome to which they are attached. In this way, when the two daughter cells separate at the end of the division process, each one will receive a complete set of chromatids. The mechanism responsible for the correct distribution of sister chromatids during cell division is named chromosome segregation.",
            "score": 144.0105631351471
        },
        {
            "docid": "22833956_14",
            "document": "Molecular models of DNA . The structure of DNA shows a variety of forms, both double-stranded and single-stranded. The mechanical properties of DNA, which are directly related to its structure, are a significant problem for cells. Every process which binds or reads DNA is able to use or modify the mechanical properties of DNA for purposes of recognition, packaging and modification. The extreme length (a chromosome may contain a 10 cm long DNA strand), relative rigidity and helical structure of DNA has led to the evolution of histones and of enzymes such as topoisomerases and helicases to manage a cell's DNA. The properties of DNA are closely related to its molecular structure and sequence, particularly the weakness of the hydrogen bonds and electronic interactions that hold strands of DNA together compared to the strength of the bonds within each strand.",
            "score": 126.36715650558472
        },
        {
            "docid": "1215494_4",
            "document": "S phase . The major event in S-phase is DNA replication. The goal of this process is to create exactly two identical semi-conserved chromosomes. The cell prevents more than one replication from occurring by loading pre-replication complexes onto the DNA at replication origins during G phase which are dismantled in S-phase as replication begins. In synthesis, the enzyme helicase unwinds the DNA double helix, and the enzyme DNA polymerase re-binds free-floating nucleotides to the separate DNA single strands in accordance with the complementary base pairing rule. DNA synthesis can occur as fast as 2000 nucleotides/second and must create fewer than 2 errors (I.e., wrong bases) in 10 nucleotide additions.",
            "score": 110.5836193561554
        },
        {
            "docid": "11397_20",
            "document": "Freeman Dyson . Dyson favors the dual origin concept: Life first formed cells, then enzymes, and finally, much later, genes. This was first propounded by the Russian Alexander Oparin. J. B. S. Haldane developed the same theory independently. Dyson has simplified things by saying simply that life evolved in two stages, widely separated in time. He regards it as too unlikely that genes could have developed fully blown in one process, because of the biochemistry. He proposes that in a primitive early cell containing ATP and AMP, DNA was invented accidentally because of the similarity of the two. Current cells contain adenosine triphosphate or ATP and adenosine 5'-monophosphate or AMP, which greatly resemble each other but have completely different functions. ATP transports energy around the cell, and AMP is part of RNA and the genetic apparatus. Dyson proposes that in a primitive early cell containing ATP and AMP, RNA and replication were invented accidentally because of the similarity of the two. He suggests that AMP was produced when ATP molecules lost two of their phosphate radicals, and then one cell somewhere performed Eigen's experiment and produced RNA.",
            "score": 130.5342265367508
        },
        {
            "docid": "15809418_4",
            "document": "TPI1 . Triose Phosphate Isomerase is a member of the alpha and beta (α/β) class of proteins; it is a homodimer, and each subunit contains 247 amino acids. Each TPI1 monomer contains the full set of catalytic residues, but the enzyme is only active in the oligomeric form. Therefore, the enzyme must be in a dimer in order to achieve full function of the enzyme, even though it is not believed that the two active sites participate in cooperativity with each other. Each subunit contains 8 exterior alpha helices surrounding 8 interior beta strands, which form a conserved structural domain called a closed alpha/beta barrel (αβ) or more specifically a TIM barrel. Characteristic of most all TIM barrel domains is the presence of the enzyme's active site in the lower loop regions created by the eight loops that connect the C-termini of the beta strands with the N-termini of the alpha helices. TIM barrel proteins also share a structurally conserved phosphate binding motif, with the phosphate group found in the substrate or cofactors.",
            "score": 85.87261748313904
        },
        {
            "docid": "31214098_5",
            "document": "Glycerol kinase deficiency . In order to understand how this condition affects a person you must first have a basic understanding of the process called glycolysis. This fundamental metabolic pathway is found in all known organisms. The process provides energy for our cells to carry out their daily functions. The overall reaction involves a cell taking in the sugar glucose and converting it into the energy rich molecule pyruvate. Inside the overall reaction there lie many steps that need to be followed in order for the original glucose molecule to be transformed into pyruvate. The glucose first gathers a phosphate group from an ATP molecule in order to become glucose-6-phosphate. It is then changed into fructose 6-phosphate, with the assistance of phosphoglucose isomerase, which is then changed into fructose 1,6-biphosphate when the fructose molecule receives a phosphate group from another ATP. The next step in the chain is crucial for cells in order to make more energy than they expend through the process of glycolysis; this step is when the fructose 1,6-bisphosphate molecule breaks down into two molecules of dihydroxyacetone phosphate (DHAP), so from this point on whenever ATP is being generated from ADP there are really two ATP molecules generated because there are two molecules undergoing the same reaction. One molecule that takes advantage of this second part of the metabolic process is the fatty molecule glycerol. This is unfortunately prevented if someone is experiencing Glycerol Kinase Deficiency.",
            "score": 135.63799703121185
        },
        {
            "docid": "17269882_3",
            "document": "MRX complex . Cells are able to accurately repair DNA double-strand breaks using a process called homologous recombination. By this process DNA sequence information that is lost because of the breakage can be recovered from a second homologous DNA molecule. Homologous recombinational repair is important for removing DNA damage both during mitosis and meiosis. The repair process begins with the degradation of the 5’ end on either side of the double-strand break to yield 3’ single-stranded DNA tails (a process called end resection). Next the Rad51 protein binds to these tails and initiates a process of strand invasion leading to recovery of genetic information from the undamaged homologous sequence of the second DNA molecule. Studies with the yeast \"Saccharomyces cerevisiae\" have shown that end resection is catalyzed by the MRX protein complex. The MRE11 enzyme (one of the three component proteins of the MRX complex) first makes a nick in the DNA at 15 to 20 nucleotides from the 5’ end of the break. This creates an entry point for further processing by exonucleases to complete the initial resection stage of the overall process.",
            "score": 140.7580245733261
        },
        {
            "docid": "45374363_5",
            "document": "Single-cell DNA template strand sequencing . Pulse-chase experiments have been used for determining the segregation patterns of chromosomes in addition to studying other time-dependent cellular processes. Briefly, pulse-chase assays allow researchers to track radioactively labelled molecules in the cell. In experiments used to study non-random chromosome assortment, stem cells are labeled or \"pulsed\" with a nucleotide analog that is incorporated in the replicated DNA strands. This allows the nascent stands to be tracked through many rounds of replication. Unfortunately, this method is found to have poor resolution as it can only be observed at the chromatid level.",
            "score": 121.56135034561157
        },
        {
            "docid": "26194_2",
            "document": "Restriction enzyme . A restriction enzyme or restriction endonuclease is an enzyme that cleaves DNA into fragments at or near specific recognition sites within the molecule known as restriction sites. Restriction enzymes are commonly classified into five types, which differ in their structure and whether they cut their DNA substrate at their recognition site, or if the recognition and cleavage sites are separate from one another. To cut DNA, all restriction enzymes make two incisions, once through each sugar-phosphate backbone (i.e. each strand) of the DNA double helix.",
            "score": 100.34512567520142
        },
        {
            "docid": "620353_5",
            "document": "RecBCD . RecBCD is unusual amongst helicases because it has two helicases that travel with different rates and because it can recognize and be altered by the Chi DNA sequence. RecBCD avidly binds an end of linear double-stranded (ds) DNA. The RecD helicase travels on the strand with a 5' end at which the enzyme initiates unwinding, and RecB on the strand with a 3' end. RecB is slower than RecD, so that a single-stranded (ss) DNA loop accumulates ahead of RecB (Figure 2). This produces DNA structures with two ss tails (a shorter 3’ ended tail and a longer 5’ ended tail) and one ss loop (on the 3' ended strand) observed by electron microscopy. The ss tails can anneal to produce a second ss loop complementary to the first one; such twin-loop structures were initially referred to as “rabbit ears.” During unwinding the nuclease in RecB can act in different ways depending on the reaction conditions, notably the ratio of the concentrations of Mg ions and ATP. (1) If ATP is in excess, the enzyme simply nicks the strand with Chi (the strand with the initial 3' end) (Figure 2). Unwinding continues and produces a 3' ss tail with Chi near its terminus. This tail can be bound by RecA protein, which promotes strand exchange with an intact homologous DNA duplex. When RecBCD reaches the end of the DNA, all three subunits disassemble and the enzyme remains inactive for an hour or more; a RecBCD molecule that acted at Chi does not attack another DNA molecule. (2) If Mg ions are in excess, RecBCD cleaves both DNA strands endonucleolytically, although the 5' tail is cleaved less often (Figure 3). When RecBCD encounters a Chi site on the 3' ended strand, unwinding pauses and digestion of the 3' tail is reduced. When RecBCD resumes unwinding, it now cleaves the opposite strand (\"i.e.\", the 5' tail) and loads RecA protein onto the 3’-ended strand. After completing reaction on one DNA molecule, the enzyme quickly attacks a second DNA, on which the same reactions occur as on the first DNA.",
            "score": 145.98663473129272
        },
        {
            "docid": "4468576_8",
            "document": "Cre recombinase . The active site of the Cre enzyme consists of the conserved catalytic triad residues Arg 173, His 289, Arg 292 as well as the conserved nucleophilic residues Tyr 324 and Trp 315. Unlike some recombinase enzymes such as Flp recombinase, Cre does not form a shared active site between separate subunits and all the residues that contribute to the active site are found on a single subunit. Consequently, when two Cre molecules bind at a single loxP site two active sites are present. Cre mediated recombination requires the formation of a synapse in which two Cre-LoxP complexes associate to form what is known as the synapse tetramer in which 4 distinct active sites are present.  Tyr 324 acts as a nucleophile to form a covalent 3’-phosphotyrosine linkage to the DNA substrate. The scissile phosphate (phosphate targeted for nucleophilic attack at the cleavage site) is coordinated by the side chains of the 3 amino acid residues of the catalytic triad (Arg 173, His 289 & Trp 315). The indole nitrogen of tryptophan 315 also forms a hydrogen bond to this scissile phosphate. (n.b A Histidine occupies this site in other tyrosine recombinase family members and performs the same function). This reaction cleaves the DNA and frees a 5’ hydroxyl group. This process occurs in the active site of two out of the four recombinase subunits present at the synapse tetramer. If the 5’ hydroxyl groups attack the 3’-phosphotyrosine linkage one pair of the DNA strands will exchange to form a Holliday junction intermediate.",
            "score": 135.39956164360046
        },
        {
            "docid": "253418_25",
            "document": "DNA computing . Enzyme based DNA computers are usually of the form of a simple Turing machine; there is analogous hardware, in the form of an enzyme, and software, in the form of DNA. Benenson, Shapiro and colleagues have demonstrated a DNA computer using the FokI enzyme and expanded on their work by going on to show automata that diagnose and react to prostate cancer: under expression of the genes PPAP2B and GSTP1 and an over expression of PIM1 and HPN. Their automata evaluated the expression of each gene, one gene at a time, and on positive diagnosis then released a single strand DNA molecule (ssDNA) that is an antisense for MDM2. MDM2 is a repressor of protein 53, which itself is a tumor suppressor. On negative diagnosis it was decided to release a suppressor of the positive diagnosis drug instead of doing nothing. A limitation of this implementation is that two separate automata are required, one to administer each drug. The entire process of evaluation until drug release took around an hour to complete. This method also requires transition molecules as well as the FokI enzyme to be present. The requirement for the FokI enzyme limits application \"in vivo\", at least for use in \"cells of higher organisms\". It should also be pointed out that the 'software' molecules can be reused in this case.",
            "score": 136.83596646785736
        },
        {
            "docid": "35342049_5",
            "document": "Illumina dye sequencing . The next step is called reduced cycle amplification. During this step, sequences for primer binding, indices, and terminal sequences are added. Indices are usually six base pairs long and are used during DNA sequence analysis to identify samples. Indices allow for up to 96 different samples to be run together. During analysis, the computer will group all reads with the same index together. The terminal sequences are used for attaching the DNA strand to the flow cell. Illumina uses a \"sequence by synthesis\" approach. This process takes place inside of an acrylamide-coated glass flow cell. The flow cell has oligonucleotides (short nucleotide sequences) coating the bottom of the cell, and they serve to hold the DNA strands in place during sequencing. The oligos match the two kinds of terminal sequences added to the DNA during reduced cycle amplification. As the DNA enters the flow cell, one of the adapters attaches to a complementary oligo. Once attached, cluster generation can begin. The goal is to create hundreds of identical strands of DNA. Some will be the forward strand; the rest, the reverse. Clusters are generated through bridge amplification. Polymerases move along a strand of DNA, creating its complementary strand. The original strand is washed away, leaving only the reverse strand. At the top of the reverse strand there is an adapter sequence. The DNA strand bends and attaches to the oligo that is complementary to the top adapter sequence. Polymerases attach to the reverse strand, and its complementary strand (which is identical to the original) is made. The now double stranded DNA is denatured so that each strand can separately attach to an oligonucleotide sequence anchored to the flow cell. One will be the reverse strand; the other, the forward. This process is called bridge amplification, and it happens for thousands of clusters all over the flow cell at once.",
            "score": 152.5481414794922
        },
        {
            "docid": "24553_7",
            "document": "Protein biosynthesis . Transcription occurs in the cell nucleus, where the DNA is held and is never able to leave. The DNA structure of the cell is made up of two helixes made up of sugar and phosphate held together by hydrogen bonds between the bases of opposite strands. The sugar and the phosphate in each strand are joined together by stronger phosphodiester covalent bonds. The DNA is \"unzipped\" (disruption of hydrogen bonds between different single strands) by the enzyme helicase, leaving the single nucleotide chain open to be copied. RNA polymerase reads the DNA strand from the 3-prime (3') end to the 5-prime (5') end, while it synthesizes a single strand of messenger RNA in the 5'-to-3' direction. The general RNA structure is very similar to the DNA structure, but in RNA the nucleotide uracil takes the place that thymine occupies in DNA. The single strand of mRNA leaves the nucleus through nuclear pores, and migrates into the cytoplasm.",
            "score": 123.243887424469
        },
        {
            "docid": "2631477_28",
            "document": "Homologous recombination . Upon encountering a Chi site, the activity of the RecBCD enzyme changes drastically. DNA unwinding pauses for a few seconds and then resumes at roughly half the initial speed. This is likely because the slower RecB helicase unwinds the DNA after Chi, rather than the faster RecD helicase, which unwinds the DNA before Chi. Recognition of the Chi site also changes the RecBCD enzyme so that it cuts the DNA strand with Chi and begins loading multiple RecA proteins onto the single-stranded DNA with the newly generated 3' end. The resulting RecA-coated nucleoprotein filament then searches out similar sequences of DNA on a homologous chromosome. The search process induces stretching of the DNA duplex, which enhances homology recognition (a mechanism termed conformational proofreading ). Upon finding such a sequence, the single-stranded nucleoprotein filament moves into the homologous recipient DNA duplex in a process called \"strand invasion\". The invading 3' overhang causes one of the strands of the recipient DNA duplex to be displaced, to form a D-loop. If the D-loop is cut, another swapping of strands forms a cross-shaped structure called a Holliday junction. Resolution of the Holliday junction by some combination of RuvABC or RecG can produce two recombinant DNA molecules with reciprocal genetic types, if the two interacting DNA molecules differ genetically. Alternatively, the invading 3’ end near Chi can prime DNA synthesis and form a replication fork. This type of resolution produces only one type of recombinant (non-reciprocal).",
            "score": 138.12544536590576
        }
    ],
    "r": [
        {
            "docid": "42957_12",
            "document": "Endospore . When a bacterium detects environmental conditions are becoming unfavourable it may start the process of endosporulation, which takes about eight hours. The DNA is replicated and a membrane wall known as a \"spore septum\" begins to form between it and the rest of the cell. The plasma membrane of the cell surrounds this wall and pinches off to leave a double membrane around the DNA, and the developing structure is now known as a forespore. Calcium dipicolinate, the calcium salt of dipicolinic acid, is incorporated into the forespore during this time. The dipicolinic acid helps stabilize the proteins and DNA in the endospore. Next the peptidoglycan cortex forms between the two layers and the bacterium adds a spore coat to the outside of the forespore. In the final stages of endospore formation the newly forming endospore is dehydrated and allowed to mature before being released from the mother cell. The cortex is what makes the endospore so resistant to temperature. The cortex contains an inner membrane known as the core. The inner membrane that surrounds this core leads to the endospore's resistance against UV light and harsh chemicals that would normally destroy microbes. Sporulation is now complete, and the mature endospore will be released when the surrounding vegetative cell is degraded.",
            "score": 196.31187438964844
        },
        {
            "docid": "583438_22",
            "document": "Transformation (genetics) . Competence is specifically induced by DNA damaging conditions. For instance, transformation is induced in \"Streptococcus pneumoniae\" by the DNA damaging agents mitomycin C (a DNA crosslinking agent) and fluoroquinolone (a topoisomerase inhibitor that causes double-strand breaks). In \"B. subtilis\", transformation is increased by UV light, a DNA damaging agent. In \"Helicobacter pylori\", ciprofloxacin, which interacts with DNA gyrase and introduces double-strand breaks, induces expression of competence genes, thus enhancing the frequency of transformation Using \"Legionella pneumophila\", Charpentier et al. tested 64 toxic molecules to determine which of these induce competence. Of these only six, all DNA damaging agents, caused strong induction. These DNA damaging agents were mitomycin C (which causes DNA inter-strand crosslinks), norfloxacin, ofloxacin and nalidixic acid (inhibitors of DNA gyrase that cause double-strand breaks), bicyclomycin (causes single- and double-strand breaks), and hydroxyurea (induces DNA base oxidation). UV light also induced competence in \"L. pneumophila\". Charpentier et al. suggested that competence for transformation probably evolved as a DNA damage response. Logarithmically growing bacteria differ from stationary phase bacteria with respect to the number of genome copies present in the cell, and this has implications for the capability to carry out an important DNA repair process. During logarithmic growth, two or more copies of any particular region of the chromosome may be present in a bacterial cell, as cell division is not precisely matched with chromosome replication. The process of homologous recombinational repair (HRR) is a key DNA repair process that is especially effective for repairing double-strand damages, such as double-strand breaks. This process depends on a second homologous chromosome in addition to the damaged chromosome. During logarithmic growth, a DNA damage in one chromosome may be repaired by HRR using sequence information from the other homologous chromosome. Once cells approach stationary phase, however, they typically have just one copy of the chromosome, and HRR requires input of homologous template from outside the cell by transformation. To test whether the adaptive function of transformation is repair of DNA damages, a series of experiments were carried out using \"B. subtilis\" irradiated by UV light as the damaging agent (reviewed by Michod et al. and Bernstein et al.) The results of these experiments indicated that transforming DNA acts to repair potentially lethal DNA damages introduced by UV light in the recipient DNA. The particular process responsible for repair was likely HRR. Transformation in bacteria can be viewed as a primitive sexual process, since it involves interaction of homologous DNA from two individuals to form recombinant DNA that is passed on to succeeding generations. Bacterial transformation in prokaryotes may have been the ancestral process that gave rise to meiotic sexual reproduction in eukaryotes (see Evolution of sexual reproduction; Meiosis.)",
            "score": 181.78404235839844
        },
        {
            "docid": "2661507_9",
            "document": "Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid . When Watson and Crick produced their double helix model of DNA, it was known that most of the specialized features of the many different life forms on Earth are made possible by proteins. Structurally, proteins are long chains of amino acid subunits. In some way, the genetic molecule, DNA, had to contain instructions for how to make the thousands of proteins found in cells. From the DNA double helix model, it was clear that there must be some correspondence between the linear sequences of nucleotides in DNA molecules to the linear sequences of amino acids in proteins. The details of how sequences of DNA instruct cells to make specific proteins was worked out by molecular biologists during the period from 1953 to 1965. Francis Crick played an integral role in both the theory and analysis of the experiments that led to an improved understanding of the genetic code.",
            "score": 179.3129119873047
        },
        {
            "docid": "514355_9",
            "document": "Rod cell . When light hits photoreceptive pigments within the photoreceptor cell, the pigment changes shape. The pigment, called rhodopsin (conopsin is found in cone cells) comprises a large protein called opsin (situated in the plasma membrane), attached to which is a covalently bound prosthetic group: an organic molecule called retinal (a derivative of vitamin A). The retinal exists in the 11-cis-retinal form when in the dark, and stimulation by light causes its structure to change to all-trans-retinal. This structural change causes an increased affinity for the regulatory protein called transducin (a type of G protein). Upon binding to rhodopsin, the alpha subunit of the G protein replaces a molecule of GDP with a molecule of GTP and becomes activated. This replacement causes the alpha subunit of the G protein to dissociate from the beta and gamma subunits of the G protein. As a result, the alpha subunit is now free to bind to the cGMP phosphodiesterase (an effector protein). The alpha subunit interacts with the inhibitory PDE gamma subunits and prevents them from blocking catalytic sites on the alpha and beta subunits of PDE, leading to the activation of cGMP phosphodiesterase, which hydrolyzes cGMP (the second messenger), breaking it down into 5'-GMP. Reduction in cGMP allows the ion channels to close, preventing the influx of positive ions, hyperpolarizing the cell, and stopping the release of the neurotransmitter glutamate (Kandel et al., 2000). Though cone cells primarily use the neurotransmitter substance acetylcholine, rod cells use a variety. The entire process by which light initiates a sensory response is called visual phototransduction.",
            "score": 176.95753479003906
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 169.94200134277344
        },
        {
            "docid": "4230_26",
            "document": "Cell (biology) . In meiosis, the DNA is replicated only once, while the cell divides twice. DNA replication only occurs before meiosis I. DNA replication does not occur when the cells divide the second time, in meiosis II. Replication, like all cellular activities, requires specialized proteins for carrying out the job. Between successive cell divisions, cells grow through the functioning of cellular metabolism. Cell metabolism is the process by which individual cells process nutrient molecules. Metabolism has two distinct divisions: catabolism, in which the cell breaks down complex molecules to produce energy and reducing power, and anabolism, in which the cell uses energy and reducing power to construct complex molecules and perform other biological functions. Complex sugars consumed by the organism can be broken down into simpler sugar molecules called monosaccharides such as glucose. Once inside the cell, glucose is broken down to make adenosine triphosphate (ATP), a molecule that possesses readily available energy, through two different pathways.",
            "score": 169.625244140625
        },
        {
            "docid": "26245162_3",
            "document": "Gene electrotransfer . Application of electric pulses of sufficient strength to the cell causes an increase in the trans-membrane potential difference, which provokes the membrane destabilization. Cell membrane permeability is increased and otherwise nonpermeant molecules enter the cell.  Although the mechanisms of gene electrotransfer are not yet fully understood, it was shown that the introduction of DNA only occurs in the part of the membrane facing the cathode and that several steps are needed for successful transfection: electrophoretic migration of DNA towards the cell, DNA insertion into the membrane, translocation across the membrane, migration of DNA towards the nucleus, transfer of DNA across the nuclear envelope and finally gene expression. There are a number of factors that can influence the efficiency of gene electrotransfer, such as: temperature, parameters of electric pulses, DNA concentration, electroporation buffer used, cell size and the ability of cells to express transfected genes. In in vivo gene electrotransfer also DNA diffusion through extracellular matrix, properties of tissue and overall tissue conductivity are crucial. Bacterial transformation is generally the easiest way to make large amounts of a particular protein needed for biotechnology purposes or in medicine. Since gene electrotransfer is very simple, rapid and highly effective technique it first became very convenient replacement for other transformation procedures.",
            "score": 167.4314422607422
        },
        {
            "docid": "4110763_12",
            "document": "Extrachromosomal DNA . Eukaryotic chloroplasts, as well as the other plant plastids, also contain extrachromosomal DNA molecules. Most chloroplasts house all of their genetic material in a single ringed chromosome, however in some species there is evidence of multiple smaller ringed plasmids. A recent theory that questions the current standard model of ring shaped chloroplast DNA (cpDNA), suggests that cpDNA may more commonly take a linear shape. A single molecule of cpDNA can contain anywhere from 100-200 genes and varies in size from species to species. The size of cpDNA in higher plants is around 120–160 kb. The genes found on the cpDNA code for mRNAs that are responsible for producing necessary components of the photosynthetic pathway as well as coding for tRNAs, rRNAs, RNA polymerase subunits, and ribosomal protein subunits. Like mtDNA, cpDNA is not fully autonomous and relies upon nuclear gene products for replication and production of chloroplast proteins. Chloroplasts contain multiple copies of cpDNA and the number can vary not only from species to species or cell type to cell type, but also within a single cell depending upon the age and stage of development of the cell. For example, cpDNA content in the chloroplasts of young cells, during the early stages of development where the chloroplasts are in the form of indistinct proplastids, are much higher than those present when that cell matures and expands, containing fully mature plastids.",
            "score": 164.63075256347656
        },
        {
            "docid": "2683080_3",
            "document": "Halobacterium . The genus \"Halobacterium\" (\"salt\" or \"ocean bacterium\") consists of several species of the Archaea with an aerobic metabolism which requires an environment with a high concentration of salt; many of their proteins will not function in low-salt environments. They grow on amino acids in their aerobic conditions. Their cell walls are also quite different from those of bacteria, as ordinary lipoprotein membranes fail in high salt concentrations. In shape, they may be either rods or cocci, and in color, either red or purple. They reproduce using binary fission (by constriction), and are motile. \"Halobacterium\" grows best in a 42 °C environment. The genome of an unspecified \"Halobacterium\" species, sequenced by Shiladitya DasSarma, comprises 2,571,010 bp (base pairs) of DNA compiled into three circular strands: one large chromosome with 2,014,239 bp, and two smaller ones with 191,346 and 365,425 bp. This species, called \"Halobacterium\" sp. NRC-1, has been extensively used for postgenomic analysis. \"Halobacterium\" species can be found in the Great Salt Lake, the Dead Sea, Lake Magadi, and any other waters with high salt concentration. Purple \"Halobacterium\" species owe their color to bacteriorhodopsin, a light-sensitive protein which provides chemical energy for the cell by using sunlight to pump protons out of the cell. The resulting proton gradient across the cell membrane is used to drive the synthesis of the energy carrier ATP. Thus, when these protons flow back in, they are used in the synthesis of ATP (this proton flow can be emulated with a decrease in pH outside the cell, causing a flow of H ions). The bacteriorhodopsin protein is chemically very similar to the light-detecting pigment rhodopsin, found in the vertebrate retina.",
            "score": 164.604248046875
        },
        {
            "docid": "23891367_59",
            "document": "Silver nanoparticle . Introduction of silver into bacterial cells induces a high degree of structural and morphological changes, which can lead to cell death. As the silver nano particles come in contact with the bacteria, they adhere to the cell wall and cell membrane. Once bound, some of the silver passes through to the inside, and interacts with phosphate-containing compounds like DNA and RNA, while another portion adheres to the sulphur-containing proteins on the membrane. The silver-sulphur interactions at the membrane cause the cell wall to undergo structural changes, like the formation of pits and pores. Through these pores, cellular components are released into the extracellular fluid, simply due to the osmotic difference. Within the cell, the integration of silver creates a low molecular weight region where the DNA then condenses. Having DNA in a condensed state inhibits the cell’s replication proteins contact with the DNA. Thus the introduction of silver nanoparticles inhibits replication and is sufficient to cause the death of the cell. Further increasing their effect, when silver comes in contact with fluids, it tends to ionize which increases the nanoparticles bactericidal activity. This has been correlated to the suppression of enzymes and inhibited expression of proteins that relate to the cell’s ability to produce ATP.",
            "score": 164.59385681152344
        },
        {
            "docid": "8777_93",
            "document": "DNA virus . Several dsDNA bacteriophages and the herpesviruses encode a powerful ATP driven DNA translocating machine that encapsidates a viral genome into a preformed capsid shell or prohead. The critical components of the packaging machine are the packaging enzyme (terminase) which acts as the motor and the portal protein that forms the unique DNA entrance vertex of prohead. The terminase complex consists of a recognition subunit (small terminase) and an endonuclease/translocase subunit (large terminase) and cuts viral genome concatemers. It forms a motor complex containing five large terminase subunits. The terminase-viral DNA complex docks on the portal vertex. The pentameric motor processively translocates DNA until the head shell is full with one viral genome. The motor cuts the DNA again and dissociates from the full head, allowing head-finishing proteins to assemble on the portal, sealing the portal, and constructing a platform for tail attachment. Only a single gene encoding the putative ATPase subunit of the terminase (\"UL15\") is conserved among all herpesviruses. To a lesser extent this gene is also found in T4-like bacteriophages suggesting a common ancestor for these two groups of viruses. Another paper has also suggested that herpesviruses originated among the bacteriophages.",
            "score": 164.44161987304688
        },
        {
            "docid": "10262047_5",
            "document": "History of biochemistry . Among the vast number of different biomolecules, many are complex and large molecules (called polymers), which are composed of similar repeating subunits (called monomers). Each class of polymeric biomolecule has a different set of subunit types. For example, a protein is a polymer whose subunits are selected from a set of twenty or more amino acids, carbohydrates are formed from sugars known as monosaccharides, oligosaccharides, and polysaccharides, lipids are formed from fatty acids and glycerols, and nucleic acids are formed from nucleotides. Biochemistry studies the chemical properties of important biological molecules, like proteins, and in particular the chemistry of enzyme-catalyzed reactions. The biochemistry of cell metabolism and the endocrine system has been extensively described. Other areas of biochemistry include the genetic code (DNA, RNA), protein synthesis, cell membrane transport, and signal transduction.",
            "score": 164.03297424316406
        },
        {
            "docid": "33560980_6",
            "document": "Bruce William Stillman . Another major accomplishment was the discovery of the Origin Recognition Complex (ORC), a key protein made up of six subunits that binds to cellular origins of DNA replication and coordinates the entire process of initiating a complete cycle of DNA replication throughout the entire cell genome. Soon after the discovery of ORC, Stillman’s group identified other initiation proteins that together form the pre-replication complex (pre-RC), which makes chromosomes competent for the subsequent initiation of DNA replication during the S phase of the cell cycle. His group’s recent studies have revealed the intricate details of the mechanism of the initiation of DNA replication and illuminated how this process is regulated throughout the cell cycle, including the mechanisms that prevent DNA replication from occurring more than once during each cell cycle. These studies include elucidation of the structure of ORC and its associated pre-RC proteins.",
            "score": 163.80694580078125
        },
        {
            "docid": "5058843_2",
            "document": "Ku (protein) . Ku is a dimeric protein complex that binds to DNA double-strand break ends and is required for the non-homologous end joining (NHEJ) pathway of DNA repair. Ku is evolutionarily conserved from bacteria to humans. The ancestral bacterial Ku is a homodimer (two copies of the same protein bound to each other). Eukaryotic Ku is a heterodimer of two polypeptides, Ku70 (XRCC6) and Ku80 (XRCC5), so named because the molecular weight of the human Ku proteins is around 70 kDa and 80 kDa. The two Ku subunits form a basket-shaped structure that threads onto the DNA end. Once bound, Ku can slide down the DNA strand, allowing more Ku molecules to thread onto the end. In higher eukaryotes, Ku forms a complex with the DNA-dependent protein kinase catalytic subunit (DNA-PKcs) to form the full DNA-dependent protein kinase, DNA-PK. Ku is thought to function as a molecular scaffold to which other proteins involved in NHEJ can bind, orienting the double-strand break for ligation.",
            "score": 163.7192840576172
        },
        {
            "docid": "9896453_62",
            "document": "Eukaryotic DNA replication . The end replication problem is handled in eukaryotic cells by telomere regions and telomerase. Telomeres extend the 3' end of the parental chromosome beyond the 5' end of the daughter strand. This single-stranded DNA structure can act as an origin of replication that recruits telomerase. Telomerase is a specialized DNA polymerase that consists of multiple protein subunits and an RNA component. The RNA component of telomerase anneals to the single stranded 3' end of the template DNA and contains 1.5 copies of the telomeric sequence. Telomerase contains a protein subunit that is a reverse transcriptase called telomerase reverse transcriptase or TERT. TERT synthesizes DNA until the end of the template telomerase RNA and then disengages. This process can be repeated as many times as needed with the extension of the 3' end of the parental DNA molecule. This 3' addition provides a template for extension of the 5' end of the daughter strand by lagging strand DNA synthesis. Regulation of telomerase activity is handled by telomere-binding proteins.",
            "score": 163.27029418945312
        },
        {
            "docid": "235926_15",
            "document": "DNA polymerase . DNA polymerase's ability to slide along the DNA template allows increased processivity. There is a dramatic increase in processivity at the replication fork. This increase is facilitated by the DNA polymerase's association with proteins known as the sliding DNA clamp. The clamps are multiple protein subunits associated in the shape of a ring. Using the hydrolysis of ATP, a class of proteins known as the sliding clamp loading proteins open up the ring structure of the sliding DNA clamps allowing binding to and release from the DNA strand. Protein-protein interaction with the clamp prevents DNA polymerase from diffusing from the DNA template, thereby ensuring that the enzyme binds the same primer/template junction and continues replication. DNA polymerase changes conformation, increasing affinity to the clamp when associated with it and decreasing affinity when it completes the replication of a stretch of DNA to allow release from the clamp.",
            "score": 162.831787109375
        },
        {
            "docid": "8444537_4",
            "document": "Neuropathy, ataxia, and retinitis pigmentosa . Neuropathy, ataxia, and retinitis pigmentosa is a condition related to changes in mitochondrial DNA. Mutations in the \"MT-ATP6\" gene cause neuropathy, ataxia, and retinitis pigmentosa. The \"MT-ATP6\" gene provides instructions for making a protein that is essential for normal mitochondrial function. Through a series of chemical reactions, mitochondria use oxygen and simple sugars to create adenosine triphosphate (ATP), the cell's main energy source. The MT-ATP6 protein forms one part (subunit) of an enzyme called ATP synthase, which is responsible for the last step in ATP production. Mutations in the \"MT-ATP6\" gene alter the structure or function of ATP synthase, reducing the ability of mitochondria to make ATP. It remains unclear how this disruption in mitochondrial energy production leads to muscle weakness, vision loss, and the other specific features of NARP.",
            "score": 162.65150451660156
        },
        {
            "docid": "7903516_12",
            "document": "Phycodnaviridae . In 2009, MacKinder et al. elucidated the entry mechanism of the genera \"Coccolithovirus\". Using confocal and electron microscopy, the researchers demonstrated that the virus strain EhV-86 uses a unique infection mechanism, which differs from other algal viruses, and shows a greater similarity to the entry and exit strategies seen in animal-like nucleocytoplasmic large double stranded DNA viruses (nucleocytoplasmic large DNA viruses). EhV-86 differs from its algal counterparts in that its capsid is enveloped by a lipid membrane. EhV-86 enters cells by endocytosis (the process by which food or liquid particles are taken into the cell by a vesicle), or direct fusion (the viral envelope fuses with the host membrane). EhV-86 entry by endocytosis results in an additional membrane coat surrounding the capsid encapsulated genome. Regardless of the mechanism of entry, the capsid enters the cytoplasm intact. After entering the cell, the viral capsid disassembles and the DNA is released into the host cytoplasm or directly into the nucleus. EhV-86 is unique to other phycodnaviruses as it encodes six RNA polymerase subunits. Neither PBCV-1 nor ESV-1, for example encodes RNA polymerase components. Viral RNA polymerase genes are not transcribed until at least 2 hours post infection (p.i). At 3–4 p.i, virions are assembled in the cytoplasm, with the help of ATPase (a DNA packaging protein) and transported to the plasma membrane where they are released from the host via a budding mechanism. In this budding mechanism, EhV-86 gains an outer membrane from the host membrane. Burst size ranges from 400–1000 particles per cell.",
            "score": 160.89437866210938
        },
        {
            "docid": "4263231_49",
            "document": "Replisome . Katherine Lemon and Alan Grossman showed using \"Bacillus subtilis\" that replisomes do not move like trains along a track but DNA is actually fed through a stationary pair of replisomes located at the cell membrane. In their experiment, the replisomes in \"B. subtilis\" were each tagged with green fluorescent protein, and the location of the complex was monitored in replicating cells using fluorescence microscopy. If the replisomes moved like a train on a track, the polymerase-GFP protein would be found at different positions in each cell. Instead, however, in every replicating cell, replisomes were observed as distinct fluorescent foci located at or near midcell. Cellular DNA stained with a blue fluorescent dye (DAPI) clearly occupied most of the cytoplasmic space.",
            "score": 160.86570739746094
        },
        {
            "docid": "583438_16",
            "document": "Transformation (genetics) . Due to the differences in structure of the cell envelope between Gram-positive and Gram-negative bacteria, there are some differences in the mechanisms of DNA uptake in these cells, however most of them share common features that involve related proteins. The DNA first binds to the surface of the competent cells on a DNA receptor, and passes through the cytoplasmic membrane via DNA translocase. Only single-stranded DNA may pass through, the other strand being degraded by nucleases in the process. The translocated single-stranded DNA may then be integrated into the bacterial chromosomes by a RecA-dependent process. In Gram-negative cells, due to the presence of an extra membrane, the DNA requires the presence of a channel formed by secretins on the outer membrane. Pilin may be required for competence, but its role is uncertain. The uptake of DNA is generally non-sequence specific, although in some species the presence of specific DNA uptake sequences may facilitate efficient DNA uptake.",
            "score": 160.63478088378906
        },
        {
            "docid": "5058843_3",
            "document": "Ku (protein) . The Ku70 and Ku80 proteins consist of three structural domains. The N-terminal domain is an alpha/beta domain. This domain only makes a small contribution to the dimer interface. The domain comprises a six stranded beta sheet of the Rossman fold. The central domain of Ku70 and Ku80 is a DNA-binding beta-barrel domain. Ku makes only a few contacts with the sugar-phosphate backbone, and none with the DNA bases, but it fits sterically to major and minor groove contours forming a ring that encircles duplex DNA, cradling two full turns of the DNA molecule. By forming a bridge between the broken DNA ends, Ku acts to structurally support and align the DNA ends, to protect them from degradation, and to prevent promiscuous binding to unbroken DNA. Ku effectively aligns the DNA, while still allowing access of polymerases, nucleases and ligases to the broken DNA ends to promote end joining. The C-terminal arm is an alpha helical region which embraces the central beta-barrel domain of the opposite subunit. In some cases a fourth domain is present at the C-terminus, which binds to DNA-dependent protein kinase catalytic subunit.",
            "score": 160.54310607910156
        },
        {
            "docid": "505434_9",
            "document": "DnaB helicase . The DnaC protein, another AAA+ ATPase, then loads the DnaB protein onto the separated DNA strands in the denatured region. A hexamer of DnaC, each subunit bound to ATP, forms a tight complex with the hexameric, ring-shaped DnaB helicase. This DnaC-DnaB interaction opens the DnaB ring, the process being aided by a further interaction between DnaB and DnaA. Two of the ring-shaped DnaB hexamers are loaded in the DUE, one onto each DNA strand. The ATP bound to DnaC is hydrolyzed, releasing the DnaC and leaving the DnaB bound to the DNA.",
            "score": 159.9189453125
        },
        {
            "docid": "20281363_17",
            "document": "Human bocavirus . NS1 belongs to the superfamily III (SF3) helicases all of which travel along DNA in a 3′-to-5′ direction. Four conserved sequence motifs in are found in SF3 helicases (A, B, B′, and C). These motifs form the nucleoside triphosphate binding pocket, the metal ion coordination site, the DNA-binding site and the sensory element. These motifs are in a stretch of approximately 100 amino acid residues in the middle of NS1. These helicases surround DNA as a ring of six or eight subunits with the ATP binding pocket lying between adjacent subunits. The first subunit provides the A and B motifs, and the arginine residue of the second subunit functions as a trans-acting arginine finger sensor for ATP binding and hydrolysis status. The arginine finger lies after the C motif but in three dimensions it is often embedded in a cluster of positively charged amino acids. In a ring configuration this domain interacts with the ATP binding pocket of the neighboring subunit.",
            "score": 159.07369995117188
        },
        {
            "docid": "13457_5",
            "document": "Heredity . Heritable traits are known to be passed from one generation to the next via DNA, a molecule that encodes genetic information. DNA is a long polymer that incorporates four types of bases, which are interchangeable. The sequence of bases along a particular DNA molecule specifies the genetic information: this is comparable to a sequence of letters spelling out a passage of text. Before a cell divides through mitosis, the DNA is copied, so that each of the resulting two cells will inherit the DNA sequence. A portion of a DNA molecule that specifies a single functional unit is called a gene; different genes have different sequences of bases. Within cells, the long strands of DNA form condensed structures called chromosomes. Organisms inherit genetic material from their parents in the form of homologous chromosomes, containing a unique combination of DNA sequences that code for genes. The specific location of a DNA sequence within a chromosome is known as a locus. If the DNA sequence at a particular locus varies between individuals, the different forms of this sequence are called alleles. DNA sequences can change through mutations, producing new alleles. If a mutation occurs within a gene, the new allele may affect the trait that the gene controls, altering the phenotype of the organism.",
            "score": 158.37745666503906
        },
        {
            "docid": "4630125_31",
            "document": "Artificial cell . A bottom-up approach to build an artificial cell would involve creating a protocell \"de novo\", entirely from non-living materials. It is proposed to create a phospholipid bilayer vesicle with DNA capable of self-reproducing using synthetic genetic information. The three primary elements of such artificial cells are the formation of a lipid membrane, DNA and RNA replication through a template process and the harvesting of chemical energy for active transport across the membrane. The main hurdles foreseen and encountered with this proposed protocell are the creation of a minimal synthetic DNA that holds all sufficient information for life, and the reproduction of non-genetic components that are integral in cell development such as molecular self-organization. However, it is hoped that this kind of bottom-up approach would provide insight into the fundamental questions of organizations at the cellular level and the origins of biological life. So far, no completely artificial cell capable of self-reproduction has been synthesized using the molecules of life, and this objective is still in a distant future although various groups are currently working towards this goal.",
            "score": 158.11793518066406
        },
        {
            "docid": "841860_5",
            "document": "Oligomer . In biochemistry, the term oligonucleotide – or, informally, \"oligo\" – is used for short, single-stranded nucleic acid fragments, such as DNA or RNA, or similar fragments of analogs of nucleic acids such as peptide nucleic acid or Morpholinos. Such oligos are used in hybridization experiments (bound to glass slides or nylon membranes), as probes for in situ hybridization or in antisense experiments such as gene knockdowns. It can also refer to a protein complex made of two or more subunits. In this case, a complex made of several different protein subunits is called a hetero-oligomer or heteromer. When only one type of protein subunit is used in the complex, it is called a homo-oligomer or homomer.",
            "score": 158.02674865722656
        },
        {
            "docid": "25162968_4",
            "document": "Circular bacterial chromosome . Bacterial chromosome replication is best understood in the well-studied bacteria \"Escherichia coli\" and \"Bacillus subtilis\". Chromosome replication proceeds in three major stages: initiation, elongation and termination. The initiation stage starts with the ordered assembly of \"initiator\" proteins at the origin region of the chromosome, called oriC. These assembly stages are regulated to ensure that chromosome replication occurs only once in each cell cycle. During the elongation phase of replication, the enzymes that were assembled at oriC during initiation proceed along each arm (\"replichore\") of the chromosome, in opposite directions away from the oriC, replicating the DNA to create two identical copies. This process is known as bidirectional replication. The entire assembly of molecules involved in DNA replication on each arm is called a \"replisome.\" At the forefront of the replisome is a DNA helicase that unwinds the two strands of DNA, creating a moving \"replication fork\". The two unwound single strands of DNA serve as templates for DNA polymerase, which moves with the helicase (together with other proteins) to synthesise a complementary copy of each strand. In this way, two identical copies of the original DNA are created. Eventually, the two replication forks moving around the circular chromosome meet in a specific zone of the chromosome, approximately opposite oriC, called the terminus region. The elongation enzymes then disassemble, and the two \"daughter\" chromosomes are resolved before cell division is completed.",
            "score": 157.80738830566406
        },
        {
            "docid": "26901564_26",
            "document": "DNA nanotechnology . There are potential applications for DNA nanotechnology in nanomedicine, making use of its ability to perform computation in a biocompatible format to make \"smart drugs\" for targeted drug delivery. One such system being investigated uses a hollow DNA box containing proteins that induce apoptosis, or cell death, that will only open when in proximity to a cancer cell. There has additionally been interest in expressing these artificial structures in engineered living bacterial cells, most likely using the transcribed RNA for the assembly, although it is unknown whether these complex structures are able to efficiently fold or assemble in the cell's cytoplasm. If successful, this could enable directed evolution of nucleic acid nanostructures.  Scientists at Oxford University reported the self-assembly of four short strands of synthetic DNA into a cage which can enter cells and survive for at least 48 hours. The fluorescently labeled DNA tetrahedra were found to remain intact in the laboratory cultured human kidney cells despite the attack by cellular enzymes after two days. This experiment showed the potential of drug delivery inside the living cells using the DNA ‘cage’. A DNA tetrahedron was used to deliver RNA Interference (RNAi) in a mouse model, reported a team of researchers in MIT. Delivery of the interfering RNA for treatment has showed some success using polymer or lipid, but there are limits of safety and imprecise targeting, in addition to short shelf life in the blood stream. The DNA nanostructure created by the team consists of six strands of DNA to form a tetrahedron, with one strand of RNA affixed to each of the six edges. The tetrahedron is further equipped with targeting protein, three folate molecules, which lead the DNA nanoparticles to the abundant folate receptors found on some tumors. The result showed that the gene expression targeted by the RNAi, luciferase, dropped by more than half. This study shows promise in using DNA nanotechnology as an effective tool to deliver treatment using the emerging RNA Interference technology.The DNA tetrahedron was also used in an effort to overcome the phenomena multidrug resistance. Doxorubicin (DOX) was conjugated with the tetrahedron and was loaded into MCF-7 breast cancer cells that contained the P-glycoprotein drug efflux pump. The results of the experiment showed the DOX was not being pumped out and apoptosis of the cancer cells was achieved.The tetrahedron without DOX was loaded into cells to test its biocompatibility, and the structure showed no cytotoxicity itself.",
            "score": 157.63607788085938
        },
        {
            "docid": "9236_19",
            "document": "Evolution . Heritable traits are passed from one generation to the next via DNA, a molecule that encodes genetic information. DNA is a long biopolymer composed of four types of bases. The sequence of bases along a particular DNA molecule specify the genetic information, in a manner similar to a sequence of letters spelling out a sentence. Before a cell divides, the DNA is copied, so that each of the resulting two cells will inherit the DNA sequence. Portions of a DNA molecule that specify a single functional unit are called genes; different genes have different sequences of bases. Within cells, the long strands of DNA form condensed structures called chromosomes. The specific location of a DNA sequence within a chromosome is known as a locus. If the DNA sequence at a locus varies between individuals, the different forms of this sequence are called alleles. DNA sequences can change through mutations, producing new alleles. If a mutation occurs within a gene, the new allele may affect the trait that the gene controls, altering the phenotype of the organism. However, while this simple correspondence between an allele and a trait works in some cases, most traits are more complex and are controlled by quantitative trait loci (multiple interacting genes).",
            "score": 157.62234497070312
        },
        {
            "docid": "12816678_5",
            "document": "Thermococcus . \"Thermococcus\" members are naturally competent in taking up DNA and incorporating donor DNA into their genomes via homologous recombination. These species can produce membrane vesicles (MVs), formed by budding from the outermost cellular membranes, which can capture and obtain plasmids from neighboring archaea species in order to transfer the DNA into either themselves or surrounding species. These MVs are secreted from the cells in clusters, forming nanospheres or nanotubes, keeping the internal membranes continuous.  <br>A study has shown that \"Thermococcus\" species produce numerous MVs, transferring DNA, metabolites, and even toxins in some species; moreover, these MVs protect their contents against thermodegradation by transferring these macromolecules in a protected environment. MVs also prevent infections by capturing viral particles. Along with transporting macromolecules, \"Thermococcus\" members use MVs to communicate to each other. Furthermore, these MVs are used by a specific species (\"Thermococcus coalescens\") to indicate when aggregation should occur, so that these typically single-celled miroorganisms can fuse into one massive single cell. <br>It has been reported that \"Thermococcus kodakarensis\" has four virus-like integrated gene elements containing subtilisin-like serine protease precursors. To date, only two viruses have been isolated from \"Thermococcus\" members, PAVE1 and TPV1. These viruses exist in their hosts in a carrier state.  <br>The process of DNA replication and elongation has been extensively studied in \"Thermococcus kodakarensis\". The DNA molecule is a circular structure consisting of approximately 2 million base pairs in length, and has more than 2,000 sequences that code for proteins.",
            "score": 157.13182067871094
        },
        {
            "docid": "60426_4",
            "document": "Symbiogenesis . Among the many lines of evidence supporting symbiogenesis are that new mitochondria and plastids are formed only through binary fission, and that cells cannot create new ones otherwise; that the transport proteins called porins are found in the outer membranes of mitochondria, chloroplasts and bacterial cell membranes; that cardiolipin is found only in the inner mitochondrial membrane and bacterial cell membranes; and that some mitochondria and plastids contain single circular DNA molecules similar to the chromosomes of bacteria.",
            "score": 156.7448272705078
        },
        {
            "docid": "9028799_14",
            "document": "Bacteria . Many important biochemical reactions, such as energy generation, occur due to concentration gradients across membranes, creating a potential difference analogous to a battery. The general lack of internal membranes in bacteria means these reactions, such as electron transport, occur across the cell membrane between the cytoplasm and the outside of the cell or periplasm. However, in many photosynthetic bacteria the plasma membrane is highly folded and fills most of the cell with layers of light-gathering membrane. These light-gathering complexes may even form lipid-enclosed structures called chlorosomes in green sulfur bacteria. Most bacteria do not have a membrane-bound nucleus, and their genetic material is typically a single circular bacterial chromosome of DNA located in the cytoplasm in an irregularly shaped body called the nucleoid. The nucleoid contains the chromosome with its associated proteins and RNA. Like all living organisms, bacteria contain ribosomes for the production of proteins, but the structure of the bacterial ribosome is different from that of eukaryotes and Archaea.",
            "score": 156.2091522216797
        }
    ]
}