{
    "q": [
        {
            "docid": "14770477_3",
            "document": "FGF9 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein was isolated as a secreted factor that exhibits a growth-stimulating effect on cultured glial cells. In nervous system, this protein is produced mainly by neurons and may be important for glial cell development. Expression of the mouse homolog of this gene was found to be dependent on Sonic hedgehog (Shh) signaling. Mice lacking the homolog gene displayed a male-to-female sex reversal phenotype, which suggested a role in testicular embryogenesis. This gene is involved in the patterning of sex determination, lung development, and skeletal development.",
            "score": 186.03477704524994
        },
        {
            "docid": "14760975_3",
            "document": "FGF10 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. Fibroblast growth factor 10 is a paracrine signaling molecule seen first in the limb bud and organogenesis development. FGF10 starts the developing of limbs and its involved in the branching of morphogenesis in multiple organs such as the lungs, skin, ear and salivary glands. During the limb development Tbx4/Tbx5 stimulate the production of FGF10 in the lateral plate mesoderm where it will create an epithelial-mesenchymal FGF signal with FGF8. This positive feedback loop will increase the amount of mesenchyme resulting in a bulge. Afterwards, FGF10 will induce the formation of apical ectodermal ridge (AER) where the foot and hands will be formed. Lung development uses the same epithelial-mesenchymal signaling from FGF10 in the foregut mesenchyme with FGFR2 in the foregut epithelium. FGF10 signaling is required for epithelial branching. Therefore, all branching morphogen organs such as the lungs, skin, ear and salivary glands required the constant expression of FGF10. This protein exhibits mitogenic activity for keratinizing epidermal cells, but essentially no activity for fibroblasts, which is similar to the biological activity of FGF7.",
            "score": 175.3797184228897
        },
        {
            "docid": "30855468_32",
            "document": "Retinoblastoma protein . The retinoblastoma protein is involved in the growth and development of mammalian hair cells of the cochlea, and appears to be related to the cells' inability to regenerate. Embryonic hair cells require Rb, among other important proteins, to exit the cell-cycle and stop dividing, which allows maturation of the auditory system. Once wild-type mammals have reached adulthood, their cochlear hair cells become incapable of proliferation. In studies where the gene for Rb is deleted in mice cochlea, hair cells continue to proliferate in early adulthood. Though this may seem to be a positive development, Rb-knockdown mice tend to develop severe hearing loss due to degeneration of the organ of Corti. For this reason, Rb seems to be instrumental for completing the development of mammalian hair cells and keeping them alive. However, it is clear that without Rb, hair cells have the ability to proliferate, which is why Rb is known as a tumor suppressor. Temporarily and precisely turning off Rb in adult mammals with damaged hair cells may lead to propagation and therefore successful regeneration. Suppressing function of the retinoblastoma protein in the adult rat cochlea has been found to cause proliferation of supporting cells and hair cells. Rb can be downregulated by activating the sonic hedgehog pathway, which phosphorylates the proteins and reduces gene transcription.",
            "score": 252.33050882816315
        },
        {
            "docid": "10975535_7",
            "document": "SKI protein . The SKI oncogene is present in all cells, and is commonly active during development. Specifically, avian fibroblasts depend on the SKI protein as a transcription co-regulator inducing transformation. The aforementioned DHD region is specifically employed for protein-protein interactions, while the 191 amino acid C terminus mediates oligomerization. Recent research shows that the SKI protein in cancerous cells acts as a suppressor, inhibiting transforming growth factor β (TGF- β) signaling. TGF- β is a protein which regulates cell growth. Signaling is regulated by a family of proteins called the Smad proteins. SKI is present in all adult and embryonic cells at low levels, however an over expression of the protein is characteristic of tumor cells. It is thought that high levels of SKI protein inactivate tumor suppression by displacement of other proteins and interference with the signaling pathway of TGF- β. The SKI protein and the CPB protein compete for binding with the Smad proteins, specifically competing with the Smad-3 and CReB-binding protein interactions. SKI also directly interacts with the R-Smad ∙ Smad-4 complex, which directly represses normal transcription of the TGF-β responsive genes, inactivating the cell’s ability to stop growth and division, creating cancerous cells.",
            "score": 150.58070576190948
        },
        {
            "docid": "14155953_3",
            "document": "SPRY2 . This gene encodes a protein belonging to the sprouty family. The encoded protein contains a carboxyl-terminal cysteine-rich domain essential for the inhibitory activity on receptor tyrosine kinase signaling proteins and is required for growth factor stimulated translocation of the protein to membrane ruffles. In primary dermal endothelial cells this gene is transiently upregulated in response to fibroblast growth factor two. This protein is indirectly involved in the non-cell autonomous inhibitory effect on fibroblast growth factor two signaling. The protein interacts with Cas-Br-M (murine) ectropic retroviral transforming sequence, and can function as a bimodal regulator of epidermal growth factor receptor/mitogen-activated protein kinase signaling. This protein may play a role in alveoli branching during lung development as shown by a similar mouse protein.",
            "score": 136.183039188385
        },
        {
            "docid": "14723019_3",
            "document": "FGF7 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein is a potent epithelial cell-specific growth factor, whose mitogenic activity is predominantly exhibited in keratinocytes but not in fibroblasts and endothelial cells. Studies of mouse and rat homologs of this gene implicated roles in morphogenesis of epithelium, reepithelialization of wounds, hair development and early lung organogenesis.",
            "score": 176.6986951828003
        },
        {
            "docid": "4143960_8",
            "document": "Fibroblast growth factor . Not long after FGF1 and FGF2 were isolated, another group of investigators isolated a pair of heparin-binding growth factors that they named HBGF-1 and HBGF-2, while a third group isolated a pair of growth factors that caused proliferation of cells in a bioassay containing blood vessel endothelium cells, which they called ECGF1 and ECGF2. These independently discovered proteins were eventually demonstrated to be the same sets of molecules, namely FGF1, HBGF-1 and ECGF-1 were all the same acidic fibroblast growth factor described by Gospodarowicz, et al., while FGF2, HBGF-2, and ECGF-2 were all the same basic fibroblast growth factor. FGFs are multifunctional proteins with a wide variety of effects; they are most commonly mitogens but also have regulatory, morphological, and endocrine effects. They have been alternately referred to as \"pluripotent\" growth factors and as \"promiscuous\" growth factors due to their multiple actions on multiple cell types. Promiscuous refers to the biochemistry and pharmacology concept of how a variety of molecules can bind to and elicit a response from single receptor. In the case of FGF, four receptor subtypes can be activated by more than twenty different FGF ligands. Thus the functions of FGFs in developmental processes include mesoderm induction, antero-posterior patterning, limb development, neural induction and neural development, and in mature tissues/systems angiogenesis, keratinocyte organization, and wound healing processes.",
            "score": 142.2105691432953
        },
        {
            "docid": "14696761_6",
            "document": "GJB6 . The cochlea contains two cell types, auditory hair cells for mechanotransduction and supporting cells. Gap junction channels are only found between cochlear supporting cells. While gap junctions in the inner ear are critically involved in potassium recycling to the endolymph, connexin expression in the supporting cells surrounding the organ of Corti have been found to support epithelial tissue lesion repair following loss of sensory hair cells. An experiment with Cx30 null mice found deficits in lesion closure and repair of the organ of Corti following hair cell loss, suggesting that Cx30 has a role in regulating lesion repair response.",
            "score": 257.59819650650024
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 190.79371857643127
        },
        {
            "docid": "18543362_9",
            "document": "Cln3 . That \"Start\" transit requires the attainment of a threshold cell size directly implies that yeast cells measure their own size, so that they can use that information to regulate \"Start\". A favored model for how yeast cells, as well as cells of other species, measure their size relies on the detection of overall translation rate. Essentially, since cell growth consists, to a great extent, of the synthesis of ribosomes to produce more proteins, the overall rate of protein production should reflect cell size. Thus, a single protein that is produced at a constant rate relative to total protein production capacity will be produced in higher quantities as the cell grows. If this protein promotes cell cycle progression (\"Start\" in the case of yeast), then it will link cell cycle progression to translation rate and, therefore, cell size. Importantly, this protein must be unstable, so that its levels depend on its \"current\" translation rate, rather than the rate of translation over time. Furthermore, since the cell grows in volume as well as mass, the concentration of this size sensor will remain constant with growth, so its activity must be compared against something that does not change with cell growth. Genomic DNA was suggested as such a standard early on, because it is (by definition) present in a constant quantity until the start of DNA replication. How this occurs remains a major question in current studies of size control (see below). Before the identification of Cln3 and its function, accrued evidence indicated that such translational size sensing operated in yeast. First, it was confirmed that the total rate of protein synthesis per cell increases with growth, a fundamental prerequisite for this model. It was later shown that treatment with the protein synthesis inhibitor cycloheximide delayed \"Start\" in yeast, indicating that translation rate controlled \"Start\". Finally, it was also shown that this delay occurred even with short pulses of cycloheximide, confirming that an unstable activating protein was required for \"Start\".",
            "score": 157.13059616088867
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 179.69340181350708
        },
        {
            "docid": "12303549_3",
            "document": "CD151 . The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic domains. The proteins mediate signal transduction events that play a role in the regulation of cell development, activation, growth and motility. This encoded protein is a cell surface glycoprotein that is known to complex with integrins and other transmembrane 4 superfamily proteins. It is involved in cellular processes including cell adhesion and may regulate integrin trafficking and/or function. This protein enhances cell motility, invasion and metastasis of cancer cells. Multiple alternatively spliced transcript variants that encode the same protein have been described for this gene.",
            "score": 147.1877270936966
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 148.6477506160736
        },
        {
            "docid": "19767208_3",
            "document": "FGF22 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. The mouse homolog of this gene was found to be preferentially expressed in the inner root sheath of the hair follicle, which suggested a role in hair development.",
            "score": 167.51621985435486
        },
        {
            "docid": "1566105_14",
            "document": "GTPase-activating protein . The importance of GAPs comes from its regulation of the crucial G proteins. Many of these G proteins are involved in cell cycling, and as such are known proto-oncogenes. The Ras superfamily of G proteins, for example, has been associated with many cancers because Ras is a common downstream target of many growth factors like FGF, or fibroblast growth factor. Under normal conditions, this signaling ultimately induces regulated cell growth and proliferation. However, in the cancer state, such growth is no longer regulated and results in the formation of tumors. Often, this oncogenic behavior is due to a loss of function of GAPs associated with those G proteins or a loss of the G protein’s ability to respond to its GAP. With the former, G proteins are unable to hydrolyze GTP quickly, resulting in sustained expression of the active form of G proteins. Although the G proteins have weak hydrolytic activity, in the presence of functional GEFs, the inactivated G proteins are constantly replaced with activated ones because the GEFs exchange GDP for GTP in these proteins. With no GAPs to curb the G protein’s activity, this results in constitutively active G proteins, unregulated cell growth, and the cancerous state. In the case of the latter, a loss of the G protein’s ability to respond to GAP, the G proteins have lost their ability to hydrolyze GTP. With a nonfunctional G protein enzyme, GAPs cannot activate the GTPase activity, and the G protein is constitutively on. This also results in unregulated cell growth and cancer.",
            "score": 145.19185078144073
        },
        {
            "docid": "5674962_19",
            "document": "Mothers against decapentaplegic homolog 4 . SMAD4, is often found mutated in many cancers. The mutation can be inherited or acquired during an individual’s lifetime.  If inherited, the mutation affects both somatic cells and cells of the reproductive organs. If the \"SMAD 4\" mutation is acquired, it will only exist in certain somatic cells. Indeed, SMAD 4 is not synthesized by all cells. The protein is present in skin, pancreatic, colon, uterus and epithelial cells. It is also produced by fibroblasts.  The functional SMAD 4 participates in the regulation of the TGF-β signal transduction pathway, which negatively regulates growth of epithelial cells and the extracellular matrix (ECM). When the structure of SMAD 4 is altered, expression of the genes involved in cell growth is no longer regulated and cell proliferation can go on without any inhibition. The important number of cell divisions leads to the forming of tumors and then to multiploid colorectal cancer and pancreatic carcinoma. It is found inactivated in at least 50% of pancreatic cancers.",
            "score": 150.75006639957428
        },
        {
            "docid": "14722590_6",
            "document": "CD81 . The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic domains. The proteins mediate signal transduction events that play a role in the regulation of cell development, activation, growth and motility. This encoded protein is a cell surface glycoprotein that is known to complex with \"integrin\"s. This protein appears to promote muscle cell fusion and support myotube maintenance. Also it may be involved in signal transduction. This gene is localized in the tumor-suppressor gene region and thus it is a candidate gene for malignancies.",
            "score": 149.1404309272766
        },
        {
            "docid": "1718752_8",
            "document": "Tim Hunt . Cyclins are proteins that play a key role in regulating the cell-division cycle. Hunt found that cyclins begin to be synthesised after the eggs are fertilised and increase in levels during interphase, until they drop very quickly in the middle of mitosis in each cell division. He also found that cyclins are present in vertebrate cells, where they also regulate the cell cycle. He and others subsequently showed that cyclins bind and activate a family of protein kinases, now called the cyclin-dependent kinases, one of which had been identified as a crucial cell cycle regulator by Paul Nurse. The cyclin mechanism of cell division is fundamental to all living organisms (excluding bacteria) and thus the study of the process in simple organisms helps shed light on the growth of tumours in humans.",
            "score": 138.293576836586
        },
        {
            "docid": "36066758_3",
            "document": "JUNQ and IPOD . Neurodegenerative diseases, such as Parkinson's, Alzheimer's, and Huntington's, are associated and correlated with protein aggregation and accumulation of misfolded proteins in inclusion bodies. For many years, protein aggregation was considered a random process by which misfolded proteins stick to each other to form inclusions (imagine a bundle of hairs haphazardly piling up in a corner of a room). Moreover, protein aggregates were thought to be toxic agents and the cause for neuronal dysfunction and death. However, recent studies, using advanced methods (i.e. fluorescence microscopy), show that protein aggregation may actually be a tightly regulated, organized process, by which the cell protects itself from toxic proteins by sequestration to inclusion bodies. In 2008, Daniel Kaganovich showed that eukaryotic cells sort misfolded proteins into two distinct inclusion bodies in a well-managed cellular process: JUNQ and IPOD are evolutionarily conserved, and are found in specific and defined cellular sites. Delivery of misfolded, aggregated proteins to JUNQ and IPOD require an intact cytoskeleton and specific cellular quality control components, such as Heat Shock Proteins (HSPs). The partition into the two distinct inclusion bodies is due to the different handling and processing of different kinds of misfolded proteins (e.g. ubiquitinated vs. non-ubiquitinated proteins). Segregation of toxic protein aggregates into JUNQ and IPOD inclusion bodies is a means by which mammalian cells can be rejuvenated through asymmetric division. Thus, the discovery of JUNQ and IPOD provided a new striking perspective of how cells manage misfolded aggregated proteins and gave convincing proof that protein aggregation is a non-random, well regulated and controlled cellular process. Furthermore, the discovery of JUNQ and IPOD suggested that in addition to temporal quality control (i.e. time dependent administration of damaged proteins) cells exploit homeostasis spatially: If degradation isn't available, protection of the cellular environment from a misfolded protein is accomplished by its sequestration to an aggregate inclusion.",
            "score": 136.68281733989716
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 168.3337780237198
        },
        {
            "docid": "14875762_3",
            "document": "UPK1B . The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic domains. These proteins mediate signal transduction events that play a role in the regulation of cell development, activation, growth and motility. This encoded protein is found in the asymmetrical unit membrane (AUM) where it can form a complex with other transmembrane 4 superfamily proteins. It may play a role in normal bladder epithelial physiology, possibly in regulating membrane permeability of superficial umbrella cells or in stabilizing the apical membrane through AUM/cytoskeletal interactions. The AUM is believed to be involved in strengthening the cells that line the bladder, and in enhancing the inner bladder membrane's ability to stretch, thus preventing these cells from rupturing during bladder distension. The use of alternate polyadenylation sites has been found for this gene.",
            "score": 153.9864366054535
        },
        {
            "docid": "3572611_3",
            "document": "HRAS . GTPase HRas is involved in regulating cell division in response to growth factor stimulation. Growth factors act by binding cell surface receptors that span the cell's plasma membrane. Once activated, receptors stimulate signal transduction events in the cytoplasm, a process by which proteins and second messengers relay signals from outside the cell to the cell nucleus and instructs the cell to grow or divide. The HRAS protein is a GTPase and is an early player in many signal transduction pathways and is usually associated with cell membranes due to the presence of an isoprenyl group on its C-terminus. HRAS acts as a molecular on/off switch, once it is turned on it recruits and activates proteins necessary for the propagation of the receptor's signal, such as c-Raf and PI 3-kinase. HRAS binds to GTP in the active state and possesses an intrinsic enzymatic activity that cleaves the terminal phosphate of this nucleotide converting it to GDP. Upon conversion of GTP to GDP, HRAS is turned off. The rate of conversion is usually slow but can be sped up dramatically by an accessory protein of the GTPase activating protein (GAP) class, for example RasGAP. In turn HRAS can bind to proteins of the Guanine Nucleotide Exchange Factor (GEF) class, for example SOS1, which forces the release of bound nucleotide. Subsequently, GTP present in the cytosol binds and HRAS-GTP dissociates from the GEF, resulting in HRAS activation. HRAS is in the Ras family, which also includes two other proto-oncogenes: KRAS and NRAS. These proteins all are regulated in the same manner and appear to differ largely in their sites of action within the cell.",
            "score": 165.38385689258575
        },
        {
            "docid": "16858475_4",
            "document": "SH3BGRL3 . Proteins such as glutaredoxin and thioredoxin are reported as up-regulated in many cancers such as lung and pancreatic; they have been implicated in increased resistance of cancer cells to free-radicals. There is little current evidence which directly links SH3GRPL3 with survival in cancer cells, however the protein has recently been identified as up-regulated in glioblastoma multiforme compared to normal cerebral tissue on proteomic analysis. Studies of acute promyelocytic leukemia cell line NB4 have also reported up-regulation of the protein. Conversely, the related protein SH3BGRL is reported to be downregulated in fibroblasts, lymphoid cells, and splenic tumor cells transformed by the viral oncogene v-Rel. Co-expression of SH3BGRL with v-Rel in primary splenic lymphocytes reduced the number of colonies formed by 76%. Xu et al. reported SH3BGRPL3 protein as a post-translational modification of the 27kDa tumor necrosis factor alpha (TNF-α) inhibitory protein, TIP-B1. This protein is potentially involved in resistance of cells to the apoptosis-inducing affect of TNF-α.",
            "score": 140.60202169418335
        },
        {
            "docid": "15346583_5",
            "document": "LHX1 . Lim-1’s expression is controlled in part by the sonic hedgehog-Gli signaling pathway. Recent studies in mice have shown that Lim-1 silencing halts tumor growth and impairs tumor cell movement via inhibition of protein expression involved in metastatic spread. Therefore, in tumor cells Lim-1 acts as an oncogene. Thus, targeting Lim-1 can be a potential cancer therapy. In addition, Lim-1 is important in rodent renal development. Lim-1 deficiency results in development of multicystic kidney, whereas, its expression can contribute to pathogenesis of nephroblastomas. Also, Lim-1 plays a role in embryonic retinal development. Lim-1 expression affects differentiation and maintenance of horizontal cells located in the retinal, thus, it could serve as a marker in studies of horizontal cell specification. Lim-1 (Lhx1) functions as a transcription factor necessary for regulating the production of coupling factors required for proper communication between the neurons located in the part of the brain responsible for regulation of circadian rhythms called the suprachiasmatic nucleus (SCN). In mouse studies where Lim-1 transcription was restricted at some point during development in utero, the individual units within the subject’s molecular clock functioned properly but were unable to work together. Communication of these units is required to match their release of clock proteins which begin a transcription cascade of many other proteins that produce functional responses in tissues. The cyclic pattern of these responses is due to the feedback of the clock proteins and consequent changes to this transcription cascade. Reduced Lim-1 expression leads to inadequate levels of proteins such as Vasoactive Intestinal Polypeptide (VIP) that work to produce the neuron coordination required for a regulated circadian rhythm. The lack of such coupling factors causes the circadian clock to not function properly because the units within the SCN cannot match their release of clock proteins, and therefore their transcriptional cascades of proteins that cause changes in arousal do not align.",
            "score": 149.9466495513916
        },
        {
            "docid": "12303540_3",
            "document": "CD37 . The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic transmembrane domains. Tetraspanins mediate signal transduction events that play a role in the regulation of immune responses, cell development, activation, growth and motility. CD37 expression is restricted to cells of the immune system, with highest abundance on mature B cells, and lower expression is found on T cells and myeloid cells. CD37 is a cell surface glycoprotein that is known to complex with integrins and other transmembrane 4 superfamily proteins. Alternate splicing results in multiple transcript variants encoding different isoforms. CD37 controls both humoral and cellular immune responses. CD37-deficiency in mice leads to spontaneous development on B cell lymphoma, and patients with CD37-negative lymphomas have a worse clinical outcome.",
            "score": 149.14741325378418
        },
        {
            "docid": "1970288_10",
            "document": "Shade avoidance . Like seedlings, adult plant shade avoidance involves several mechanisms acting together. Petiole elongation is both a result of cell expansion and cell division, though not at the same stage in petiole and leaf formation. In newly growing leaves, cell division is the primary factor, while fully formed leaves and petioles rely on cell expansion. Xyloglucan endotransglucosylase/hydrolases (XTHs) are a family of cell wall modifying proteins. In shade conditions, the genes coding for XTH9, XTH15/XTR7, XTH16, XTH17, and XTH19 are up-regulated and these proteins act to hydrolyze and weaken the cell wall, allowing for expansion of the petiole cells. Like in seedlings, PIF7 is involved in the regulation of petiole and leaf growth due to low R:FR, by up-regulating auxin-related and brassinosteroid-response genes which promote growth. Auxin signalling is also essential to hyponasty, though its role is not yet fully understood. Leaf curling is primarily a response to phytochrome B converting to P in shade conditions, which promotes unequal proliferation and growth of cells on the upper and lower leaf sides. Two redundant genes, \"ATHB4\" and \"HAT3\", code for transcription factors that regulate leaf curling, with loss of function mutants having plants with leaves that curl downwards, and plants with over-expressive copies of these genes having leaves that curl strongly upwards. By changing expression of these genes, plants can straighten their leaves in response to shade.",
            "score": 152.23401606082916
        },
        {
            "docid": "51903_28",
            "document": "Tyrosine kinase . Research has shown that protein phosphorylation occurs on residues of tyrosine by both transmembrane receptor- and membrane-associated protein tyrosine kinases in normal cells. Phosphorylation plays a significant role in cellular signalling that regulates the number and variety of growth factors. This is evidenced by the observation that cells affected by the Rous sarcoma virus display obvious structural modifications and a total lack of normal cell growth regulation. Rous sarcoma virus-encoded oncoproteins are protein tyrosine kinases that are the cause of, and are required for, this cellular transformation. Tyrosine phosphorylation activity also increases or decreases in conjunction with changes in cell composition and growth regulation. In this way, a certain transformation exhibited by cells is dependent on a role that tyrosine kinase demonstrates. Protein tyrosine kinases, have a major role in the activation of lymphocytes. In addition, they are functional in mediating communication pathways in cell types such as adrenal chromaffin, platelets, and neural cells.",
            "score": 160.61556339263916
        },
        {
            "docid": "46616332_10",
            "document": "Judith Campisi . Much less is known about the relationship between cellular senescence and aging. However, it has been shown that the number of senescent cells increases in many tissues with age, and senescent cells are found at the site of several age-related pathologies, such as osteoarthritis and osteoporosis. In addition, p16 expression has been shown to increase with age in the mouse brain, bone marrow and pancreas. Senescent cells also exhibit altered patterns of gene expression. Specifically, the cells exhibit up-regulation of genes that encode for extracellular-matrix degrading proteins (such as metalloproteases), inflammatory cytokines, and growth factors. These secretory factors, in addition to others, make up what is known the Senescence-Associated Secretory Phenotype (SASP), and have been shown by Campisi and others to disrupt the function of surrounding cells. The damage that these factors do to the extracellular matrix is a possible mechanism for how the accumulation of senescent cells in tissues results in aging in mammals. A recent study by Campisi and others shows that targeted apoptosis of senescent cells in age-impaired tissues can improve tissue function and homeostasis, supporting her theories on the relationship between senescence and aging.",
            "score": 149.17508947849274
        },
        {
            "docid": "14774391_11",
            "document": "PTPRM . Classical cadherins are important proteins for cells to bind in the body (‘’in vivo’’) where they commonly stabilize cell–cell junctions known as adherens junctions. Cadherins stabilize adherens junctions through the interaction of the cadherin cytoplasmic domains with catenin proteins, such as p120-catenin, beta-catenin and alpha-catenin. Catenins, in turn, bind to the actin cytoskeleton. Binding of these proteins to the actin cytoskeleton prevents actin from growing (a process known as polymerization) and therefore keeps cells stationary. Cadherins regulate cell–cell adhesion during development of the body and in adult tissue. Disruption of cadherin proteins, by genetic alteration or by changes to the structure or function of the protein, has been linked to tumor progression. Notably, PTPmu regulates the adhesion of cells to the classical cadherins. PTPmu likely regulates cadherin-dependent adhesion by interacting with both cadherins and catenins via PTPmu’s cytoplasmic domain. To support this assertion, PTPmu has been shown to interact with and/or dephosphorylate many signaling proteins involved in regulating the cadherin-catenin complex, including p120 catenin, and E-cadherin (CDH1 (gene)) and N-cadherin (CDH2). PTPmu has also been shown to interact with the c-Met hepatocyte growth factor receptor, a protein that is also localized to adherens junctions. Although p120 catenin is a potential substrate of PTPmu, others have suggested that the interaction between PTPmu and catenins is only indirect through E-cadherin. α3β1 integrin and the tetraspanin CD151 regulate PTPmu gene expression to promote E-cadherin-mediated cell–cell adhesion.",
            "score": 161.34109485149384
        },
        {
            "docid": "14633734_7",
            "document": "Eukaryotic translation elongation factor 1 alpha 1 . Moreover, it participates in several processes required for cell growth and proliferation, including cytoskeleton organization, mitotic apparatus formation, and signal transduction. This protein colocalizes with filamentous actin (F-actin) and is just as abundantly expressed. eEF1A putatively binds actin and microtubules at synapses to modulate the cytoskeleton. In neurons, this ability allows for regulation of the number and size of inhibitory postsynaptic complexes like postsynaptic gephyrin clusters. eEF1A has also been found to bind to several kinases, phospholipases, and synaptic proteins. For instance, while associated with actin, it can activate phosphatidylinositol 4-kinase, which then regulates phosphatidylinositol 4-phosphate and phosphatidylinositol 4,5-bisphosphate levels. This protein can also act as a membrane receptor for the cryptic antiadhesive site of fibronectin, thus inhibiting cell anchorage and promoting apoptosis, or anoikis. Though it has not been observed to localize to the cell membrane, it can be found in the outer cell surface. Its role in apoptosis may also contribute to regulation of cell growth and the immune response.",
            "score": 144.7739533185959
        },
        {
            "docid": "2448809_2",
            "document": "Inhibitor of DNA-binding protein . Inhibitor of DNA-binding/differentiation proteins, also known as ID proteins comprise a family of proteins that heterodimerize with basic helix-loop-helix (bHLH) transcription factors to inhibit DNA binding of bHLH proteins. ID proteins also contain the HLH-dimerization domain but lack the basic DNA-binding domain and thus regulate bHLH transcription factors when they heterodimerize with bHLH proteins. The first helix-loop-helix proteins identified were named E-proteins because they bind to Ephrussi-box (E-box) sequences. In normal development, E proteins form dimers with other bHLH transcription factors, allowing transcription to occur. However, in cancerous phenotypes, ID proteins can regulate transcription by binding E proteins, so no dimers can be formed and transcription is inactive. E proteins are members of the class I bHLH family and form dimers with bHLH proteins from class II to regulate transctiption. Four ID proteins exist in humans: ID1, ID2, ID3, and ID4. The ID homologue gene in Drosophila is called extramacrochaetae (EMC) and encodes a transcription factor of the helix-loop-helix family that lacks a DNA binding domain. EMC regulates cell proliferation, formation of organs like the midgut, and wing development. ID proteins could be potential targets for systemic cancer therapies without inhibiting the functioning of most normal cells because they are highly expressed in embryonic stem cells, but not in differentiated adult cells. Evidence suggests that ID proteins are overexpressed in many types of cancer. For example, ID1 is overexpressed in pancreatic, breast, and prostate cancers. ID2 is upregulated in neuroblastoma, Ewing’s sarcoma, and squamous cell carcinoma of the head and neck.",
            "score": 132.50214755535126
        },
        {
            "docid": "39066649_14",
            "document": "Doubletime (gene) . Clock gene mutations, including those to Drosophila's \"dbt\", alter the sensitivization of drug-induced locomotor activity after repeated exposure to psychostimulants. Drosophila with mutant alleles of \"dbt\" failed to display locomotor sensitivization in response to repeated cocaine exposure. Additionally, there is experimental evidence for this gene to function in 13 unique biological processes, including biological regulation, phosphorus metabolic process, establishment of planar polarity, positive regulation of biological process, cellular process, single-organism developmental process, response to stimulus, response to organic substance, sensory organ development, macromolecule modification, growth, cellular component organization or biogenesis, and rhythmic process. The gene's alternative name, discs overgrown, refers to its role as a cell growth regulating gene that has strong effects of cell survival and growth control in imaginal discs, an attribute of the larvae fly stage. The protein is necessary in the mechanism linking cell survival during proliferation and growth arrest.",
            "score": 125.40913581848145
        }
    ],
    "r": [
        {
            "docid": "890232_2",
            "document": "Hair cell . Hair cells are the sensory receptors of both the auditory system and the vestibular system in the ears of all vertebrates. Through mechanotransduction, hair cells detect movement in their environment. In mammals, the auditory hair cells are located within the spiral organ of Corti on the thin basilar membrane in the cochlea of the inner ear. They derive their name from the tufts of stereocilia called \"hair bundles\" that protrude from the apical surface of the cell into the fluid-filled cochlear duct. Mammalian cochlear hair cells are of two anatomically and functionally distinct types, known as outer, and inner hair cells. Damage to these hair cells results in decreased hearing sensitivity, and because the inner ear hair cells cannot regenerate, this damage is permanent. However, other organisms, such as the frequently studied zebrafish, and birds have hair cells that can regenerate. The human cochlea contains on the order of 3,500 inner hair cells and 12,000 outer hair cells at birth.",
            "score": 289.4366149902344
        },
        {
            "docid": "569444_5",
            "document": "Transduction (physiology) . In the auditory system, sound vibrations (mechanical energy) are transduced into electrical energy by hair cells in the inner ear. Sound vibrations from an object cause vibrations in air molecules, which in turn, vibrate the ear drum. The movement of the eardrum causes the bones of the middle ear (the ossicles) to vibrate. These vibrations then pass into the cochlea, the organ of hearing. Within the cochlea, the hair cells on the sensory epithelium of the organ of Corti bend and cause movement of the basilar membrane. The membrane undulates in different sized waves according to the frequency of the sound. Hair cells are then able to convert this movement (mechanical energy) into electrical signals (graded receptor potentials) which travel along auditory nerves to hearing centres in the brain.",
            "score": 278.7619323730469
        },
        {
            "docid": "6894544_29",
            "document": "Noise-induced hearing loss . NIHL occurs when too much sound intensity is transmitted into and through the auditory system. An acoustic signal from a sound source, such as a radio, enters into the external auditory canal (ear canal), and is funneled through to the tympanic membrane (eardrum), causing it to vibrate. The vibration of the tympanic membrane drives the middle ear ossicles, the malleus, incus, and stapes into motion. The middle ear ossicles transfer mechanical energy to the cochlea by way of the stapes footplate hammering against the oval window of the cochlea. This hammering causes the fluid within the cochlea (perilymph and endolymph) to be displaced. Displacement of the fluid causes movement of the hair cells (sensory cells in the cochlea) and an electrical signal to be sent from the auditory nerve (CN VIII) to the central auditory system within the brain. This is where sound is perceived. Different groups of hair cells are responsive to different frequencies. Hair cells at or near the base of the cochlea are most sensitive to higher frequency sounds while those at the apex are most sensitive to lower frequency sounds. There are two known biological mechanisms of NIHL from excessive sound intensity: damage to the hair cells and damage to the myelination or synaptic regions of auditory nerves.",
            "score": 260.281005859375
        },
        {
            "docid": "14696761_6",
            "document": "GJB6 . The cochlea contains two cell types, auditory hair cells for mechanotransduction and supporting cells. Gap junction channels are only found between cochlear supporting cells. While gap junctions in the inner ear are critically involved in potassium recycling to the endolymph, connexin expression in the supporting cells surrounding the organ of Corti have been found to support epithelial tissue lesion repair following loss of sensory hair cells. An experiment with Cx30 null mice found deficits in lesion closure and repair of the organ of Corti following hair cell loss, suggesting that Cx30 has a role in regulating lesion repair response.",
            "score": 257.5981750488281
        },
        {
            "docid": "30855468_32",
            "document": "Retinoblastoma protein . The retinoblastoma protein is involved in the growth and development of mammalian hair cells of the cochlea, and appears to be related to the cells' inability to regenerate. Embryonic hair cells require Rb, among other important proteins, to exit the cell-cycle and stop dividing, which allows maturation of the auditory system. Once wild-type mammals have reached adulthood, their cochlear hair cells become incapable of proliferation. In studies where the gene for Rb is deleted in mice cochlea, hair cells continue to proliferate in early adulthood. Though this may seem to be a positive development, Rb-knockdown mice tend to develop severe hearing loss due to degeneration of the organ of Corti. For this reason, Rb seems to be instrumental for completing the development of mammalian hair cells and keeping them alive. However, it is clear that without Rb, hair cells have the ability to proliferate, which is why Rb is known as a tumor suppressor. Temporarily and precisely turning off Rb in adult mammals with damaged hair cells may lead to propagation and therefore successful regeneration. Suppressing function of the retinoblastoma protein in the adult rat cochlea has been found to cause proliferation of supporting cells and hair cells. Rb can be downregulated by activating the sonic hedgehog pathway, which phosphorylates the proteins and reduces gene transcription.",
            "score": 252.3305206298828
        },
        {
            "docid": "768413_21",
            "document": "Ear . The inner ear houses the apparatus necessary to change the vibrations transmitted from the outside world via the middle ear into signals passed along the vestibulocochlear nerve to the brain. The hollow channels of the inner ear are filled with liquid, and contain a sensory epithelium that is studded with hair cells. The microscopic \"hairs\" of these cells are structural protein filaments that project out into the fluid. The hair cells are mechanoreceptors that release a chemical neurotransmitter when stimulated. Sound waves moving through fluid flows against the receptor cells of the organ of Corti. The fluid pushes the filaments of individual cells; movement of the filaments causes receptor cells to become open to receive the potassium-rich endolymph. This causes the cell to depolarise, and creates an action potential that is transmitted along the spiral ganglion, which sends information through the auditory portion of the vestibulocochlear nerve to the temporal lobe of the brain.",
            "score": 252.18658447265625
        },
        {
            "docid": "46348501_3",
            "document": "Evolution of the cochlea . While the basic structure of the inner ear in lepidosaurs (lizards and snakes), archosaurs (birds and crocodilians) and mammals is similar, and the organs are considered to be homologous, each group has a unique type of auditory organ. The hearing organ arose within the lagenar duct of stem reptiles, lying between the saccular and lagenar epithelia. In lepidosaurs, the hearing organ, the basilar papilla, is generally small, with at most 2000 hair cells, whereas in archosaurs the basilar papilla can be much longer (>10mm in owls) and contain many more hair cells that show two typical size extremes, the short and the tall hair cells. In mammals, the structure is known as the organ of Corti and shows a unique arrangement of hair cells and supporting cells. All mammalian organs of Corti contain a supporting tunnel made up of pillar cells, on the inner side of which there are inner hair cells and outer hair cells on the outer side. The definitive mammalian middle ear and the elongated cochlea allows for better sensitivity for higher frequencies.",
            "score": 243.56695556640625
        },
        {
            "docid": "5442380_15",
            "document": "Sensory cue . The auditory system of humans and animals allows individuals to assimilate information from the surroundings, represented as sound waves. Sound waves first pass through the pinnae and the auditory canal, the parts of the ear that comprise the outer ear. Sound then reaches the tympanic membrane in the middle ear (also known as the eardrum). The tympanic membrane sets the malleus, incus, and stapes into vibration. The stapes transmits these vibrations to the inner ear by pushing on the membrane covering the oval window, which separates the middle and inner ear. The inner ear contains the cochlea, the liquid-filled structure containing the hair cells. These cells serve to transform the incoming vibration to electrical signals, which can then be transmitted to the brain. The auditory nerve carries the signal generated by the hair cells away from the inner ear and towards the auditory receiving area in the cortex. The signal then travels through fibers to several subcortical structures and then to the primary auditory receiving area in the temporal lobe",
            "score": 242.16867065429688
        },
        {
            "docid": "247891_12",
            "document": "Otosclerosis . The mechanism of sensorineural hearing loss in otosclerosis is less well understood. It may result from direct injury to the cochlea and spiral ligament from the lytic process or from release of proteolytic enzymes into the cochlea. There are certainly a few well documented instances of sclerotic lesions directly obliterating sensory structures within the cochlea and spiral ligament, which have been photographed and reported post-mortem. Other supporting data includes a consistent loss of cochlear hair cells in patients with otosclerosis; these cells being the chief sensory organs of sound reception. A suggested mechanism for this is the release of hydrolytic enzymes into the inner ear structures by the spongiotic lesions.",
            "score": 240.8499298095703
        },
        {
            "docid": "2196633_8",
            "document": "Stereocilia (inner ear) . There are two different types of fluid that surround the hair cells of the inner ear. The endolymph is the fluid that surrounds the apical surfaces of hair cells. Potassium is the major cation in the endolymph and is thought to be responsible for carrying the receptor currents in the cochlea. Perilymph is found surrounding the sides and the bases of the hair cells. Perilymph is low in potassium and high in sodium. The different ionic makeups of the surrounding fluid in addition to the resting potential of the hair cell creates a potential difference across the apical membrane of the hair cell, so potassium enters when transduction channels open. An influx of potassium ions depolarizes the cell and causes the release of a neurotransmitter that can initiate nerve impulses in the sensory neurons that synapse on the base of the hair cell.",
            "score": 235.44540405273438
        },
        {
            "docid": "49604_111",
            "document": "Hearing loss . A 2005 study achieved successful regrowth of cochlea cells in guinea pigs. However, the regrowth of cochlear hair cells does not imply the restoration of hearing sensitivity, as the sensory cells may or may not make connections with neurons that carry the signals from hair cells to the brain. A 2008 study has shown that gene therapy targeting Atoh1 can cause hair cell growth and attract neuronal processes in embryonic mice. Some hope that a similar treatment will one day ameliorate hearing loss in humans.",
            "score": 235.30929565429688
        },
        {
            "docid": "134971_20",
            "document": "Cochlea . Gap-junction proteins, called connexins, expressed in the cochlea play an important role in auditory functioning. Mutations in gap-junction genes have been found to cause syndromic and nonsyndromic deafness. Certain connexins, including connexin 30 and connexin 26, are prevalent in the two distinct gap-junction systems found in the cochlea. The epithelial-cell gap-junction network couples non-sensory epithelial cells, while the connective-tissue gap-junction network couples connective-tissue cells. Gap-junction channels recycle potassium ions back to the endolymph after mechanotransduction in hair cells. Importantly, gap junction channels are found between cochlear supporting cells, but not auditory hair cells.",
            "score": 233.8388214111328
        },
        {
            "docid": "569399_14",
            "document": "Stimulus (physiology) . Changes in pressure caused by sound reaching the external ear resonate in the tympanic membrane, which articulates with the auditory ossicles, or the bones of the middle ear. These tiny bones multiply these pressure fluctuations as they pass the disturbance into the cochlea, a spiral-shaped bony structure within the inner ear. Hair cells in the cochlear duct, specifically the organ of Corti, are deflected as waves of fluid and membrane motion travel through the chambers of the cochlea. Bipolar sensory neurons located in the center of the cochlea monitor the information from these receptor cells and pass it on to the brainstem via the cochlear branch of cranial nerve VIII. Sound information is processed in the temporal lobe of the CNS, specifically in the primary auditory cortex.",
            "score": 229.68540954589844
        },
        {
            "docid": "46348501_14",
            "document": "Evolution of the cochlea . Parallel to the evolution of the cochlea, prestins show an increased rate of evolution in therian mammals. Prestins are located in the outer hair cells of mammalian cochlea and are considered motor proteins. They are found in the hair cells of all vertebrates, including fish, but are thought to have initially been membrane transporter molecules. A high concentration of prestins are found only in the lateral membranes of therian outer hair cells (there is uncertainty with regard to concentrations in monotremes). This high concentration is not found in inner hair cells, and is also lacking in all hair cell types of non-mammals. Prestin also has a role in motility, which evolved a greater importance in the motor function in land vertebrates, but this developed vastly differently in different lineages. In certain birds and mammals, prestins function as both transporters and motors, but the strongest evolution to robust motor dynamics only evolved in therian mammals. It is hypothesized that this motor system is significant to the therian cochlea at high frequencies because of the distinctive cellular and bony composition of the organ of Corti that allows the prestins to intensify movements of the whole structure. Modern ultra-sound echolocating species such as bats and toothed whales show highly evolved prestins, and these prestins show identical sequence alterations over time. Unusually, the sequences thus apparently evolved independent from each other during different time periods. Furthermore, the evolution of neurotransmitter receptor systems (acetylcholine) that regulate the motor feedback of the outer hair cells coincides with prestin evolution in therians. This suggests that there was a parallel evolution of a control system and a motor system in the inner ear of therian mammals.",
            "score": 229.23477172851562
        },
        {
            "docid": "5534634_2",
            "document": "Tectorial membrane . The tectorial membrane (TM) is one of two acellular membranes in the cochlea of the inner ear, the other being the basilar membrane (BM). The TM is located above the spiral limbus and the spiral organ of Corti and extends along the longitudinal length of the cochlea parallel to the BM. Radially the TM is divided into three zones, the limbal, middle and marginal zones. Of these the limbal zone is the thinnest (transversally) and overlies the auditory teeth of Huschke with its inside edge attached to the spiral limbus. The marginal zone is the thickest (transversally) and is divided from the middle zone by Hensen's Stripe. It overlies the sensory inner hair cells and electrically-motile outer hair cells of the organ of Corti and during acoustic stimulation stimulates the inner hair cells through fluid coupling, and the outer hair cells via direct connection to their tallest stereocilia.",
            "score": 228.25674438476562
        },
        {
            "docid": "563529_2",
            "document": "Organ of Corti . The organ of Corti, or spiral organ, is the receptor organ for hearing and is located in the mammalian cochlea. This highly varied strip of epithelial cells allows for transduction of auditory signals into nerve impulses' action potential. Transduction occurs through vibrations of structures in the inner ear causing displacement of cochlear fluid and movement of hair cells at the organ of Corti to produce electrochemical signals.",
            "score": 225.837646484375
        },
        {
            "docid": "36296968_8",
            "document": "Hearing Health Foundation . The DRF funded research led, in 1987, to the discovery of spontaneous regeneration of hair cells in chickens, thus igniting the field of hair cell regeneration in humans. Research on the regrowth of cochlea cells may lead to medical treatments that restore hearing. Unlike birds and reptiles, humans and other mammals are normally unable to regrow the cells of the inner ear that convert sound into neural signals when those cells are damaged by age or disease.",
            "score": 225.14833068847656
        },
        {
            "docid": "25260196_16",
            "document": "Neuronal encoding of sound . The auditory hair cells in the cochlea are at the core of the auditory system's special functionality (similar hair cells are located in the semicircular canals). Their primary function is mechanotransduction, or conversion between mechanical and neural signals. The relatively small number of the auditory hair cells is surprising when compared to other sensory cells such as the rods and cones of the visual system. Thus the loss of a lower number (in the order of thousands) of auditory hair cells can be devastating while the loss of a larger number of retinal cells (in the order to hundreds of thousands) will not be as bad from a sensory standpoint.",
            "score": 223.606201171875
        },
        {
            "docid": "563529_4",
            "document": "Organ of Corti . The organ of Corti is located in the scala media of the cochlea of the inner ear between the vestibular duct and the tympanic duct and is composed of mechanosensory cells, known as hair cells. Strategically positioned on the basilar membrane of the organ of Corti are three rows of outer hair cells (OHCs) and one row of inner hair cells (IHCs). Separating these hair cells are supporting cells: Deiters cells, also called phalangeal cells, which separate and support both the OHCs and the IHCs.",
            "score": 221.71737670898438
        },
        {
            "docid": "25260196_17",
            "document": "Neuronal encoding of sound . Cochlear hair cells are organized as inner hair cells and outer hair cells; inner and outer refer to relative position from the axis of the cochlear spiral. The inner hair cells are the primary sensory receptors and a significant amount of the sensory input to the auditory cortex occurs from these hair cells. Outer hair cells on the other hand boost the mechanical signal by using electromechanical feedback.",
            "score": 221.70953369140625
        },
        {
            "docid": "890232_15",
            "document": "Hair cell . Efferent projections from the brain to the cochlea also play a role in the perception of sound. Efferent synapses occur on outer hair cells and on afferent axons under inner hair cells. The presynaptic terminal bouton is filled with vesicles containing acetylcholine and a neuropeptide called calcitonin gene-related peptide. The effects of these compounds vary, in some hair cells the acetylcholine hyperpolarized the cell, which reduces the sensitivity of the cochlea locally.",
            "score": 221.19155883789062
        },
        {
            "docid": "31209304_3",
            "document": "Righting reflex . The vestibular system is composed of inner ear organs forming the \"labyrinth\": the semicircular canals, the otoliths, and the cochlea. The section below is an overview of the vestibular system, as it is crucial to the understanding of the righting reflex. Sensory information from the vestibular system allows the head to move back into position when disturbed as the rest of the body follows. The semicircular canals (brown, see figure) are arranged at angles to the horizontal plane of the head when it is in its normal vertical posture. Each canal has a widened base, called an ampulla, that houses specialized sensory hair cells. Fluid in these canals surrounds the hair cells, and moves across them as the head moves to gather information about the movement and position of the body. The hair cells are covered in tiny sensory hairs called stereocilia, which are sensitive to displacement forces as the body is moved in different positions. When the head is moved, the force moves the hair cells forward, which sends signals to afferent fibers and on to the brain. The brain can then decide which muscles in the body need to become active in order to right itself.",
            "score": 220.8564910888672
        },
        {
            "docid": "21282020_9",
            "document": "Hearing . The inner ear consists of the cochlea, which is a spiral-shaped, fluid-filled tube. It is divided lengthwise by the organ of Corti, which is the main organ of mechanical to neural transduction. Inside the organ of Corti is the basilar membrane, a structure that vibrates when waves from the middle ear propagate through the cochlear fluid – endolymph. The basilar membrane is tonotopic, so that each frequency has a characteristic place of resonance along it. Characteristic frequencies are high at the basal entrance to the cochlea, and low at the apex. Basilar membrane motion causes depolarization of the hair cells, specialized auditory receptors located within the organ of Corti. While the hair cells do not produce action potentials themselves, they release neurotransmitter at synapses with the fibers of the auditory nerve, which does produce action potentials. In this way, the patterns of oscillations on the basilar membrane are converted to spatiotemporal patterns of firings which transmit information about the sound to the brainstem.",
            "score": 219.9971160888672
        },
        {
            "docid": "20519370_17",
            "document": "Mechanosensation . When the function and mechanisms of hair cells are more fully understood, there are two applications that it could have. These involve both basic research in other fields and clinical applications in the field of hair cells. The mechanism of the hair cell might contribute to the understanding other mechanosensory systems such as the sense of touch. In the field of touch, the ion channel is that is activated is also currently unknown, and it is likely that there are several different ion channels. Eventually, it is hoped that this research can help individuals with hearing impairments. For example, if somebody subjects their ears to extremely loud sounds, then they may experience hearing loss. This is probably a result of the tip links being broken. Normally the tip links grow back in about half a day, but for some people they are more fragile, making those individuals more susceptible to hearing loss. If the cause of this susceptibility could be determined, and if tip link are repair could be understood, then a drug could be developed that would help the tip links grow back more readily. Generally, many people lose hearing in their old age, especially high frequency hearing. This is caused by hair cell death, so it is hoped that techniques can be developed, such as by using stem cells or other genetic manipulations, to encourage the inner ear to regenerate its hair cells and restore hearing.",
            "score": 219.90203857421875
        },
        {
            "docid": "2935167_3",
            "document": "Prestin . Prestin is the motor protein of the outer hair cells of the inner ear of the mammalian cochlea. It is highly expressed in the outer hair cells, and is not expressed in the nonmotile inner hair cells. Immunolocalization shows prestin is expressed in the lateral plasma membrane of the outer hair cells, the region where electromotility occurs. The expression pattern correlates with the appearance of outer hair cell electromotility.",
            "score": 219.8387908935547
        },
        {
            "docid": "46348501_6",
            "document": "Evolution of the cochlea . Egg-laying mammals, the monotremes (spiny anteater and platypus), do not have a spiral cochlea, but one shaped more like a banana, up to about 7 mm long. Like in lepidosaurs and archosaurs, it contains a lagena, a vestibular sensory epithelium, at its tip. Only in therian mammals (marsupials and placentals) is the cochlea truly coiled 1.5 to 3.5 times. Whereas in monotremes there are many rows of both inner and outer hair cells in the organ of Corti, in therian (marsupial and placental) mammals the number of inner hair-cell rows is one, and there are generally only three rows of outer hair cells.",
            "score": 219.3941650390625
        },
        {
            "docid": "2196633_4",
            "document": "Stereocilia (inner ear) . As acoustic sensors in mammals, stereocilia are lined up in the organ of Corti within the cochlea of the inner ear. In hearing, stereocilia transform the mechanical energy of sound waves into electrical signals for the hair cells, which ultimately leads to an excitation of the auditory nerve. Stereocilia are composed of cytoplasm with embedded bundles of cross-linked actin filaments. The actin filaments anchor to the terminal web and the top of the cell membrane and are arranged in grade of height. As sound waves propagate in the cochlea, the movement of endolymph fluid bends the stereocilia. If the direction of movement is towards the taller stereocilia, tension develops in the tip links, mechanically opening transduction channels near the tips. Cations from the endolymph flow into the cell, depolarizing the hair cell and triggering the release of neurotransmitters to nearby nerves, which send an electrical signal to the central nervous system.",
            "score": 219.37840270996094
        },
        {
            "docid": "134971_8",
            "document": "Cochlea . The hair cells are arranged in four rows in the organ of Corti along the entire length of the cochlear coil. Three rows consist of outer hair cells (OHCs) and one row consists of inner hair cells (IHCs). The inner hair cells provide the main neural output of the cochlea. The outer hair cells, instead, mainly \"receive\" neural input from the brain, which influences their motility as part of the cochlea's mechanical pre-amplifier. The input to the OHC is from the olivary body via the medial olivocochlear bundle.",
            "score": 219.25924682617188
        },
        {
            "docid": "6894544_30",
            "document": "Noise-induced hearing loss . When the ear is exposed to excessive sound levels or loud sounds over time, the overstimulation of the hair cells leads to heavy production of reactive oxygen species, leading to oxidative cell death. In animal experiments, antioxidant vitamins have been found to reduce hearing loss even when administered the day after noise exposure. They were not able to fully prevent it. Damage ranges from exhaustion of the \"hair\" (hearing) cells in the ear to loss of those cells. NIHL is therefore the consequence of overstimulation of the hair cells and supporting structures. Structural damage to hair cells (primarily the outer hair cells) will result in hearing loss that can be characterized by an attenuation and distortion of incoming auditory stimuli.",
            "score": 217.57687377929688
        },
        {
            "docid": "579799_8",
            "document": "Georg von Békésy . He concluded that his observations showed how different sound wave frequencies are locally dispersed before exciting different nerve fibers that lead from the cochlea to the brain. He theorized that the placement of each sensory cell (hair cell) along the coil of the cochlea corresponds to a specific frequency of sound (the so-called tonotopy). Békésy later developed a mechanical model of the cochlea, which confirmed the concept of frequency dispersion by the basilar membrane in the mammalian cochlea. But this model could not provide any information as to a possible function of this frequency dispersion in the process of hearing.",
            "score": 217.36383056640625
        },
        {
            "docid": "1187487_43",
            "document": "Sensorineural hearing loss . The bending of the stereocilia towards the basal body of the OHC causes excitation of the hair cell. Thus, an increase in firing rate of the auditory neurons connected to the hair cell occurs. On the other hand, the bending of the stereocilia away from the basal body of the OHC causes inhibition of the hair cell. Thus, a decrease in firing rate of the auditory neurons connected to the hair cell occurs. OHCs are unique in that they are able to contract and expand (electromotility). Therefore, in response to the electrical stimulations provided by the efferent nerve supply, they can alter in length, shape and stiffness. These changes influence the response of the basilar membrane to sound. It is therefore clear that the OHCs play a major role in the active processes of the cochlea. The main function of the active mechanism is to finely tune the basilar membrane, and provide it with a high sensitivity to quiet sounds. The active mechanism is dependent on the cochlea being in good physiological condition. However, the cochlea is very susceptible to damage.",
            "score": 217.106689453125
        },
        {
            "docid": "13562301_26",
            "document": "CDKN1B . Knockdown of CDKN1B stimulates regeneration of cochlear hair cells in mice. Since CDKN1B prevents cells from entering the cell cycle, inhibition of the protein could cause re-entry and subsequent division. In mammals where regeneration of cochlear hair cells normally does not occur, this inhibition could help regrow damaged cells who are otherwise incapable of proliferation. In fact, when the CDKN1B gene is disrupted in adult mice, hair cells of the organ of Corti proliferate, while those in control mice do not. Lack of CDKN1B expression appears to release the hair cells from natural cell-cycle arrest. Because hair cell death in the human cochlea is a major cause of hearing loss, the CDKN1B protein could be an important factor in the clinical treatment of deafness.",
            "score": 216.45433044433594
        }
    ]
}