{
    "q": [
        {
            "docid": "206979_9",
            "document": "Colorectal cancer . Colorectal cancer is a disease originating from the epithelial cells lining the colon or rectum of the gastrointestinal tract, most frequently as a result of mutations in the Wnt signaling pathway that increase signaling activity. The mutations can be inherited or acquired, and most probably occur in the intestinal crypt stem cell. The most commonly mutated gene in all colorectal cancer is the \"APC\" gene, which produces the APC protein. The APC protein prevents the accumulation of β-catenin protein. Without APC, β-catenin accumulates to high levels and translocates (moves) into the nucleus, binds to DNA, and activates the transcription of proto-oncogenes. These genes are normally important for stem cell renewal and differentiation, but when inappropriately expressed at high levels, they can cause cancer. While APC is mutated in most colon cancers, some cancers have increased β-catenin because of mutations in β-catenin (CTNNB1) that block its own breakdown, or have mutations in other genes with function similar to APC such as AXIN1, AXIN2, TCF7L2, or NKD1.",
            "score": 180.35642564296722
        },
        {
            "docid": "9065739_16",
            "document": "KRAS . Different types of data including mutation status and gene expression did not have a significant prognostic power. No correlation to survival was observed in 72% of all studies with KRAS sequencing performed in non-small cell lung cancer (NSCLC). However, KRAS mutations cannot solely affect the gene itself and the expression of the corresponding protein, but can also influence the expression of other downstream genes involved in crucial pathways regulating cell growth, differentiation and apoptosis. The different expression of these genes in KRAS-mutant tumors might have a more prominent role in affecting patient’s clinical outcomes.",
            "score": 163.5428364276886
        },
        {
            "docid": "68300_43",
            "document": "Dominance (genetics) . A dominant-negative mutation may arise in a human somatic cell and provide a proliferative advantage to the mutant cell, leading to its clonal expansion. For instance, a dominant-negative mutation in a gene necessary for the normal process of programmed cell death (Apoptosis) in response to DNA damage can make the cell resistant to apoptosis. This will allow proliferation of the clone even when excessive DNA damage is present. Such dominant-negative mutations occur in the tumor suppressor gene \"p53\". The P53 wild-type protein is normally present as a four-protein multimer (oligotetramer). Dominant-negative \"p53\" mutations occur in a number of different types of cancer and pre-cancerous lesions (e.g. brain tumors, breast cancer, oral pre-cancerous lesions and oral cancer).",
            "score": 204.19705748558044
        },
        {
            "docid": "14116811_3",
            "document": "TSC2 . Mutations in this gene lead to tuberous sclerosis. Its gene product is believed to be a tumor suppressor and is able to stimulate specific GTPases. Hamartin coded by the gene TSC1 functions as a facilitator of Hsp90 in chaperoning of Tuberin, therefore preventing its ubiquitination and degradation in the proteasome. Alternative splicing results in multiple transcript variants encoding different isoforms of the protein. Mutations in TSC2 can cause Lymphangioleiomyomatosis, a disease caused by the enlargement of tissue in the lungs, creating cysts and tumours and causing difficulty breathing. Because Tuberin regulates cell size, along with the protein Hamartin, mutations to TSC1 and TSC2 genes may prevent the control of cell growth in the lungs of individuals.",
            "score": 148.8544774055481
        },
        {
            "docid": "3572611_5",
            "document": "HRAS . HRAS has been shown to be a proto-oncogene. When mutated, proto-oncogenes have the potential to cause normal cells to become cancerous. Some gene mutations are acquired during a person's lifetime and are present only in certain cells. These changes are called somatic mutations and are not inherited. Somatic mutations in the HRAS gene in bladder cells have been associated with bladder cancer. One specific mutation has been identified in a significant percentage of bladder tumors; this mutation substitutes one protein building block (amino acid) for another amino acid in the HRAS protein. Specifically, the mutation replaces the amino acid glycine with the amino acid valine at position 12 (written as Gly12Val, G12V, or H-RasV). The altered HRAS protein is permanently activated within the cell. This overactive protein directs the cell to grow and divide in the absence of outside signals, leading to uncontrolled cell division and the formation of a tumor. Mutations in the HRAS gene also have been associated with the progression of bladder cancer and an increased risk of tumor recurrence after treatment.",
            "score": 224.42844951152802
        },
        {
            "docid": "14082598_37",
            "document": "BRAF (gene) . More than 30 mutations of the \"BRAF\" gene associated with human cancers have been identified. The frequency of BRAF mutations varies widely in human cancers, from more than 80% in melanomas and nevi, to as little as 0–18% in other tumors, such as 1–3% in lung cancers and 5% in colorectal cancer. In 90% of the cases, thymine is substituted with adenine at nucleotide 1799. This leads to valine (V) being substituted for by glutamate (E) at codon 600 (now referred to as V600E) in the activation segment that has been found in human cancers. This mutation has been widely observed in papillary thyroid carcinoma, colorectal cancer, melanoma and non-small-cell lung cancer. BRAF-V600E mutation are present in 57% of Langerhans cell histiocytosis patients. The V600E mutation is a likely driver mutation in 100% of cases of hairy cell leukaemia. High frequency of BRAF V600E mutations have been detected in ameloblastoma, a benign but locally infiltrative odontogenic neoplasm. The V600E mutation may also be linked, as a single-driver mutation (a genetic 'smoking gun') to certain cases of papillary craniopharyngioma development.",
            "score": 174.1837569475174
        },
        {
            "docid": "12266_59",
            "document": "Genetics . Normally, a cell divides only in response to signals called growth factors and stops growing once in contact with surrounding cells and in response to growth-inhibitory signals. It usually then divides a limited number of times and dies, staying within the epithelium where it is unable to migrate to other organs. To become a cancer cell, a cell has to accumulate mutations in a number of genes (three to seven) that allow it to bypass this regulation: it no longer needs growth factors to divide, continues growing when making contact to neighbor cells, ignores inhibitory signals, keeps growing indefinitely and is immortal, escapes from the epithelium and ultimately may be able to escape from the primary tumor, cross the endothelium of a blood vessel, be transported by the bloodstream and colonize a new organ, forming deadly metastasis. Although there are some genetic predispositions in a small fraction of cancers, the major fraction is due to a set of new genetic mutations that originally appear and accumulate in one or a small number of cells that will divide to form the tumor and are not transmitted to the progeny (somatic mutations). The most frequent mutations are a loss of function of p53 protein, a tumor suppressor, or in the p53 pathway, and gain of function mutations in the Ras proteins, or in other oncogenes.",
            "score": 213.70220708847046
        },
        {
            "docid": "22689_3",
            "document": "Oncogene . Most normal cells will undergo a programmed form of rapid cell death (apoptosis) when critical functions are altered and malfunctioning. Activated oncogenes can cause those cells designated for apoptosis to survive and proliferate instead. Most oncogenes began as proto-oncogenes, normal genes involved in cell growth and proliferation or inhibition of apoptosis. If normal genes promoting cellular growth, through mutation, are up-regulated, (gain of function mutation) they will predispose the cell to cancer and are thus termed oncogenes. Usually multiple oncogenes, along with mutated apoptotic and/or tumor suppressor genes will all act in concert to cause cancer. Since the 1970s, dozens of oncogenes have been identified in human cancer. Many cancer drugs target the proteins encoded by oncogenes.",
            "score": 191.86194729804993
        },
        {
            "docid": "3333893_17",
            "document": "PTEN (gene) . Mutations in the \"PTEN\" gene cause several other disorders that, like Cowden syndrome, are characterized by the development of non-cancerous tumors called hamartomas. These disorders include Bannayan-Riley-Ruvalcaba syndrome and Proteus-like syndrome. Together, the disorders caused by \"PTEN\" mutations are called PTEN hamartoma tumor syndromes, or PHTS. Mutations responsible for these syndromes cause the resulting protein to be non-functional or absent. The defective protein allows the cell to divide in an uncontrolled way and prevents damaged cells from dying, which can lead to the growth of tumors.",
            "score": 199.16006481647491
        },
        {
            "docid": "5037034_13",
            "document": "P300-CBP coactivator family . Mutations in the p300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the p300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast and pancreas. Studies suggest that p300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, p300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 227.2402182817459
        },
        {
            "docid": "3429588_11",
            "document": "EP300 . Mutations in the EP300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the EP300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast, and pancreas. Studies suggest that EP300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, EP300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 227.2402182817459
        },
        {
            "docid": "2332422_24",
            "document": "Carcinogenesis . Cancers are known to exhibit genome instability or a mutator phenotype. The protein-coding DNA within the nucleus is about 1.5% of the total genomic DNA. Within this protein-coding DNA (called the exome), an average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be \"driver\" mutations, and the remaining ones may be \"passenger\" mutations. However, the average number of DNA sequence mutations in the entire genome (including non-protein-coding regions) within a breast cancer tissue sample is about 20,000. In an average melanoma tissue sample (where melanomas have a higher exome mutation frequency) the total number of DNA sequence mutations is about 80,000. These high frequencies of mutations in the total nucleotide sequences within cancers suggest that often an early alteration in the field defect giving rise to a cancer (e.g. yellow area in the diagram in the preceding section) is a deficiency in DNA repair. Large field defects surrounding colon cancers (extending to about 10 cm on each side of a cancer) are found to frequently have epigenetic defects in 2 or 3 DNA repair proteins (ERCC1, XPF and/or PMS2) in the entire area of the field defect. When expression of DNA repair genes is reduced, DNA damages accumulate in cells at a higher than normal level, and these excess damages cause increased frequencies of mutation and/or epimutation. Mutation rates strongly increase in cells defective in DNA mismatch repair or in homologous recombinational repair (HRR). A deficiency in DNA repair, itself, can allow DNA damages to accumulate, and error-prone translesion synthesis past some of those damages may give rise to mutations. In addition, faulty repair of these accumulated DNA damages may give rise to epimutations. These new mutations and/or epimutations may provide a proliferative advantage, generating a field defect. Although the mutations/epimutations in DNA repair genes do not, themselves, confer a selective advantage, they may be carried along as passengers in cells when the cell acquires an additional mutation/epimutation that does provide a proliferative advantage.",
            "score": 170.17574214935303
        },
        {
            "docid": "14155540_4",
            "document": "Cancer in dogs . Cancer is a complex, multifactorial disease. Carcinogenesis is linked with DNA mutations, chromosomal translocations, chocolate, dysfunctional proteins, and aberrant cell cycle regulators. Cancer alters the DNA of cells and the mutated genetic material is passed on to daughter cells, resulting in neoplasms. The mutated DNA effects genes involved with the cell cycle, classified as either oncogenes or tumor suppressor genes. Oncogenes are responsible for cell proliferation and differentiation. Oncogenes responsible for cell growth are overexpressed in cancerous cells. Tumor suppressor genes prevent cells with erroneous cell cycles from replicating. Cancer cells ignore cell cycle regulators that control cell growth, division, and death.",
            "score": 191.12658715248108
        },
        {
            "docid": "11443855_10",
            "document": "Folliculin . Experimental evidence supports a role for \"FLCN\" as a tumor suppressor gene. In BHD-associated kidney tumors, the inherited \"FLCN\" gene with a germline mutation is present in all cells, but the remaining wild type copy is inactivated in the tumor cells through somatic mutation or loss of heterozygosity. Naturally-occurring dog and rat models with germline \"Flcn\" mutations develop kidney tumors that retain only the mutant copy of the gene. Homozygous inactivation of \"Flcn\" in these animal models is lethal to the embryo. Tumors develop in mice injected with \"FLCN\"-deficient kidney cancer cells from BHD-associated human tumors but when wild type \"FLCN\" is restored in these cells, tumor development is inhibited. Additionally, injection of kidney tumor cells from the adenocarcinoma cell line ACHN with \"FLCN\" inactivation into immunocompromised mice resulted in the growth of significantly larger tumors, further underscoring a tumor suppressor role for FLCN. Based on the presence of FLCN staining by immunohistochemistry, haploinsufficiency, that is mutation of one copy of \"FLCN\" with retention of the wild type copy, may be sufficient for the development of fibrofolliculomas and lung cysts.",
            "score": 195.87887239456177
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 177.7169463634491
        },
        {
            "docid": "206979_10",
            "document": "Colorectal cancer . Beyond the defects in the Wnt signaling pathway, other mutations must occur for the cell to become cancerous. The p53 protein, produced by the \"TP53\" gene, normally monitors cell division and kills cells if they have Wnt pathway defects. Eventually, a cell line acquires a mutation in the \"TP53\" gene and transforms the tissue from a benign epithelial tumor into an invasive epithelial cell cancer. Sometimes the gene encoding p53 is not mutated, but another protective protein named BAX is mutated instead.",
            "score": 189.22670722007751
        },
        {
            "docid": "9878823_12",
            "document": "MSH2 . Reductions in expression of DNA repair genes (usually caused by epigenetic alterations) are very common in cancers, and are ordinarily much more frequent than mutational defects in DNA repair genes in cancers. (See Frequencies of epimutations in DNA repair genes.) In a study of \"MSH2\" in non-small cell lung cancer (NSCLC), no mutations were found while 29% of NSCLC had epigenetic reduction of \"MSH2\" expression. In acute lymphoblastoid leukemia (ALL), no MSH2 mutations were found while 43% of ALL patients showed MSH2 promoter methylation and 86% of relapsed ALL patients had MSH2 promoter methylation. There were, however, mutations in four other genes in ALL patients that destabilized the MSH2 protein, and these were defective in 11% of children with ALL and 16% of adults with this cancer.",
            "score": 143.419757604599
        },
        {
            "docid": "206979_12",
            "document": "Colorectal cancer . Approximately 70% of all human genes are expressed in colorectal cancer, with just over 1% of having increased expression in colorectal cancer compared to other forms of cancer. Some genes are oncogenes: they are overexpressed in colorectal cancer. For example, genes encoding the proteins KRAS, RAF, and PI3K, which normally stimulate the cell to divide in response to growth factors, can acquire mutations that result in over-activation of cell proliferation. The chronological order of mutations is sometimes important. If a previous APC mutation occurred, a primary KRAS mutation often progresses to cancer rather than a self-limiting hyperplastic or borderline lesion. PTEN, a tumor suppressor, normally inhibits PI3K, but can sometimes become mutated and deactivated.",
            "score": 198.57684421539307
        },
        {
            "docid": "26621856_27",
            "document": "Large-cell lung carcinoma with rhabdoid phenotype . As the rhabdoid phenotype may exclusively be associated with certain missense mutations in the \"CK-8\" gene (or, possibly, the vimentin gene — see above), it may prove possible to develop specific monoclonal antibodies against certain peptides in these aberrant gene products that may target only rhabdoid cells with these specific mutations. Recent reports suggest that antibodies may be easier to get into the interior of cells than previously thought. Although Colby and colleagues were the first to report a primary lung cancer with a rhabdoid phenotype in a paper published in 1995, cells with these characteristic features had been previously noted in 1978, when they were noted to occur in a rare and extremely aggressive form of kidney cancer that appears almost exclusively in young children called \"Wilms tumor\".",
            "score": 152.82721638679504
        },
        {
            "docid": "7737653_40",
            "document": "Oncogenomics . Mutational analysis of entire gene families revealed that genes of the same family have similar functions, as predicted by similar coding sequences and protein domains. Two such classes are the kinase family, involved in adding phosphate groups to proteins and the phosphatase family, involved with removing phosphate groups from proteins. These families were first examined because of their apparent role in transducing cellular signals of cell growth or death. In particular, more than 50% of colorectal cancers carry a mutation in a kinase or phosphatase gene. Phosphatidylinositold 3-kinases (PIK3CA) gene encodes for lipid kinases that commonly contain mutations in colorectal, breast, gastric, lung and various other cancers. Drug therapies can inhibit PIK3CA. Another example is the BRAF gene, one of the first to be implicated in melanomas. BRAF encodes a serine/threonine kinase that is involved in the RAS-RAF-MAPK growth signaling pathway. Mutations in BRAF cause constitutive phosphorylation and activity in 59% of melanomas. Before BRAF, the genetic mechanism of melanoma development was unknown and therefore prognosis for patients was poor.",
            "score": 147.53287827968597
        },
        {
            "docid": "18398577_15",
            "document": "Somatic evolution in cancer . System instability is a major contributing factor for genetic heterogeneity. For the majority of cancers, genome instability is reflected in a large frequency of mutations in the whole genome DNA sequence (not just the protein coding regions that are only 1.5% of the genome). In whole genome sequencing of different types of cancers, large numbers of mutations were found in two breast cancers (about 20,000 point mutations), 25 melanomas (9,000 to 333,000 point mutations) and a lung cancer (50,000 point mutations and 54,000 small additions and deletions). Genome instability is also referred to as an enabling characteristic for achieving endpoints of cancer evolution. Many of the somatic evolutionary studies have traditionally been focused on clonal expansion, as recurrent types of changes can be traced to illustrate the evolutionary path based on available methods. Recent studies from both direct DNA sequencing and karyotype analysis illustrate the importance of the high level of heterogeneity in somatic evolution. For the formation of solid tumors, there is an involvement of multiple cycles of clonal and non-clonal expansion. Even at the typical clonal expansion phase, there are significant levels of heterogeneity within the cell population, however, most are under-detected when mixed populations of cells are used for molecular analysis. In solid tumors, a majority of gene mutations are not recurrent types, and neither are the karyotypes. These analyses offer an explanation for the findings that there are no common mutations shared by most cancers.",
            "score": 167.45435643196106
        },
        {
            "docid": "7806713_4",
            "document": "Warburg hypothesis . Cancer is caused by mutations and altered gene expression, in a process called malignant transformation, resulting in an uncontrolled growth of cells. The metabolic difference observed by Warburg adapts cancer cells to the hypoxic (oxygen-deficient) conditions inside solid tumors, and results largely from the same mutations in oncogenes and tumor suppressor genes that cause the other abnormal characteristics of cancer cells. Therefore, the metabolic change observed by Warburg is not so much the cause of cancer, as he claimed, but rather, it is one of the characteristic effects of cancer-causing mutations.",
            "score": 227.38183760643005
        },
        {
            "docid": "26621856_7",
            "document": "Large-cell lung carcinoma with rhabdoid phenotype . Some evidence suggests that cells with the rhabdoid phenotype result from mutations occurring in some of the cells descending from the \"parent\" tumor, leading to the \"emergence\" of distinct populations of characteristic cells with the rhabdoid phenotype within the parent neoplasm, often in the peripheral part of the tumor. Missense mutations occurring in the cytokeratin 8 (CK-8) gene (\"RTK 8\") at specific codons affects the way the protein products of this gene assume their normal two- and three-dimensional shapes, and may well affect the way the mutant proteins undergo assembly into filamentous structures within the cytoplasm. The defective \"protofilament\" products apparently accumulate aberrantly, and thus form the distinctive whorled paranuclear inclusions that are characteristic of the rhabdoid cell.",
            "score": 156.48134016990662
        },
        {
            "docid": "47253581_9",
            "document": "Tumor antigens recognized by T lymphocytes . Mutated genes contribute greatly to the immunogenicity of human tumors. In cancer patients, about one half of the highly tumor-specific antigens recognized by spontaneous T cell responses are encoded by mutated genes, the other half being encoded by cancer-germline genes. In some patients, the majority of the tumor-specific T cells recognize mutated antigens. The contribution of these antigens to tumor immunogenicity is expected to vary according to the mutation rate: higher in lung carcinomas arising in tobacco smokers, in melanomas owing to mutations induced by UV and in the 15% of colorectal carcinomas that have hypermutated DNA owing to defects in the DNA mismatch repair pathway.",
            "score": 169.88167810440063
        },
        {
            "docid": "14958_44",
            "document": "Immune system . Another important role of the immune system is to identify and eliminate tumors. This is called immune surveillance. The \"transformed cells\" of tumors express antigens that are not found on normal cells. To the immune system, these antigens appear foreign, and their presence causes immune cells to attack the transformed tumor cells. The antigens expressed by tumors have several sources; some are derived from oncogenic viruses like human papillomavirus, which causes cervical cancer, while others are the organism's own proteins that occur at low levels in normal cells but reach high levels in tumor cells. One example is an enzyme called tyrosinase that, when expressed at high levels, transforms certain skin cells (e.g. melanocytes) into tumors called melanomas. A third possible source of tumor antigens are proteins normally important for regulating cell growth and survival, that commonly mutate into cancer inducing molecules called oncogenes.",
            "score": 206.6073009967804
        },
        {
            "docid": "15029894_7",
            "document": "PTPRT . The MAM domain, Ig domain and all four fibronectin III domain of PTPrho are necessary for cell-cell aggregation. PTPrho is the most frequently mutated RPTP in colon, lung, skin and stomach cancers. Many of the mutations observed in cancer occur in the extracellular domain of PTPrho, suggesting that defective cell-cell aggregation may contribute to the tumorigenicity of these mutations. When PTPrho proteins are engineered with the different point mutations observed in cancer and then are expressed in non-adherent Sf9 cells, these cells do not mediate comparable levels of cell-cell aggregation to wild-type PTPrho, demonstrating that the mutations observed in cancer are loss of function mutations.",
            "score": 157.94495248794556
        },
        {
            "docid": "3568274_16",
            "document": "MUTYH . Mutations in the MUTYH gene cause an autosomal recessive form of familial adenomatous polyposis (also called MUTYH-associated polyposis). Polyps caused by mutated MUTYH do not appear until adulthood and are less numerous than those found in patients with APC gene mutations. Both copies of the MYH gene are mutated in individuals who have autosomal recessive familial adenomatous polyposis i.e., the mutations for the MUTYH gene is biallelic .Mutations in this gene affect the ability of cells to correct mistakes made during DNA replication. Both copies of the MYH gene are mutated in individuals who have autosomal recessive familial adenomatous polyposis. Most reported mutations in this gene cause production of a nonfunctional or low functioning glycosylase enzyme. When base excision repair in the cell is compromised, mutations in other genes build up, leading to cell overgrowth and possibly tumor formation. The two most common mutations in Caucasian Europeans are exchanges of amino acids (the building blocks of proteins) in the enzyme. One mutation replaces the amino acid tyrosine with cysteine at position 179 (also written as p.Tyr179Cys (p.Y179C) or, when describing the nucleotide change, written as c.536A>G) The other common mutation switches the amino acid glycine with aspartic acid at position 396 (also written as p.Gly396Asp(G396D)or c.1187G>A)",
            "score": 151.23961699008942
        },
        {
            "docid": "3333893_15",
            "document": "PTEN (gene) . During tumor development, mutations and deletions of PTEN occur that inactivate its enzymatic activity leading to increased cell proliferation and reduced cell death. Frequent genetic inactivation of PTEN occurs in glioblastoma, endometrial cancer, and prostate cancer; and reduced expression is found in many other tumor types such as lung and breast cancer. Furthermore, \"PTEN\" mutation also causes a variety of inherited predispositions to cancer.",
            "score": 176.2489538192749
        },
        {
            "docid": "1393693_7",
            "document": "Succinate dehydrogenase complex subunit C . Mutations in this gene have been associated with paragangliomas. More than 30 mutations in the SDHC gene have been found to increase the risk of hereditary paraganglioma-pheochromocytoma type 3. People with this condition have paragangliomas, pheochromocytomas, or both. An inherited SDHC gene mutation predisposes an individual to the condition, and a somatic mutation that deletes the normal copy of the SDHC gene is needed to cause hereditary paraganglioma-pheochromocytoma type 3. Most of the inherited SDHC gene mutations change single amino acids in the SDHC protein sequence or result in a shortened protein. As a result, there is little or no SDH enzyme activity. Because the mutated SDH enzyme cannot convert succinate to fumarate, succinate accumulates in the cell. The excess succinate abnormally stabilizes hypoxia-inducible factors (HIF), which also builds up in cells. Excess HIF stimulates cells to divide and triggers the production of blood vessels when they are not needed. Rapid and uncontrolled cell division, along with the formation of new blood vessels, can lead to the development of tumors in people with hereditary paraganglioma-pheochromocytoma.",
            "score": 165.9286562204361
        },
        {
            "docid": "39383381_9",
            "document": "2-hydroxy-dATP diphosphatase . Eliminating the MTH1 gene in mice results in over three times more mice developing tumors compared to a control group. The enzyme’s much-studied ability to sanitize a cell’s nucleotide pool prevents it from developing mutations, including cancerous ones. Specifically, another study found that MTH1 inhibition in cancer cells leads to incorporation of 8-oxo-dGTP and other oxidatively damaged nucleotides into the cell’s DNA, damaging it and causing cell death. However, cancer cells have also been shown to benefit from use of MTH1. Cells from malignant breast tumors exhibit extreme MTH1 expression compared to other human cells. Because a cancer cell divides much more rapidly than a normal human cell, it is far more in need of an enzyme like MTH1 that prevents fatal mutations during replication. This property of cancer cells could allow for monitoring of cancer treatment efficacy by measuring MTH1 expression. Development of suitable probes for this purpose is currently underway.",
            "score": 214.8559707403183
        },
        {
            "docid": "412097_27",
            "document": "BRCA1 . A mutated \"BRCA1\" gene usually makes a protein that does not function properly. Researchers believe that the defective BRCA1 protein is unable to help fix DNA damage leading to mutations in other genes. These mutations can accumulate and may allow cells to grow and divide uncontrollably to form a tumor. Thus, BRCA1 inactivating mutations lead to a predisposition for cancer.",
            "score": 193.63311290740967
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 207.47638773918152
        }
    ],
    "r": [
        {
            "docid": "7806713_4",
            "document": "Warburg hypothesis . Cancer is caused by mutations and altered gene expression, in a process called malignant transformation, resulting in an uncontrolled growth of cells. The metabolic difference observed by Warburg adapts cancer cells to the hypoxic (oxygen-deficient) conditions inside solid tumors, and results largely from the same mutations in oncogenes and tumor suppressor genes that cause the other abnormal characteristics of cancer cells. Therefore, the metabolic change observed by Warburg is not so much the cause of cancer, as he claimed, but rather, it is one of the characteristic effects of cancer-causing mutations.",
            "score": 227.3818359375
        },
        {
            "docid": "5037034_13",
            "document": "P300-CBP coactivator family . Mutations in the p300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the p300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast and pancreas. Studies suggest that p300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, p300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 227.24021911621094
        },
        {
            "docid": "3429588_11",
            "document": "EP300 . Mutations in the EP300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the EP300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast, and pancreas. Studies suggest that EP300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, EP300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 227.24021911621094
        },
        {
            "docid": "3572611_5",
            "document": "HRAS . HRAS has been shown to be a proto-oncogene. When mutated, proto-oncogenes have the potential to cause normal cells to become cancerous. Some gene mutations are acquired during a person's lifetime and are present only in certain cells. These changes are called somatic mutations and are not inherited. Somatic mutations in the HRAS gene in bladder cells have been associated with bladder cancer. One specific mutation has been identified in a significant percentage of bladder tumors; this mutation substitutes one protein building block (amino acid) for another amino acid in the HRAS protein. Specifically, the mutation replaces the amino acid glycine with the amino acid valine at position 12 (written as Gly12Val, G12V, or H-RasV). The altered HRAS protein is permanently activated within the cell. This overactive protein directs the cell to grow and divide in the absence of outside signals, leading to uncontrolled cell division and the formation of a tumor. Mutations in the HRAS gene also have been associated with the progression of bladder cancer and an increased risk of tumor recurrence after treatment.",
            "score": 224.42845153808594
        },
        {
            "docid": "49789079_18",
            "document": "Small Maf . Conversely, sMafs also appear to contribute to cancer malignancy. Certain cancers contain somatic mutations in \"NRF2(NFE2L2)\" or \"KEAP1\" that cause constitutive activation of Nrf2 and promote cell proliferation. It has also been reported that the Bach1-MafG heterodimer contributes to cancer malignancy by repressing tumor suppressor genes. Thus, as partners of Nrf2 and Bach1, sMafs are expected to play critical roles in cancer cells.",
            "score": 223.88084411621094
        },
        {
            "docid": "1188046_15",
            "document": "Nutrigenomics . Nutrigenomics may be able to supplement current oncology. There is a wealth of information about processes that occur within genome maintenance that prevent cell abnormalities linked to cancer and certain nutrients that play a role as cofactors. Genome damage caused by micronutrient deficiency may be just as severe as damage owed to exposure to certain environmental carcinogens. If these micronutrients can be identified, with concrete evidence, the risk for cancer in some individuals could be significantly reduced. One such micronutrient may be folate. In one experiment, folate was given to cells in different concentrations and those with less folate exhibited as much damage to their chromosomes as they would have exhibited with a heavy amount of radiation.  Likewise, dietary supplementation using the cinnamon-derived food factor cinnamaldehyde prevented colon cancer in a chemical exposure-induced mouse model of the human disease, an effect dependent on expression of the cytoprotective transcription factor Nrf2. Nutrigenomics can be used to develop new, alternative treatments that target the altered cancer cell metabolism. The alternative way of energy production in cancer cell metabolism, the Warburg effect, in which glycolysis and lactic acid fermentation are the main means of energy production opposed to oxidative reduction. Certain nutrients may provide ways to starve or inhibit this type of metabolism. Polyunsaturated fatty acids (PUFA) which affect gene expression related to inflammation and other nutrients that have displayed potential in repressing cancer cell metabolism. Another practical application of nutrigenomics to cancer may be identifying nutrient that is a cofactor of a compromised pathway where consuming a surplus of could potentially reduce the compromised pathway's negative consequences. A nutrigenomics approach could provide a safe, holistic model to mitigate tumor growth in place of existing cancer treatments that often have harsh side effects and are not always effective.",
            "score": 216.17739868164062
        },
        {
            "docid": "39383381_9",
            "document": "2-hydroxy-dATP diphosphatase . Eliminating the MTH1 gene in mice results in over three times more mice developing tumors compared to a control group. The enzyme’s much-studied ability to sanitize a cell’s nucleotide pool prevents it from developing mutations, including cancerous ones. Specifically, another study found that MTH1 inhibition in cancer cells leads to incorporation of 8-oxo-dGTP and other oxidatively damaged nucleotides into the cell’s DNA, damaging it and causing cell death. However, cancer cells have also been shown to benefit from use of MTH1. Cells from malignant breast tumors exhibit extreme MTH1 expression compared to other human cells. Because a cancer cell divides much more rapidly than a normal human cell, it is far more in need of an enzyme like MTH1 that prevents fatal mutations during replication. This property of cancer cells could allow for monitoring of cancer treatment efficacy by measuring MTH1 expression. Development of suitable probes for this purpose is currently underway.",
            "score": 214.85597229003906
        },
        {
            "docid": "14058535_18",
            "document": "CHEK1 . Chk1 has a central role in coordinating the DNA damage response and therefore is an area of great interest in oncology and the development of cancer therapeutics. Initially Chk1 was thought to function as a tumor suppressor due to the regulatory role it serves amongst cells with DNA damage. However, there has been no evidence of homozygous loss of function mutants for Chk1 in human tumors. Instead, Chk1 has been shown to be overexpressed in a numerous tumors including breast, colon, liver, gastric and nasopharyngeal carcinoma. There is a positive correlation with Chk1 expression and tumor grade and disease recurrence suggesting Chk1 may promote tumor growth. Chk1 is essential for cell survival and through high levels of expressions in tumors the function may be inducing tumor cell proliferation. Further, a study has demonstrated that targeting CHK1 reactivates the tumour suppressive activity of protein phosphtase 2A (PP2A) complex in cancer cells. Studies have shown complete loss of Chk1 suppresses chemically induce carcinogenesis however Chk1 haploinsufficiency results in tumor progression. Due to the possibility of Chk1 involvement in tumor promotion, the kinase and related signaling molecules may be potentially effective therapeutic targets. Cancer therapies utilize DNA damaging therapies such as chemotherapies and ionizing radiation to inhibit tumor cell proliferation and induce cell cycle arrest. Tumor cells with increased levels of Chk1 acquire survival advantages due to the ability to tolerate a higher level of DNA damage. Therefore, Chk1 may contribute to chemotherapy resistance. In order to optimize chemotherapies, Chk1 must be inhibited to reduce the survival advantage. Chk1 gene can be effectively silenced by siRNA knockdown for further analysis based on an independent validation. By inhibiting Chk1, cancer cells lose the ability to repair damaged DNA which allows chemotherapeutic agents to work more effectively. Combining DNA damaging therapies such as chemotherapy or radiation treatment with Chk1 inhibition enhances targeted cell death and provides synthetic lethality. Many cancers rely on Chk1 mediated cell cycle arrest heavily especially if cancers are deficient in p53. Approximately 50% of cancers possess p53 mutations illustrating the dependence that many cancers may have on the Chk1 pathway. Inhibition of Chk1 allows selective targeting of p53 mutant cells as Chk1 levels are more likely to highly expressed in tumor cells with p53 deficiencies. Even though this method of inhibition is highly targeted, recent research has shown Chk1 also has a role in the normal cell cycle. Therefore, off-target effects and toxicity associated with combination therapies using CHk1 inhibitors must be considered during development of novel therapies.",
            "score": 214.00076293945312
        },
        {
            "docid": "12266_59",
            "document": "Genetics . Normally, a cell divides only in response to signals called growth factors and stops growing once in contact with surrounding cells and in response to growth-inhibitory signals. It usually then divides a limited number of times and dies, staying within the epithelium where it is unable to migrate to other organs. To become a cancer cell, a cell has to accumulate mutations in a number of genes (three to seven) that allow it to bypass this regulation: it no longer needs growth factors to divide, continues growing when making contact to neighbor cells, ignores inhibitory signals, keeps growing indefinitely and is immortal, escapes from the epithelium and ultimately may be able to escape from the primary tumor, cross the endothelium of a blood vessel, be transported by the bloodstream and colonize a new organ, forming deadly metastasis. Although there are some genetic predispositions in a small fraction of cancers, the major fraction is due to a set of new genetic mutations that originally appear and accumulate in one or a small number of cells that will divide to form the tumor and are not transmitted to the progeny (somatic mutations). The most frequent mutations are a loss of function of p53 protein, a tumor suppressor, or in the p53 pathway, and gain of function mutations in the Ras proteins, or in other oncogenes.",
            "score": 213.70220947265625
        },
        {
            "docid": "1759159_8",
            "document": "Warburg effect . The Warburg effect may simply be a consequence of damage to the mitochondria in cancer, or an adaptation to low-oxygen environments within tumors, or a result of cancer genes shutting down the mitochondria, which are involved in the cell's apoptosis program that kills cancer cells. It may also be an effect associated with cell proliferation. Since glycolysis provides most of the building blocks required for cell proliferation, cancer cells (and normal proliferating cells) have been proposed to need to activate glycolysis, despite the presence of oxygen, to proliferate. Evidence attributes some of the high anaerobic glycolytic rates to an overexpressed form of mitochondrially-bound hexokinase responsible for driving the high glycolytic activity. In kidney cancer, this effect could be due to the presence of mutations in the von Hippel–Lindau tumor suppressor gene upregulating glycolytic enzymes, including the M2 splice isoform of pyruvate kinase. TP53 mutation hits energy metabolism and increases glycolysis in breast cancer.",
            "score": 210.00091552734375
        },
        {
            "docid": "413102_15",
            "document": "Folding@home . More than half of all known cancers involve mutations of p53, a tumor suppressor protein present in every cell which regulates the cell cycle and signals for cell death in the event of damage to DNA. Specific mutations in p53 can disrupt these functions, allowing an abnormal cell to continue growing unchecked, resulting in the development of tumors. Analysis of these mutations helps explain the root causes of p53-related cancers. In 2004, Folding@home was used to perform the first molecular dynamics study of the refolding of p53's protein dimer in an all-atom simulation of water. The simulation's results agreed with experimental observations and gave insights into the refolding of the dimer that were formerly unobtainable. This was the first peer reviewed publication on cancer from a distributed computing project. The following year, Folding@home powered a new method to identify the amino acids crucial for the stability of a given protein, which was then used to study mutations of p53. The method was reasonably successful in identifying cancer-promoting mutations and determined the effects of specific mutations which could not otherwise be measured experimentally.",
            "score": 208.0251922607422
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 207.4763946533203
        },
        {
            "docid": "14958_44",
            "document": "Immune system . Another important role of the immune system is to identify and eliminate tumors. This is called immune surveillance. The \"transformed cells\" of tumors express antigens that are not found on normal cells. To the immune system, these antigens appear foreign, and their presence causes immune cells to attack the transformed tumor cells. The antigens expressed by tumors have several sources; some are derived from oncogenic viruses like human papillomavirus, which causes cervical cancer, while others are the organism's own proteins that occur at low levels in normal cells but reach high levels in tumor cells. One example is an enzyme called tyrosinase that, when expressed at high levels, transforms certain skin cells (e.g. melanocytes) into tumors called melanomas. A third possible source of tumor antigens are proteins normally important for regulating cell growth and survival, that commonly mutate into cancer inducing molecules called oncogenes.",
            "score": 206.6072998046875
        },
        {
            "docid": "7856684_9",
            "document": "P53 upregulated modulator of apoptosis . Several studies have shown that PUMA function is affected or absent in cancer cells. Additionally, many human tumors contain p53 mutations, which results in no induction of PUMA, even after DNA damage induced through irradiation or chemotherapy drugs. Other cancers, which exhibit overexpression of antiapoptotic Bcl-2 family proteins, counteract and overpower PUMA-induced apoptosis. Even though PUMA function is compromised in most cancer cells, it does not appear that genetic inactivation of PUMA is a direct target of cancer. Many cancers do exhibit p53 gene mutations, making gene therapies that target this gene impossible, but an alternate pathway may be to focus on therapeutic to target PUMA and induce apoptosis in cancer cells. Animal studies have shown that PUMA does play a role in tumor suppression, but lack of PUMA activity alone does not translate to spontaneous formation of malignancies. Inhibiting PUMA induced apoptosis may be an interesting target for reducing the side effects of cancer treatments, such as chemotherapy, which induce apoptosis in rapidly dividing healthy cells in addition to rapidly dividing cancer cells.",
            "score": 204.43212890625
        },
        {
            "docid": "68300_43",
            "document": "Dominance (genetics) . A dominant-negative mutation may arise in a human somatic cell and provide a proliferative advantage to the mutant cell, leading to its clonal expansion. For instance, a dominant-negative mutation in a gene necessary for the normal process of programmed cell death (Apoptosis) in response to DNA damage can make the cell resistant to apoptosis. This will allow proliferation of the clone even when excessive DNA damage is present. Such dominant-negative mutations occur in the tumor suppressor gene \"p53\". The P53 wild-type protein is normally present as a four-protein multimer (oligotetramer). Dominant-negative \"p53\" mutations occur in a number of different types of cancer and pre-cancerous lesions (e.g. brain tumors, breast cancer, oral pre-cancerous lesions and oral cancer).",
            "score": 204.19705200195312
        },
        {
            "docid": "10500138_12",
            "document": "CD4+ T cells and antitumor immunity . Cancer cells, through mutation, may actually have mutations in some of the proteins involved in antigen presentation, and as such, evade an immune response. (Dunn et al., 2004) Tumor cells may, through mutations, often begin producing large quantities of inhibitory cytokines IL-10, or transforming growth factor β (TGF-β) (Khong and Restifo, 2002) thereby suppressing the immune system, allowing for large-scale proliferation (Salazar-Onfray et al., 2007). Also, it has been observed that some cancer patients exhibit higher than normal levels of CD4/CD25 T cells, a subset of T cells often called regulatory T cells, for their known immunosuppressive actions. These T cells produce high levels of IL-10 and TGF-β, thereby suppressing the immune system and allowing for evasion by the tumor (Shimizu et al., 1999).",
            "score": 202.04702758789062
        },
        {
            "docid": "2332422_34",
            "document": "Carcinogenesis . These biological changes are classical in carcinomas; other malignant tumors may not need to achieve them all. For example, tissue invasion and displacement to distant sites are normal properties of leukocytes; these steps are not needed in the development of leukemia. The different steps do not necessarily represent individual mutations. For example, inactivation of a single gene, coding for the p53 protein, will cause genomic instability, evasion of apoptosis and increased angiogenesis. Not all the cancer cells are dividing. Rather, a subset of the cells in a tumor, called cancer stem cells, replicate themselves and generate differentiated cells.",
            "score": 201.52130126953125
        },
        {
            "docid": "1209057_22",
            "document": "Wnt signaling pathway . The biochemistry of cancer stem cells is subtly different than that of other tumor cells. These so-called Wnt-addicted cells hijack and depend on constant stimulation of the Wnt pathway to promote their uncontrolled growth, survival and migration. In cancer, Wnt signaling can become independent of regular stimuli, through mutations in downstream oncogenes and tumor suppressor genes that become permanently activated even though the normal receptor has not received a signal. β-catenin binds to transcription factors such as the protein TCF4 and in combination the molecules activate the necessary genes. LF3 strongly inhibits this binding \"in vitro,\" in cell lines and reduced tumor growth in mouse models. It prevented replication and reduced their ability to migrate, all without affecting healthy cells. No cancer stem cells remained after treatment. The discovery was the product of \"rational drug design\", involving AlphaScreens and ELISA technologies.",
            "score": 200.25721740722656
        },
        {
            "docid": "28902806_6",
            "document": "Reolysin . Reovirus was noted to be a potential cancer therapeutic when early studies on reovirus suggested it reproduces well in certain cancer cell lines. It has since been shown to replicate specifically in cells that have an activated Ras (a cellular signaling pathway that is involved in cell growth and differentiation) with very little effect in cells that do not have active Ras pathways. Reovirus replicates in and eventually kills Ras-activated tumour cells, and as cell death occurs, progeny virus particles are then free to infect surrounding cancer cells. This cycle of infection, replication and cell death is believed to be repeated until all tumour cells carrying an activated Ras pathway are destroyed. Activating mutations of the Ras protein and upstream elements of the Ras protein may play a role in more than two thirds of all human cancers, including most metastatic disease, which suggests that REOLYSIN may be an effective therapeutic for many Ras-activated tumor types and potentially for some cell proliferative disorders.",
            "score": 200.0247344970703
        },
        {
            "docid": "13562705_5",
            "document": "RAC1 . Along with other subfamily of Rac and Rho proteins, they exert an important regulatory role specifically in cell motility and cell growth. Rac1 has ubiquitous tissue expression, and drives cell motility by formation of lamellipodia. In order for cancer cells to grow and invade local and distant tissues, deregulation of cell motility is one of the hallmark events in cancer cell invasion and metastasis. Overexpression of a constitutively active Rac1 V12 in mice caused a tumor that's phenotypically indistinguishable from human Kaposi's sarcoma. Activating or gain-of-function mutations of Rac1 are shown to play active roles in promoting mesenchymal-type of cell movement assisted by NEDD9 and DOCK3 protein complex. Such abnormal cell motility may result in epithelial mesenchymal transition (EMT) – a driving mechanism for tumor metastasis as well as drug-resistant tumor relapse.",
            "score": 199.4244842529297
        },
        {
            "docid": "3333893_17",
            "document": "PTEN (gene) . Mutations in the \"PTEN\" gene cause several other disorders that, like Cowden syndrome, are characterized by the development of non-cancerous tumors called hamartomas. These disorders include Bannayan-Riley-Ruvalcaba syndrome and Proteus-like syndrome. Together, the disorders caused by \"PTEN\" mutations are called PTEN hamartoma tumor syndromes, or PHTS. Mutations responsible for these syndromes cause the resulting protein to be non-functional or absent. The defective protein allows the cell to divide in an uncontrolled way and prevents damaged cells from dying, which can lead to the growth of tumors.",
            "score": 199.16006469726562
        },
        {
            "docid": "206979_12",
            "document": "Colorectal cancer . Approximately 70% of all human genes are expressed in colorectal cancer, with just over 1% of having increased expression in colorectal cancer compared to other forms of cancer. Some genes are oncogenes: they are overexpressed in colorectal cancer. For example, genes encoding the proteins KRAS, RAF, and PI3K, which normally stimulate the cell to divide in response to growth factors, can acquire mutations that result in over-activation of cell proliferation. The chronological order of mutations is sometimes important. If a previous APC mutation occurred, a primary KRAS mutation often progresses to cancer rather than a self-limiting hyperplastic or borderline lesion. PTEN, a tumor suppressor, normally inhibits PI3K, but can sometimes become mutated and deactivated.",
            "score": 198.57684326171875
        },
        {
            "docid": "563093_19",
            "document": "Paracrine signalling . The Hedgehog Signaling pathway is critical in proper tissue patterning and orientation during normal development of most animals. Hedgehog proteins induce cell proliferation in certain cells and differentiations in others. Aberrant activation of the Hedgehog pathway has been implicated in several types of cancers, Basal Cell Carcinoma in particular. This uncontrolled activation of the Hedgehog proteins can be caused by mutations to the signal pathway, which would be ligand independent, or a mutation that causes overexpression of the Hedgehog protein, which would be ligand dependent. In addition, therapy-induced Hedgehog pathway activation has been shown to be necessary for progression of Prostate Cancer tumors after androgen deprivation therapy. This connection between the Hedgehog signaling pathway and human cancers may provide for the possible of therapeutic intervention as treatment for such cancers. The Hedgehog signaling pathway is also involved in normal regulation of stem-cell populations, and required for normal growth and regeneration of damaged organs. This may provide another possible route for tumorigenesis via the Hedgehog pathway.",
            "score": 198.4155731201172
        },
        {
            "docid": "1920949_13",
            "document": "FOXP3 . Foxp3 is a recruiter of other anti-tumor enzymes such as CD39 and CD8. The overexpression of CD39 is found in patients with multiple cancer types such as melanoma, leukemia, pancreatic cancer, colon cancer, and ovarian cancer. This overexpression may be protecting tumorous cells, allowing them to create their “escape phase”. A cancerous tumor’s “escape phase” is where the tumor grows quickly and it becomes clinically invisible by becoming independent of the extracellular matrix and creating its own immunosuppressive tumor microenvironment. The consequences of a cancer cell reaching the “escape phase” is that it allows it to completely evade the immune system, which reduces the immunogenicity and ability to become clinically detected, allowing it to progress and spread throughout the body. Some cancer patients have also been known to display higher numbers of mutated CD4 cells. These mutated cells will then produce large quantities of TGF-β and IL-10, (a Transforming Growth Factor β and an inhibitory cytokine respectively,) which will suppress signals to the immune system and allow for tumor escape. In one experiment a 15-mer synthetic peptide, P60, was able to inhibit Foxp3’s ability to function. P60 did this by entering the cells and then binding to Foxp3, where it hinders Foxp3’s ability to translocate to the nucleus. Due to this, Foxp3 could no longer properly suppress the transcription factors NF-kB and NFAT; both of which are protein complexes that regulate transcription of DNA, cytokine production and cell survival. This would inhibit a cell’s ability to perform apoptosis and stop its own cell cycle, which could potentially allow an affected cancerous cell to survive and reproduce.",
            "score": 197.84291076660156
        },
        {
            "docid": "42429689_9",
            "document": "Carlos Cordon-Cardo . Several findings from Cordon-Cardo's research at Sloan Kettering have had specific implications for the treatment of cancer and experimental cancer treatment and have led to more personalized therapies, particularly for cancers of the genitourinary system. While it had been previously thought that P-glycoprotein was unique to cancer cells, Cordon-Cardo showed in 1989 that it is also present in normal cells and is exploited by cancer cells to survive chemotherapy. In 1990, he was among the first to show that the mutated gene (RB) which causes the childhood cancer retinoblastoma is also present in some adults with sarcomas but no history of retinoblastoma. He also found that the presence of the mutated gene in adult cancers was associated with a poor clinical outcome. His 1994 research in collaboration with Arnold J. Levine was one of the first examples of how mutations in the gene which regulates the tumor suppressor p53 can lead to cancer by inactivating all the normal p53, thus allowing cancer cells to grow uncontrollably. A later study by Cordon-Cardo in 1997 found that when mutated p53 and RB are both present in a tumor, it becomes very aggressive and resistant to most treatments.",
            "score": 196.5540771484375
        },
        {
            "docid": "3572611_4",
            "document": "HRAS . At least five inherited mutations in the HRAS gene have been identified in people with Costello syndrome. Each of these mutations changes an amino acid in a critical region of the HRAS protein. The most common mutation replaces the amino acid glycine with the amino acid serine at position 12 (written as Gly12Ser or G12S). The mutations responsible for Costello syndrome lead to the production of an HRAS protein that is permanently active. Instead of triggering cell growth in response to particular signals from outside the cell, the overactive protein directs cells to grow and divide constantly. This uncontrolled cell division can result in the formation of noncancerous and cancerous tumors. Researchers are uncertain how mutations in the HRAS gene cause the other features of Costello syndrome (such as mental retardation, distinctive facial features, and heart problems), but many of the signs and symptoms probably result from cell overgrowth and abnormal cell division.",
            "score": 196.0211639404297
        },
        {
            "docid": "11158878_37",
            "document": "Rho family of GTPases . Ellenbroek et al. outlined a number of different effects of Rho activation in cancerous cells. First, in the initiation of the tumor modification of Rho activity can suppress apoptosis and therefore contribute to artificial cell longevity. After natural apoptosis is suppressed, abnormal tumor growth can be observed through the loss of polarity in which Rho proteins play an integral role. Next, the growing mass can invade across its normal boundaries through the alteration of adhesion proteins potentially caused by Rho proteins. Finally, after inhibition of apoptosis, cell polarity and adhesion molecules, the cancerous mass is free to metastasize and spread to other regions of the body.",
            "score": 196.00833129882812
        },
        {
            "docid": "88078_19",
            "document": "Prostate cancer . The prostate is a zinc-accumulating, citrate-producing organ. The protein ZIP1 is responsible for the active transport of zinc into prostate cells. One of the zinc's important roles is to change the metabolism of the cell in order to produce citrate, an important component of semen. The process of zinc accumulation, alteration of metabolism, and citrate production is energy inefficient, and prostate cells sacrifice enormous amounts of energy (ATP) in order to accomplish this task. Prostate cancer cells are generally devoid of zinc. This allows prostate cancer cells to save energy not making citrate, and utilize the new abundance of energy to grow and spread. The absence of zinc is thought to occur via a silencing of the gene that produces the transporter protein ZIP1. ZIP1 is now called a tumor suppressor gene product for the gene SLC39A1. The cause of the epigenetic silencing is unknown. Strategies which transport zinc into transformed prostate cells effectively eliminate these cells in animals. Zinc inhibits NF-κB pathways, is anti-proliferative and induces apoptosis in abnormal cells. Unfortunately, oral ingestion of zinc is ineffective since high concentrations of zinc into prostate cells is not possible without the active transporter, ZIP1.",
            "score": 196.00767517089844
        },
        {
            "docid": "11443855_10",
            "document": "Folliculin . Experimental evidence supports a role for \"FLCN\" as a tumor suppressor gene. In BHD-associated kidney tumors, the inherited \"FLCN\" gene with a germline mutation is present in all cells, but the remaining wild type copy is inactivated in the tumor cells through somatic mutation or loss of heterozygosity. Naturally-occurring dog and rat models with germline \"Flcn\" mutations develop kidney tumors that retain only the mutant copy of the gene. Homozygous inactivation of \"Flcn\" in these animal models is lethal to the embryo. Tumors develop in mice injected with \"FLCN\"-deficient kidney cancer cells from BHD-associated human tumors but when wild type \"FLCN\" is restored in these cells, tumor development is inhibited. Additionally, injection of kidney tumor cells from the adenocarcinoma cell line ACHN with \"FLCN\" inactivation into immunocompromised mice resulted in the growth of significantly larger tumors, further underscoring a tumor suppressor role for FLCN. Based on the presence of FLCN staining by immunohistochemistry, haploinsufficiency, that is mutation of one copy of \"FLCN\" with retention of the wild type copy, may be sufficient for the development of fibrofolliculomas and lung cysts.",
            "score": 195.8788604736328
        },
        {
            "docid": "42683705_9",
            "document": "Epigenetics and melanoma . SYK is another gene that is affected by cytosine methylation during cancer progression. It is a gene that, when hypermethylated, loses function (Muthusamy et al., 2006). This gene is found in 30- 89% of melanoma cases (Dahl et al., 2007), and causes cells to grow quickly. This fast growth is important in the quick metastasis of melanoma cells, and when hypermethylated, the growth and spread of cells slow considerably (Hoeller et al., 2005). This is a controversial finding with inconclusive results, though. Some findings show that normally functioning SYK genes aids in tumor suppression, while other studies find that it is a transforming factor that facilitates cancer formation. Normally functioning, the SYK gene produces a non- receptor protein kinase enzyme that aids in differentiation, proliferation, and phagocytosis among many other important processes. SYK is found expressed in a variety of cells including fibroblasts, epithelial cells (where it controls cell division and acts as a tumor suppressor), hepatocytes, and neuronal cells (TORCIS Bioscience, 2014). Although SYK does not have any reported DNA modifications, the epigenetic changes still cause sufficient damage to cells. When SYK silencing is coupled with other alterations, both genetically and epigenetically, cancer can form.",
            "score": 195.1399383544922
        },
        {
            "docid": "49892030_10",
            "document": "GT198 . GT198 protein expression pattern is similar to the cancer-testis antigens. GT198 is highly expressed in embryonic tissues, in adult testis, and in cultured cancer cell lines. In human tumor tissues, however, GT198 overexpression is mostly found in tumor microenvironment, also called tumor stroma. Low level of GT198 is present in normal ovary, bone marrow, spleen, and thymus. In human breast cancer, GT198 is a marker for mutant tumor stroma where breast cancer develops. In prostate and bladder cancers, GT198 is expressed in pericytes and myofibroblasts surrounding the tumors. When mutated or activated, GT198 protein expresses in cell cytoplasm rather than nucleus, permitting cytoplasmic expression as a marker of altered GT198.",
            "score": 195.0746307373047
        },
        {
            "docid": "35746225_2",
            "document": "Cancer epigenetics . Cancer epigenetics is the study of epigenetic modifications to the DNA of cancer cells that do not involve a change in the nucleotide sequence. Epigenetic alterations may be just as important, or even more important, than genetic mutations in a cell's transformation to cancer. In cancers, loss of expression of genes occurs about 10 times more frequently by transcription silencing (caused by epigenetic promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, in colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while these CpG islands are not methylated in the adjacent mucosa. Manipulation of epigenetic alterations holds great promise for cancer prevention, detection, and therapy. In different types of cancer, a variety of epigenetic mechanisms can be perturbed, such as silencing of tumor suppressor genes and activation of oncogenes by altered CpG island methylation patterns, histone modifications, and dysregulation of DNA binding proteins. Several medications which have epigenetic impact are now used in several of these diseases.",
            "score": 195.0276641845703
        }
    ]
}