{
    "q": [
        {
            "docid": "12134485_5",
            "document": "Nuclear receptor related-1 protein . While NURR1 is a key protein, there are other factors required as research shows that solely expressing NURR1 fails to stimulate this phenotypic gene expression. One of these suggested factors is winged-helix transcription factor 2 (Foxa2). Studies have found these two factors to be within the same region of developing dopaminergic neurons, both of these factors were present in order to have expression for the dopamine phenotype.  Research has been conducted on Nurr1’s role in inflammation, and may provide important information in treating disorders caused by dopaminergic neuron disease. Inflammation in the CNS can result from activated microglia (macrophage analogs for the central nervous system) and other pro-inflammatory factors, such as bacterial lipopolysaccharide (LPS). LPS binds to toll-like receptors (TLR), which induces inflammatory gene expression by promoting signal-dependent transcription factors. To determine which cells are dopaminergic, experiments measured the enzyme tyrosine hydroxylase (TH), which is needed for dopamine synthesis. It has been shown that Nurr1 protects dopaminergic neurons from LPS-induced inflammation, by reducing inflammatory gene expression in microglia and astrocytes. When a short hairpin for Nurr1 was expressed in microglia and astrocytes, these cells produced inflammatory mediators, such as TNFa, NO synthase and IL-1β, supporting the conclusion that reduced Nurr1 promotes inflammation and leads to cell death of dopaminergic neurons. Nurr1 interacts with the transcription factor complex NF-κB-p65 on the inflammatory gene promoters. However, Nurr1 is dependent on other factors to be able to participate in these interactions. Nurr1 needs to be sumoylated and its co-regulating factor, glycogen synthase kinase 3, needs to be phosphorylated for these interactions to occur. Sumolyated Nurr1 recruits CoREST, a complex made of several proteins that assembles chromatin-modifying enzymes. The Nurr1/CoREST complex inhibits transcription of inflammatory genes.",
            "score": 118.3817754983902
        },
        {
            "docid": "448010_11",
            "document": "Septic shock . In gram-negative sepsis, free LPS attaches to a circulating LPS-binding protein, and the complex then binds to the CD14 receptor on monocytes, macrophages, and neutrophils. Engagement of CD14 (even at doses as minute as 10 pg/mL) results in intracellular signaling via an associated \"Toll-like receptor\" protein 4 (TLR-4). This signaling results in the activation of nuclear factor kappaB (NF-κB), which leads to transcription of a number of genes that trigger a proinflammatory response. It was the result of significant activation of mononuclear cells and synthesis of effector cytokines. It also results in profound activation of mononuclear cells and the production of potent effector cytokines such as IL-1, IL-6, and TNF-α. TLR-mediated activation helps to trigger the innate immune system to efficiently eradicate invading microbes, but the cytokines they produce also act on endothelial cells. There, they have a variety of effects, including reduced synthesis of anticoagulation factors such as tissue factor pathway inhibitor and thrombomodulin. The effects of the cytokines may be amplified by TLR-4 engagement on endothelial cells. In response to inflammation, a compensatory reaction of production of anti-inflammatory substances such as IL-4, IL-10 antagonists, IL-1 receptor, and cortisol occurs. This is called compensatory anti-inflammatory response syndrome (CARS). Both the inflammatory and anti-inflammatory reactions are responsible for the course of sepsis and are described as MARS (Mixed Antagonist Response Syndrome). The aim of these processes is to keep inflammation at an appropriate level. CARS often leads to suppression of the immune system, which leaves patients vulnerable to secondary infection. It was once thought that SIRS or CARS could predominate in a septic individual, and it was proposed that CARS follows SIRS in a two-wave process. It is now believed that the systemic inflammatory response and the compensatory anti-inflammatory response occur simultaneously.",
            "score": 120.01418888568878
        },
        {
            "docid": "70425_51",
            "document": "Inflammation . In the obese mouse models, inflammation and macrophage-specific genes are upregulated in white adipose tissue (WAT). There were also signs of dramatic increase in circulating insulin level, adipocyte lipolysis and formation of multinucleate giant cells. The fat-derived protein called angiopoietin-like protein 2 (Angptl2) elevates in fat tissues. Higher than normal Angptl2 level in fat tissues develop inflammation as well as insulin and leptin resistance. Stored fat secretes leptin to signal satiety. Leptin resistance plays a role in the process where appetite overrules the message of satiety. Angptl2 then starts an inflammatory cascade causing blood vessels to remodel and attract macrophages. Angptl2 is an adipocyte-derived inflammatory mediator linking obesity to systemic insulin resistance. It is possible that, as an inflammatory marker, leptin responds specifically to adipose-derived inflammatory cytokines.",
            "score": 107.59942865371704
        },
        {
            "docid": "11003940_8",
            "document": "Translocator protein . Increased expression of TSPO is linked to the inflammatory responses in the heart that may cause myocarditis, which can lead to myocardial necrosis. TSPO is present in mast cells and macrophages, indicating its role in the immune system. Oxidative stress is a strong contributing factor to cardiovascular disease, and often occurs because of inflammation caused by ischemia reperfusion injury. Coxsackievirus B3 (CVB3) causes immune cells CD11b+ (present on macrophages) to stimulate inflammatory infiltration. Functionally, CD11b+ regulates leukocyte adhesion and migration to regulate the inflammatory response. Following infection, CD11b+ is up-regulated, activating these immune responses, which then activate an increased expression of TSPO. These immune cells can cause myocarditis which can progress to dilated cardiomyopathy and heart failure.",
            "score": 86.10774397850037
        },
        {
            "docid": "46332876_2",
            "document": "Interleukin-1 receptor associated kinase . The interleukin-1 receptor (IL-1R) associated kinase (IRAK) family plays a crucial role in the protective response to pathogens introduced into the human body by inducing acute inflammation followed by additional adaptive immune responses. IRAKs are essential components of the Interleukin-1 receptor signaling pathway and some Toll-like receptor signaling pathways. Toll-like receptors (TLRs) detect microorganisms by recognizing specific pathogen-associated molecular patterns (PAMPs) and IL-1R family members respond the interleukin-1 (IL-1) family cytokines. These receptors initiate an intracellular signaling cascade through adaptor proteins, primarily, MyD88. This is followed by the activation of IRAKs. TLRs and IL-1R members have a highly conserved amino acid sequence in their cytoplasmic domain called the Toll/Interleukin-1 (TIR) domain. The elicitation of different TLRs/IL-1Rs results in similar signaling cascades due to their homologous TIR motif leading to the activation of mitogen-activated protein kinases (MAPKs) and the IκB kinase (IKK) complex, which initiates a nuclear factor-κB (NF-κB) and AP-1-dependent transcriptional response of pro-inflammatory genes. Understanding the key players and their roles in the TLR/IL-1R pathway is important because the presence of mutations causing the abnormal regulation of Toll/IL-1R signaling leading to a variety of acute inflammatory and autoimmune diseases.",
            "score": 140.69629311561584
        },
        {
            "docid": "6235_38",
            "document": "Cell nucleus . In order to control which genes are being transcribed, the cell separates some transcription factor proteins responsible for regulating gene expression from physical access to the DNA until they are activated by other signaling pathways. This prevents even low levels of inappropriate gene expression. For example, in the case of NF-κB-controlled genes, which are involved in most inflammatory responses, transcription is induced in response to a signal pathway such as that initiated by the signaling molecule TNF-α, binds to a cell membrane receptor, resulting in the recruitment of signalling proteins, and eventually activating the transcription factor NF-κB. A nuclear localisation signal on the NF-κB protein allows it to be transported through the nuclear pore and into the nucleus, where it stimulates the transcription of the target genes.",
            "score": 158.3987934589386
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 160.8485553264618
        },
        {
            "docid": "22053022_11",
            "document": "Adiposopathy . Fat tissue is an active body organ involved in many processes critical to human health,8 including: (1) promotion of blood vessel formation (angiogenesis); (2) fat cell recruitment and development adipogenesis; (3) dissolving and reforming the structures around fat tissue (extracellular matrix); (4) generation, storage and release of fat; (5) growth factor production; (6) glucose metabolism; (6) production of factors that affect blood pressure (such as those associated with the renin–angiotensin system); (7) fat and cholesterol metabolism; (8) enzyme production; (9) hormone production; (10) steroid metabolism; (11) blood clotting (hemostasis); (12) element binding; (13) and immune response (described below). When fat cells and fat tissue remain healthy during fat weight gain, patients may avoid metabolic ill health. However, if enlargement of fat cells and fat tissue causes them to become \"sick\", then important fat tissue functions are disrupted, and deranged responses contribute to metabolic disease. When excessive body weight leads to adiposopathy, this represents a hormone or endocrine disease. Additionally, fat cells and fat tissue also produce many different types of immune factors. Inflammation is a contributing cause to metabolic disease, and the ultimate contribution of fat tissue to inflammation is determined by the production of both inflammatory and anti-inflammatory factors. From a pro-inflammatory standpoint, fat tissue (which includes fat cells and other cells, such as immune cells) produces factors including: (1) adipokines with cytokine activity such as leptin, interleukins, and tumor necrosis factor alpha; (2) acute phase proteins / reactants such as C-reactive protein; (3) adipokines of the alternative complement system; (4) chemotactic/chemoattractant adipokines; and prostaglandins (eicosanoids). From an anti-inflammatory standpoint, fat tissue produces various anti-inflammatory factors with the most commonly described being adiponectin. If fat cells or fat tissue becomes \"sick\", then the release of too many pro-inflammatory factors and a decrease in too many anti-inflammatory factors often result in a net pro-inflammatory response can contribute to metabolic disease.",
            "score": 95.58589959144592
        },
        {
            "docid": "1132820_80",
            "document": "Cat food . Inflammation is the process by which the body begins to heal and defend itself from viral and bacterial infections and physical damage like burns or cuts. Typical signs of inflammation are: redness, swelling, heat, pain and loss of function in the affected area. The inflammatory response is a normal response for the body to make when injured but if the response gets out of control or becomes excessive, it can cause damage in the host with a wide range of effects from mild allergies to severe GIT diseases. Inflammation is then an important response to focus on because it is very involved in the host’s defense mechanisms and is often involved in GIT diseases. The inflammatory process begins with intracellular and intercellular communication around the body using chemical mediators like chemokines and cytokines, which left unregulated can get out of control and cause excessive inflammation. Anti-inflammatories and the ratio of omega-6 to omega-3 fatty acids can influence the initiation and severity of the inflammatory response, controlling factors like intracellular signaling cascades and receptors for inflammatory molecules. Fat (adipose tissue) is also an important and potent mediator in the inflammatory process and therefore regulation of fat stores is important in keeping the inflammatory response in the body under control.",
            "score": 90.93879199028015
        },
        {
            "docid": "45372101_16",
            "document": "Pathology of multiple sclerosis . A protein called Interleukin 12 is responsible for the differentiation of naive T cells into inflammatory T cells. An over production of this protein is what causes the increased inflammation in MS patients. Under normal circumstances, these lymphocytes can distinguish between self and non-self. However, in a person with MS, these cells recognize healthy parts of the central nervous system as foreign and attack them as if they were an invading virus, triggering inflammatory processes and stimulating other immune cells and soluble factors like cytokines and antibodies. Many of the myelin-recognizing T cells belong to a terminally differentiated subset called co-stimulation-independent effector-memory T cells.",
            "score": 62.99047088623047
        },
        {
            "docid": "14777493_6",
            "document": "NDUFA13 . The homologous protein to NDUFA13, GRIM-19, may play a role in Chron's disease (CD), an inflammatory bowel disease (IBD) characterized by chronic inflammation of the intestinal epithelium. Its expression is decreased in the inflamed mucosa of patients with these diseases. Nucleotide-binding oligomerization domain-containing protein 2 (NOD2), also known as caspase recruitment domain-containing protein 15 (CARD15) or inflammatory bowel disease protein 1 (IBD1), functions as a mammalian cytosolic pathogen recognition molecule and plays an anti-bacterial role by limiting survival of intracellular invasive bacteria. GRIM-19 acts as a downstream anti-bacterial effector in CARD15-mediated innate mucosal responses by regulating intestinal epithelial cell responses to microbes. Following NOD2-mediated recognition of bacterial muramyl dipeptide, GRIM-19 is required for NF-κB activation, a key component in regulating the immune response to infection.",
            "score": 115.72691798210144
        },
        {
            "docid": "4083808_6",
            "document": "Avenanthramide . Studies made by Sur (2008) provide evidences that avenanthramides significantly reduce the inflammatory response. Inflammation is a complex and self-protect reaction that occurs in the body against foreign substance, cell damage, infections, and pathogens. The inflammatory responses are controlled through a group called cytokines that is produced by the inflammatory cells. Furthermore, the expression of cytokines are regulated through inhibition of Nuclear Transcription Factor Kappa B (NF-κB). Many studies have demonstrated that Avenanthramides can reduce the production of pro-inflammatory cytokines such as IL-6, IL-8, and MCP-1 by inhibiting NF-κB activation that is responsible to activate the genes of inflammatory response. Thus, these oat polyphenols mediate the decrease of inflammation by inhibiting the cytokine release. In addition, it was found that avenanthramides inhibit neurogenic inflammation, which is defined as an inflammation triggered by the nervous system and causes vasodilatation, edema, warmth and hypersensitivity. Also, avenanthramides significantly reduce the itching response, and its efficiency is comparable to the anti-itch effect produced by hydrocortisone.",
            "score": 107.9397931098938
        },
        {
            "docid": "3135637_31",
            "document": "Gut flora . The human immune system creates cytokines that can drive the immune system to produce inflammation in order to protect itself, and that can tamp down the immune response to maintain homeostasis and allow healing after insult or injury. Different bacterial species that appear in gut flora have been shown to be able to drive the immune system to create cytokines selectively; for example \"Bacteroides fragilis\" and some \"Clostridia\" species appear to drive an anti-inflammatory response, while some segmented filamentous bacteria drive the production of inflammatory cytokines. Gut flora can also regulate the production of antibodies by the immune system. One function of this regulation is to cause B cells to class switch to IgA. In most cases B cells need activation from T helper cells to induce class switching; however, in another pathway, gut flora cause NF-kB signaling by intestinal epithelial cells which results in further signaling molecules being secreted. These signaling molecules interact with B cells to induce class switching to IgA. IgA is an important type of antibody that is used in mucosal environments like the gut. It has been shown that IgA can help diversify the gut community and helps in getting rid of bacteria that cause inflammatory responses. Ultimately, IgA maintains a healthy environment between the host and gut bacteria. These cytokines and antibodies can have effects outside the gut, in the lungs and other tissues.",
            "score": 150.80944871902466
        },
        {
            "docid": "42777505_7",
            "document": "Protectin D1 . RPE are essential in the survival and renewal of the photoreceptors in the retina. These cells exhibit a potent phagocytic activity that ensures the proper function of the retina. Therefore, oxidative stress can potentially damage the RPE cells and cause vision impairment. Studies in human RPE cells have suggested that the presence of oxidative stress triggering molecules, such as HO causes the fragmentation of the DNA that in turn triggers apoptosis. These studies have proposed that PD1 acts as a signaling molecule and through its ligand-receptor interaction down-regulates the expression of genes, such as the transcription factor NF-κB. The inhibition of NF-κB results in the down-regulation of the pro-inflammatory gene COX-2 (cyclooxygenase-2) which is responsible for the release of prostaglandins, a potent pro-inflammatory mediator. In addition, PD1 has an important role in regulating the expression of the Bcl-2 family proteins (Bcl-2, Bcl-x, Bax and Bad) that precedes the release of the cytochrome c complex from the mitochondria and the formation of the apoptosome. The presence of PD1 up-regulates the expression of the anti-apoptotic proteins Bcl-2 and Bcl-x, while it inhibits the expression of the pro-apoptotic proteins Bax and Bad. Specifically, PD1 regulates this protein family by promoting the dephosphorylation of Bcl-x by protein phosphatase 2A (PP2A) at residue Ser-62 which in turn heterodimerizes with the pro-apoptotic protein Bax and inactivates it. Consequently, the activity of the Bcl-2 family proteins results in the inhibition of the caspase 3 enzyme, thus preventing apoptosis and promoting RPE cell survival.",
            "score": 120.50070977210999
        },
        {
            "docid": "22519615_15",
            "document": "Johanson–Blizzard syndrome . The protein ubiquitin is a universal, \"ubiquitously\" expressed protein common to eukaryotic organisms. Ubiquitin plays a role in the regulation of other proteins by tagging them for eventual degradation by proteasomes. This process begins when \"ubiquitin ligase\" covalently attaches a ubiquitin molecule to the lysine side chain of the target protein substrate (the misfolded, damaged, malfunctioning or unneeded protein that needs to be degraded). This is repeated a number of times in succession forming a chain of ubiquitin molecules, which is a process referred to as polyubiquitination. The polyubiquitination of the target protein signals the proteasome to break it down, which it does via proteolysis. The ubiquitin-proteasome system plays a crucial role in the non-lysosomal degradation of intracellular proteins, and ubiquitin can also participate in modifying proteins to perform certain tasks. Both degradation and modification of proteins within the cell are part of a broader regulatory scheme, necessary for cellular processes such as cell division, cell signalling, cell surface receptor function, apoptosis, DNA maintenance, inflammatory response and developmental quality control associated with the cell cycle and homeostasis in general.",
            "score": 107.75172960758209
        },
        {
            "docid": "33305931_3",
            "document": "Macrophage migration inhibitory factor domain . Macrophage migration inhibitory factor (MIF) is a key regulatory cytokine within innate and adaptive immune responses, capable of promoting and modulating the magnitude of the response. MIF is released from T-cells and macrophages, and acts within the neuroendocrine system. MIF is capable of tautomerase activity, although its biological function has not been fully characterised. It is induced by glucocorticoid and is capable of overriding the anti-inflammatory actions of glucocorticoid. MIF regulates cytokine secretion and the expression of receptors involved in the immune response. It can be taken up into target cells in order to interact with intracellular signalling molecules, inhibiting p53 function, and/or activating components of the mitogen-activated protein kinase and Jun-activation domain-binding protein-1 (Jab-1). MIF has been linked to various inflammatory diseases, such as rheumatoid arthritis and atherosclerosis.",
            "score": 107.66368317604065
        },
        {
            "docid": "41120962_6",
            "document": "Neuroinflammation . Cytokines are a class of proteins that regulates inflammation, cell signaling, and various cell processes such as growth and survival. Chemokines are a subset of cytokines that regulate cell migration, such as attracting immune cells to a site of infection or injury. Various cell types in the brain may produce cytokines and chemokines such as microglia, astrocytes, endothelial cells, and other glial cells. Physiologically, chemokines and cytokines function as neuromodulators that regulate inflammation and development. In the healthy brain, cells secrete cytokines to produce a local inflammatory environment to recruit microglia and clear the infection or injury. However, in neuroinflammation, cells may have sustained release of cytokines and chemokines which may compromise the blood–brain barrier. Peripheral immune cells are called to the site of injury via these cytokines and may now migrate across the compromised blood brain barrier into the brain. Common cytokines produced in response to brain injury include: interleukin-6 (IL-6), which is produced during astrogliosis, and interleukin-1 beta (IL-1β) and tumor necrosis factor alpha (TNF-α), which can induce neuronal cytotoxicity. Although the pro-inflammatory cytokines may cause cell death and secondary tissue damage, they are necessary to repair the damaged tissue. For example, TNF-α causes neurotoxicity at early stages of neuroinflammation, but contributes to tissue growth at later stages of inflammation.",
            "score": 95.69103682041168
        },
        {
            "docid": "5065725_7",
            "document": "Methyltransferase . NF-κB (a protein involved in inflammation) is a known methylation target of the methyltransferase SETD6, which turns off NF-κB signaling by inhibiting of one of its subunits, RelA. This reduces the transcriptional activation and inflammatory response, making methylation of NF-κB a regulatory process by which cell signaling through this pathway is reduced.",
            "score": 144.14619302749634
        },
        {
            "docid": "16855179_2",
            "document": "CARD9 . Caspase recruitment domain-containing protein 9 is an adaptor protein which in humans is encoded by the \"CARD9\" gene.It mediates signals from pattern recognition receptors to activate pro-inflammatory and anti-inflammatory cytokines, regulating inflammation and cell apoptosis. Homozygous mutations in CARD9 are associated with defective innate immunity against yeasts, like Candida and dermatophytes.",
            "score": 59.83477067947388
        },
        {
            "docid": "55361566_4",
            "document": "Folliculostellate cell . FS cells have similar properties to dendritic cells and macrophages, implying a phagocytic role. FS cells having a main role in moderating the neuro-immune/endocrine regulation of inflammation is backed up by data in conjunction with depicting C3a, C5a receptors (which are the main factors of the innate immune system, secreting IL-6 and MIF (inflammatory cytokines), and controlling the release of these cytokines via anti-inflammatory molecules. Experiments have been carried out to assess the protein markers they express, in order to determine their cell-type and thus exact function in the pituitary. The first marker protein discovered in FS cells was S-100b, which is a calcium-binding protein expressed by glial cells. Some populations of FS cells have also been found to express different cell markers, including GFAP (glial fibrillary acidic protein), cytokeratin, vimentin and fibronectin. S-100 protein and GFAP expression seem to be strongest in early, newly-formed FS cells, thus could be important in early FS cell development. GFAP expression implies these cells could be of a neuroectodermal origin, whereas keratin-positive FS cells express epithelial-like characteristics. The study of fibronectin expression in these cells suggests that FS cells may help regulate pituitary function, by interacting with hormone secreting cells through fibronectin. Furthermore, as FS cells express vimentin, an intermediate filament protein marker, this supports the theory that FS cells may be derived from glial neuroectodermic cells.",
            "score": 71.9377292394638
        },
        {
            "docid": "50704695_7",
            "document": "Specialized pro-resolving mediators . The production and activities of the SPM suggest a new view of inflammation wherein the initial response to foreign organisms, tissue injury, or other insults involves numerous soluble cell signaling molecules that not only recruit various cell types to promote inflammation but concurrently cause these cells to produce SPM which feed back on their parent and other cells to dampen their pro-inflammatory activity and to promote repair. Resolution of an inflammatory response is thus an active rather than self-limiting process which is set into motion at least in part by the initiating pro-inflammatory mediators (e.g. prostaglandin E2 and prostaglandin D2) which instruct relevant cells to produce SPM and to assume a more anti-inflammatory phenotype. Resolution of the normal inflammatory response, then, may involve switching production of pro-inflammatory to anti-inflammatory PUFA metabolites. Excessive inflammatory responses to insult as well as many pathological inflammatory responses that contribute to diverse diseases such as atherosclerosis, diabetes, Alzheimer's disease, Inflammatory bowel disease, etc. (see Inflammation#Inflammatory disorders) may reflect, in part, a failure in this class switching. Diseases caused or worsened by non-adaptive inflammatory responses may by amenable to treatment with SPM or synthetic SPM which, unlike natural SPM, resist in vivo metabolic inactivation. The SPM possess overlapping activities which work to resolve inflammation. SPMs (typically more than one for each listed action) have the following anti-inflammatory activities on the indicated cell types as defined in animal and human model studies:",
            "score": 95.37209093570709
        },
        {
            "docid": "6959639_10",
            "document": "Purpura fulminans . In cases of severe sepsis, there is widespread activation of the acute systemic inflammatory response, including activation of the coagulation and complement pathways, as well as endothelial dysfunction. Activated protein C helps regulate the systemic inflammatory response. During sepsis, signalling by the inflammatory cytokines, interleukin-1 and tumour necrosis factor, mediate altered protein transcription in the systemic inflammatory response, resulting in decreased synthesis of the regulatory proteins antithrombin, protein C and protein S, with increased synthesis of prothrombotic proteins Factor VIII, von Willebrand factor, and fibrinogen. Activated protein C binds to endothelial protein C receptor and subsequently cleaves the endothelial cell protease activated receptor-1, not only altering coagulation profiles but down-regulating pro-inflammatory and pro-apoptotic mediators, up-regulation of anti-inflammatory and anti-apoptotic pathways and stabilization of the endothelial cell barrier functions.",
            "score": 94.08847522735596
        },
        {
            "docid": "14522621_11",
            "document": "Prostacyclin receptor . IP activators inhibit the adherence of circulating platelets and leukocytes adherence to vascular endothelium thereby blocking their entry into sites of tissue disturbance. The activators also inhibit vascular smooth muscle cells from proliferation by blocking these cells' growth cycle and triggering their apoptosis (i.e. cell death]]. These actions, along with its anti-inflammatory effects, may underlie the ability of IP gene knockout in an ApoE(−/−) mosue model to cause an accelerated rate of developing atherosclerosis. Mouse studies indicate that the PGI-IP axis activates cellular signaling pathways that tend to suppress allergic inflammation. The axis inhibits bone marrow-derived dendritic cells (i.e. antigen-presenting cells that process antigen material, present it on their surfaces for delivery to T cells, and otherwise regulate innate and adaptive immune system responses) from producing pro-inflammatory cytokines (e.g. IL-12, TNF-alpha, IL-1-alpha, and IL-6) while stimulating them to increase production of the anti-inflammatory cytokine, IL-10. IP receptor activation of these cells also blocks their lipopolysaccharide-stimulated expression of pro-inflammatory cell surface proteins (i.e. CD86, CD40, and MHC class II molecules) that are critical for developing adaptive immune responses. IL receptor-activated bone marrow-derived dendritic cells showed a greatly reduced ability to stimulate the proliferation of T helper cell as well as the ability of these cells to produce pro-allergic cytokines (i.e. IL-5 and IL-13)s. In a mouse model of allergic inflammation, PGI reduced the maturation and migration of lung mature dendritic cells to Mediastinal lymph nodes while increasing the egress of immature dendritic cells away from the lung. These effects resulted in a decrease in allergen-induced responses of the cells mediating allergic reactivity, TH-2 cells. These IP-induced responses likely contribute to its apparent function in inhibiting certain mouse inflammation responses as exemplified by the failure of IP receptor deficient mice to develop full lung airway allergic responses to ovalbumin in a model of allergic inflammation.",
            "score": 145.99512457847595
        },
        {
            "docid": "2344516_13",
            "document": "NF-κB . In unstimulated cells, the NF-κB dimers are sequestered in the cytoplasm by a family of inhibitors, called IκBs (Inhibitor of κB), which are proteins that contain multiple copies of a sequence called ankyrin repeats. By virtue of their ankyrin repeat domains, the IκB proteins mask the nuclear localization signals (NLS) of NF-κB proteins and keep them sequestered in an inactive state in the cytoplasm. IκBs are a family of related proteins that have an N-terminal regulatory domain, followed by six or more ankyrin repeats and a PEST domain near their C terminus. Although the IκB family consists of IκBα, IκBβ, IκBε, and Bcl-3, the best-studied and major IκB protein is IκBα. Due to the presence of ankyrin repeats in their C-terminal halves, p105 and p100 also function as IκB proteins. The c-terminal half of p100, that is often referred to as IκBδ, also functions as an inhibitor. IκBδ degradation in response to developmental stimuli, such as those transduced through LTβR, potentiate NF-κB dimer activation in a NIK dependent non-canonical pathway. Activation of the NF-κB is initiated by the signal-induced degradation of IκB proteins. This occurs primarily via activation of a kinase called the IκB kinase (IKK). IKK is composed of a heterodimer of the catalytic IKKα and IKKβ subunits and a \"master\" regulatory protein termed NEMO (NF-κB essential modulator) or IKK gamma. When activated by signals, usually coming from the outside of the cell, the IκB kinase phosphorylates two serine residues located in an IκB regulatory domain. When phosphorylated on these serines (e.g., serines 32 and 36 in human IκBα), the IκB proteins are modified by a process called ubiquitination, which then leads them to be degraded by a cell structure called the proteasome.  With the degradation of IκB, the NF-κB complex is then freed to enter the nucleus where it can 'turn on' the expression of specific genes that have DNA-binding sites for NF-κB nearby. The activation of these genes by NF-κB then leads to the given physiological response, for example, an inflammatory or immune response, a cell survival response, or cellular proliferation. Translocation of NF-κB to nucleus can be detected immunocytochemically and measured by laser scanning cytometry. NF-κB turns on expression of its own repressor, IκBα. The newly synthesized IκBα then re-inhibits NF-κB and, thus, forms an auto feedback loop, which results in oscillating levels of NF-κB activity. In addition, several viruses, including the AIDS virus HIV, have binding sites for NF-κB that controls the expression of viral genes, which in turn contribute to viral replication or viral pathogenicity. In the case of HIV-1, activation of NF-κB may, at least in part, be involved in activation of the virus from a latent, inactive state. YopP is a factor secreted by Yersinia pestis, the causative agent of plague, that prevents the ubiquitination of IκB. This causes this pathogen to effectively inhibit the NF-κB pathway and thus block the immune response of a human infected with Yersinia.",
            "score": 178.6392364501953
        },
        {
            "docid": "33032376_4",
            "document": "Lung microbiota . The airway epithelium together with alveolar macrophages and dendritic cells play a major role in the initial recognition of bacterial products getting into the lower airways with the air. Since some of these products are potent proinflammatory stimuli it is extremely important for the immune system to distinguish between pathogens and non-pathogenic commensals. This prevents the development of constant inflammation and forms tolerance against harmless microbiota.  This process becomes much more intriguing when taking into account that commensals often share their surface molecules with pathogens. Epithelial cells are equipped with very sensitive recognition tools - toll like receptors (TLRs), nucleotide-binding oligomerization domain (NOD)-like receptors (NLRs) and retinoic acid-inducible gene (RIG)-I-like receptors (RLRs) which recognize a broad variety of microbial structural components. After recognition of pathogenic bacteria proinflammatory pathways are activated and cellular components of the adaptive and innate immunity are recruited to the infection site. One key regulator in this process is the NF-κB which translocates from the cytoplasm into the nucleus and activates pro-inflammatory genes in epithelial cells and macrophages. The DNA-binding protein complex recognizes a discrete nucleotide sequence (5’-GGG ACT TTC T-3’) in the upstream region of a variety of response genes. The activation of NF-κB by a number of stimuli: bacterial cell walls or inflammatory cytokines results in its translocation to the nucleus.",
            "score": 119.75048756599426
        },
        {
            "docid": "55998824_19",
            "document": "Porcine reproductive and respiratory syndrome virus 2 . One main way that Type 2 PRSSV modulates the host cell is through the activation of the inflammatory response. This pro-inflammatory response in host cells oftentimes most visibly results in interstitial pneumonia of the infected swine. It has now been found that type 2 PRRSV increases the NF - KB-driven inflammatory cytokine response. This response activates the DHX36-MyD88-P65 signaling cascade. When researchers knocked out DHX36, the activation of NF-κB signaling by PRSSV and nucleocapsid (N) protein was inhibited. Because of this experiment it is now known that type 2 PRSSV using its N protein to induce the NF-κB response. Type 2 PRSSV is able to induce this response through the interaction between the N protein and DHX36. This interaction is made possible through the N-terminal of the DHX36.",
            "score": 150.11137306690216
        },
        {
            "docid": "4930095_29",
            "document": "Pathophysiology of multiple sclerosis . Whether BBB dysfunction is the cause or the consequence of MS is disputed, because activated T-Cells can cross a healthy BBB when they express adhesion proteins. Apart from that, activated T-Cells can cross a healthy BBB when they express adhesion proteins. (Adhesion molecules could also play a role in inflammation) In particular, one of these adhesion proteins involved is ALCAM (Activated Leukocyte Cell Adhesion Molecule, also called CD166), and is under study as therapeutic target. Another protein involved is CXCL12, which is found also in brain biopsies of inflammatory elements, and which could be related to the behavior of CXCL13 under methylprednisolone therapy. Some molecular biochemical models for relapses have been proposed.",
            "score": 65.04203009605408
        },
        {
            "docid": "14882018_5",
            "document": "MARCO . MARCO does not directly cause an inflammatory response, but it helps other receptors interact with PAMPs, so they may initiate inflammation. One way MARCO does this is by tethering a pathogen to other proteins on the cell that do cause an inflammatory response. These proteins could be other PRRs such as TLR2. These receptors may then lead to the activation of NF-κB which allows for the production and release of pro-inflammatory cytokines. Through phagocytosis, MARCO also brings pathogens into the cell so that there are more pathogens available to intracellular compartments containing receptors such as TLR3, NOD2, and NALP3 that are capable of initiating an inflammatory response.",
            "score": 92.80384922027588
        },
        {
            "docid": "9977718_2",
            "document": "CCL9 . Chemokine (C-C motif) ligand 9 (CCL9) is a small cytokine belonging to the CC chemokine family. It is also called \"macrophage inflammatory protein-1 gamma\" (MIP-1γ), \"macrophage inflammatory protein-related protein-2\" (MRP-2) and CCF18, that has been described in rodents. CCL9 has also been previously designated CCL10, although this name is no longer in use. It is secreted by follicle-associated epithelium (FAE) such as that found around Peyer's patches, and attracts dendritic cells that possess the cell surface molecule CD11b and the chemokine receptor CCR1. CCL9 can activate osteoclasts through its receptor CCR1 (the most abundant chemokine receptor found on osteoclasts) suggesting an important role for CCL9 in bone resorption. CCL9 is constitutively expressed in macrophages and myeloid cells. The gene for CCL9 is located on chromosome 11 in mice.",
            "score": 143.1473412513733
        },
        {
            "docid": "1017170_17",
            "document": "Lipoxin . LXA and 15-epi-LTA also act by mobilizing transcription factors that regulate expression of various inflammation-regulating genes. LXA stimulates various cell types to promote the entry of Nrf2 into the nucleus and thereby to increase the expression of genes such as heme oxygenase-1 (HMOX1), which increases production of the anti-inflammatory gaseous signaling agent, carbon monoxide, and genes involved in the synthesis of glutathione, a product which neutralizes oxidative stress and oxidant-induced tissue damage. Metabolically resistant structural analogs of LXB and 15-epi-LXA inhibit formation of Peroxynitrite (i.e. ONOO) to attenuate the mobilization of NFκB and AP-1 transcription factors by reducing their accumulation in the nucleus of neutrophils, monocytes, and lymphocytes; NFκB and AP-1 increase expression of pro-inflammatory genes. The two LXBs also trigger activation of Suppressor of cytokine signaling proteins (see SOCS proteins) which, in turn, inhibit activation of STAT protein transcription factors which up-regulate many genes making pro-inflammatory products.",
            "score": 80.51363253593445
        },
        {
            "docid": "3274245_13",
            "document": "Soy allergy . In the early stages of acute allergic reaction, lymphocytes previously sensitized to a specific protein or protein fraction react by quickly producing a particular type of antibody known as secreted IgE (sIgE), which circulates in the blood and binds to IgE-specific receptors on the surface of other kinds of immune cells called mast cells and basophils. Both of these are involved in the acute inflammatory response. Activated mast cells and basophils undergo a process called degranulation, during which they release histamine and other inflammatory chemical mediators called (cytokines, interleukins, leukotrienes, and prostaglandins) into the surrounding tissue causing several systemic effects, such as vasodilation, mucous secretion, nerve stimulation, and smooth-muscle contraction. This results in runny nose, itchiness, shortness of breath, and potentially anaphylaxis. Depending on the individual, the allergen, and the mode of introduction, the symptoms can be system-wide (classical anaphylaxis), or localized to particular body systems; asthma is localized to the respiratory system while eczema is localized to the skin.",
            "score": 78.52558016777039
        },
        {
            "docid": "6317707_13",
            "document": "Egg allergy . In the early stages of acute allergic reaction, lymphocytes previously sensitized to a specific protein or protein fraction react by quickly producing a particular type of antibody known as secreted IgE (sIgE), which circulates in the blood and binds to IgE-specific receptors on the surface of other kinds of immune cells called mast cells and basophils. Both of these are involved in the acute inflammatory response. Activated mast cells and basophils undergo a process called degranulation, during which they release histamine and other inflammatory chemical mediators called (cytokines, interleukins, leukotrienes, and prostaglandins) into the surrounding tissue causing several systemic effects, such as vasodilation, mucous secretion, nerve stimulation, and smooth-muscle contraction. This results in runny nose, itchiness, shortness of breath, and potentially anaphylaxis. Depending on the individual, the allergen, and the mode of introduction, the symptoms can be system-wide (classical anaphylaxis), or localized to particular body systems; asthma is localized to the respiratory system while eczema is localized to the skin.",
            "score": 78.52558016777039
        }
    ],
    "r": [
        {
            "docid": "5170545_8",
            "document": "RANK . TRAF6 has been shown to be imperative to the RANK-related osteoclastogenesis pathway. RANKL binds to RANK, which then binds to TRAF6. TRAF6 stimulates the activation of the c-jun N-terminal kinase (JNK) and nuclear factor kappa-b (NF-kB) pathways which trigger differentiation and activation of osteoclasts. This system is balanced by the relative expression of OPG to RANKL, which are highly regulated by many factors including hormones, immune signals, and growth factors. An overexpression of RANKL can cause an overproduction and activation of osteoclasts, which break down bone. The balance between RANKL and OPG is a target for therapy in many diseases including estrogen deficiency-associated osteoporosis, rheumatoid arthritis, Paget’s disease, periodontal disease, and bone tumors and malignancies.",
            "score": 231.22665405273438
        },
        {
            "docid": "748038_30",
            "document": "Myostatin . Due to myostatin’s ability to inhibit muscle growth, it can indirectly inhibit bone formation by decreasing the load on the bone. It has a direct signalling effect on bone formation as well as degradation. Knockdown of myostatin has been shown to reduce formation of osteoclasts (multinucleated cells responsible for the breakdown of bone tissue) in mice modeling rheumatoid arthritis. Rheumatoid arthritis is an autoimmune disorder that, among other effects, leads to the degradation of the bone tissue in affected joints. Myostatin has not, however, been shown to be solely sufficient for the formation of mature osteoclasts from macrophages, only an enhancer.",
            "score": 218.7145538330078
        },
        {
            "docid": "2763739_8",
            "document": "Cherubism . The effects of SH3BP2 mutations are still under study, but researchers believe that the abnormal protein disrupts critical signaling pathways in cells associated with the maintenance of bone tissue and in some immune system cells. The overactive protein likely causes inflammation in the jaw bones and triggers the production of osteoclasts, which are cells that break down bone tissue during bone remodeling. Osteoclasts also sense the increased inflammation of the mandible and maxilla and are further activated to break down bone structures. Bone loss and inflammation lead to increased fibrous tissue and cyst growth. An excess of these bone-eating cells contributes to the destruction of bone in the upper and lower jaws. A combination of bone loss and inflammation likely underlies the cyst-like growths characteristic of Cherubism.",
            "score": 217.96173095703125
        },
        {
            "docid": "14663808_5",
            "document": "Bone remodeling . Bone homeostasis involves multiple but coordinated cellular and molecular events. Two main types of cells are responsible for bone metabolism: osteoblasts (which secrete new bone), and osteoclasts (which break bone down). The structure of bones as well as adequate supply of calcium requires close cooperation between these two cell types and other cell populations present at the bone remodeling sites (ex. immune cells). Bone metabolism relies on complex signaling pathways and control mechanisms to achieve proper rates of growth and differentiation. These controls include the action of several hormones, including parathyroid hormone (PTH), vitamin D, growth hormone, steroids, and calcitonin, as well as several bone marrow-derived membrane and soluble cytokines and growth factors (ex. M-CSF, RANKL, VEGF, IL-6 family...). It is in this way that the body is able to maintain proper levels of calcium required for physiological processes. Thus bone remodeling is not just occasional \"repair of bone damage\" but rather an active, continual process that is always happening in a healthy body.",
            "score": 214.2770538330078
        },
        {
            "docid": "12062017_5",
            "document": "Osteoimmunology . Clinical osteoimmunology is a field that studies a treatment or prevention of the bone related diseases caused by disorders of the immune system. Aberrant and/or prolonged activation of immune system leads to derangement of bone modeling and remodeling. Common diseases caused by disorder of osteoimmune system is osteoporosis and bone destruction accompanied by RA characterized by high infiltration of CD4+ T cells in rheumatoid joints, in which two mechanisms are involved: One is an indirect effect on osteoclastogenesis from rheumatoid synovial cells in joints since synovial cells have osteoclast precursors and osteoclast supporting cells, synovial macrophages are highly differentiated into osteoclasts with help of RANKL released from osteoclast supporting cells. The second is an indirect effect on osteoclast differentiation and activity by the secretion of inflammatory cytokines such as IL-1, IL-6, TNFa, in synovium of RA, which increase RANKL signaling and finally bone destruction. A clinical approach to prevent bone related diseases caused by RA is OPG and RANKL treatment in arthritis.",
            "score": 210.8026580810547
        },
        {
            "docid": "526100_15",
            "document": "Osteopetrosis . The genes associated with osteopetrosis are involved in the development and/or function of osteoclasts, cells that break down bone tissue when old bone is being replaced by new bone (bone remodeling). This process is necessary to keep bones strong and healthy. Mutations in these genes can lead to abnormal osteoclasts, or having too few osteoclasts. If this happens, old bone cannot be broken down as new bone is formed, so bones become too dense and prone to breaking. Normally, bone growth is a balance between osteoblasts (cells that create bone tissue) and osteoclasts (cells that destroy bone tissue). Sufferers of osteopetrosis have a deficiency of osteoclasts, meaning too little bone is being resorbed, resulting in too much bone being created.",
            "score": 203.06370544433594
        },
        {
            "docid": "11329482_8",
            "document": "TLR5 . Bone loss and osteoclastogenesis are induced by inflammation in infectious and autoimmune diseases. A recent study has identified TLR5 as a novel mediator in the process of inflammation-induced bone loss and osteoclastogenesis. Flagellin, which is a TLR5-activating ligand, is present in synovial fluid from patients with rheumatoid arthritis. Activation of TLR5 in these patients leads to subsequent activation of receptor activator of NF-kB ligand (RANKL). Activation of RANKL leads to increased expression of osteoclastic genes. Activation of these genes results in robust osteoclast formation and bone loss. This process is absent in TLR5 knockout mice model.",
            "score": 202.73463439941406
        },
        {
            "docid": "38594975_7",
            "document": "Nikos Athanasou . As Nicholas Athanasou he has written widely on bone, joint and soft tissue pathology and on the pathobiology of osteoarticular cells and tissues. With TJ Chambers he developed the osteoclast lacunar bone resorption assay system. His work was the first to show that the human osteoclast shares specific surface antigens with macrophages and that the mononuclear human osteoclast precursor circulates in the (CD14+) monocyte fraction. This led to the discovery of cellular and molecular mechanisms of pathological bone resorption associated with primary and secondary bone tumours, particularly breast cancer metastasis, Ewing sarcoma and giant cell–rich lesions such as giant cell tumour of bone and pigmented villonodular synovitis. In addition, his work has studied synovial and inflammatory macrophages and their role in osteoarthritis, rheumatoid arthritis, infection and Paget disease. His work on hip and knee implants focused on the importance of biomaterial wear particles on promoting osteoclast formation, osteolysis and implant loosening. He also characterised inflammatory criteria for the histological diagnosis of infection using frozen section procedure and was the first to provide a pathological description of pseudotumors associated with metal on metal hip implants.",
            "score": 201.7296905517578
        },
        {
            "docid": "1614102_28",
            "document": "Effect of spaceflight on the human body . Bone metabolism also changes. Normally, bone is laid down in the direction of mechanical stress. However, in a microgravity environment there is very little mechanical stress. This results in a loss of bone tissue approximately 1.5% per month especially from the lower vertebrae, hip and femur. Due to microgravity and the decreased load on the bones, there is a rapid increase in bone loss, from 3% cortical bone loss per decade to about 1% every month the body is exposed to microgravity, for an otherwise healthy adult. The rapid change in bone density is dramatic, making bones frail and resulting in symptoms which resemble those of osteoporosis. On Earth, the bones are constantly being shed and regenerated through a well-balanced system which involves signaling of osteoblasts and osteoclasts. These systems are coupled, so that whenever bone is broken down, newly formed layers take its place—neither should happen without the other, in a healthy adult. In space, however, there is an increase in osteoclast activity due to microgravity. This is a problem, because osteoclasts break down the bones into minerals that are reabsorbed by the body. Osteoblasts are not consecutively active with the osteoclasts, causing the bone to be constantly diminished with no recovery. This increase in osteoclasts activity has been seen particularly in the pelvic region, because this is the region which carries the biggest load with gravity present. A study demonstrated that in healthy mice, osteoclasts appearance increased by 197%, accompanied by a down-regulation of osteoblasts and growth factors that are known to help with the formation of new bone, after only sixteen days of exposure to microgravity. Elevated blood calcium levels from the lost bone result in dangerous calcification of soft tissues and potential kidney stone formation. It is still unknown whether bone recovers completely. Unlike people with osteoporosis, astronauts eventually regain their bone density. After a 3–4 month trip into space, it takes about 2–3 years to regain lost bone density. New techniques are being developed to help astronauts recover faster. Research on diet, exercise and medication may hold the potential to aid the process of growing new bone.",
            "score": 200.84310913085938
        },
        {
            "docid": "1022353_13",
            "document": "Osteoprotegerin . The RANK/RANKL/OPG axis is a critical pathway in maintaining the symbiosis between bone resorption by osteoclasts and bone formation by osteoblasts. RANKL is released by osteoblast lineage cells and binds to receptor RANK on the surface of osteoclast progenitor cells RANK-RANKL binding activates the nuclear factor kappa B (NF-κB) pathway resulting in the upregulation of the transcription factor nuclear factor of activated T-cells cytoplasmic 1 (NFATc1). NFATc1 is a master regulator for the expression of essential cytokines during the differentiation of osteoclast precursor cells into mature osteoclasts, known as osteoclastogenesis. Mature osteoclasts then bind to bone through tight junctions and release digestive enzymes to resorb the old bone. As bone is resorbed, collagen and minerals are released into the local microenvironment creating both the space and minerals needed for osteoblasts to lay down new bone. As a decoy receptor for RANKL, OPG inhibits RANK-RANKL interactions thus suppressing osteoclastogenesis and bone resorption.",
            "score": 199.4585418701172
        },
        {
            "docid": "40822244_10",
            "document": "Bacterial effector protein . Inflammatory response. Human cells have receptors that recognize pathogen-associated molecular patterns (PAMPs). When bacteria bind to these receptors, they activate signaling cascades such as the NF-kB and MAPK pathways. This leads to expression of cytokines, immunomodulating agents, such as interleukins and interferons which regulate immune response to infection and inflammation. Several bacterial effectors affect NF-kB signaling. For instance, the EPEC/EHEC effectors NleE, NleB, NleC, NleH, and Tir are immunosuppressing effectors that target proteins in the NF-kB signaling pathway. NleC has been shown to cleave the NF-kB p65 subunit (RelA), blocking the production of IL-8 following infection. NleH1, but not NleH2, blocks translocation of NF-kB into the nucleus. The Tir effector protein inhibits cytokine production. Similarly, YopE, YopP, and YopJ (in \"Yersinia enterocolitica\", \"Yersinia pestis\", and \"Yersinia pseudotuberculosis\" respectively) target the NF-kB pathway. YopE inhibits activation of NF-kB, which in part prevents the production of IL-8.",
            "score": 197.46871948242188
        },
        {
            "docid": "1209057_3",
            "document": "Wnt signaling pathway . Wnt signaling was first identified for its role in carcinogenesis, then for its function in embryonic development. The embryonic processes it controls include body axis patterning, cell fate specification, cell proliferation and cell migration. These processes are necessary for proper formation of important tissues including bone, heart and muscle. Its role in embryonic development was discovered when genetic mutations in Wnt pathway proteins produced abnormal fruit fly embryos. Wnt signaling also controls tissue regeneration in adult bone marrow, skin and intestine. Later research found that the genes responsible for these abnormalities also influenced breast cancer development in mice.",
            "score": 197.37701416015625
        },
        {
            "docid": "592914_2",
            "document": "Osteoclast . An osteoclast () is a type of bone cell that breaks down bone tissue. This function is critical in the maintenance, repair, and remodelling of bones of the vertebral skeleton. The osteoclast disassembles and digests the composite of hydrated protein and mineral at a molecular level by secreting acid and a collagenase, a process known as \"bone resorption\". This process also helps regulate the level of blood calcium.",
            "score": 196.658935546875
        },
        {
            "docid": "11823793_9",
            "document": "Scaling and root planing . The first evidence of periodontal disease damage becomes apparent in radiographs as the crestal bone of the jaw begins to become blunted, slanted, or scooped out in appearance. This destruction occurs as a result of the effect of bacterial endotoxins on bone tissue. Because the bone is alive, it contains cells in it that build bone, known as osteoblasts, and cells that break down bone, called osteoclasts. Usually these work at the same speed and keep each other in balance. In periodontitis, however, the chemical mediators, or by-products, of chronic inflammation stimulate the osteoclasts, causing them to work more rapidly than the cells that build bone. The net result is that bone is lost, and the loss of bone and attachment tissues is called periodontal disease.",
            "score": 192.6127166748047
        },
        {
            "docid": "23035006_3",
            "document": "Artificial bone . Bone fracture, which is a complete or partial break in the bone, is a very common condition that has more than three million US cases per year. Human bones have the ability to regenerate themselves by cycle of bone resorption and bone formation. The cell responsible for bone resorption is osteoclast, while the cell responsible for bone formation is osteoblast. That being said, the human body can regenerate fractured bone. However, if damage to bone is caused by a disease or severe injury, it becomes difficult for the body to repair itself. When the human body is unable to regenerate the lost bone tissue, surgeons come in and replace the missing bone using autografts, allografts, and synthetic grafts (artificial bone).When compare artificial bone to autograft and allograft, it is less invasive and more biocompatible since it avoids the risk of unknown viral infections.",
            "score": 191.41908264160156
        },
        {
            "docid": "650007_14",
            "document": "Paget's disease of bone . The pathogenesis of Paget's disease is described in four stages: Initially, there is a marked increase in the rate of bone resorption in localized areas, caused by large and numerous osteoclasts. These localized areas of pathological destruction of bone tissue (osteolysis) are seen radiologically as an advancing lytic wedge in long bones or the skull. When this occurs in the skull, it is called osteoporosis circumscripta. The osteolysis is followed by a compensatory increase in bone formation induced by the bone forming cells, called osteoblasts, that are recruited to the area. This is associated with accelerated deposition of lamellar bone in a disorganized fashion. This intense cellular activity produces a chaotic picture of trabecular bone (\"mosaic\" pattern), rather than the normal linear lamellar pattern. The resorbed bone is replaced and the marrow spaces are filled by an excess of fibrous connective tissue with a marked increase in blood vessels, causing the bone to become hypervascular. The bone hypercellularity may then diminish, leaving a dense \"pagetic bone\", also known as burned-out Paget's disease. A later phase of the disease is characterized by the replacement of normal bone marrow with highly vascular fibrous tissue.",
            "score": 191.03660583496094
        },
        {
            "docid": "42606579_16",
            "document": "Hematopoietic stem cell niche . It has also been found that calcium ions can act as chemotactic signals to HSCs via the G protein–coupled receptor (GPCR) calcium-sensing receptor (CaSR). CaSR knockout mice have shown hematopoietic cells in the circulation and spleen, but few in the bone marrow, indicating this receptor's importance in this particular niche. Conversely, stimulation of HSC CaSR via its agonist cinacalcet increases migration and engraftment of these cells in the bone marrow. Finally, osteoclast inhibition by the bisphosphonate alendronate has correlated with decreased HSCs and bone marrow engraftment. Taken together, these results suggest that the high calcium ion concentration found in the endosteal niche due to osteoclast activity acts as a homing signal to HSCs for engraftment into the bone marrow via the CaSR.",
            "score": 189.93450927734375
        },
        {
            "docid": "14723930_8",
            "document": "LRP5 . The Wnt signaling pathway was first linked to bone development when a loss-of-function mutation in LRP5 was found to cause osteoporosis-pseudoglioma syndrome. Shortly thereafter, two studies reported that gain-of-function mutations in LRP5 caused high bone mass. Many bone density related diseases are caused by mutations in the LRP5 gene. There is controversy whether bone grows through Lrp5 through bone or the intestine. The majority of the current data supports the concept that bone mass is controlled by LRP5 through the osteocytes. Mice with the same Lrp5 gain-of-function mutations as also have high bone mass. The high bone mass is maintained when the mutation only occurs in limbs or in cells of the osteoblastic lineage. Bone mechanotransduction occurs through Lrp5 and is suppressed if Lrp5 is removed in only osteocytes. There are promising osteoporosis clinical trials targeting sclerostin, an osteocyte-specific protein which inhibits Wnt signaling by binding to Lrp5. An alternative model that has been verified in mice and in humans is that Lrp5 controls bone formation by inhibiting expression of TPH1, the rate-limiting biosynthetic enzyme for serotonin, a molecule that regulates bone formation, in enterochromaffin cells of the duodenum and that excess plasma serotonin leads to inhibition in bone. Another study found that a different Tph1-inhibitor decreased serotonin levels in the blood and intestine, but did not affect bone mass or markers of bone formation.",
            "score": 189.3211669921875
        },
        {
            "docid": "11421244_20",
            "document": "Mir-19 microRNA precursor family . MiR-19 also takes part in inflammatory responses enhancing or repressing pro-inflammatory mediators expression. It positively regulates Toll-like receptor signaling with Dicer1 deletion and miRNA depletion. MiR-19b is an important protagonist in this phenomenon, regulating positively NF-kB activity. MiRNA depletion inhibits cytokines production by NF-kB. This indicates that miRNA control of NF-kB signaling repressors thanks to its relief. Some important regulators of NF-kB signaling (like A20 (Tnfaip3), Cyld, and Cézanne (Otud7b)) is targeted by the miR-17-92 cluster. Moreover, mir-19 targets some members of the Tnfaip3-ubiquitin editing complex (Tnfaip3/Itch/Tnip1/Rnf11). MiR-19 directly involved in the modulation of several NF-kB signaling negative regulators expression, indicating an important role for Rnf11 in the effect of miR-19b on NF-kB signaling. Finally, miR-19b exacerbates the cells crucial inflammatory activation in rheumatoid arthritis disease.",
            "score": 188.47409057617188
        },
        {
            "docid": "6421581_4",
            "document": "RANKL . The level of RANKL expression does not linearly correlate to the effect of this ligand. High protein expression of RANKL is commonly detected in the lungs, thymus and lymph nodes. Low protein expression is found in bone marrow, the stomach, peripheral blood, the spleen, the placenta, leukocytes, the heart, the thyroid, and skeletal muscle. While bone marrow expresses low levels of RANKL, RANKL plays a critical role for adequate bone metabolism. This surface-bound molecule (also known as CD254), found on osteoblasts, serves to activate osteoclasts, which are critically involved in bone resorption. Osteoclastic activity is triggered via the osteoblasts' surface-bound RANKL activating the osteoclasts' surface-bound receptor activator of nuclear factor kappa-B (RANK). Recent studies suggest that in postnatal bones, the osteocyte is the major source of RANKL regulating bone remodeling. RANKL derived from other cell types contributes to bone loss in conditions involving inflammation such as rheumatoid arthritis, and in lytic lesions caused by cancer, such as in multiple myeloma.",
            "score": 188.17996215820312
        },
        {
            "docid": "418916_6",
            "document": "Parathyroid hormone . In bone, PTH enhances the release of calcium from the large reservoir contained in the bones. Bone resorption is the normal destruction of bone by osteoclasts, which are indirectly stimulated by PTH. Stimulation is indirect since osteoclasts do not have a receptor for PTH; rather, PTH binds to osteoblasts, the cells responsible for creating bone. Binding stimulates osteoblasts to increase their expression of RANKL and inhibits their secretion of Osteoprotegerin (OPG). Free OPG competitively binds to RANKL as a decoy receptor, preventing RANKL from interacting with RANK, a receptor for RANKL. The binding of RANKL to RANK (facilitated by the decreased amount of OPG available for binding the excess RANKL) stimulates these osteoclast precursors to fuse, forming new osteoclasts, which ultimately enhances bone resorption. Another mechanism to regulate this pathways as PTH does is by estrogen. Estrogen suppresses T cell TNF production by regulating T cell differentiation and activity in the bone marrow, thymus, and peripheral lymphoid organs. In the bone marrow, estrogen downregulates the proliferation of hematopoietic stem cells through an IL-7 dependent mechanism.",
            "score": 187.47671508789062
        },
        {
            "docid": "7316200_12",
            "document": "Explant culture . The explant culture has been used as an ex vivo model to investigate linear bone growth, bone and cartilage metabolism, cancer cells-induced bone disease, stem cell behavior in bone repair, and bone response to mechanical loading. Observing how human bones and cartilage develop over time is extremely difficult, as they require precise set of conditions within the body. Preserving extracellular matrix environment is crucial for three-dimensional organization of these tissues. Understanding how osteoclasts, osteoblasts and osteocytes actively engage together is needed to further study their formation.",
            "score": 185.53811645507812
        },
        {
            "docid": "419986_9",
            "document": "Osteoblast . Osteoclasts break down bone tissue, and along with osteoblasts and osteocytes form the structural components of bone. In the hollow within bones are many other cell types of the bone marrow. Components that are essential for osteoblast bone formation include mesenchymal stem cells (osteoblast precursor) and blood vessels that supply oxygen and nutrients for bone formation. Bone is a highly vascular tissue, and active formation of blood vessel cells, also from mesenchymal stem cells, is essential to support the metabolic activity of bone. The balance of bone formation and bone resorption tends to be negative with age, particularly in post-menopausal women, often leading to a loss of bone serious enough to cause fractures, which is called osteoporosis.",
            "score": 185.1723175048828
        },
        {
            "docid": "21756453_3",
            "document": "Endocrine bone disease . The thyroid, parathyroid, pituitary, or adrenal glands, and the pancreas are parts of the endocrine system, and, therefore are associated with the endocrine bone disease. Some common endocrine disorders are hypothyroidism, hyperthyroidism, Paget’s disease, Osteoporosis, and diabetes. The thyroid gland produces thyroxin (T3, and T4) which is necessary for normal development of the nervous system. Its functions include: promoting growth, increasing basal metabolic rate and controlling body temperature. Adequate iodine intake is necessary for the production of thyroid hormone. According to Payton R. G. et al., a common disorder of the thyroid gland is hypothyroidism, which is more prevalent in women than in men. Symptoms of hypothyroidism include cold intolerance, weight gain, fatigue, anemia, difficulty concentrating, amenorrhea, bradycardia (low heart rate) and goiter. Another hormone that is secreted by Para follicular cells of the thyroid gland is calcitonin. Calcitonin works in an antagonistic fashion with parathyroid hormone (PTH): both regulate the level of calcium in the blood. Blood calcium level is tightly regulated by these two hormones. The cells of our bone that is involved in bone formation and bone breakdown is osteoblast and osteoclast respectively. Osteoclasts are cells of bones that promote bone demineralization or bone resorption. In contrast, Osteoblast promotes calcium absorption by the bone therefore, promoting bone mineralization and formation of new bones. Thus Calcitonin activates osteoblasts, therefore decrease blood calcium levels by decreasing bone breakdown (resorption) by inhibiting osteoclast. Whereas, PTH activates osteoclast and thereby increases blood calcium. The hormone produced by the thyroid gland has big impact on bone density, blood calcium levee. Abnormalities of the thyroid gland impact bone disease such as osteoporosis, a condition that is common in women but men can be diagnosed with this silent disease as well as it mainly affects elderly individual.",
            "score": 185.0548095703125
        },
        {
            "docid": "4099_11",
            "document": "Bone . Bone is a metabolically active tissue composed of several types of cells. These cells include osteoblasts, which are involved in the creation and mineralization of bone tissue, osteocytes, and osteoclasts, which are involved in the reabsorption of bone tissue. Osteoblasts and osteocytes are derived from osteoprogenitor cells, but osteoclasts are derived from the same cells that differentiate to form macrophages and monocytes. Within the marrow of the bone there are also hematopoietic stem cells. These cells give rise to other cells, including white blood cells, red blood cells, and platelets.",
            "score": 182.92724609375
        },
        {
            "docid": "23030139_20",
            "document": "Metastatic breast cancer . The primary extracellular matrix components and cell-surface receptors which aid in metastasis are: Integrin αvβ3 (a cell-surface adhesion molecule) is important for tumor attachment, cell-to-cell communication between the breast tumor cells and the environment in bone, osteoclast bone resorption and angiogenesis. Integrin-mediated adhesion between cancer cells and osteoclasts in bone metastases induces phosphorylation of extracellular signal-regulated kinases (ERK1/2) in osteoclasts, which in turn induces osteoclast differentiation and survival. Metastatic breast-cancer cells excrete lysophosphatidic acid (LPA) which binds to receptors on tumor cells, inducing cell proliferation and release of cytokines(IL-6 and IL-8, potent bone resorptive agents) and stimulating bone resorption. After the breast-cancer cells have left the primary tumor, they interact with the bone microenvironment and secrete osteolytic factors capable of osteoclast formation and bone resorption. Apart from the breast tumor cells, the resident stromal cells also contribute to tumor survival. Growth factors such as epidermal growth factor (EGF), fibroblast growth factor (FGF) and transforming growth factor beta (TGF-β) are implicated in the development and progression of metastatic breast cancer. MMP-2 is the main metalloprotease secreted by breast-cancer cells or induced in the adjacent bone stroma; it plays an important role in the degradation of the extracellular matrix essential for metastasis. Tumor cells use MMP-2 secreted by bone marrow fibroblasts (BMFs). MMP-2 is stored in an inactive conformation in association with the cell surface (or extracellular matrix) of BMFs. Inactive MMP-2 present on the surface of BMFs is displaced by breast-cancer cells. Cancer cells can then use the proteinase to facilitate tissue invasion, which requires the degradation of connective tissue associated with vascular basement membranes and interstitial connective tissue. MMP-2 is unlike other MMP's as its activity is modulated by metalloproteases called tissue inhibitor of metalloproteases (TIMP) and membrane type 1 MMP (Korhmann et at. 2009)",
            "score": 181.95651245117188
        },
        {
            "docid": "526100_7",
            "document": "Osteopetrosis . The genes associated with osteopetrosis are involved in the formation, development, and function of specialized cells called osteoclasts. These cells break down bone tissue during bone remodeling, a normal process in which old bone is removed and new bone is created to replace it. Bones are constantly being remodeled, and the process is carefully controlled to ensure that bones stay strong and healthy.",
            "score": 180.25787353515625
        },
        {
            "docid": "4099_34",
            "document": "Bone . The action of osteoblasts and osteoclasts are controlled by a number of chemical enzymes that either promote or inhibit the activity of the bone remodeling cells, controlling the rate at which bone is made, destroyed, or changed in shape. The cells also use paracrine signalling to control the activity of each other. For example, the rate at which osteoclasts resorb bone is inhibited by calcitonin and osteoprotegerin. Calcitonin is produced by parafollicular cells in the thyroid gland, and can bind to receptors on osteoclasts to directly inhibit osteoclast activity. Osteoprotegerin is secreted by osteoblasts and is able to bind RANK-L, inhibiting osteoclast stimulation.",
            "score": 180.1348419189453
        },
        {
            "docid": "7234402_28",
            "document": "Osteonecrosis of the jaw . Cortical bone is well vascularized by the surrounding soft tissues thus less susceptible to ischaemic damage. Cancellous bone, with its mesh like structure and spaces filled with marrow tissue is more susceptible to damage by bone infarcts, leading to Hypoxia (medical) and premature cell apoptosis. The mean life-span of osteocytes has been estimated to be 15 years in cancellous bone, and 25 years in cortical bone. while the average lifespan of human osteoclasts is about 2 to 6 weeks and the average lifespan of osteoblasts is approximately 3 months. In healthy bone these cells are constantly replaced by differentiation of bone marrow mesenchymal stem cells (MSC). However, in both non-traumatic osteonecrosis and alcohol-induced osteonecrosis of the femoral head, a decrease in the differentiation ability of mesenchymal stem into bone cells has been demonstrated, and altered osteoblastic function plays a role in ON of the femoral head. If these results are extrapolated to ONJ the altered differentiation potential of bone marrow mesenchymal stem cells (MSC) combined with the altered osteoblastic activity and premature death of existing bone cells would explain the failed attempts at repair seen in ischaemic-damaged cancellous bone tissue in ONJ.",
            "score": 179.9322967529297
        },
        {
            "docid": "4163805_6",
            "document": "Gorham's disease . The specific cause of Gorham's disease remains unknown. Bone mass and strength are obtained and maintained through a process of bone destruction and replacement that occurs at the cellular level throughout a person's life. Cells called osteoclasts secrete enzymes that dissolve old bone, allowing another type of cells called osteoblasts to form new bone. Except in growing bone, the rate of breakdown equals the rate of building, thereby maintaining bone mass. In Gorham's disease, that process is disrupted.",
            "score": 179.60653686523438
        },
        {
            "docid": "14446137_5",
            "document": "GPR97 . Systemic steroid exposure is a therapy to treat a variety of medical conditions and is associated with epigenetic processes such as DNA methylation that may reflect pharmacological responses and/or side effects. GPR97 was found to be differently methylated at CpG sites in the genome of blood cells from patient under systemic steroid treatment. GPR97 is transcribed in immune cells. Gene-deficient mice revealed that Gpr97 is crucial for maintaining B-cell population via constitutive CREB and NF-κB activities. Human lymphatic endothelial cells (LECs) abundantly express GPR97. Silencing GPR97 in human LECs indicated that GPR97 modulates cytoskeletal rearrangement, cell adhesion and migration through regulating the small GTPase RhoA and cdc42. In vertebrates, GPR97 has an indispensable role in the bone morphogenetic proteins (BMP) signaling pathway in bone formation. A microarray meta-analysis revealed that mouse Gpr97 is a direct transcriptional target of BMP signaling in long bone development.",
            "score": 179.13356018066406
        },
        {
            "docid": "2344516_13",
            "document": "NF-κB . In unstimulated cells, the NF-κB dimers are sequestered in the cytoplasm by a family of inhibitors, called IκBs (Inhibitor of κB), which are proteins that contain multiple copies of a sequence called ankyrin repeats. By virtue of their ankyrin repeat domains, the IκB proteins mask the nuclear localization signals (NLS) of NF-κB proteins and keep them sequestered in an inactive state in the cytoplasm. IκBs are a family of related proteins that have an N-terminal regulatory domain, followed by six or more ankyrin repeats and a PEST domain near their C terminus. Although the IκB family consists of IκBα, IκBβ, IκBε, and Bcl-3, the best-studied and major IκB protein is IκBα. Due to the presence of ankyrin repeats in their C-terminal halves, p105 and p100 also function as IκB proteins. The c-terminal half of p100, that is often referred to as IκBδ, also functions as an inhibitor. IκBδ degradation in response to developmental stimuli, such as those transduced through LTβR, potentiate NF-κB dimer activation in a NIK dependent non-canonical pathway. Activation of the NF-κB is initiated by the signal-induced degradation of IκB proteins. This occurs primarily via activation of a kinase called the IκB kinase (IKK). IKK is composed of a heterodimer of the catalytic IKKα and IKKβ subunits and a \"master\" regulatory protein termed NEMO (NF-κB essential modulator) or IKK gamma. When activated by signals, usually coming from the outside of the cell, the IκB kinase phosphorylates two serine residues located in an IκB regulatory domain. When phosphorylated on these serines (e.g., serines 32 and 36 in human IκBα), the IκB proteins are modified by a process called ubiquitination, which then leads them to be degraded by a cell structure called the proteasome.  With the degradation of IκB, the NF-κB complex is then freed to enter the nucleus where it can 'turn on' the expression of specific genes that have DNA-binding sites for NF-κB nearby. The activation of these genes by NF-κB then leads to the given physiological response, for example, an inflammatory or immune response, a cell survival response, or cellular proliferation. Translocation of NF-κB to nucleus can be detected immunocytochemically and measured by laser scanning cytometry. NF-κB turns on expression of its own repressor, IκBα. The newly synthesized IκBα then re-inhibits NF-κB and, thus, forms an auto feedback loop, which results in oscillating levels of NF-κB activity. In addition, several viruses, including the AIDS virus HIV, have binding sites for NF-κB that controls the expression of viral genes, which in turn contribute to viral replication or viral pathogenicity. In the case of HIV-1, activation of NF-κB may, at least in part, be involved in activation of the virus from a latent, inactive state. YopP is a factor secreted by Yersinia pestis, the causative agent of plague, that prevents the ubiquitination of IκB. This causes this pathogen to effectively inhibit the NF-κB pathway and thus block the immune response of a human infected with Yersinia.",
            "score": 178.6392364501953
        }
    ]
}