{
    "q": [
        {
            "docid": "9896453_50",
            "document": "Eukaryotic DNA replication . For DNA polymerases to function, the double-stranded DNA helix has to be unwound to expose two single-stranded DNA templates for replication. DNA helicases are responsible for unwinding the double-stranded DNA during chromosome replication. Helicases in eukaryotic cells are remarkably complex. The catalytic core of the helicase is composed of six minichromosome maintenance (Mcm2-7) proteins, forming a hexameric ring. Away from DNA, the Mcm2-7 proteins form a single heterohexamer and are loaded in an inactive form at origins of DNA replication as a head-to-head double hexamers around double-stranded DNA. The Mcm proteins are recruited to replication origins then redistributed throughout the genomic DNA during S phase, indicative of their localization to the replication fork.",
            "score": 372.49232387542725
        },
        {
            "docid": "9896453_81",
            "document": "Eukaryotic DNA replication . Eukaryotic DNA replication requires precise coordination of all DNA polymerases and associated proteins to replicate the entire genome each time a cell divides. This process is achieved through a series of steps of protein assemblies at origins of replication, mainly focusing the regulation of DNA replication on the association of the MCM helicase with the DNA. These origins of replication direct the number of protein complexes that will form to initiate replication. In prokaryotic DNA replication regulation focuses on the binding of the DnaA initiator protein to the DNA, with initiation of replication occurring multiple times during one cell cycle. Both prokaryotic and eukaryotic DNA use ATP binding and hydrolysis to direct helicase loading and in both cases the helicase is loaded in the inactive form. However, eukaryotic helicases are double hexamers that are loaded onto double stranded DNA whereas prokaryotic helicases are single hexamers loaded onto single stranded DNA.",
            "score": 352.8328449726105
        },
        {
            "docid": "2631477_15",
            "document": "Homologous recombination . Two primary models for how homologous recombination repairs double-strand breaks in DNA are the double-strand break repair (DSBR) pathway (sometimes called the \"double Holliday junction model\") and the synthesis-dependent strand annealing (SDSA) pathway. The two pathways are similar in their first several steps. After a double-strand break occurs, the MRX complex (MRN complex in humans) binds to DNA on either side of the break. Next a resection, in which DNA around the 5' ends of the break is cut back, is carried out in two distinct steps. In the first step of resection, the MRX complex recruits the Sae2 protein. The two proteins then trim back the 5' ends on either side of the break to create short 3' overhangs of single-strand DNA. In the second step, 5'→3' resection is continued by the Sgs1 helicase and the Exo1 and Dna2 nucleases. As a helicase, Sgs1 \"unzips\" the double-strand DNA, while Exo1 and Dna2's nuclease activity allows them to cut the single-stranded DNA produced by Sgs1. The RPA protein, which has high affinity for single-stranded DNA, then binds the 3' overhangs. With the help of several other proteins that mediate the process, the Rad51 protein (and Dmc1, in meiosis) then forms a filament of nucleic acid and protein on the single strand of DNA coated with RPA. This nucleoprotein filament then begins searching for DNA sequences similar to that of the 3' overhang. After finding such a sequence, the single-stranded nucleoprotein filament moves into (invades) the similar or identical recipient DNA duplex in a process called strand invasion. In cells that divide through mitosis, the recipient DNA duplex is generally a sister chromatid, which is identical to the damaged DNA molecule and provides a template for repair. In meiosis, however, the recipient DNA tends to be from a similar but not necessarily identical homologous chromosome. A displacement loop (D-loop) is formed during strand invasion between the invading 3' overhang strand and the homologous chromosome. After strand invasion, a DNA polymerase extends the end of the invading 3' strand by synthesizing new DNA. This changes the D-loop to a cross-shaped structure known as a Holliday junction. Following this, more DNA synthesis occurs on the invading strand (i.e., one of the original 3' overhangs), effectively restoring the strand on the homologous chromosome that was displaced during strand invasion.",
            "score": 274.44829177856445
        },
        {
            "docid": "9896453_3",
            "document": "Eukaryotic DNA replication . DNA replication is the action of DNA polymerases synthesizing a DNA strand complementary to the original template strand. To synthesize DNA, the double-stranded DNA is unwound by DNA helicases ahead of polymerases, forming a replication fork containing two single-stranded templates. Replication processes permit the copying of a single DNA double helix into two DNA helices, which are divided into the daughter cells at mitosis. The major enzymatic functions carried out at the replication fork are well conserved from prokaryotes to eukaryotes, but the replication machinery in eukaryotic DNA replication is a much larger complex, coordinating many proteins at the site of replication, forming the replisome.",
            "score": 331.82139253616333
        },
        {
            "docid": "9896453_20",
            "document": "Eukaryotic DNA replication . Minichromosome maintenance proteins have been found to be required for DNA helicase activity and inactivation of any of the six Mcm proteins prevents further progression of the replication fork. This is consistent with the requirement of ORC, Cdc6, and Cdt1 function to assemble the Mcm proteins at the origin of replication. The complex containing all six Mcm proteins creates a hexameric, doughnut like structure with a central cavity. The helicase activity of the Mcm protein complex raises the question of how the ring-like complex is loaded onto the single-stranded DNA. One possibility is that the helicase activity of the Mcm protein complex can oscillate between an open and a closed ring formation to allow single-stranded DNA loading.",
            "score": 314.76750445365906
        },
        {
            "docid": "28000223_3",
            "document": "Reptin . Human reptin is composed of 463 amino acids. It has ATPase regions, a DNA binding region, and regions for binding to other reptin proteins to form a hexamer ring as well as pontin and other proteins. The reptin hexamer is bound to a pontin hexamer in most, but not all of the complexes that contain reptin. The DNA binding regions are in the hole at the center of the hexamer rings, where, as with other helicases, the DNA can be fed through to separate the strands by using energy stored in the ATP bound to ATPase domains of the helicase proteins. It is not known if reptin hexamers have a wide enough opening to accommodate double stranded DNA; however, reptin-pontin dodecamers are large enough for double stranded DNA to pass through, while pontin hexamers are only large enough to accommodate single stranded DNA.",
            "score": 266.4401168823242
        },
        {
            "docid": "54888_11",
            "document": "Telomere . Telomere length varies greatly between species, from approximately 300 base pairs in yeast to many kilobases in humans, and usually is composed of arrays of guanine-rich, six- to eight-base-pair-long repeats. Eukaryotic telomeres normally terminate with 3′ single-stranded-DNA overhang, which is essential for telomere maintenance and capping. Multiple proteins binding single- and double-stranded telomere DNA have been identified. These function in both telomere maintenance and capping. Telomeres form large loop structures called telomere loops, or T-loops. Here, the single-stranded DNA curls around in a long circle, stabilized by telomere-binding proteins. At the very end of the T-loop, the single-stranded telomere DNA is held onto a region of double-stranded DNA by the telomere strand disrupting the double-helical DNA, and base pairing to one of the two strands. This triple-stranded structure is called a displacement loop or D-loop.",
            "score": 216.18386161327362
        },
        {
            "docid": "25162968_4",
            "document": "Circular bacterial chromosome . Bacterial chromosome replication is best understood in the well-studied bacteria \"Escherichia coli\" and \"Bacillus subtilis\". Chromosome replication proceeds in three major stages: initiation, elongation and termination. The initiation stage starts with the ordered assembly of \"initiator\" proteins at the origin region of the chromosome, called oriC. These assembly stages are regulated to ensure that chromosome replication occurs only once in each cell cycle. During the elongation phase of replication, the enzymes that were assembled at oriC during initiation proceed along each arm (\"replichore\") of the chromosome, in opposite directions away from the oriC, replicating the DNA to create two identical copies. This process is known as bidirectional replication. The entire assembly of molecules involved in DNA replication on each arm is called a \"replisome.\" At the forefront of the replisome is a DNA helicase that unwinds the two strands of DNA, creating a moving \"replication fork\". The two unwound single strands of DNA serve as templates for DNA polymerase, which moves with the helicase (together with other proteins) to synthesise a complementary copy of each strand. In this way, two identical copies of the original DNA are created. Eventually, the two replication forks moving around the circular chromosome meet in a specific zone of the chromosome, approximately opposite oriC, called the terminus region. The elongation enzymes then disassemble, and the two \"daughter\" chromosomes are resolved before cell division is completed.",
            "score": 315.5351359844208
        },
        {
            "docid": "1590640_11",
            "document": "Nuclear DNA . DNA replication begins at a specific site in the DNA molecule called the origin of replication. The enzyme helicase unwinds and separates a portion of the DNA molecule after which single-strand binding proteins react with and stabilize the separated, single-stranded sections of the DNA molecule. The enzyme complex DNA polymerase engages the separated portion of the molecule and initiates the process of replication. DNA polymerase can only connect new DNA nucleotides to a pre-existing chain of nucleotides. Therefore, replication begins as an enzyme called primase assembles an RNA primer at the origin of replication. The RNA primer consists of a short sequence of RNA nucleotides, complementary to a small, initial section of the DNA strand being prepared for replication. DNA polymerase is then able to add DNA nucleotides to the RNA primer and thus begin the process of constructing a new complementary strand of DNA. Later the RNA primer is enzymatically removed and replaced with the appropriate sequence of DNA nucleotides. Because the two complementary strands of the DNA molecule are oriented in opposite directions and the DNA polymerase can only accommodate replication in one direction, two different mechanisms for copying the strands of DNA are employed. One strand is replicated continuously towards the unwinding, separating portion of the original DNA molecule; while the other strand is replicated discontinuously in the opposite direction with the formation of a series of short DNA segments called Okazaki fragments. Each Okazaki fragment requires a separate RNA primer. As the Okazaki fragments are synthesized, the RNA primers are replaced with DNA nucleotides and the fragments are bonded together in a continuous complementary strand.",
            "score": 314.48580622673035
        },
        {
            "docid": "7955_38",
            "document": "DNA . In addition to these stacked structures, telomeres also form large loop structures called telomere loops, or T-loops. Here, the single-stranded DNA curls around in a long circle stabilized by telomere-binding proteins. At the very end of the T-loop, the single-stranded telomere DNA is held onto a region of double-stranded DNA by the telomere strand disrupting the double-helical DNA and base pairing to one of the two strands. This triple-stranded structure is called a displacement loop or D-loop.",
            "score": 223.0550639629364
        },
        {
            "docid": "4250553_43",
            "document": "Gene . The growth, development, and reproduction of organisms relies on cell division; the process by which a single cell divides into two usually identical daughter cells. This requires first making a duplicate copy of every gene in the genome in a process called DNA replication. The copies are made by specialized enzymes known as DNA polymerases, which \"read\" one strand of the double-helical DNA, known as the template strand, and synthesize a new complementary strand. Because the DNA double helix is held together by base pairing, the sequence of one strand completely specifies the sequence of its complement; hence only one strand needs to be read by the enzyme to produce a faithful copy. The process of DNA replication is semiconservative; that is, the copy of the genome inherited by each daughter cell contains one original and one newly synthesized strand of DNA.",
            "score": 279.3212275505066
        },
        {
            "docid": "37890211_4",
            "document": "Synthesis-dependent strand annealing . In the SDSA model, repair of double-stranded breaks occurs without the formation of a double Holliday junction, such that the two processes of homologous recombination are identical until just after D-loop formation. In yeast, the D-loop is formed by strand invasion with the help of proteins Rad51 and Rad52, and is then acted on by DNA helicase Srs2 to prevent formation of the double Holliday junction in order for the SDSA pathway to occur. The invading 3' strand is thus extended along the recipient homologous DNA duplex by DNA polymerase in the 5' to 3' direction, such that the D-loop physically translocates – a process referred to as bubble migration DNA synthesis. The resulting single Holliday junction then slides down the DNA duplex in the same direction in a process called branch migration, displacing the extended strand from the template strand. This displaced strand pops up to form a 3' overhang in the original double-stranded break duplex, which can then anneal to the opposite end of the original break through complementary base pairing. Thus DNA synthesis fills in gaps left over from annealing, and extends both ends of the still present single stranded DNA break, ligating all remaining gaps to produce recombinant non-crossover DNA.",
            "score": 247.47851824760437
        },
        {
            "docid": "32706791_8",
            "document": "Genome instability . In both E. coli and Saccromyces Pombe, transcription sites tend to have higher recombination and mutation rates. Interestingly, the coding or non-transcribed strand accumulates more mutations than the template strand. This is due to the fact that the coding strand is single-stranded during transcription, which is chemically more unstable than double-stranded DNA. During elongation of transcription, supercoiling can occur behind an elongating RNA polymerase, leading to single-stranded breaks. When the coding strand is single-stranded, it can also hybridize with itself, creating DNA secondary structures that can compromise replication. In E. coli, when attempting to transcribe GAA triplets such as those found in Friedrich’s ataxia, the resulting RNA and template strand can form mismatched loops between different repeats, leading the complementary segment in the coding-strand available to form its own loops which impede replication. Furthermore, replication of DNA and transcription of DNA are not temporally independent; they can occur at the same time and lead to collisions between the replication fork and RNA polymerase complex. In S. cerevisiae, Rrm3 helicase is found at highly transcribed genes in the yeast genome, which is recruited to stabilize a stalling replication fork as described above. This suggests that transcription is an obstacle to replication, which can lead to increased stress in the chromatin spanning the short distance between the unwound replication fork and transcription start site, potentially causing single-stranded DNA breaks. In yeast, proteins act as barriers at the 3’ of the transcription unit to prevent further travel of the DNA replication fork.",
            "score": 277.98685240745544
        },
        {
            "docid": "32706791_6",
            "document": "Genome instability . In the cell cycle, DNA is usually most vulnerable during replication. The replisome must be able to navigate obstacles such as tightly wound chromatin with bound proteins, single and double stranded breaks which can lead to the stalling of the replication fork. Each protein or enzyme in the replisome must perform its function well to result in a perfect copy of DNA. Mutations of proteins such as DNA polymerase, ligase, can lead to impairment of replication and lead to spontaneous chromosomal exchanges. Proteins such as Tel1, Mec1 (ATR, ATM in humans) can detect single and double-stranded breaks and recruit factors such as Rmr3 helicase to stabilize the replication fork in order to prevent its collapse. Mutations in Tel1, Mec1, and Rmr3 helicase result in a significant increase of chromosomal recombination. ATR responds specifically to stalled replication forks and single-stranded breaks resulting from UV damage while ATM responds directly to double-stranded breaks. These proteins also prevent progression into mitosis by inhibiting the firing of late replication origins until the DNA breaks are fixed by phosphorylating CHK1, CHK2 which results in a signaling cascade arresting the cell in S-phase. For single stranded breaks, replication occurs until the location of the break, then the other strand is nicked to form a double stranded break, which can then be repaired by Break Induced Replication or homologous recombination using the sister chromatid as an error-free template. In addition to S-phase checkpoints, G1 and G2 checkpoints exist to check for transient DNA damage which could be caused by mutagens such as UV damage. An example is the Saccharomyces pombe gene rad9 which arrests the cells in late S/G2 phase in the presence of DNA damage caused by radiation. The yeast cells with defective rad9 failed to arrest following radiation, continued cell division and died rapidly while the cells with wild-type rad9 successfully arrested in late S/G2 phase and remained viable. The cells that arrested were able to survive due to the increased time in S/G2 phase allowing for DNA repair enzymes to function fully.",
            "score": 307.4926459789276
        },
        {
            "docid": "7955_49",
            "document": "DNA . Cell division is essential for an organism to grow, but, when a cell divides, it must replicate the DNA in its genome so that the two daughter cells have the same genetic information as their parent. The double-stranded structure of DNA provides a simple mechanism for DNA replication. Here, the two strands are separated and then each strand's complementary DNA sequence is recreated by an enzyme called DNA polymerase. This enzyme makes the complementary strand by finding the correct base through complementary base pairing and bonding it onto the original strand. As DNA polymerases can only extend a DNA strand in a 5′ to 3′ direction, different mechanisms are used to copy the antiparallel strands of the double helix. In this way, the base on the old strand dictates which base appears on the new strand, and the cell ends up with a perfect copy of its DNA.",
            "score": 304.4918460845947
        },
        {
            "docid": "14135628_9",
            "document": "TERF2 . Telomeric ends are structurally similar to double-stranded breaks on the chromosome. To prevent the cellular DNA repair machinery from mistakenly identifying telomeres as chromosome breaks, t-loops are formed in which the 3’ TTAGGG overhang of the telomere loops back into the DNA duplex. TERF2 promotes t-loop formation by preferentially binding to a telomeric double-stranded DNA duplex containing a 3’ TTAGGG single-stranded overhang. If the 3’ TTAGGG overhang is not present, TERF2 will not bind. Once bound, it migrates to the t-loop junction where the single-stranded overhang invades the double-stranded region upstream. No other shelterin protein has been shown to promote this process and studies have demonstrated that deletion of TERF2 prevents t-loop formation, leading to excessive loss of telomeric DNA and early cell death.",
            "score": 208.1994389295578
        },
        {
            "docid": "1582347_7",
            "document": "Geminiviridae . Geminivirus genomes encode only a few proteins; thus, they are dependent on host cell factors for replication: these include factors such as DNA polymerase—and probably repair polymerases—in order to amplify their genomes, as well as transcription factors. Geminiviruses replicate via a rolling circle mechanism like bacteriophages such as M13, and many plasmids. Replication occurs within the nucleus of an infected plant cell. First the single-stranded circular DNA is converted to a double-stranded circular intermediate. This step involves the use of cellular DNA repair enzymes to produce a complementary negative-sense strand, using the viral genomic or plus-sense DNA strand as a template. The next step is the rolling circle phase, where the viral strand is cleaved at a specific site situated within the origin of replication by the viral Rep protein in order to initiate replication. This process in a eukaryotic nucleus can give rise to concatemeric double-stranded forms of replicative intermediate genomes, although double-stranded unit circles can be isolated from infected plants and cells. New single-stranded DNA forms of the virus genome (plus-sense) are probably formed by interaction of the coat protein with replicating DNA intermediates, as genomes lacking a CP gene do not form ssDNA. The ssDNA is packaged into germinate particles in the nucleus. It is not clear if these particles can then leave the nucleus and be transmitted to surrounding cells as virions, or whether ssDNA associated with coat protein and a movement protein is the form of the genome that gets trafficked from cell to cell via the plasmodesmata.",
            "score": 270.41112327575684
        },
        {
            "docid": "803558_3",
            "document": "Helicase-dependent amplification . The polymerase chain reaction is the most widely used method for \"in vitro\" DNA amplification for purposes of molecular biology and biomedical research. This process involves the separation of the double-stranded DNA in high heat into single strands (the denaturation step, typically achieved at 95–97 °C), annealing of the primers to the single stranded DNA (the annealing step) and copying the single strands to create new double-stranded DNA (the extension step that requires the DNA polymerase) requires the reaction to be done in a thermal cycler. These bench-top machines are large, expensive and costly to run and maintain, limiting the potential applications of DNA amplification in situations outside the laboratory (e.g., in the identification of potentially hazardous micro-organisms at the scene of investigation, or at the point of care of a patient). Although PCR is usually associated with thermal cycling, the original patent by Mullis et al. disclosed the use of a helicase as a means for denaturation of double stranded DNA thereby including isothermal nucleic acid amplification. \"In vivo\", DNA is replicated by DNA polymerases with various accessory proteins, including a DNA helicase that acts to separate the DNA by unwinding the DNA double helix. HDA was developed from this concept, using a helicase (an enzyme) to denature the DNA.",
            "score": 319.2110188007355
        },
        {
            "docid": "22833956_14",
            "document": "Molecular models of DNA . The structure of DNA shows a variety of forms, both double-stranded and single-stranded. The mechanical properties of DNA, which are directly related to its structure, are a significant problem for cells. Every process which binds or reads DNA is able to use or modify the mechanical properties of DNA for purposes of recognition, packaging and modification. The extreme length (a chromosome may contain a 10 cm long DNA strand), relative rigidity and helical structure of DNA has led to the evolution of histones and of enzymes such as topoisomerases and helicases to manage a cell's DNA. The properties of DNA are closely related to its molecular structure and sequence, particularly the weakness of the hydrogen bonds and electronic interactions that hold strands of DNA together compared to the strength of the bonds within each strand.",
            "score": 291.1533534526825
        },
        {
            "docid": "26846483_5",
            "document": "Nucleic acid structure . Secondary structure is the set of interactions between bases, i.e., which parts of strands are bound to each other. In DNA double helix, the two strands of DNA are held together by hydrogen bonds. The nucleotides on one strand base pairs with the nucleotide on the other strand. The secondary structure is responsible for the shape that the nucleic acid assumes. The bases in the DNA are classified as purines and pyrimidines. The purines are adenine and guanine. Purines consist of a double ring structure, a six membered and a five membered ring containing nitrogen. The pyrimidines are cytosine and thymine. It has a single ringed structure, a six membered ring containing nitrogen. A purine base always pairs with a pyrimidine base (guanine (G) pairs with cytosine (C) and adenine (A) pairs with thymine (T) or uracil (U)). DNA's secondary structure is predominantly determined by base-pairing of the two polynucleotide strands wrapped around each other to form a double helix. Although the two strands are aligned by hydrogen bonds in base pairs, the stronger forces holding the two strands together are stacking interactions between the bases. These stacking interactions are stabilized by Van der Waals forces and hydrophobic interactions, and show a large amount of local structural variability. There are also two grooves in the double helix, which are called major groove and minor groove based on their relative size.",
            "score": 239.60517871379852
        },
        {
            "docid": "9015_32",
            "document": "DNA replication . Since replication machineries do not move relatively to template DNAs such as factories, they are called a replication factory. In an alternative figure, DNA factories are similar to projectors and DNAs are like as cinematic films passing constantly into the projectors. In the replication factory model, after both DNA helicases for leading strands and lagging strands are loaded on the template DNAs, the helicases run along the DNAs into each other. The helicases remain associated for the remainder of replication process. Peter Meister et al. observed directly replication sites in budding yeast by monitoring green fluorescent protein(GFP)-tagged DNA polymerases α. They detected DNA replication of pairs of the tagged loci spaced apart symmetrically from a replication origin and found that the distance between the pairs decreased markedly by time. This finding suggests that the mechanism of DNA replication goes with DNA factories. That is, couples of replication factories are loaded on replication origins and the factories associated with each other. Also, template DNAs move into the factories, which bring extrusion of the template ssDNAs and nascent DNAs. Meister’s finding is the first direct evidence of replication factory model. Subsequent research has shown that DNA helicases form dimers in many eukaryotic cells and bacterial replication machineries stay in single intranuclear location during DNA synthesis.",
            "score": 334.15779626369476
        },
        {
            "docid": "966654_5",
            "document": "DNA-binding protein . A distinct group of DNA-binding proteins are the DNA-binding proteins that specifically bind single-stranded DNA. In humans, replication protein A is the best-understood member of this family and is used in processes where the double helix is separated, including DNA replication, recombination and DNA repair. These binding proteins seem to stabilize single-stranded DNA and protect it from forming stem-loops or being degraded by nucleases.",
            "score": 222.22876286506653
        },
        {
            "docid": "1917477_4",
            "document": "Deoxyribozyme . In addition to the inherent inferiority of DNA catalytic activity, the apparent lack of naturally occurring deoxyribozymes may also be due to the primarily double-stranded conformation of DNA in biological systems which would limit its physical flexibility and ability to form tertiary structures, and so would drastically limit the ability of double-stranded DNA to act as a catalyst; though there are a few known instances of biological single-stranded DNA such as multicopy single-stranded DNA (msDNA), certain viral genomes, and the replication fork formed during DNA replication. Further structural differences between DNA and RNA may also play a role in the lack of biological deoxyribozymes, such as the additional methyl group of the DNA base thymidine compared to the RNA base uracil or the tendency of DNA to adopt the B-form helix while RNA tends to adopt the A-form helix. However, it has also been shown that DNA can form structures that RNA cannot, which suggests that, though there are differences in structures that each can form, neither is inherently more or less catalytic due to their possible structural motifs.",
            "score": 234.876016497612
        },
        {
            "docid": "4066270_4",
            "document": "Rolling circle replication . Rolling circle DNA replication is initiated by an initiator protein encoded by the plasmid or bacteriophage DNA, which nicks one strand of the double-stranded, circular DNA molecule at a site called the double-strand origin, or DSO. The initiator protein remains bound to the 5' phosphate end of the nicked strand, and the free 3' hydroxyl end is released to serve as a primer for DNA synthesis by DNA polymerase III. Using the unnicked strand as a template, replication proceeds around the circular DNA molecule, displacing the nicked strand as single-stranded DNA. Displacement of the nicked strand is carried out by a host-encoded helicase called PcrA (the abbreviation standing for plasmid copy reduced) in the presence of the plasmid replication initiation protein.",
            "score": 310.0610008239746
        },
        {
            "docid": "1491913_5",
            "document": "Primosome . Primosomes are nucleoproteins assemblies that activate DNA replication forks. Their primary role is to recruit the replicative helicase onto single-stranded DNA. The \"replication restart\" primosome, defined in Escherichia coli, is involved in the reactivation of arrested replication forks. Binding of the PriA protein to forked DNA triggers its assembly. PriA is conserved in bacteria, but its primosomal partners are not. In Bacillus subtilis, genetic analysis has revealed three primosomal proteins, DnaB, DnaD, and DnaI, that have no obvious homologues in E. coli. They are involved in primosome function both at arrested replication forks and at the chromosomal origin. Our biochemical analysis of the DnaB and DnaD proteins unravels their role in primosome assembly. They are both multimeric and bind individually to DNA. Furthermore, DnaD stimulates DnaB binding activities. DnaD alone and the DnaD/DnaB pair interact specifically with PriA of B. subtilis on several DNA substrates. This suggests that the nucleoprotein assembly is sequential in the PriA, DnaD, DnaB order. The preferred DNA substrate mimics an arrested DNA replication fork with unreplicated lagging strand, structurally identical to a product of recombinational repair of a stalled replication fork.",
            "score": 255.7574988603592
        },
        {
            "docid": "9896453_71",
            "document": "Eukaryotic DNA replication . ATR is involved in arresting the cell cycle in response to DNA double-stranded breaks. ATR has an obligate checkpoint partner, ATR-interacting-protein (ATRIP), and together these two proteins are responsive to stretches of single-stranded DNA that are coated by replication protein A (RPA). The formation of single-stranded DNA occurs frequently, more often during replication stress. ATR-ATRIP is able to arrest the cell cycle to preserve genome integrity. ATR is found on chromatin during S phase, similar to RPA and claspin.",
            "score": 236.08729910850525
        },
        {
            "docid": "9015_22",
            "document": "DNA replication . The replication fork is a structure that forms within the nucleus during DNA replication. It is created by helicases, which break the hydrogen bonds holding the two DNA strands together. The resulting structure has two branching \"prongs\", each one made up of a single strand of DNA. These two strands serve as the template for the leading and lagging strands, which will be created as DNA polymerase matches complementary nucleotides to the templates; the templates may be properly referred to as the leading strand template and the lagging strand template.",
            "score": 303.2362496852875
        },
        {
            "docid": "9896434_3",
            "document": "Prokaryotic DNA replication . All cells must finish DNA replication before they can proceed for cell division. Media conditions that support fast growth in bacteria also couples with shorter inter-initiation time in them, i.e. the doubling time in fast growing cells is less as compared to the slow growth. In other words, it is possible that in fast growth conditions the grandmother cells starts replicating its DNA for grand daughter cell. For the same reason, the initiation of DNA replication is highly regulated. Bacterial origins regulate orisome assembly, a nuclei-protein complex assembled on the origin responsible for unwinding the origin and loading all the replication machinery. In \"E. coli,\" the direction for orisome assembly are built into a short stretch of nucleotide sequence called as origin of replication (\"oriC\") which contains multiple binding sites for the initiator protein DnaA (a highly homologous protein amongst bacterial kingdom). DnaA has four domains with each domain responsible for a specific task. There are 11 DnaA binding sites/boxes on the \"E. coli\" origin of replication out of which three boxes R1, R2 and R4 (which have a highly conserved 9 bp consensus sequence 5' - TTATC/ACACA ) are high affinity DnaA boxes. They bind to DnaA-ADP and DnaA-ATP with equal affinities and are bound by DnaA throughout most of the cell cycle and forms a scaffold on which rest of the orisome assembles. The rest eight DnaA boxes are low affinity sites that preferentially bind to DnaA-ATP. During initiation, DnaA bound to high affinity DnaA box R4 donates additional DnaA to the adjacent low affinity site and progressively fill all the low affinity DnaA boxes. Filling of the sites changes origin conformation from its native state. It is hypothesized that DNA stretching by DnaA bound to the origin promotes strand separation which allows more DnaA to bind to the unwound region. The DnaC helicase loader then interacts with the DnaA bound to the single-stranded DNA to recruit the DnaB helicase, which will continue to unwind the DNA as the DnaG primase lays down an RNA primer and DNA Polymerase III holoenzyme begins elongation.",
            "score": 283.4626029729843
        },
        {
            "docid": "235926_9",
            "document": "DNA polymerase . When synthesizing new DNA, DNA polymerase can add free nucleotides only to the 3' end of the newly forming strand. This results in elongation of the newly forming strand in a 5'–3' direction. No known DNA polymerase is able to begin a new chain (\"de novo\"); it can only add a nucleotide onto a pre-existing 3'-OH group, and therefore needs a primer at which it can add the first nucleotide. Primers consist of RNA or DNA bases (or both). In DNA replication, the first two bases are always RNA, and are synthesized by another enzyme called primase. Helicase and topoisomerase II are required to unwind DNA from a double-strand structure to a single-strand structure to facilitate replication of each strand consistent with the semiconservative model of DNA replication.",
            "score": 292.93473625183105
        },
        {
            "docid": "366555_9",
            "document": "Biomolecule . DNA structure is dominated by the well-known double helix formed by Watson-Crick base-pairing of C with G and A with T. This is known as B-form DNA, and is overwhelmingly the most favorable and common state of DNA; its highly specific and stable base-pairing is the basis of reliable genetic information storage. DNA can sometimes occur as single strands (often needing to be stabilized by single-strand binding proteins) or as A-form or Z-form helices, and occasionally in more complex 3D structures such as the crossover at Holliday junctions during DNA replication. RNA, in contrast, forms large and complex 3D tertiary structures reminiscent of proteins, as well as the loose single strands with locally folded regions that constitute messenger RNA molecules. Those RNA structures contain many stretches of A-form double helix, connected into definite 3D arrangements by single-stranded loops, bulges, and junctions. Examples are tRNA, ribosomes, ribozymes, and riboswitches. These complex structures are facilitated by the fact that RNA backbone has less local flexibility than DNA but a large set of distinct conformations, apparently because of both positive and negative interactions of the extra OH on the ribose. Structured RNA molecules can do highly specific binding of other molecules and can themselves be recognized specifically; in addition, they can perform enzymatic catalysis (when they are known as \"ribozymes\", as initially discovered by Tom Cech and colleagues.",
            "score": 227.02659273147583
        },
        {
            "docid": "26980274_12",
            "document": "Stephen J. Lippard . Further experiments have explored the mechanisms through which platinum drugs bind their biological targets and led to insights into their anticancer activity. Important results include the identification of an intrastrand d(pGpG) cross-link as the major adduct on platinated single-stranded DNA, identification of the major adduct on double-stranded DNA, the binding of high-mobility-group proteins to platinated DNA cross-links. Using X-ray crystallography and other techniques, Lippard and his coworkers have examined the mechanisms involved in binding cisplatin to DNA fragments, to better understand how cisplatin invades tumor cells and interferes with their activity. The interaction of Cisplatin and DNA results in the formation of DNA-DNA interstrand and intrastrand crosslinks which block DNA replication and transcription mechanisms. As well as the intrastrand cross links created by cisplatin, monofunctional metal complexes may suggest possible cancer treatments.",
            "score": 221.69354367256165
        },
        {
            "docid": "9896453_52",
            "document": "Eukaryotic DNA replication . The isolated CMG helicase and Replisome Progression Complex contain a single Mcm protein ring complex suggesting that the loaded double hexamer of the Mcm proteins at origins might be broken into two single hexameric rings as part of the initiation process, with each Mcm protein complex ring forming the core of a CMG helicase at the two replication forks established from each origin. The full CMG complex is required for DNA unwinding, and the complex of CDC45-Mcm-GINS is the functional DNA helicase in eukaryotic cells.",
            "score": 301.32107639312744
        }
    ],
    "r": [
        {
            "docid": "9896453_50",
            "document": "Eukaryotic DNA replication . For DNA polymerases to function, the double-stranded DNA helix has to be unwound to expose two single-stranded DNA templates for replication. DNA helicases are responsible for unwinding the double-stranded DNA during chromosome replication. Helicases in eukaryotic cells are remarkably complex. The catalytic core of the helicase is composed of six minichromosome maintenance (Mcm2-7) proteins, forming a hexameric ring. Away from DNA, the Mcm2-7 proteins form a single heterohexamer and are loaded in an inactive form at origins of DNA replication as a head-to-head double hexamers around double-stranded DNA. The Mcm proteins are recruited to replication origins then redistributed throughout the genomic DNA during S phase, indicative of their localization to the replication fork.",
            "score": 372.4923400878906
        },
        {
            "docid": "9896453_81",
            "document": "Eukaryotic DNA replication . Eukaryotic DNA replication requires precise coordination of all DNA polymerases and associated proteins to replicate the entire genome each time a cell divides. This process is achieved through a series of steps of protein assemblies at origins of replication, mainly focusing the regulation of DNA replication on the association of the MCM helicase with the DNA. These origins of replication direct the number of protein complexes that will form to initiate replication. In prokaryotic DNA replication regulation focuses on the binding of the DnaA initiator protein to the DNA, with initiation of replication occurring multiple times during one cell cycle. Both prokaryotic and eukaryotic DNA use ATP binding and hydrolysis to direct helicase loading and in both cases the helicase is loaded in the inactive form. However, eukaryotic helicases are double hexamers that are loaded onto double stranded DNA whereas prokaryotic helicases are single hexamers loaded onto single stranded DNA.",
            "score": 352.8328552246094
        },
        {
            "docid": "9015_32",
            "document": "DNA replication . Since replication machineries do not move relatively to template DNAs such as factories, they are called a replication factory. In an alternative figure, DNA factories are similar to projectors and DNAs are like as cinematic films passing constantly into the projectors. In the replication factory model, after both DNA helicases for leading strands and lagging strands are loaded on the template DNAs, the helicases run along the DNAs into each other. The helicases remain associated for the remainder of replication process. Peter Meister et al. observed directly replication sites in budding yeast by monitoring green fluorescent protein(GFP)-tagged DNA polymerases α. They detected DNA replication of pairs of the tagged loci spaced apart symmetrically from a replication origin and found that the distance between the pairs decreased markedly by time. This finding suggests that the mechanism of DNA replication goes with DNA factories. That is, couples of replication factories are loaded on replication origins and the factories associated with each other. Also, template DNAs move into the factories, which bring extrusion of the template ssDNAs and nascent DNAs. Meister’s finding is the first direct evidence of replication factory model. Subsequent research has shown that DNA helicases form dimers in many eukaryotic cells and bacterial replication machineries stay in single intranuclear location during DNA synthesis.",
            "score": 334.1578063964844
        },
        {
            "docid": "9896453_3",
            "document": "Eukaryotic DNA replication . DNA replication is the action of DNA polymerases synthesizing a DNA strand complementary to the original template strand. To synthesize DNA, the double-stranded DNA is unwound by DNA helicases ahead of polymerases, forming a replication fork containing two single-stranded templates. Replication processes permit the copying of a single DNA double helix into two DNA helices, which are divided into the daughter cells at mitosis. The major enzymatic functions carried out at the replication fork are well conserved from prokaryotes to eukaryotes, but the replication machinery in eukaryotic DNA replication is a much larger complex, coordinating many proteins at the site of replication, forming the replisome.",
            "score": 331.8214111328125
        },
        {
            "docid": "235926_6",
            "document": "DNA polymerase . Before replication can take place, an enzyme called helicase unwinds the DNA molecule from its tightly woven form, in the process breaking the hydrogen bonds between the nucleotide bases. This opens up or \"unzips\" the double-stranded DNA to give two single strands of DNA that can be used as templates for replication.",
            "score": 322.9092712402344
        },
        {
            "docid": "803558_3",
            "document": "Helicase-dependent amplification . The polymerase chain reaction is the most widely used method for \"in vitro\" DNA amplification for purposes of molecular biology and biomedical research. This process involves the separation of the double-stranded DNA in high heat into single strands (the denaturation step, typically achieved at 95–97 °C), annealing of the primers to the single stranded DNA (the annealing step) and copying the single strands to create new double-stranded DNA (the extension step that requires the DNA polymerase) requires the reaction to be done in a thermal cycler. These bench-top machines are large, expensive and costly to run and maintain, limiting the potential applications of DNA amplification in situations outside the laboratory (e.g., in the identification of potentially hazardous micro-organisms at the scene of investigation, or at the point of care of a patient). Although PCR is usually associated with thermal cycling, the original patent by Mullis et al. disclosed the use of a helicase as a means for denaturation of double stranded DNA thereby including isothermal nucleic acid amplification. \"In vivo\", DNA is replicated by DNA polymerases with various accessory proteins, including a DNA helicase that acts to separate the DNA by unwinding the DNA double helix. HDA was developed from this concept, using a helicase (an enzyme) to denature the DNA.",
            "score": 319.2110290527344
        },
        {
            "docid": "25162968_4",
            "document": "Circular bacterial chromosome . Bacterial chromosome replication is best understood in the well-studied bacteria \"Escherichia coli\" and \"Bacillus subtilis\". Chromosome replication proceeds in three major stages: initiation, elongation and termination. The initiation stage starts with the ordered assembly of \"initiator\" proteins at the origin region of the chromosome, called oriC. These assembly stages are regulated to ensure that chromosome replication occurs only once in each cell cycle. During the elongation phase of replication, the enzymes that were assembled at oriC during initiation proceed along each arm (\"replichore\") of the chromosome, in opposite directions away from the oriC, replicating the DNA to create two identical copies. This process is known as bidirectional replication. The entire assembly of molecules involved in DNA replication on each arm is called a \"replisome.\" At the forefront of the replisome is a DNA helicase that unwinds the two strands of DNA, creating a moving \"replication fork\". The two unwound single strands of DNA serve as templates for DNA polymerase, which moves with the helicase (together with other proteins) to synthesise a complementary copy of each strand. In this way, two identical copies of the original DNA are created. Eventually, the two replication forks moving around the circular chromosome meet in a specific zone of the chromosome, approximately opposite oriC, called the terminus region. The elongation enzymes then disassemble, and the two \"daughter\" chromosomes are resolved before cell division is completed.",
            "score": 315.5351257324219
        },
        {
            "docid": "9896453_20",
            "document": "Eukaryotic DNA replication . Minichromosome maintenance proteins have been found to be required for DNA helicase activity and inactivation of any of the six Mcm proteins prevents further progression of the replication fork. This is consistent with the requirement of ORC, Cdc6, and Cdt1 function to assemble the Mcm proteins at the origin of replication. The complex containing all six Mcm proteins creates a hexameric, doughnut like structure with a central cavity. The helicase activity of the Mcm protein complex raises the question of how the ring-like complex is loaded onto the single-stranded DNA. One possibility is that the helicase activity of the Mcm protein complex can oscillate between an open and a closed ring formation to allow single-stranded DNA loading.",
            "score": 314.76751708984375
        },
        {
            "docid": "1590640_11",
            "document": "Nuclear DNA . DNA replication begins at a specific site in the DNA molecule called the origin of replication. The enzyme helicase unwinds and separates a portion of the DNA molecule after which single-strand binding proteins react with and stabilize the separated, single-stranded sections of the DNA molecule. The enzyme complex DNA polymerase engages the separated portion of the molecule and initiates the process of replication. DNA polymerase can only connect new DNA nucleotides to a pre-existing chain of nucleotides. Therefore, replication begins as an enzyme called primase assembles an RNA primer at the origin of replication. The RNA primer consists of a short sequence of RNA nucleotides, complementary to a small, initial section of the DNA strand being prepared for replication. DNA polymerase is then able to add DNA nucleotides to the RNA primer and thus begin the process of constructing a new complementary strand of DNA. Later the RNA primer is enzymatically removed and replaced with the appropriate sequence of DNA nucleotides. Because the two complementary strands of the DNA molecule are oriented in opposite directions and the DNA polymerase can only accommodate replication in one direction, two different mechanisms for copying the strands of DNA are employed. One strand is replicated continuously towards the unwinding, separating portion of the original DNA molecule; while the other strand is replicated discontinuously in the opposite direction with the formation of a series of short DNA segments called Okazaki fragments. Each Okazaki fragment requires a separate RNA primer. As the Okazaki fragments are synthesized, the RNA primers are replaced with DNA nucleotides and the fragments are bonded together in a continuous complementary strand.",
            "score": 314.4858093261719
        },
        {
            "docid": "4066270_4",
            "document": "Rolling circle replication . Rolling circle DNA replication is initiated by an initiator protein encoded by the plasmid or bacteriophage DNA, which nicks one strand of the double-stranded, circular DNA molecule at a site called the double-strand origin, or DSO. The initiator protein remains bound to the 5' phosphate end of the nicked strand, and the free 3' hydroxyl end is released to serve as a primer for DNA synthesis by DNA polymerase III. Using the unnicked strand as a template, replication proceeds around the circular DNA molecule, displacing the nicked strand as single-stranded DNA. Displacement of the nicked strand is carried out by a host-encoded helicase called PcrA (the abbreviation standing for plasmid copy reduced) in the presence of the plasmid replication initiation protein.",
            "score": 310.0610046386719
        },
        {
            "docid": "19309200_12",
            "document": "T7 DNA polymerase . gp4 is a hexameric protein containing two functional domains: helicase domain and primase domain. The helicase domain unwinds double-stranded DNA to provide template for replication. The C-terminal tail of helicase domain contains several negatively charged acidic residues which make contact with the exposed basic residue of T7 polymerase/thioredoxin. These interactions help to load T7 polymerase/thioredoxin complex onto replication fork.  The primase domain catalyzes the synthesis of short oligoribonucleotides. These oligoribonucleotides, called primers, are complementary to the template strand and used to initiate DNA replication. In T7 system, primase domain of one subunit interacts with primase domain of adjacent subunit. This interaction between primase domains acts as a brake to stop helicase when needed, which ensure the leading stand synthesis in-pace with lagging stand synthesis.",
            "score": 308.9927673339844
        },
        {
            "docid": "32706791_6",
            "document": "Genome instability . In the cell cycle, DNA is usually most vulnerable during replication. The replisome must be able to navigate obstacles such as tightly wound chromatin with bound proteins, single and double stranded breaks which can lead to the stalling of the replication fork. Each protein or enzyme in the replisome must perform its function well to result in a perfect copy of DNA. Mutations of proteins such as DNA polymerase, ligase, can lead to impairment of replication and lead to spontaneous chromosomal exchanges. Proteins such as Tel1, Mec1 (ATR, ATM in humans) can detect single and double-stranded breaks and recruit factors such as Rmr3 helicase to stabilize the replication fork in order to prevent its collapse. Mutations in Tel1, Mec1, and Rmr3 helicase result in a significant increase of chromosomal recombination. ATR responds specifically to stalled replication forks and single-stranded breaks resulting from UV damage while ATM responds directly to double-stranded breaks. These proteins also prevent progression into mitosis by inhibiting the firing of late replication origins until the DNA breaks are fixed by phosphorylating CHK1, CHK2 which results in a signaling cascade arresting the cell in S-phase. For single stranded breaks, replication occurs until the location of the break, then the other strand is nicked to form a double stranded break, which can then be repaired by Break Induced Replication or homologous recombination using the sister chromatid as an error-free template. In addition to S-phase checkpoints, G1 and G2 checkpoints exist to check for transient DNA damage which could be caused by mutagens such as UV damage. An example is the Saccharomyces pombe gene rad9 which arrests the cells in late S/G2 phase in the presence of DNA damage caused by radiation. The yeast cells with defective rad9 failed to arrest following radiation, continued cell division and died rapidly while the cells with wild-type rad9 successfully arrested in late S/G2 phase and remained viable. The cells that arrested were able to survive due to the increased time in S/G2 phase allowing for DNA repair enzymes to function fully.",
            "score": 307.4926452636719
        },
        {
            "docid": "53151252_9",
            "document": "Large tumor antigen . The major functions of LTag in the viral life cycle involve dysregulation of the host cell's cell cycle and replication of the virus's circular DNA genome. Because polyomavirus genome replication relies on the DNA replication machinery of the host cell, the cell must be in S phase (the part of the cell cycle in which the host cell's genome is normally replicated) in order to provide the necessary molecular machinery for viral DNA replication. The SV40 LTag can induce S phase and activate the host cell's DNA damage response. Coordinated actions of the OBD and helicase regions result in physical manipulation of the viral genome, melting the DNA double helix at the origin of replication and unwinding the circular DNA chromosome in a bidirectional fashion. The structure and function of LTag resembles that of the human papillomavirus oncoproteins.",
            "score": 306.1463623046875
        },
        {
            "docid": "3570811_2",
            "document": "Werner syndrome helicase . \"Werner syndrome ATP-dependent helicase\" also known as DNA helicase, RecQ-like type 3 is an enzyme that in humans is encoded by the WRN gene. WRN is a member of the RecQ Helicase family. Helicase enzymes generally unwind and separate double-stranded DNA. These activities are necessary before DNA can be copied in preparation for cell division (DNA replication). Helicase enzymes are also critical for making a blueprint of a gene for protein production, a process called transcription. Further evidence suggests that Werner protein plays a critical role in repairing DNA. Overall, this protein helps maintain the structure and integrity of a person's DNA.",
            "score": 304.75946044921875
        },
        {
            "docid": "9015_4",
            "document": "DNA replication . In a cell, DNA replication begins at specific locations, or origins of replication, in the genome. Unwinding of DNA at the origin and synthesis of new strands, accommodated by an enzyme known as helicase, results in replication forks growing bi-directionally from the origin. A number of proteins are associated with the replication fork to help in the initiation and continuation of DNA synthesis. Most prominently, DNA polymerase synthesizes the new strands by adding nucleotides that complement each (template) strand. DNA replication occurs during the S-stage of interphase.",
            "score": 304.5820617675781
        },
        {
            "docid": "7955_49",
            "document": "DNA . Cell division is essential for an organism to grow, but, when a cell divides, it must replicate the DNA in its genome so that the two daughter cells have the same genetic information as their parent. The double-stranded structure of DNA provides a simple mechanism for DNA replication. Here, the two strands are separated and then each strand's complementary DNA sequence is recreated by an enzyme called DNA polymerase. This enzyme makes the complementary strand by finding the correct base through complementary base pairing and bonding it onto the original strand. As DNA polymerases can only extend a DNA strand in a 5′ to 3′ direction, different mechanisms are used to copy the antiparallel strands of the double helix. In this way, the base on the old strand dictates which base appears on the new strand, and the cell ends up with a perfect copy of its DNA.",
            "score": 304.4918518066406
        },
        {
            "docid": "619137_8",
            "document": "Origin of replication . The genome of \"E. coli\" consists of a single circular DNA molecule of approximately 4.6 x 10 nucleotide pairs. DNA replication typically begins at a single origin of replication. In \"E. coli\", the origin of replication—\"oriC\"—consists of three A–T rich 13-mer repeats and four 9-mer repeats. Ten to 20 monomers of the replication initiator protein DnaA bind to the 9-mer repeats, and the DNA coils around this protein complex forming a protein core. This coiling stimulates the AT rich region in the 13-mer sequence to unwind, allowing the helicase loader DnaC to load the replicative helicase DnaB to each of the two unwound DNA strands. The helicase DnaB forms the basis of the primosome, a complex of enzymes to which DNA polymerase III is recruited before replication can occur .",
            "score": 303.30364990234375
        },
        {
            "docid": "9015_22",
            "document": "DNA replication . The replication fork is a structure that forms within the nucleus during DNA replication. It is created by helicases, which break the hydrogen bonds holding the two DNA strands together. The resulting structure has two branching \"prongs\", each one made up of a single strand of DNA. These two strands serve as the template for the leading and lagging strands, which will be created as DNA polymerase matches complementary nucleotides to the templates; the templates may be properly referred to as the leading strand template and the lagging strand template.",
            "score": 303.2362365722656
        },
        {
            "docid": "9896453_52",
            "document": "Eukaryotic DNA replication . The isolated CMG helicase and Replisome Progression Complex contain a single Mcm protein ring complex suggesting that the loaded double hexamer of the Mcm proteins at origins might be broken into two single hexameric rings as part of the initiation process, with each Mcm protein complex ring forming the core of a CMG helicase at the two replication forks established from each origin. The full CMG complex is required for DNA unwinding, and the complex of CDC45-Mcm-GINS is the functional DNA helicase in eukaryotic cells.",
            "score": 301.3210754394531
        },
        {
            "docid": "125158_13",
            "document": "Parvoviridae . After and virion assembly conversion of the ssDNA genome to dsDNA, the DNA is replicated by a mechanism called rolling-hairpin replication. This is a leading strand mechanism and sets parvoviruses apart from other DNA viruses, which replicate their genomes through leading and lagging strand synthesis. Procapsids are constructed from the structural proteins and each is filled by a copy of the virus genome, either a ( + ) DNA or a ( − ) DNA as appropriate. One of the non-structural proteins functions as a helicase to unwind the dsDNA so that a single strand can enter the procapsid.",
            "score": 297.38897705078125
        },
        {
            "docid": "9896453_49",
            "document": "Eukaryotic DNA replication . The DNA helicases and polymerases must remain in close contact at the replication fork. If unwinding occurs too far in advance of synthesis, large tracts of single-stranded DNA are exposed. This can activate DNA damage signaling or induce DNA repair processes. To thwart these problems, the eukaryotic replisome contains specialized proteins that are designed to regulate the helicase activity ahead of the replication fork. These proteins also provide docking sites for physical interaction between helicases and polymerases, thereby ensuring that duplex unwinding is coupled with DNA synthesis.",
            "score": 294.00103759765625
        },
        {
            "docid": "235926_9",
            "document": "DNA polymerase . When synthesizing new DNA, DNA polymerase can add free nucleotides only to the 3' end of the newly forming strand. This results in elongation of the newly forming strand in a 5'–3' direction. No known DNA polymerase is able to begin a new chain (\"de novo\"); it can only add a nucleotide onto a pre-existing 3'-OH group, and therefore needs a primer at which it can add the first nucleotide. Primers consist of RNA or DNA bases (or both). In DNA replication, the first two bases are always RNA, and are synthesized by another enzyme called primase. Helicase and topoisomerase II are required to unwind DNA from a double-strand structure to a single-strand structure to facilitate replication of each strand consistent with the semiconservative model of DNA replication.",
            "score": 292.93475341796875
        },
        {
            "docid": "44399942_6",
            "document": "Single-stranded binding protein . Six herpes virus-group-common genes encode proteins that likely constitute the replication fork machinery, including a two-subunit DNA polymerase, a Helicase-primase complex and a single-stranded DNA-binding protein. The \"human herpesvirus 1\" (HHV-1) single-strand DNA-binding protein ICP8 is a 128kDa zinc metalloprotein. Photoaffinity labeling has shown that the region encompassing amino acid residues 368-902 contains the single-strand DNA-binding site of ICP8. The HHHV-1 UL5, UL8, and UL52 genes encode an essential heterotrimeric DNA helicase-primase that is responsible for concomitant DNA unwinding and primer synthesis at the viral DNA replication fork. ICP8 may stimulate DNA unwinding and enable bypass of cisplatin damaged DNA by recruiting the helicase-primase to the DNA.",
            "score": 291.7657470703125
        },
        {
            "docid": "505434_10",
            "document": "DnaB helicase . Loading of the DnaB helicase is the key step in replication initiation. As a replicative helicase, DnaB migrates along the single-stranded DNA in the 5'→3' direction, unwinding the DNA as it travels. The DnaB helicases loaded onto the two DNA strands thus travel in opposite directions, creating two potential replication forks. All other proteins at the replication fork are linked directly or indirectly to DnaB.",
            "score": 291.7160949707031
        },
        {
            "docid": "22833956_14",
            "document": "Molecular models of DNA . The structure of DNA shows a variety of forms, both double-stranded and single-stranded. The mechanical properties of DNA, which are directly related to its structure, are a significant problem for cells. Every process which binds or reads DNA is able to use or modify the mechanical properties of DNA for purposes of recognition, packaging and modification. The extreme length (a chromosome may contain a 10 cm long DNA strand), relative rigidity and helical structure of DNA has led to the evolution of histones and of enzymes such as topoisomerases and helicases to manage a cell's DNA. The properties of DNA are closely related to its molecular structure and sequence, particularly the weakness of the hydrogen bonds and electronic interactions that hold strands of DNA together compared to the strength of the bonds within each strand.",
            "score": 291.1533508300781
        },
        {
            "docid": "1123902_24",
            "document": "Biosynthesis . In order for DNA replication to occur, a replication fork is created by enzymes called helicases which unwind the DNA helix. Topoisomerases at the replication fork remove supercoils caused by DNA unwinding, and single-stranded DNA binding proteins maintain the two single-stranded DNA templates stabilized prior to replication.",
            "score": 289.8318786621094
        },
        {
            "docid": "38751180_2",
            "document": "ICP8 . ICP8, the herpes simplex virus type-1 single-strand DNA-binding protein, is one of seven proteins encoded in the viral genome of HSV-1 that is required for HSV-1 DNA replication. It is able to anneal to single-stranded DNA (ssDNA) as well as melt small fragments of dsDNA; its role is to destabilize duplex DNA during initiation of replication. It differs from helicases because it is ATP- and Mg-independent. In cells infected with HSV-1, the DNA in those cells become colocalized with ICP8.",
            "score": 287.2094421386719
        },
        {
            "docid": "52010888_2",
            "document": "Initiator protein . The initiator proteins are the protein that recognize a specific DNA sequence within the origin of replication. The origin of replication is the site where the helicase attaches to the template strand and starts to unwind the DNA into two strands.",
            "score": 286.58154296875
        },
        {
            "docid": "14833531_3",
            "document": "PcrA . Genetic and biochemical studies have shown that the helicase is essential for plasmid rolling-circle replication and repair of DNA damage caused by exposure to ultraviolet radiation. It catalyzes the unwinding of double-stranded plasmid DNA that has been nicked at the replication origin by the replication initiation protein. Genetic and biochemical studies have also shown that the helicase plays an important role in cell-survival by regulating the levels of RecA-mediated recombination in Gram-positive bacteria.",
            "score": 284.5166015625
        },
        {
            "docid": "9896453_54",
            "document": "Eukaryotic DNA replication . Mrc1/Claspin proteins couple leading-strand synthesis with the CMG complex helicase activity. Mrc1 interacts with polymerase ε as well as Mcm proteins. The importance of this direct link between the helicase and the leading-strand polymerase is underscored by results in cultured human cells, where Mrc1/Claspin is required for efficient replication fork progression. These results suggest that efficient DNA replication also requires the coupling of helicases and leading-strand synthesis...",
            "score": 283.4808654785156
        },
        {
            "docid": "9896434_3",
            "document": "Prokaryotic DNA replication . All cells must finish DNA replication before they can proceed for cell division. Media conditions that support fast growth in bacteria also couples with shorter inter-initiation time in them, i.e. the doubling time in fast growing cells is less as compared to the slow growth. In other words, it is possible that in fast growth conditions the grandmother cells starts replicating its DNA for grand daughter cell. For the same reason, the initiation of DNA replication is highly regulated. Bacterial origins regulate orisome assembly, a nuclei-protein complex assembled on the origin responsible for unwinding the origin and loading all the replication machinery. In \"E. coli,\" the direction for orisome assembly are built into a short stretch of nucleotide sequence called as origin of replication (\"oriC\") which contains multiple binding sites for the initiator protein DnaA (a highly homologous protein amongst bacterial kingdom). DnaA has four domains with each domain responsible for a specific task. There are 11 DnaA binding sites/boxes on the \"E. coli\" origin of replication out of which three boxes R1, R2 and R4 (which have a highly conserved 9 bp consensus sequence 5' - TTATC/ACACA ) are high affinity DnaA boxes. They bind to DnaA-ADP and DnaA-ATP with equal affinities and are bound by DnaA throughout most of the cell cycle and forms a scaffold on which rest of the orisome assembles. The rest eight DnaA boxes are low affinity sites that preferentially bind to DnaA-ATP. During initiation, DnaA bound to high affinity DnaA box R4 donates additional DnaA to the adjacent low affinity site and progressively fill all the low affinity DnaA boxes. Filling of the sites changes origin conformation from its native state. It is hypothesized that DNA stretching by DnaA bound to the origin promotes strand separation which allows more DnaA to bind to the unwound region. The DnaC helicase loader then interacts with the DnaA bound to the single-stranded DNA to recruit the DnaB helicase, which will continue to unwind the DNA as the DnaG primase lays down an RNA primer and DNA Polymerase III holoenzyme begins elongation.",
            "score": 283.4626159667969
        },
        {
            "docid": "5594037_4",
            "document": "DNA unwinding element . The specific unwinding of the DUE allows for initiation complex assembly at the site of replication on single-stranded DNA, as discovered by Huang Kowalski. The DNA helicase and associated enzymes are now able to bind to the unwound region, creating a replication fork start. The unwinding of this duplex strand region is associated with a low free energy requirement, due to helical instability caused by specific base-stacking interactions, in combination with counteracting supercoiling. Negative supercoiling allows the DNA to be stable upon melting, driven by reduction of torsional stress. Found in the replication origins of both bacteria and yeast, as well as present in some mammalian ones. Found to be between 30-100 bp long.",
            "score": 283.3368835449219
        }
    ]
}