{
    "q": [
        {
            "docid": "4642940_7",
            "document": "Compartment (development) . To explain how anterior and posterior cells are kept separated, the differential adhesion hypothesis proposes that these two cell populations express different adhesion molecules, producing different affinities for each other that minimize their contact. The selector affinity model proposes that difference in cell affinity between compartments is a result of differential selector gene expression. The presence or absence of selector genes in a given compartment produces compartment-specific adhesion or recognition molecules that are different from those in its counterpart. For example, \"engrailed\" expressed in the posterior, but not the anterior, cells provides the differential affinity that keeps these compartments separately. It is also possible that this difference in cell adhesion/affinity is not directly due to \"en\" expression, but rather to the ability to receive Hh signaling. Anterior cells, capable of Hh transduction, will express given adhesive molecules that would differ from those present in posterior cells, creating differential affinity that would prevent them from intermixing. This signaling-affinity model is supported by experiments that demonstrate the importance of Hh signaling. Clones mutant for the \"Smoothened (smo)\", the gene responsible for transducing Hh signaling, retain anterior-like features, but move into the posterior compartment without any changes in the expression \"engrailed\" or invected. This demonstrates that Hh signaling, rather than the absence of en, is what gives cells their compartmental identity. Nonetheless, this signaling-affinity model is incomplete: \"smo\" mutant clones of anterior origin that migrate into the posterior compartment, do not completely associate with these cells, but rather form a smooth boundary with these posterior cells. If signaling-affinity were the only factor determining compartment identity, then these clones, which are no longer receiving Hh signaling, would have the same affinity as the other posterior cells in that compartment and be able to intermix with them. These experiments indicate that although Hh signaling could be having an effect in adhesive properties, this effect is limited to the border cells rather than throughout both compartments. It is also possible that both compartments produce the same cell adhesion molecules, but a difference in its abundance or activity could result in sorting between the two compartments. In vitro, transfected cells with high levels of a given adhesion molecule will segregate from cells that expressing lower levels of this same molecule. Finally, differences in cell bond tension could also play a role in the establishment of the boundary and the separation of the two different cell populations. Experimental data has shown that Myosin-II is up-regulated along both the dorsal-ventral and anterior-posterior boundaries in the imaginal wing disc. The D/V boundary is characterized by the presence of filamentous actin and mutations in Myosin-II heavy chain impairs D/V compartmentalization. Similarly, both F-actin and Myosin-II are increased along the A/P boundary, accompanied by a decrease of \"Bazooka\", which was also observed in the D/V border. The Rho-kinase inhibitor Y-27632, of which Myosin-II is the main target, significantly reduces cell bond tension, suggesting that Myosin-II could be the main effector of this process. In support of the signaling-affinity model, creating an artificial interface between cells with active vs. inactive Hh signaling induces a junctional behavior that aligns the cell bonds of where these opposing cell types meet. Moreover, a 2.5-fold increase in mechanical tension is observed along the A/P boundary, compared to the rest of the tissue. Simulations using a vertex model demonstrate that this increase in cell bond tension is enough to maintain proliferating cell populations in separate compartment boundaries. Parameters used to measure cell bond tension are based cell-cell adhesion and cortical tension input. It has also been suggested that boundary formation is not a result of differential mechanical tension between the two cell populations, but could be a result of the mechanical properties of the boundary itself. Interestingly, the level the adhesion molecule, E-cadherin, was unaltered and the biophysical properties of cells between the two compartments were the same. Changes in cell properties, such as an enlarged apical cross-section area, are only observed in anterior and posterior border cells. Along the boundary, orientation of cell divisions was random and there is no evidence that increased cell death or zones of non-proliferating cells are important for maintaining the A/P or D/V boundary.",
            "score": 187.42587184906006
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 257.4230453968048
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 182.9117602109909
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 190.397012591362
        },
        {
            "docid": "6020806_6",
            "document": "Contact inhibition . Furthermore, it has been shown that cell-cell adhesion formation not only restricts growth and proliferation by imposing physical constraints such as cell area, but also by triggering signaling pathways that downregulate proliferation. One such pathway is the Hippo-YAP signaling pathway, which is largely responsible for inhibiting cell growth in mammals. This pathway consists primarily of a phosphorylation cascade involving serine kinases and is mediated by regulatory proteins, which regulate cell growth by binding to growth-controlling genes. The serine/threonine kinase Hippo (Mst1/Mst2 in mammals) activates a secondary kinase (Lats1/Lats2), which phosphorylates YAP, a transcriptional activator of growth genes. The phosphorylation of YAP serves to export it from the nucleus and prevent it from activating growth-promoting genes; this is how the Hippo-YAP pathway inhibits cell growth. More importantly, the Hippo-YAP pathway uses upstream elements to act in response to cell-cell contact and controls density-dependent inhibition of proliferation. For example, cadherins are transmembrane proteins that form cellular junctions via homophilic binding and thus act as detectors for cell-cell contact. Cadherin-mediated activation of the inhibitory pathway involves the transmembrane E-cadherin forming a homophilic bond in order to activate α- and β-catenin, which then stimulate downstream components of the Hippo-YAP pathway to ultimately downregulate cell growth. This is consistent with the finding that E-cadherin overexpression hinders metastasis and tumorigenesis. Because YAP is shown to be associated with mitogenic growth factor signaling and thus cell proliferation, it is likely that future studies will focus on the Hippo-YAP pathway's role in cancer cells.",
            "score": 180.41825234889984
        },
        {
            "docid": "10218359_2",
            "document": "Inhibitor of apoptosis . Apoptosis, or programmed cell death, is a highly regulated process used by many multicellular organisms. Like any regulated process, apoptosis is subject to either activation or inhibition by a variety of chemical factors. Apoptosis can be triggered through two main pathways; extrinsic and intrinsic. The extrinsic pathway mostly involves extracellular signals triggering intracellular apoptosis mechanisms by binding to receptors in the cell membrane and sending signals from the outside of the cell. Intrinsic pathways involved internal cell signaling primarily through the mitochondria. Inhibitors of apoptosis are a group of proteins that mainly act on the intrinsic pathway that block programmed cell death, which can frequently lead to cancer or other effects for the cell if mutated or improperly regulated. Many of these inhibitors act to block caspases, a family of cysteine proteases that play an integral role in apoptosis. Some of these inhibitors include the Bcl-2 family, viral inhibitor crmA, and IAP's.",
            "score": 242.66359889507294
        },
        {
            "docid": "13530864_11",
            "document": "TRPV2 . TRPV2 plays a role in negative homeostatic control of excess cell proliferation by inducing apoptosis (programmed cell death). This is accomplished predominantly through the Fas pathway, also known as the death-inducing signaling complex. Activation of TRPV2 by growth factors and hormones induces the receptor to translocate from intracellular compartments to the plasma membrane, which initiates the development of death signals. An example of the role of TRPV2 in apoptosis is its expression in the bladder cancer t24 cell line. TRPV2 in bladder cancer leads to apoptosis through the influx of calcium ions through the TPRV2 channel. In some tumors, the over-expression of TRPV2 can lead to abnormal signaling pathways that drives unchecked cell proliferation and resistance to apoptotic stimuli. The over-expression of TRPV2 has been linked to several cancer types and cell lines. TRPV2 is expressed in human HepG2 cells, a cell line containing human liver carcinogenic cells. Heat allows for calcium entry into these cells through TRPV2 channels, which aid in the maintenance of these cells. TRPV2 also negatively affects patients with gliomas. TRPV2 in carcinogenic glial cells leads to resistance to apoptotic cell death, leading to harmful, carcinogenic cell survival.",
            "score": 221.04120182991028
        },
        {
            "docid": "969821_2",
            "document": "JAK-STAT signaling pathway . The JAK-STAT signalling pathway is a chain of interactions between proteins in a cell, and is involved in processes such as immunity, cell division, cell death and tumour formation. The pathway communicates information from chemical signals outside of a cell to the cell nucleus, resulting in the activation of genes through a process called transcription. There are three key parts of JAK-STAT signalling: Janus kinases (JAKs), Signal Transducer and Activator of Transcription proteins (STATs), and receptors (which bind the chemical signals). Disrupted JAK-STAT signalling may lead to a variety of diseases, such as skin conditions, cancers, and disorders affecting the immune system.",
            "score": 165.88148951530457
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 158.92511296272278
        },
        {
            "docid": "2457_13",
            "document": "Apoptosis . Before the actual process of cell death is precipitated by enzymes, apoptotic signals must cause regulatory proteins to initiate the apoptosis pathway. This step allows those signals to cause cell death, or the process to be stopped, should the cell no longer need to die. Several proteins are involved, but two main methods of regulation have been identified: the targeting of mitochondria functionality, or directly transducing the signal via adaptor proteins to the apoptotic mechanisms. An extrinsic pathway for initiation identified in several toxin studies is an increase in calcium concentration within a cell caused by drug activity, which also can cause apoptosis via a calcium binding protease calpain.",
            "score": 256.35437059402466
        },
        {
            "docid": "371659_10",
            "document": "Ras subfamily . Ras proteins function as binary molecular switches that control intracellular signaling networks. Ras-regulated signal pathways control such processes as actin cytoskeletal integrity, cell proliferation, cell differentiation, cell adhesion, apoptosis, and cell migration. Ras and Ras-related proteins are often deregulated in cancers, leading to increased invasion and metastasis, and decreased apoptosis. Ras activates several pathways, of which the mitogen-activated protein (MAP) kinase cascade has been well-studied. This cascade transmits signals downstream and results in the transcription of genes involved in cell growth and division. Another Ras-activated signaling pathway is the PI3K/AKT/mTOR pathway, which stimulates protein synthesis and cellular growth, and inhibits apoptosis.",
            "score": 231.99216198921204
        },
        {
            "docid": "2457_42",
            "document": "Apoptosis . The main method of treatment for death from signaling-related diseases involves either increasing or decreasing the susceptibility of apoptosis in diseased cells, depending on whether the disease is caused by either the inhibition of or excess apoptosis. For instance, treatments aim to restore apoptosis to treat diseases with deficient cell death, and to increase the apoptotic threshold to treat diseases involved with excessive cell death. To stimulate apoptosis, one can increase the number of death receptor ligands (such as TNF or TRAIL), antagonize the anti-apoptotic Bcl-2 pathway, or introduce Smac mimetics to inhibit the inhibitor (IAPs). The addition of agents such as Herceptin, Iressa, or Gleevec works to stop cells from cycling and causes apoptosis activation by blocking growth and survival signaling further upstream. Finally, adding p53-MDM2 complexes displaces p53 and activates the p53 pathway, leading to cell cycle arrest and apoptosis. Many different methods can be used either to stimulate or to inhibit apoptosis in various places along the death signaling pathway.",
            "score": 250.72421085834503
        },
        {
            "docid": "22108748_3",
            "document": "Hippo signaling pathway . A fundamental question in developmental biology is how an organ knows to stop growing after reaching a particular size. Organ growth relies on several processes occurring at the cellular level, including cell division and programmed cell death (or apoptosis). The Hippo signaling pathway is involved in restraining cell proliferation and promoting apoptosis. As many cancers are marked by unchecked cell division, this signaling pathway has become increasingly significant in the study of human cancer. Hippo pathway also has critical role in stem cell and tissue specific progenitor cell self-renewal and expansion.",
            "score": 211.54929304122925
        },
        {
            "docid": "31321569_10",
            "document": "The Hallmarks of Cancer . Typically, cells of the body require hormones and other molecules that act as signals for them to grow and divide. Cancer cells, however, have the ability to grow without these external signals. There are multiple ways in which cancer cells can do this: by producing these signals themselves, known as autocrine signalling; by permanently activating the signalling pathways that respond to these signals; or by destroying 'off switches' that prevents excessive growth from these signals (negative feedback). In addition, cell division in normal, non-cancerous cells is tightly controlled. In cancer cells, these processes are deregulated because the proteins that control them are altered, leading to increased growth and cell division within the tumor.",
            "score": 156.8179850578308
        },
        {
            "docid": "4642940_6",
            "document": "Compartment (development) . In 1970, by means of clonal analysis, the Anterior-Posterior boundary was identified. The founder cells, found at the border between parasegments 4 and 5 of embryo, are already determined at the early blastoderm stage and defined into the two populations they will generate by stripes of the engrailed gene. The selector gene, \"engrailed (en)\", is a key determinant in boundary formation between the anterior and posterior compartments. As the wing imaginal disc expands, posterior, but not anterior cells will express engrailed and maintain this expression state as they expand and form the disc. Engrailed mutant clones of posterior origin will gain anterior affinity and move towards the anterior compartment and intermix with those cells. Within the posterior compartment these clones will sort out and form an ectopicborder where they meet other posterior cells. Similarly, a clone of anterior cells expressing engrailed will gain posterior identity and create an ectopic boundary where the clone meets other anterior cells in this compartment. In addition,to its cell autonomous role in specifying posterior compartment identity, \"engrailed\" also has a non-cell autonomous function in the general growth and patterning of the wing disc, through the activation of signaling pathways such as Hedgehog (Hh) and Decapentaplegic (Dpp). The presence of engrailed in the posterior cells leads to the secretion of the short-range inducer Hh which can cross over to the anterior compartment to activate the long-range morphogen, Dpp. Cells in the posterior compartment produce Hh, but only anterior cells can transduce the signal. \"Optomotor-blind (omb)\" is involved in the transcriptional response of Dpp, which is only required in the anterior cells to interpret Hh signaling for boundary formation and maintenance. In addition, Cubitus interruptus \"(Ci)\", the signal transducer of the Hh signal, is expressed throughout the anterior compartment, particularly in anterior border cells. In posterior cells engrailed prevents the expression of \"Ci\", such it is only expressed in anterior cells and hence only these cells can respond to Hh signaling by up-regulating the expression of \"dpp\". Loss of engrailed function in posterior cells, results in anterior transformation, where Hh expression is decreased and \"dpp\", \"ci\" and \"patched\" (ptc) is increased, resulting in the formation of a new A/P boundary, suggesting that \"en\" positively regulates\" hh\", while negatively regulating \"ci\",\" ptc\" and \"dpp\".",
            "score": 201.30255508422852
        },
        {
            "docid": "4109042_9",
            "document": "Cell signaling . Many cell signals are carried by molecules that are released by one cell and move to make contact with another cell. \"Endocrine\" signals are called hormones. Hormones are produced by endocrine cells and they travel through the blood to reach all parts of the body. Specificity of signaling can be controlled if only some cells can respond to a particular hormone. \"Paracrine\" signals such as retinoic acid target only cells in the vicinity of the emitting cell. Neurotransmitters represent another example of a paracrine signal. Some signaling molecules can function as both a hormone and a neurotransmitter. For example, epinephrine and norepinephrine can function as hormones when released from the adrenal gland and are transported to the heart by way of the blood stream. Norepinephrine can also be produced by neurons to function as a neurotransmitter within the brain. Estrogen can be released by the ovary and function as a hormone or act locally via paracrine or autocrine signaling. Active species of oxygen and nitric oxide can also act as cellular messengers. This process is dubbed redox signaling.",
            "score": 140.96989011764526
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 192.66237223148346
        },
        {
            "docid": "1209057_20",
            "document": "Wnt signaling pathway . Cell fate specification or cell differentiation is a process where undifferentiated cells can become a more specialized cell type. Wnt signaling induces differentiation of pluripotent stem cells into mesoderm and endoderm progenitor cells. These progenitor cells further differentiate into cell types such as endothelial, cardiac and vascular smooth muscle lineages. Wnt signaling induces blood formation from stem cells. Specifically, Wnt3 leads to mesoderm committed cells with hematopoietic potential. Wnt1 antagonizes neural differentiation and is a major factor in self-renewal of neural stem cells. This allows for regeneration of nervous system cells, which is further evidence of a role in promoting neural stem cell proliferation. Wnt signaling is involved in germ cell determination, gut tissue specification, hair follicle development, lung tissue development, trunk neural crest cell differentiation, nephron development, ovary development and sex determination. Wnt signaling also antagonizes heart formation, and Wnt inhibition was shown to be a critical inducer of heart tissue during development, and small molecule Wnt inhibitors are routinely used to produce cardiomyocytes from pluripotent stem cells .",
            "score": 172.14023339748383
        },
        {
            "docid": "15214773_3",
            "document": "Death receptor 6 . The protein encoded by this gene is a member of the TNF-receptor superfamily. This receptor has been shown to activate NF-κB and MAPK8/JNK, and induce cell apoptosis. Through its death domain, this receptor interacts with TRADD protein, which is known to serve as an adaptor that mediates signal transduction of TNF-receptors. Knockout studies in mice suggested that this gene plays a role in T helper cell activation, and may be involved in inflammation and immune regulation. The DR6 is an alpha-helical integral membrane receptor protein that shows evidence that it has something to do with the inhibition of blood vessels forming on tumors which would allow them to grow larger. Death receptor 6 gets a chemical message and starts a signaling pathway that causes apoptosis, also known as cell death, to occur. It is also expressed in endothelial cells. Tumor cells can induce, through exposition of amyloid precursor protein (APP), DR6-mediated endothelial cell necroptosis allowing tumors metastasis.",
            "score": 246.7044198513031
        },
        {
            "docid": "2457_11",
            "document": "Apoptosis . The initiation of apoptosis is tightly regulated by activation mechanisms, because once apoptosis has begun, it inevitably leads to the death of the cell. The two best-understood activation mechanisms are the intrinsic pathway (also called the mitochondrial pathway) and the extrinsic pathway. The \"intrinsic pathway\" is activated by intracellular signals generated when cells are stressed and depends on the release of proteins from the intermembrane space of mitochondria. The \"extrinsic pathway\" is activated by extracellular ligands binding to cell-surface death receptors, which leads to the formation of the death-inducing signaling complex (DISC).",
            "score": 218.29633045196533
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 201.16334176063538
        },
        {
            "docid": "14761714_5",
            "document": "Allograft inflammatory factor 1 . AIF1 was originally discovered in atherosclerotic lesions in a rat model of chronic allograft cardiac rejection. It was found to be upregulated in macrophages and neutrophils in response to the cytokine IFN-γ. AIF1 expression has been seen to increase in vascular tissue in response to arterial injury, specifically it is found in activated vascular smooth muscle cells in response to IFN-γ, IL-1β, and T-cell conditioned media. In vascular smooth muscle cells, activation is responsible for arterial thickening in allografts through over proliferation. AIF1 has been found to enhance growth and promote proliferation in vascular smooth muscle cells through deregulation of the cell cycle. It does this by shortening the cell cycle and altering the expression of cyclins. Though histologically different, AIF1 has also been shown to promote the proliferation and activation of endothelial cells (EC). EC activation, leads to proliferation and migration of cells, which is involved in multiple normal vascular processes, such as atherosclerosis, angiogenesis, and wound healing. It is currently theorized that AIF1 works to control endothelial cell proliferation and migration through action in signal transduction pathways. It has features of a cytoplasmic signaling protein, including several domains that allow for binding to multiprotein complexes, called PDZ domains. In endothelial cells, AIF1 has been specifically shown to regulate vasculogenesis, including the formation of aortic sprouting and tube-like formations. AIF1 been shown to interact with kinase p44/42 and PAK1, two previously known signal transduction molecules, in regulating these processes. AIF1 also shows distinct differences in the pathways by which it regulates endothelial cells, macrophages, and vascular smooth muscle cells.",
            "score": 168.56351387500763
        },
        {
            "docid": "8310787_9",
            "document": "Survivin . Apoptosis, the process of programmed cell death, involves complex signaling pathways and cascades of molecular events. This process is needed for proper development during embryonic and fetal growth where there is destruction and reconstruction of cellular structures. In adult organisms, apoptosis is needed to maintain differentiated tissue by striking the balance between proliferation and cell death. It is known that intracellular proteases called caspases degrade the cellular contents of the cell by proteolysis upon activation of the death pathway.",
            "score": 206.6792027950287
        },
        {
            "docid": "11011552_9",
            "document": "Cellular communication (biology) . There are three different types of basic cell communication: surface membrane to surface membrane; exterior, which is between receptors on the cell; and direct communication, which means signals pass inside the cell itself. The junctions of these cells are important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors. This stability leads researchers to believe that gap junctions will be a part of cancer treatment in the future.",
            "score": 178.8791300058365
        },
        {
            "docid": "2332422_35",
            "document": "Carcinogenesis . Normally, once a tissue is injured or infected, damaged cells elicit inflammation, by stimulating specific patterns of enzyme activity and cytokine gene expression on surrounding cells. Discrete clusters of molecules are secreted, which act as mediators, inducing the activity of subsequent cascades of biochemical changes. Each cytokine binds to specific receptors on various cell types, and each cell type responds differently by altering the activity of intracellular signal transduction pathways, depending on the receptors that the cell expresses and the signaling molecules present inside the cell. Collectively, this reprogramming process induces a stepwise change in cell phenotypes, which will ultimately lead to restoration of tissue function and toward regaining essential structural integrity. A tissue can thereby heal, depending on the productive communication between the cells present at the site of damage, and the immune system. Key factor in healing is the regulation of cytokine gene expression, which enables complementary groups of cells to respond to inflammatory mediators in a manner that gradually produces essential changes in tissue physiology. Cancer cells have either permanent (genetic) or reversible (epigenetic) changes on their genome, which partly inhibit their communication with surrounding cells and with the immune system. Cancer cells do not communicate with their tissue microenvironment in a manner that protects tissue integrity; instead, the movement and the survival of cancer cells become possible in locations where they can impair tissue function. Cancer cells survive by rewiring signal pathways that normally protect the tissue from the immune system.",
            "score": 166.26560151576996
        },
        {
            "docid": "47719891_2",
            "document": "Cell communication (biology) . There are three different types of basic cell communication and they are: surface membrane to surface membrane, exterior, which is between receptors on the cell, and direct communication, which means signals pass inside the cell itself. The junctions of these cells is incredibly important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors.",
            "score": 177.05962765216827
        },
        {
            "docid": "38262758_5",
            "document": "Hes3 signaling axis . There are many signal transduction pathways in a cell and each of these involves many different proteins. This provides many opportunities for different signal transduction pathways to intercept (cross-talk). As a result, a cell simultaneously processes and interprets many different signals, as would be expected since the extracellular environment contains many different ligands. Cross-talk also allows the cell to integrate these many signals as opposed to process them independently. For example, mutually opposing signals may be activated at the same time by different ligands, and the cell can interpret these signals as a whole. Signal transduction pathways are widely studied in biology as they provide mechanistic understanding of how a cell operates and takes critical decisions (e.g. to multiply, move, die, activate genes etc.). These pathways also provide many drug targets and are of great relevance to drug discovery efforts.",
            "score": 166.3450665473938
        },
        {
            "docid": "563093_19",
            "document": "Paracrine signalling . The Hedgehog Signaling pathway is critical in proper tissue patterning and orientation during normal development of most animals. Hedgehog proteins induce cell proliferation in certain cells and differentiations in others. Aberrant activation of the Hedgehog pathway has been implicated in several types of cancers, Basal Cell Carcinoma in particular. This uncontrolled activation of the Hedgehog proteins can be caused by mutations to the signal pathway, which would be ligand independent, or a mutation that causes overexpression of the Hedgehog protein, which would be ligand dependent. In addition, therapy-induced Hedgehog pathway activation has been shown to be necessary for progression of Prostate Cancer tumors after androgen deprivation therapy. This connection between the Hedgehog signaling pathway and human cancers may provide for the possible of therapeutic intervention as treatment for such cancers. The Hedgehog signaling pathway is also involved in normal regulation of stem-cell populations, and required for normal growth and regeneration of damaged organs. This may provide another possible route for tumorigenesis via the Hedgehog pathway.",
            "score": 181.7521047592163
        },
        {
            "docid": "18678893_5",
            "document": "CED-12 . CED-12 is an adaptor protein (proteins involved in facilitating the formation of signalling complexes) that is translated once apoptosis has been triggered in a cell. Apoptosis, also known as programmed cell death, activates during development as well as in situations where a cell has received sufficient physical damage. Many of the contents within a cell are reactive with the environment outside of the cell and must be disposed of without causing any harm to the surrounding tissues. Apoptotic cells are removed from their external environment by neighbouring cells that recognize cell-surface markers located on the apoptotic cell membrane. Marker recognition leads to the engulfment of apoptotic cells by phagocytosis. On a molecular level, recognition of the cell-surface markers leads to the translation of the CED-12 protein in the cytoplasm of the engulfing cell, which then gets localized to the cell membrane. CED-12 binds CED-2 (\"C. elegans\" homolog to CrkII in mammals), followed by CED-5 (\"C. elegans\" homolog for DOCK180 in mammals) and forms a ternary structure. Transmembrane CED-1 is an example of the cell-surface receptor on the engulfing cell. When receptors come in contact with cell surface markers on the apoptotic cell, a protein known as CED-6 (homolog for GULP in mammals) is expressed. Both the CED-2/CED-5/CED-12 ternary structure and CED-6 function to activate an effector protein known as CED-10. CED-10 is a RAC-GTPase protein that is directly responsible for the rearrangement of the actin cytoskeleton that initiates phagocytosis. This process is regulated by two pathways. The first is by CED-6, which is an adaptor protein that is responsible for coordinating protein-protein interactions between CED-10 and actin. The second pathway occurs when the CED-2/CED-5/CED-12 ternary structure form a GEF (guanine nucleotide exchange factor) with CED-10, which promotes the binding of a GTP energy molecule in order to activate the GTP-dependent CED-10.",
            "score": 243.55198431015015
        },
        {
            "docid": "2901165_29",
            "document": "Transforming growth factor beta . In normal cells, TGF-β, acting through its signaling pathway, stops the cell cycle at the G1 stage to stop proliferation, induce differentiation, or promote apoptosis. In many cancer cells, parts of the TGF-β signaling pathway are mutated, and TGF-β no longer controls the cell. These cancer cells proliferate. The surrounding stromal cells (fibroblasts) also proliferate. Both cells increase their production of TGF-β. This TGF-β acts on the surrounding stromal cells, immune cells, endothelial and smooth-muscle cells. It causes immunosuppression and angiogenesis, which makes the cancer more invasive. TGF-β also converts effector T-cells, which normally attack cancer with an inflammatory (immune) reaction, into regulatory (suppressor) T-cells, which turn off the inflammatory reaction. Normal tissue integrity is preserved by feedback interactions between different cell types that express adhesion molecules and secrete cytokines. Disruption of these feedback mechanisms in cancer damages a tissue. When TGF-β signaling fails to control NF-κB activity in cancer cells, this has at least two potential effects: first, it enables the malignant tumor to persist in the presence of activated immune cells, and second, the cancer cell outlasts immune cells because it survives in the presence of apoptotic, and anti-inflammatory mediators.",
            "score": 194.18938827514648
        },
        {
            "docid": "37431639_8",
            "document": "Necroptosis . As in all forms of necrotic cell death, cells undergoing necroptosis rupture and leak their contents into the intercellular space. Unlike in necrosis, permeabilization of the cell membrane during necroptosis is tightly regulated. While many of these mechanisms and components of the pathway are still being uncovered, the major steps of necroptotic signaling have been outlined in recent years. First, extrinsic stimulus through the TNF receptor by TNFα signals the recruitment of the TNF receptor-associated death domain (TRADD) which in turn recruits RIPK1. In the absence of active Caspase 8, RIPK1 and RIPK3 auto- and transphosphorylate each other, leading to the formation of a microfilament-like complex called the necrosome. The necrosome then activates the pro-necroptotic protein MLKL via phosphorylation. MLKL actuates the necrosis phenotype by inserting into the bilipid membranes of organelles and plasma membrane leading to expulsion of cellular contents into the extracellular space. The inflammatory rupturing of the cell releases Damage Associated Molecular Patterns (DAMPs) into the extracellular space. Many of these DAMPs remain unidentified, however, the \"find me\" and \"eat me\" DAMP signals are known to recruit immune cells to the damaged/infected tissue. Necrotic cells are cleared from the immune system by a mechanism called pinocytosis, or cellular drinking, which is mediated by macropinosomes, a subcellular component of macrophages. This process is in contrast to removal of apoptotic cells by the immune system in which cells are removed via phagocytosis, or cellular eating.",
            "score": 205.5030745267868
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 173.6454483270645
        }
    ],
    "r": [
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 257.42303466796875
        },
        {
            "docid": "2457_13",
            "document": "Apoptosis . Before the actual process of cell death is precipitated by enzymes, apoptotic signals must cause regulatory proteins to initiate the apoptosis pathway. This step allows those signals to cause cell death, or the process to be stopped, should the cell no longer need to die. Several proteins are involved, but two main methods of regulation have been identified: the targeting of mitochondria functionality, or directly transducing the signal via adaptor proteins to the apoptotic mechanisms. An extrinsic pathway for initiation identified in several toxin studies is an increase in calcium concentration within a cell caused by drug activity, which also can cause apoptosis via a calcium binding protease calpain.",
            "score": 256.3543701171875
        },
        {
            "docid": "2457_42",
            "document": "Apoptosis . The main method of treatment for death from signaling-related diseases involves either increasing or decreasing the susceptibility of apoptosis in diseased cells, depending on whether the disease is caused by either the inhibition of or excess apoptosis. For instance, treatments aim to restore apoptosis to treat diseases with deficient cell death, and to increase the apoptotic threshold to treat diseases involved with excessive cell death. To stimulate apoptosis, one can increase the number of death receptor ligands (such as TNF or TRAIL), antagonize the anti-apoptotic Bcl-2 pathway, or introduce Smac mimetics to inhibit the inhibitor (IAPs). The addition of agents such as Herceptin, Iressa, or Gleevec works to stop cells from cycling and causes apoptosis activation by blocking growth and survival signaling further upstream. Finally, adding p53-MDM2 complexes displaces p53 and activates the p53 pathway, leading to cell cycle arrest and apoptosis. Many different methods can be used either to stimulate or to inhibit apoptosis in various places along the death signaling pathway.",
            "score": 250.72421264648438
        },
        {
            "docid": "2457_44",
            "document": "Apoptosis . On the other hand, loss of control of cell death (resulting in excess apoptosis) can lead to neurodegenerative diseases, hematologic diseases, and tissue damage. It is to note that neurons that rely on mitochondrial respiration undergo apoptosis in neurodegenerative diseases such as Alzheimer’s and Parkinson’s (an observation known as the “Inverse Warburg hypothesis” ).Moreover, there is an inverse epidemiological comorbidity between neurodegenerative diseases and cancer. The progression of HIV is directly linked to excess, unregulated apoptosis. In a healthy individual, the number of CD4+ lymphocytes is in balance with the cells generated by the bone marrow; however, in HIV-positive patients, this balance is lost due to an inability of the bone marrow to regenerate CD4+ cells. In the case of HIV, CD4+ lymphocytes die at an accelerated rate through uncontrolled apoptosis, when stimulated. At the molecular level, hyperactive apoptosis can be caused by defects in signaling pathways that regulate the Bcl-2 family proteins. Increased expression of apoptotic proteins such as BIM, or their decreased proteolysis, leads to cell death, and can cause a number of pathologies, depending on the cells where excessive activity of BIM occurs. Cancer cells can escape apoptosis through mechanisms that suppress BIM expression or by increased proteolysis of BIM.",
            "score": 249.27346801757812
        },
        {
            "docid": "15214773_3",
            "document": "Death receptor 6 . The protein encoded by this gene is a member of the TNF-receptor superfamily. This receptor has been shown to activate NF-κB and MAPK8/JNK, and induce cell apoptosis. Through its death domain, this receptor interacts with TRADD protein, which is known to serve as an adaptor that mediates signal transduction of TNF-receptors. Knockout studies in mice suggested that this gene plays a role in T helper cell activation, and may be involved in inflammation and immune regulation. The DR6 is an alpha-helical integral membrane receptor protein that shows evidence that it has something to do with the inhibition of blood vessels forming on tumors which would allow them to grow larger. Death receptor 6 gets a chemical message and starts a signaling pathway that causes apoptosis, also known as cell death, to occur. It is also expressed in endothelial cells. Tumor cells can induce, through exposition of amyloid precursor protein (APP), DR6-mediated endothelial cell necroptosis allowing tumors metastasis.",
            "score": 246.7044219970703
        },
        {
            "docid": "18423355_7",
            "document": "VDAC2 . The VDAC2 protein belongs to a group of mitochondrial membrane channels involved in translocation of adenine nucleotides through the outer membrane. These channels may also function as a mitochondrial binding site for hexokinase and glycerol kinase. The VDAC is an important constituent in apoptotic signaling and oxidative stress, most notably as part of the mitochondrial death pathway and cardiac myocyte apoptosis signaling. Programmed cell death is a distinct genetic and biochemical pathway essential to metazoans. An intact death pathway is required for successful embryonic development and the maintenance of normal tissue homeostasis. Apoptosis has proven to be tightly interwoven with other essential cell pathways. The identification of critical control points in the cell death pathway has yielded fundamental insights for basic biology, as well as provided rational targets for new therapeutics a normal embryologic processes, or during cell injury (such as ischemia-reperfusion injury during heart attacks and strokes) or during developments and processes in cancer, an apoptotic cell undergoes structural changes including cell shrinkage, plasma membrane blebbing, nuclear condensation, and fragmentation of the DNA and nucleus. This is followed by fragmentation into apoptotic bodies that are quickly removed by phagocytes, thereby preventing an inflammatory response. It is a mode of cell death defined by characteristic morphological, biochemical and molecular changes. It was first described as a \"shrinkage necrosis\", and then this term was replaced by apoptosis to emphasize its role opposite mitosis in tissue kinetics. In later stages of apoptosis the entire cell becomes fragmented, forming a number of plasma membrane-bounded apoptotic bodies which contain nuclear and or cytoplasmic elements. The ultrastructural appearance of necrosis is quite different, the main features being mitochondrial swelling, plasma membrane breakdown and cellular disintegration. Apoptosis occurs in many physiological and pathological processes. It plays an important role during embryonal development as programmed cell death and accompanies a variety of normal involutional processes in which it serves as a mechanism to remove \"unwanted\" cells.",
            "score": 244.49826049804688
        },
        {
            "docid": "2457_38",
            "document": "Apoptosis . A recently described example of this concept in action can be seen in the development of a lung cancer called NCI-H460. The \"X-linked inhibitor of apoptosis protein\" (XIAP) is overexpressed in cells of the H460 cell line. XIAPs bind to the processed form of caspase-9, and suppress the activity of apoptotic activator cytochrome c, therefore overexpression leads to a decrease in the amount of proapoptotic agonists. As a consequence, the balance of anti-apoptotic and proapoptotic effectors is upset in favour of the former, and the damaged cells continue to replicate despite being directed to die. Defects in regulation of apoptosis in cancer cells occur often at the level of control of transcription factors. As a particular example, defects in molecules that control transcription factor NF-κB in cancer change the mode of transcriptional regulation and the response to apoptotic signals, to curtail dependence on the tissue that the cell belongs. This degree of independence from external survival signals, can enable cancer metastasis.",
            "score": 244.27818298339844
        },
        {
            "docid": "40566060_7",
            "document": "SLC25A5 . The SLC25A5 enzyme is an important constituent in apoptotic signaling and oxidative stress, most notably as part of the mitochondrial death pathway and cardiac myocyte apoptosis signaling. Programmed cell death is a distinct genetic and biochemical pathway essential to metazoans. An intact death pathway is required for successful embryonic development and the maintenance of normal tissue homeostasis. Apoptosis has proven to be tightly interwoven with other essential cell pathways. The identification of critical control points in the cell death pathway has yielded fundamental insights for basic biology, as well as provided rational targets for new therapeutics a normal embryologic processes, or during cell injury (such as ischemia-reperfusion injury during heart attacks and strokes) or during developments and processes in cancer, an apoptotic cell undergoes structural changes including cell shrinkage, plasma membrane blebbing, nuclear condensation, and fragmentation of the DNA and nucleus. This is followed by fragmentation into apoptotic bodies that are quickly removed by phagocytes, thereby preventing an inflammatory response. It is a mode of cell death defined by characteristic morphological, biochemical and molecular changes. It was first described as a \"shrinkage necrosis\", and then this term was replaced by apoptosis to emphasize its role opposite mitosis in tissue kinetics. In later stages of apoptosis the entire cell becomes fragmented, forming a number of plasma membrane-bounded apoptotic bodies which contain nuclear and or cytoplasmic elements. The ultrastructural appearance of necrosis is quite different, the main features being mitochondrial swelling, plasma membrane breakdown and cellular disintegration. Apoptosis occurs in many physiological and pathological processes. It plays an important role during embryonal development as programmed cell death and accompanies a variety of normal involutional processes in which it serves as a mechanism to remove \"unwanted\" cells.",
            "score": 243.8407745361328
        },
        {
            "docid": "15213555_5",
            "document": "ENDOG . The Endonuclase G enzyme is an important constituent in apoptotic signaling and oxidative stress, most notably as part of the mitochondrial death pathway and cardiac myocyte apoptosis signaling. Programmed cell death is a distinct genetic and biochemical pathway essential to metazoans. An intact death pathway is required for successful embryonic development and the maintenance of normal tissue homeostasis. Apoptosis has proven to be tightly interwoven with other essential cell pathways. The identification of critical control points in the cell death pathway has yielded fundamental insights for basic biology, as well as provided rational targets for new therapeutics a normal embryologic processes, or during cell injury (such as ischemia-reperfusion injury during heart attacks and strokes) or during developments and processes in cancer, an apoptotic cell undergoes structural changes including cell shrinkage, plasma membrane blebbing, nuclear condensation, and fragmentation of the DNA and nucleus. This is followed by fragmentation into apoptotic bodies that are quickly removed by phagocytes, thereby preventing an inflammatory response. It is a mode of cell death defined by characteristic morphological, biochemical and molecular changes. It was first described as a \"shrinkage necrosis\", and then this term was replaced by apoptosis to emphasize its role opposite mitosis in tissue kinetics. In later stages of apoptosis the entire cell becomes fragmented, forming a number of plasma membrane-bounded apoptotic bodies which contain nuclear and or cytoplasmic elements. The ultrastructural appearance of necrosis is quite different, the main features being mitochondrial swelling, plasma membrane breakdown and cellular disintegration. Apoptosis occurs in many physiological and pathological processes. It plays an important role during embryonal development as programmed cell death and accompanies a variety of normal involutional processes in which it serves as a mechanism to remove \"unwanted\" cells.",
            "score": 243.8407745361328
        },
        {
            "docid": "16858498_5",
            "document": "SLC25A31 . The SLC25A31 enzyme is an important constituent in apoptotic signaling and oxidative stress, most notably as part of the mitochondrial death pathway and cardiac myocyte apoptosis signaling. Programmed cell death is a distinct genetic and biochemical pathway essential to metazoans. An intact death pathway is required for successful embryonic development and the maintenance of normal tissue homeostasis. Apoptosis has proven to be tightly interwoven with other essential cell pathways. The identification of critical control points in the cell death pathway has yielded fundamental insights for basic biology, as well as provided rational targets for new therapeutics a normal embryologic processes, or during cell injury (such as ischemia-reperfusion injury during heart attacks and strokes) or during developments and processes in cancer, an apoptotic cell undergoes structural changes including cell shrinkage, plasma membrane blebbing, nuclear condensation, and fragmentation of the DNA and nucleus. This is followed by fragmentation into apoptotic bodies that are quickly removed by phagocytes, thereby preventing an inflammatory response. It is a mode of cell death defined by characteristic morphological, biochemical and molecular changes. It was first described as a \"shrinkage necrosis\", and then this term was replaced by apoptosis to emphasize its role opposite mitosis in tissue kinetics. In later stages of apoptosis the entire cell becomes fragmented, forming a number of plasma membrane-bounded apoptotic bodies which contain nuclear and or cytoplasmic elements. The ultrastructural appearance of necrosis is quite different, the main features being mitochondrial swelling, plasma membrane breakdown and cellular disintegration. Apoptosis occurs in many physiological and pathological processes. It plays an important role during embryonal development as programmed cell death and accompanies a variety of normal involutional processes in which it serves as a mechanism to remove \"unwanted\" cells.",
            "score": 243.8407745361328
        },
        {
            "docid": "14022989_5",
            "document": "SOD2 . The SOD2 enzyme is an important constituent in apoptotic signaling and oxidative stress, most notably as part of the mitochondrial death pathway and cardiac myocyte apoptosis signaling. Programmed cell death is a distinct genetic and biochemical pathway essential to metazoans. An intact death pathway is required for successful embryonic development and the maintenance of normal tissue homeostasis. Apoptosis has proven to be tightly interwoven with other essential cell pathways. The identification of critical control points in the cell death pathway has yielded fundamental insights for basic biology, as well as provided rational targets for new therapeutics a normal embryologic processes, or during cell injury (such as ischemia-reperfusion injury during heart attacks and strokes) or during developments and processes in cancer, an apoptotic cell undergoes structural changes including cell shrinkage, plasma membrane blebbing, nuclear condensation, and fragmentation of the DNA and nucleus. This is followed by fragmentation into apoptotic bodies that are quickly removed by phagocytes, thereby preventing an inflammatory response. It is a mode of cell death defined by characteristic morphological, biochemical and molecular changes. It was first described as a \"shrinkage necrosis\", and then this term was replaced by apoptosis to emphasize its role opposite mitosis in tissue kinetics. In later stages of apoptosis the entire cell becomes fragmented, forming a number of plasma membrane-bounded apoptotic bodies which contain nuclear and or cytoplasmic elements. The ultrastructural appearance of necrosis is quite different, the main features being mitochondrial swelling, plasma membrane breakdown and cellular disintegration. Apoptosis occurs in many physiological and pathological processes. It plays an important role during embryonal development as programmed cell death and accompanies a variety of normal involutional processes in which it serves as a mechanism to remove \"unwanted\" cells.",
            "score": 243.8407745361328
        },
        {
            "docid": "18678893_5",
            "document": "CED-12 . CED-12 is an adaptor protein (proteins involved in facilitating the formation of signalling complexes) that is translated once apoptosis has been triggered in a cell. Apoptosis, also known as programmed cell death, activates during development as well as in situations where a cell has received sufficient physical damage. Many of the contents within a cell are reactive with the environment outside of the cell and must be disposed of without causing any harm to the surrounding tissues. Apoptotic cells are removed from their external environment by neighbouring cells that recognize cell-surface markers located on the apoptotic cell membrane. Marker recognition leads to the engulfment of apoptotic cells by phagocytosis. On a molecular level, recognition of the cell-surface markers leads to the translation of the CED-12 protein in the cytoplasm of the engulfing cell, which then gets localized to the cell membrane. CED-12 binds CED-2 (\"C. elegans\" homolog to CrkII in mammals), followed by CED-5 (\"C. elegans\" homolog for DOCK180 in mammals) and forms a ternary structure. Transmembrane CED-1 is an example of the cell-surface receptor on the engulfing cell. When receptors come in contact with cell surface markers on the apoptotic cell, a protein known as CED-6 (homolog for GULP in mammals) is expressed. Both the CED-2/CED-5/CED-12 ternary structure and CED-6 function to activate an effector protein known as CED-10. CED-10 is a RAC-GTPase protein that is directly responsible for the rearrangement of the actin cytoskeleton that initiates phagocytosis. This process is regulated by two pathways. The first is by CED-6, which is an adaptor protein that is responsible for coordinating protein-protein interactions between CED-10 and actin. The second pathway occurs when the CED-2/CED-5/CED-12 ternary structure form a GEF (guanine nucleotide exchange factor) with CED-10, which promotes the binding of a GTP energy molecule in order to activate the GTP-dependent CED-10.",
            "score": 243.55198669433594
        },
        {
            "docid": "1363265_7",
            "document": "Protein S . Protein S can bind to negatively charged phospholipids via the carboxylated Gla domain. This property allows Protein S to function in the removal of cells which are undergoing apoptosis. Apoptosis is a form of cell death that is used by the body to remove unwanted or damaged cells from tissues. Cells, which are apoptotic (i.e. in the process of apoptosis), no longer actively manage the distribution of phospholipids in their outer membrane and hence begin to display negatively charged phospholipids, such as phosphatidyl serine, on the cell surface. In healthy cells, an ATP (Adenosine triphosphate)-dependent enzyme removes these from the outer leaflet of the cell membrane. These negatively charged phospholipids are recognized by phagocytes such as macrophages. Protein S can bind to the negatively charged phospholipids and function as a bridging molecule between the apoptotic cell and the phagocyte. The bridging property of Protein S enhances the phagocytosis of the apoptotic cell, allowing it to be removed 'cleanly' without any symptoms of tissue damage such as inflammation occurring.",
            "score": 243.1736297607422
        },
        {
            "docid": "10218359_2",
            "document": "Inhibitor of apoptosis . Apoptosis, or programmed cell death, is a highly regulated process used by many multicellular organisms. Like any regulated process, apoptosis is subject to either activation or inhibition by a variety of chemical factors. Apoptosis can be triggered through two main pathways; extrinsic and intrinsic. The extrinsic pathway mostly involves extracellular signals triggering intracellular apoptosis mechanisms by binding to receptors in the cell membrane and sending signals from the outside of the cell. Intrinsic pathways involved internal cell signaling primarily through the mitochondria. Inhibitors of apoptosis are a group of proteins that mainly act on the intrinsic pathway that block programmed cell death, which can frequently lead to cancer or other effects for the cell if mutated or improperly regulated. Many of these inhibitors act to block caspases, a family of cysteine proteases that play an integral role in apoptosis. Some of these inhibitors include the Bcl-2 family, viral inhibitor crmA, and IAP's.",
            "score": 242.66360473632812
        },
        {
            "docid": "46839224_5",
            "document": "FAM162A . Human growth and transformation-dependent protein (HGTD-P) is involved in intrinsic apoptosis. Apoptosis, an ancient Greek word used to describe the \"falling off\" of petals from flowers or leaves from trees, is a highly regulated, evolutionarily conserved, and energy-requiring process by which activation of specific signaling cascades ultimately leads to cell death. An apoptotic cell undergoes structural changes including cell shrinkage, plasma membrane blebbing, nuclear condensation, and fragmentation of the DNA and nucleus. This is followed by fragmentation into apoptotic bodies that are quickly removed by phagocytes, thereby preventing an inflammatory response. It is a mode of cell death defined by characteristic morphological, biochemical and molecular changes. It was first described as a \"shrinkage necrosis\", and then this term was replaced by apoptosis to emphasize its role opposite mitosis in tissue kinetics. During apoptosis the cell decrease in size, loose contact with neighboring cells, and loose specialized surface elements such as microvilli and cell-cell junctions. A shift of fluid out of the cells causes cytoplasm condensation, which is followed by convolution of the nuclear and cellular outlines. In later stages of apoptosis the entire cell becomes fragmented, forming a number of plasma membrane-bounded apoptotic bodies which contain nuclear and or cytoplasmic elements. The ultrastructural appearance of necrosis is quite different, the main features being mitochondrial swelling, plasma membrane breakdown and cellular disintegration. Apoptosis occurs in many physiological and pathological processes. It plays an important role during embryonal development as programmed cell death and accompanies a variety of normal involutional processes in which it serves as a mechanism to remove \"unwanted\" cells.",
            "score": 241.9216766357422
        },
        {
            "docid": "17288194_2",
            "document": "CED9 (gene) . Cell death abnormality gene 9 (\"CED-9\"), also known as apoptosis regulator \"CED-9\", is a gene found in \"Caenorhabditis elegans\" that inhibits/represses programmed cell death (apoptosis). The gene was discovered while searching for mutations in the apoptotic pathway after the discovery of the apoptosis promoting genes \"CED-3\" and \"CED-4\". The gene gives rise to the apoptosis regulator CED-9 protein found as a Integral membrane protein in the mitochondrial membrane. The protein is homologous to the human apoptotic regulator Bcl-2 as well as all other proteins in the Bcl-2 protein family. CED-9 is involved in the inhibition of CED-4 which is the activator of the CED-3 caspase. Because of the pathway homology with humans as well as the specific protein homology, \"CED-9\" has been used to represent the human cell apoptosis interactions of Bcl-2 in research.",
            "score": 241.17958068847656
        },
        {
            "docid": "2736775_13",
            "document": "Myristoylation . Myristoylation is an integral part of apoptosis, or programmed cell death. Apoptosis is necessary for cell homeostasis and occurs when cells are under stress such as hypoxia or DNA damage. Apoptosis can proceed by either mitochondrial or receptor mediated activation. In receptor mediated apoptosis, apoptotic pathways are triggered when the cell binds a death receptor. In one such case, death receptor binding initiates the formation of the death-inducing signaling complex, a complex composed of numerous proteins including several caspases, including caspase 3. Caspase 3 cleaves a number of proteins that are subsequently myristoylated by NMT. The pro-apoptotic BH3-interacting domain death agonist (Bid) is one such protein that once myristoylated, translocates to the mitochondria where it prompts the release of cytochrome c leading to cell death. Actin, gelsolin and p21-activated kinase 2 PAK2 are three other proteins that are myristoylated following cleavage by caspase 3, which leads to either the up-regulation or down-regulation of apoptosis.",
            "score": 240.59300231933594
        },
        {
            "docid": "1804463_9",
            "document": "Pericyte . Aside from creating and remodeling blood vessels in a viable fashion, pericytes have been found to protect endothelial cells from death via apoptosis or cytotoxic elements. It has been studied \"in vivo\" that pericytes release a hormone known as pericytic aminopeptidase N/pAPN that may help to promote angiogenesis. When this hormone was mixed with cerebral endothelial cells as well as astrocytes, the pericytes grouped into structures that resembled capillaries. Furthermore, if experimental group contained all of the following with the exception of pericytes, the endothelial cells would undergo apoptosis. That being said, it was concluded that pericytes must be present to assure the proper function of endothelial cells and astrocytes must be present to assure that both remain in contact. If not, then proper angiogenesis cannot occur. In addition, it has been found that pericytes contribute to the survival of endothelial cells because they secrete the protein Bcl-w during cellular crosstalk. Bcl-w is an instrumental protein in the pathway that enforces VEGF-A expression and discourages apoptosis. Although there is some speculation as to why VEGF is directly responsible for preventing apoptosis, it is believed to be responsible for modulating apoptotic signal transduction pathways and inhibiting activation of apoptosis inducing enzymes. Two biochemical mechanisms utilized by VEGF to accomplish such would be phosphorylation of extracellular regulatory kinase 1 (ERK-1) which sustains cell survival over time and inhibition of stress-activated protein kinase/c-jun-NH2 kinase which also promotes apoptosis.",
            "score": 239.283935546875
        },
        {
            "docid": "14816883_3",
            "document": "DIDO1 . Apoptosis, a major form of cell death, is an efficient mechanism for eliminating unwanted cells and is of central importance for development and homeostasis in metazoan animals. In mice, the death inducer-obliterator-1 gene is upregulated by apoptotic signals and encodes a cytoplasmic protein that translocates to the nucleus upon apoptotic signal activation. When overexpressed, the mouse protein induced apoptosis in cell lines growing in vitro. This gene is similar to the mouse gene and therefore is thought to be involved in apoptosis. Alternatively spliced transcripts have been found for this gene, encoding multiple isoforms.",
            "score": 239.22756958007812
        },
        {
            "docid": "37431639_10",
            "document": "Necroptosis . Many components of the two pathways are also shared. The Tumor Necrosis Factor Receptor can signal for both apoptosis and necroptosis. The RIPK1 protein can also signal for both apoptosis and necroptosis depending on post-translational modifications mediated by other signalling proteins. Furthermore, RIPK1 can be regulated by cellular inhibitor of apoptosis proteins 1 and 2 (cIAP1, cIAP2) which polyubiquitinate RIPK1 leading to cell survival through downstream NF-kB signalling. cIAP1 and cIAP2 can also be regulated by the pro-apoptotic protein SMAC (second mitochondria-derived activator of caspases) which can cleave cIAP1 and cIAP2 driving the cell towards an apoptotic death.",
            "score": 238.6510009765625
        },
        {
            "docid": "18423357_5",
            "document": "VDAC3 . VDAC3 belongs to a group of mitochondrial membrane channels involved in translocation of adenine nucleotides through the outer membrane. These channels may also function as a mitochondrial binding site for hexokinase and glycerol kinase. The VDAC is an important constituent in apoptotic signaling and oxidative stress, most notably as part of the mitochondrial death pathway and cardiac myocyte apoptosis signaling. Programmed cell death is a distinct genetic and biochemical pathway essential to metazoans. An intact death pathway is required for successful embryonic development and the maintenance of normal tissue homeostasis. Apoptosis has proven to be tightly interwoven with other essential cell pathways. The identification of critical control points in the cell death pathway has yielded fundamental insights for basic biology, as well as provided rational targets for new therapeutics a normal embryologic processes, or during cell injury (such as ischemia-reperfusion injury during heart attacks and strokes) or during developments and processes in cancer, an apoptotic cell undergoes structural changes including cell shrinkage, plasma membrane blebbing, nuclear condensation, and fragmentation of the DNA and nucleus. This is followed by fragmentation into apoptotic bodies that are quickly removed by phagocytes, thereby preventing an inflammatory response. It is a mode of cell death defined by characteristic morphological, biochemical and molecular changes. It was first described as a \"shrinkage necrosis\", and then this term was replaced by apoptosis to emphasize its role opposite mitosis in tissue kinetics. In later stages of apoptosis the entire cell becomes fragmented, forming a number of plasma membrane-bounded apoptotic bodies which contain nuclear and or cytoplasmic elements. The ultrastructural appearance of necrosis is quite different, the main features being mitochondrial swelling, plasma membrane breakdown and cellular disintegration. Apoptosis occurs in many physiological and pathological processes. It plays an important role during embryonal development as programmed cell death and accompanies a variety of normal involutional processes in which it serves as a mechanism to remove \"unwanted\" cells.",
            "score": 235.92591857910156
        },
        {
            "docid": "2457_4",
            "document": "Apoptosis . Because apoptosis cannot stop once it has begun, it is a highly regulated process. Apoptosis can be initiated through one of two pathways. In the \"intrinsic pathway\" the cell kills itself because it senses cell stress, while in the \"extrinsic pathway\" the cell kills itself because of signals from other cells. Both pathways induce cell death by activating caspases, which are proteases, or enzymes that degrade proteins. The two pathways both activate initiator caspases, which then activate executioner caspases, which then kill the cell by degrading proteins indiscriminately.",
            "score": 235.78302001953125
        },
        {
            "docid": "17288194_5",
            "document": "CED9 (gene) . Cell death, or apoptosis during early development is crucial for the correct morphology and refractivity of adult \"C. elegans\". This process involves a signal and interaction cascade of proteins leading to the engulfment and death of the targeted cell. Proteins in this cascade can be categorized into two groups; pro-apoptotic and anti-apoptotic. Pro-apoptotic proteins activate the apoptosis pathway while anti-apoptotic proteins suppress the pathway. CED-9 is classified as an anti-apoptotic protein.",
            "score": 235.72341918945312
        },
        {
            "docid": "5221389_10",
            "document": "Cell damage . Apoptosis is the programmed cell death of superfluous or potentially harmful cells in the body. It is an energy dependent process mediated by proteolytic enzymes called caspases, which trigger cell death through the cleaving of specific proteins in the cytoplasm and nucleus. The dying cells shrink and condense into apoptotic bodies. The cell surface is altered so as to display properties which lead to rapid phagocytosis by macrophages or neighbouring cells. Unlike necrotic cell death, neighbouring cells are not damaged by apoptosis as cytosolic products are safely isolated by membranes prior to undergoing phagocytosis. In the average adult between 50 and 70 billion cells die each day due to apoptosis. Inhibition of apoptosis can result in a number of cancers, autoimmune diseases, inflammatory diseases, and viral infections. Hyperactive apoptosis can lead to neurodegenerative diseases, hematologic diseases, and tissue damage.",
            "score": 234.85769653320312
        },
        {
            "docid": "24603_36",
            "document": "Proteasome . Proteasome inhibition has different effects on apoptosis induction in different cell types. In general, the proteasome is not required for apoptosis, although inhibiting it is pro-apoptotic in most cell types that have been studied. Apoptosis is mediated through disrupting the regulated degradation of pro-growth cell cycle proteins. However, some cell lines — in particular, primary cultures of quiescent and differentiated cells such as thymocytes and neurons — are prevented from undergoing apoptosis on exposure to proteasome inhibitors. The mechanism for this effect is not clear, but is hypothesized to be specific to cells in quiescent states, or to result from the differential activity of the pro-apoptotic kinase JNK. The ability of proteasome inhibitors to induce apoptosis in rapidly dividing cells has been exploited in several recently developed chemotherapy agents such as bortezomib and .",
            "score": 232.851806640625
        },
        {
            "docid": "14817044_6",
            "document": "CRABP1 . CRABP1 is also involved in cancer cell apoptosis. trans-retinoic acid was considered a [null therapeutic target for cancer] as a ligand of CRABP1. It was observed that CRABP1 regulated extracellular signal regulated kinase (ERK1/2) which in turn activates the protein phosphatase 2A (PP2A) that induces apoptosis of cancer cells and lengthens the cell cycle of embryonic stem cells. PP2A activity promotes the stem cells renewal ability during the differentiation process. When CRABP1 was knocked down the apoptotic induction ability was also removed and allowed for cell proliferation. The re-expression of CRABP1 in CRABP1 null cells brought back the induced apoptotic activity. Thus CRABP1 may be used as a therapeutic target along with trans-retinoic acid for apoptotic activity within cancer cells. Figure 2 illustrates both pathways of retinoic acid binding to CRABP for cell proliferation and apoptotic activity.",
            "score": 232.05931091308594
        },
        {
            "docid": "371659_10",
            "document": "Ras subfamily . Ras proteins function as binary molecular switches that control intracellular signaling networks. Ras-regulated signal pathways control such processes as actin cytoskeletal integrity, cell proliferation, cell differentiation, cell adhesion, apoptosis, and cell migration. Ras and Ras-related proteins are often deregulated in cancers, leading to increased invasion and metastasis, and decreased apoptosis. Ras activates several pathways, of which the mitogen-activated protein (MAP) kinase cascade has been well-studied. This cascade transmits signals downstream and results in the transcription of genes involved in cell growth and division. Another Ras-activated signaling pathway is the PI3K/AKT/mTOR pathway, which stimulates protein synthesis and cellular growth, and inhibits apoptosis.",
            "score": 231.99215698242188
        },
        {
            "docid": "2457_3",
            "document": "Apoptosis . In contrast to necrosis, which is a form of traumatic cell death that results from acute cellular injury, apoptosis is a highly regulated and controlled process that confers advantages during an organism's lifecycle. For example, the separation of fingers and toes in a developing human embryo occurs because cells between the digits undergo apoptosis. Unlike necrosis, apoptosis produces cell fragments called apoptotic bodies that phagocytic cells are able to engulf and remove before the contents of the cell can spill out onto surrounding cells and cause damage to them.",
            "score": 231.93145751953125
        },
        {
            "docid": "3687230_14",
            "document": "Trichothecene . The induction of apoptosis in cells with high levels of ROS is due to a variety of cell signaling pathways. The first is the p53 pathway which is shown to be upregulated by the T-2 toxin. p53 is a protein responsible for controlling the cell cycle, but an increase in the activity of this protein also leads to increased activation of BAX proteins in the cell. These BAX proteins are primarily responsible for increasing the permeability of the mitochondrial membrane and leading to the release of cyochrome c and ROS. Release of cytochrome c from the mitochrondria induces apoptosis by initiating the assembly of caspases, or proteins responsible for degrading the cell from within. Additionally, trichothecenes such as T-2, have also been shown to increase the JNK signaling pathway in cells. Here, c-Jun N-Terminal Kinase (JNK) is able to increase to phosphorylation of its target, c-Jun, into its active form. Activated c-jun acts as a transcription factor in the cell nucleus for proteins important for facilitating the downstream apoptotic pathway.",
            "score": 231.82078552246094
        },
        {
            "docid": "11627958_8",
            "document": "Caspase 3 . Caspase-3 is activated in the apoptotic cell both by extrinsic (death ligand) and intrinsic (mitochondrial) pathways. The zymogen feature of caspase-3 is necessary because if unregulated, caspase activity would kill cells indiscriminately. As an executioner caspase, the caspase-3 zymogen has virtually no activity until it is cleaved by an initiator caspase after apoptotic signaling events have occurred. One such signaling event is the introduction of granzyme B, which can activate initiator caspases, into cells targeted for apoptosis by killer T cells. This extrinsic activation then triggers the hallmark caspase cascade characteristic of the apoptotic pathway, in which caspase-3 plays a dominant role. In intrinsic activation, cytochrome c from the mitochondria works in combination with caspase-9, apoptosis-activating factor 1 (Apaf-1), and ATP to process procaspase-3. These molecules are sufficient to activate caspase-3 in vitro, but other regulatory proteins are necessary in vivo. Mangosteen (\"Garcinia mangostana\") extract has been shown to inhibit the activation of caspase 3 in B-amyloid treated human neuronal cells.",
            "score": 229.9659881591797
        },
        {
            "docid": "17288194_7",
            "document": "CED9 (gene) . The cells developed during embryogenesis and early life in \"C. elegans\" have one of two fates, to live and differentiate or apoptose. Apoptosis during development is highly regulated and only occurs in specific cells at specific times. Every cell division and cell death in the development of \"C. elegans\" from embryo to adult has been studied and documented to reveal a fixed pattern between individual organisms. Apoptosis during development is important for the proper morphology and refractivity of C. elegans, but it is not always essential for survival. Thus, over 100 mutations have been observed and documented as affecting the apoptotic pathway of \"C. elegans\". Many proteins involved in the interaction cascade were discovered because of these mutations and their resulting phenotype. \"CED-9\" mutants are among the mutations that affect this pathway. \"CED-9\" gain of function mutations are unresponsive to apoptosis signalling and allow cells fated to die, to survive. A notable example of a \"CED-9\" dominant gain of function mutation would be the \"n1950\" mutation which was the first mutation documented for \"CED-9\" and responsible for the gene's discovery. Loss of function mutations cause inappropriate cell death in the absence of apoptosis stimuli. Mutations in \"CED-9\" also reveal its maternal effect; where the genotype of the mother determines the phenotype of the progeny. Homozygous, loss of function mutants from a heterozygous mother experience some unpredictable cell death, however, give rise to unviable progeny themselves.",
            "score": 229.46884155273438
        },
        {
            "docid": "8310787_16",
            "document": "Survivin . Tamm \"et al.\" have shown that survivin inhibits both Bax and Fas-induced apoptotic pathways. The experiment involved transfecting HEK 293 cells with a Bax-encoding plasmid, which resulted in an increase in apoptosis (~7 fold) as measured by DAPI staining. They then contransfected the 293 cells with Bax-encoding plasmid and survivin-encoding plasmids. They observed that cells transfected along with the survivin showed a significant decrease in apoptosis (~3 fold). A similar result also showed for cells transfected with the Fas-overexpressing plasmid. Immunoblots were performed and confirmed that survivin does not inhibit by mechanism of preventing Bax or Fas protein from being made into fully functional proteins. Therefore, survivin should be acting somewhere downstream of the Bax or Fas signaling pathway to inhibit apoptosis through these pathways.",
            "score": 229.21432495117188
        }
    ]
}