{
    "q": [
        {
            "docid": "55019942_2",
            "document": "PEPR1 and PEPR2 . PEPR 1 and PEPR2 (Perception of the Arabidopsis Danger Signal Peptide 1 or 2) are homolog kinases that act as enzymes on other proteins. They attach a phosphate group to specific proteins, called phosphorylation. These reactions can cause the function of the phosphorylated proteins to change. Both PEPR 1 and PEPR 2 can be classified as receptor kinases, which serve an important role in immunity in plants. Receptor kinases have the ability to change the conformation of receptors by adding the phosphate group. These specific receptor kinases serve as a pattern recognition receptor, or PRR, that can quickly and efficiently recognize many different molecular patterns or signatures that are unique to each pathogen. They can also detect different danger signals released from the host and respond accordingly. More specifically, the proteins contain leucine-rich repeat segments that interact outside of the cell. This leucine-rich repeat is a structural motif present in some proteins that has specific functions due to its folded structure. This fold can contain many repeating amino acids, but the most common is the hydrophobic leucine, hence the name. PEPR1 and PEPR2 are present in plants and are involved in several immune system processes. Their ability to change the conformation of receptors can have an effect on signaling processes within plants, allowing the plant to have a system of immunity in place in case of an infection or pathogen.",
            "score": 135.06514859199524
        },
        {
            "docid": "3017886_12",
            "document": "Motor protein . In contrast to animals, fungi and non-vascular plants, the cells of flowering plants lack dynein motors. However, they contain a larger number of different kinesins. Many of these plant-specific kinesin groups are specialized for functions during plant cell mitosis. Plant cells differ from animal cells in that they have a cell wall. During mitosis, the new cell wall is built by the formation of a cell plate starting in the center of the cell. This process is facilitated by a phragmoplast, a microtubule array unique to plant cell mitosis. The building of cell plate and ultimately the new cell wall requires kinesin-like motor proteins.",
            "score": 133.0763988494873
        },
        {
            "docid": "5134478_7",
            "document": "Guard cell . Guard cells perceive and process environmental and endogenous stimuli such as light, humidity, CO concentration, temperature, drought, and plant hormones to trigger cellular responses resulting in stomatal opening or closure. These signal transduction pathways determine for example how quickly a plant will lose water during a drought period. Guard cells have become a model for single cell signaling. Using \"Arabidopsis thaliana\", the investigation of signal processing in single guard cells has become open to the power of genetics. Cytosolic and nuclear proteins and chemical messengers that function in stomatal movements have been identified that mediate the transduction of environmental signals thus controlling CO intake into plants and plant water loss. Research on guard cell signal transduction mechanisms is producing an understanding of how plants can improve their response to drought stress by reducing plant water loss. Guard cells also provide an excellent model for basic studies on how a cell integrates numerous kinds of input signals to produce a response (stomatal opening or closing). These responses require coordination of numerous cell biological processes in guard cells, including signal reception, ion channel and pump regulation, membrane trafficking, transcription, cytoskeletal rearrangements and more. A challenge for future research is to assign the functions of some of the identified proteins to these diverse cell biological processes.",
            "score": 138.88623309135437
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 162.54288351535797
        },
        {
            "docid": "17940_24",
            "document": "Lipid . Eukaryotic cells feature compartmentalized membrane-bound organelles that carry out different biological functions. The glycerophospholipids are the main structural component of biological membranes, such as the cellular plasma membrane and the intracellular membranes of organelles; in animal cells, the plasma membrane physically separates the intracellular components from the extracellular environment. The glycerophospholipids are amphipathic molecules (containing both hydrophobic and hydrophilic regions) that contain a glycerol core linked to two fatty acid-derived \"tails\" by ester linkages and to one \"head\" group by a phosphate ester linkage. While glycerophospholipids are the major component of biological membranes, other non-glyceride lipid components such as sphingomyelin and sterols (mainly cholesterol in animal cell membranes) are also found in biological membranes. In plants and algae, the galactosyldiacylglycerols, and sulfoquinovosyldiacylglycerol, which lack a phosphate group, are important components of membranes of chloroplasts and related organelles and are the most abundant lipids in photosynthetic tissues, including those of higher plants, algae and certain bacteria.",
            "score": 113.321857213974
        },
        {
            "docid": "129618_28",
            "document": "Cyanobacteria . Primary chloroplasts are cell organelles found in some eukaryotic lineages, where they are specialized in performing the photosynthesis. They are known to have evolved from cyanobacteria through endosymbiosis, i.e. after the engulfment of a cell by another. In this case, a photosynthesizing cyanobacteria that was engulfed in some ancient eukaryotic cell. After some years of debate, it is now generally accepted that the three major groups of primary endosymbiotic eukaryotes (i.e. green plants, red algae and glaucophytes) form one large monophyletic group called Archaeplastida, which evolved after one unique endosymbiotic event.",
            "score": 108.65157985687256
        },
        {
            "docid": "535937_18",
            "document": "Ovule . In flowering plants, one sperm nucleus fuses with the egg cell to produce a zygote, the other fuses with the two polar nuclei of the central cell to give rise to the polyploid (typically triploid) endosperm. This double fertilization is unique to flowering plants, although in some other groups the second sperm cell does fuse with another cell in the megagametophyte to produce a second embryo. The plant stores nutrients such as starch, proteins, and oils in the endosperm as a food source for the developing embryo and seedling, serving a similar function to the yolk of animal eggs. The endosperm is also called the albumen of the seed.",
            "score": 117.84994506835938
        },
        {
            "docid": "13415317_4",
            "document": "Expansin . So far, two large families of expansin genes have been discovered in plants, named alpha-expansins (given the gene symbol EXPA) and beta-expansins (EXPB). Both families of expansins have been identified in a wide range of land plants, from angiosperms and gymnosperms to ferns and mosses. The model plant \"Arabidopsis thaliana\" contains around 26 different α-expansin genes and 6 β-expansin genes. A subset of β-expansins has evolved a special role in grass pollen, where they are known as group 1 grass pollen allergens. Plants also have a small set of expansin-like genes (named EXLA and EXLB) whose function has not been established. Some proteins in bacteria and fungi are known to have distant sequence similarity to plant expansins. Strong evidence that at least some of these sequences are indeed expansins came in 2008 when the crystal structure of the YOAJ protein from a bacterium (\"Bacillus subtilis\") was shown to be very similar to the structure of plant expansins, despite the low sequence similarity. This study also noted that proteins related to YOAJ were found in diverse species of plant pathogenic bacteria, but not in related bacteria that did not attack or colonize plants, thus suggesting that these bacterial expansins have a role in plant-microbe interactions. Some animals, such as \"Globodera rostochiensis\", a plant-parasitic nematode, can produce a functional expansin which uses it to loosen cell walls when invading its host plant.",
            "score": 132.05407691001892
        },
        {
            "docid": "187185_14",
            "document": "Calmodulin . The plant sorghum is well established model organism and can adapt in hot and dry environments. For this reason, it is used as a model to study calmodulin's role in plants. Sorghum, contains seedlings that express a glycine-rich RNA-binding protein, SbGRBP. This particular protein can be modulated by using heat as a stressor. Its unique location in the cell nucleus and cytosol, demonstrates interaction with calmodulin that requires the use of Ca. By exposing the plant to versatile stress conditions, it can cause different proteins that enable the plant cells to tolerate environmental changes to become repressed. These modulated stress proteins are shown to interact with CaM. In an Arabidopsis thaliana study, hundreds of different proteins demonstrated the possibility to bind to CaM in plants. The CaMBP genes expressed in the sorghum are depicted as a “model crop” for researching the tolerance to heat and drought stress.",
            "score": 138.97317552566528
        },
        {
            "docid": "49021319_12",
            "document": "TALE-likes . Several lines of evidence support the idea that RipTALs function as effector proteins, promoting bacterial growth or disease by manipulating the expression of plant genes. They are secreted into plant cells by the Type III secretion system, which is the main delivery system for effector proteins. They are able to function as sequence-specific transcription factors in plant cells. In addition a strain lacking its RipTAL was shown to grow slower inside eggplant leaf tissue than the wild type. Furthermore, a study based on DNA polymorphisms in \"ripTAL\" repeat domain sequences and host plants found a statistically significant connection between host plant and repeat domain variants. This is expected if the RipTALs of different strains are adapted to target genes in specific host plants. Despite this to date no target genes have been identified for any RipTAL.",
            "score": 109.7662296295166
        },
        {
            "docid": "54940860_7",
            "document": "Integrin-like receptors . ILRs play a role in protein-protein interaction and are found in the plasma membrane of plant cells in the leaf, root and vasculature of plants. Plants produce a physiological response that is dependent on information obtained from the environment. The majority of this information is received through mechanical signals which include touch, sound, and gravity. Therefore, the interaction between the ECM and the internal cell response is incredibly important for receiving and interpreting information. The specific functionality of ILRs in plants is not well characterized but in addition to mechanical signaling transduction, they are believed to have some role in plant immune response, osmotic stress sensitivity, and ion regulation within the cell.",
            "score": 126.35311794281006
        },
        {
            "docid": "54954562_3",
            "document": "Role of Calmodulins . Calcium plays a key role in the structural integrity of the cell wall and the membrane system of the cell. However, high calcium levels can be toxic to a plant’s cellular energy metabolism and, hence, the Ca concentration in the cytosol is maintained at a submicromolar level by removing the cytosolic Ca to either the apoplast or the lumen of the intracellular organelles. Ca pulses created due to increased influx and efflux act as cellular signals in response to external stimuli such as hormones, light, gravity, abiotic stress factors and also interactions with pathogens. The central dilemma pertaining to this discussion has always been about how this signal carrier is able to convey the information obtained from such stimuli in terms of specific cellular responses. Through utilization of recent advancements in technology, differences in the Ca signatures have been studied where unique Ca signatures signal different appropriate responses for the respective stimuli. These cellular Ca signals are deciphered by various groups of protein transducers that convert the cellular signal into cellular response via biochemical changes. The EF-hand motif is a helix structure that binds to a single Ca ion and it is found in most of the Ca binding proteins.",
            "score": 120.79234635829926
        },
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 103.87784337997437
        },
        {
            "docid": "61899_4",
            "document": "Phloem . Sieve elements are the type of cell that are responsible for transporting sugars throughout the plant. At maturity they lack a nucleus and have very few organelles, so they rely on companion cells or albuminous cells for most of their metabolic needs. Sieve tube cells do contain vacuoles and other organelles, such as ribosomes, before they mature, but these generally migrate to the cell wall and dissolve at maturity; this ensures there is little to impede the movement of fluids. One of the few organelles they do contain at maturity is the smooth endoplasmic reticulum, which can be found at the plasma membrane, often nearby the plasmodesmata that connect them to their companion or albuminous cells. All sieve cells have groups of pores at their ends that grow from modified and enlarged plasmodesmata, called sieve areas. The pores are reinforced by platelets of a polysaccharide called callose.",
            "score": 86.02126669883728
        },
        {
            "docid": "299472_9",
            "document": "Multicellular organism . One hypothesis for the origin of multicellularity is that a group of function-specific cells aggregated into a slug-like mass called a grex, which moved as a multicellular unit. This is essentially what slime molds do. Another hypothesis is that a primitive cell underwent nucleus division, thereby becoming a coenocyte. A membrane would then form around each nucleus (and the cellular space and organelles occupied in the space), thereby resulting in a group of connected cells in one organism (this mechanism is observable in Drosophila). A third hypothesis is that as a unicellular organism divided, the daughter cells failed to separate, resulting in a conglomeration of identical cells in one organism, which could later develop specialized tissues. This is what plant and animal embryos do as well as colonial choanoflagellates.",
            "score": 93.01961421966553
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 118.08703982830048
        },
        {
            "docid": "42263864_6",
            "document": "Unique properties of hyperthermophilic archaea . All microbes ranging from the smallest bacteria to the largest multicellular eukaryote contains a membrane with phospholipids. A phospholipid molecule is composed of a long fatty acid, often called the tail of the molecule, and a phosphate group, which serves as the head of the molecule. Phospholipid membranes can range widely in the structure of the fatty acid tail, which is composed of mostly hydrocarbons. These phospholipid molecules form bilayers with the polar phosphate groups facing the aqueous solution inside or outside of the cell with the hydrocarbons facing inward interacting with each other. The membrane, along with proteins, controls which molecules are allowed in or out of the cell. For this reason, the membrane plays a crucial role in the survival of the cell. A faulty membrane can allow too many solutes into the cell, resulting in cell death.",
            "score": 121.26887822151184
        },
        {
            "docid": "4160971_6",
            "document": "Transmission of plant viruses . Nevertheless, the rigidity of the cell wall of plant cells, not only poses a problem for transmission of the viruses between different plant hosts, but also acts to prevent viral transmission between cells. Consequently the virus must modify the plasmodesmata as they, themselves, are too large to fit through the small and tightly regulated plant structure. There are again a variety of mechanisms used for this, which have evolved for different viruses. The main mechanisms involve expressing proteins which coat the virus and interact with the structure of the plasmodesmata. The array of proteins expressed by the different viruses may act differently but all achieve a similar goal, passage between adjacent cells.",
            "score": 117.76651608943939
        },
        {
            "docid": "31474_16",
            "document": "Transcription factor . Transcription factors can also be used to alter gene expression in a host cell to promote pathogenesis. A well studied example of this are the transcription-activator like effectors (TAL effectors) secreted by Xanthomonas bacteria. When injected into plants, these proteins can enter the nucleus of the plant cell, bind plant promoter sequences, and activate transcription of plant genes that aid in bacterial infection. TAL effectors contain a central repeat region in which there is a simple relationship between the identity of two critical residues in sequential repeats and sequential DNA bases in the TAL effector’s target site. This property likely makes it easier for these proteins to evolve in order to better compete with the defense mechanisms of the host cell.",
            "score": 125.52293062210083
        },
        {
            "docid": "54988028_2",
            "document": "High Affinity K+ transporter HAK5 . High Affinity K transporter HAK5 is a transport protein found on the cell surface membrane of plants. It is believed to act as a symporter for protons and the potassium ion, K. HAK5 transporter is one of four different types of K transporter within the cell, but is unique as it does not have a putative pore forming domain like the other three; Shaker channels, KCO channels, HKT transporters. It is activated when the plant is situated in low soil with low potassium concentration, and has been shown to be located in higher concentration in the epidermis and vasculature of K deprived plants. By turning on, it increases the plants affinity (uptake) of potassium. Potassium plays a vital role in the plants growth, reproduction, immunity, ion homeostasis, and osmosis, which ensures the plants survival. It is the highest cationic molecule within the plant, accounting for 10% of the plants dry weight, which makes its uptake into the plant important. Each plant species has its own HAK5 transporter that is specific to that species and has different levels of affinity to K. To operate and activate the HAK5 transporter, the external concentration of K must be lower than 10μM and up to 200μM. When lower that 10μM, it is only HAK5 that is involved with the uptake of K, then between 10 and 200μM both HAK5 and AKT1 are involved with the uptake of K. HAK5 is coupled with CBL9/CIPK23 kinase's although the mechanism behind this has not yet been understood.",
            "score": 132.73460292816162
        },
        {
            "docid": "14650763_7",
            "document": "Cellulose synthase (UDP-forming) . Plant cellulose synthases belong to the family of glycosyltransferases, which are proteins involved in the biosynthesis and hydrolysis of the bulk of earth's biomass. Cellulose is synthesized by large cellulose synthase complexes (CSCs), which consist of synthase protein isoforms (CesA) that are arranged into a unique hexagonal structure known as a “particle rosette” 50 nm wide and 30–35 nm tall. There are more than 20 of these full-length integral membrane proteins, each of which is around 1000 amino acids long. These rosettes, formerly known as granules, were first discovered in 1972 by electron microscopy in green algae species \"Cladophora\" and \"Chaetomorpha\" (Robinson et al. 1972). Solution x-ray scattering have shown that CesAs are at the surface of a plant cell and are elongated monomers with a two catalytic domains that fuse together into dimers. The center of the dimers is the main point of catalytic activity. Since cellulose is made in all cell walls, CesA proteins are present in all tissues and cell types of plants. Nonetheless, there are different types of CesA, some tissue types may have varying concentrations of one over another. For example, the AtCesA1 (RSW1) protein is involved in the biosynthesis of primary cell walls throughout the whole plant while the AtCesA7 (IRX3) protein is only expressed in the stem for secondary cell wall production.",
            "score": 146.7308657169342
        },
        {
            "docid": "54940860_2",
            "document": "Integrin-like receptors . Integrin-like receptors (ILRs) are found in plants and carry unique functional properties similar to true integrin proteins. True homologs of integrins exist in mammals, invertebrates, and some fungi but not in plant cells. Mammalian integrins are heterodimer transmembrane proteins that play a large role bidirectional signal transduction. As transmembrane proteins, integrins connect the extracellular matrix (ECM) to the plasma membrane of the animal cell. The extracellular matrix of plant cells, fungi, and some protist is referred to as the cell wall. The plant cell wall is composed of a tough cellulose polysaccharide rather than the collagen fibers of the animal ECM. Even with these differences, research indicates that similar proteins involved in the interaction between the ECM and animals cells are also involved in the interaction of the cell wall and plant cells.",
            "score": 147.56745207309723
        },
        {
            "docid": "4293944_2",
            "document": "Movement protein . Successful infection of a plant by a plant virus depends on its ability to move from the cell initially infected to neighbouring cells in order to spread infection. Unlike animal cells, plant cells have robust cell walls, which viruses cannot easily penetrate. A movement protein is a non-structural protein which is encoded by some plant viruses to allow their movement from one infected cell to neighbouring cells. Many, if not all, plant viruses encode a movement protein, and some express more than one. The movement protein of tobacco mosaic virus (TMV) has been most extensively studied. Plant viruses can also be transported over longer distances through the host plant in the vascular system via the phloem.",
            "score": 128.04456412792206
        },
        {
            "docid": "82804_29",
            "document": "Convergent evolution . Carnivory has evolved multiple times independently in plants in widely separated groups. In three species studied, \"Cephalotus follicularis\", \"Nepenthes alata\" and \"Sarracenia purpurea\", there has been convergence at the molecular level. Carnivorous plants secrete enzymes into the digestive fluid they produce. By studying phosphatase, glycoside hydrolase, glucanase, RNAse and chitinase enzymes as well as a pathogenesis-related protein and a thaumatin-related protein, the authors found many convergent amino acid substitutions. These changes were not at the enzymes' catalytic sites, but rather on the exposed surfaces of the proteins, where they might interact with other components of the cell or the digestive fluid. The authors also found that homologous genes in the non-carnivorous plant \"Arabidopsis thaliana\" tend to have their expression increased when the plant is stressed, leading the authors to suggest that stress-responsive proteins have often been co-opted in the repeated evolution of carnivory.",
            "score": 125.1219391822815
        },
        {
            "docid": "49021319_4",
            "document": "TALE-likes . TALEs are the first identified, best-studied and largest group within the TALE-likes. TALEs are found throughout the bacterial genus \"Xanthomonas\", comprising mostly plant pathogens. Those TALEs which have been studied have all been shown to be secreted as part of the Type III secretion system into host plant cells. Once inside the host cell they translocate to the nucleus, bind specific DNA sequences within host promoters and turn on downstream genes. Every part of this process is thought to be conserved across all TALEs. The single meaningful difference between individual TALEs, based on current understanding, is the specific DNA sequence that each TALE binds. TALEs from even closely related strains differ in the composition of repeats that make up their DNA binding domain. Repeat composition determines DNA binding preference. In particular position 13 of each repeat confers the DNA base preference of each repeat. During early research it was noted that almost all the differences between repeats of a single TALE repeat array are found in positions 12 and 13 and this finding led to the hypothesis that these residues determine base preference. In fact repeat positions 12 and 13, referred to jointly as the Repeat Variable Diresidue (RVD) are commonly said to confer base specificity despite clear evidence that position 13 is the base determining residue. In addition to the repeat domain TALEs also possess a number of conserved features in the domains flanking the repeats. These include domains for type-III-secretion, nuclear localization and transcriptional activation. This allows TALEs to carry out their biological role as effector proteins secreted into host plant cells to activate expression of specific host genes.",
            "score": 119.26578986644745
        },
        {
            "docid": "37138_39",
            "document": "Arabidopsis thaliana . PTI is able to combat pathogens in a nonspecific manner. A stronger and more specific response in plants is that of effector-triggered immunity (ETI). ETI is dependent upon the recognition of pathogen effectors, proteins secreted by the pathogen that alter functions in the host, by plant resistance genes (R-genes), often described as a gene-for-gene relationship. This recognition may occur directly or indirectly via a guardee protein in a hypothesis known as the guard hypothesis. The first R-gene cloned in \"A. thaliana\" was RPS2 (resistance to \"Pseudomonas syringe\" 2), which is responsible for recognition of the effector avrRpt2. The bacterial effector avrRpt2 is delivered into \"A. thaliana\" via the Type III secretion system of \"P. syringae pv tomato\" strain DC3000. Recognition of avrRpt2 by RPS2 occurs via the guardee protein RIN4, which is cleaved . Recognition of a pathogen effector leads to a dramatic immune response known as the hypersensitive response, in which the infected plant cells undergo cell death to prevent the spread of the pathogen.",
            "score": 97.45652961730957
        },
        {
            "docid": "37138_41",
            "document": "Arabidopsis thaliana . Plants are affected by multiple pathogens throughout their lifetime. In response to the presence of pathogens, plants have evolved receptors on the cell surface to detect and respond to pathogens. \"Arabidopsis Thaliana\" is a model organism used to determine specific defense mechanisms of plant-pathogen resistance. These plants have special receptors on their cell surfaces that allow for detection of pathogens and initiate mechanisms to inhibit pathogen growth. They contain two receptors, FLS2 (bacterial flagellin receptor) and EF-Tu (bacterial EF-Tu protein), which use signal transduction pathways to initiate the disease response pathway. The pathway leads to the recognition of the pathogen causing the infected cells to undergo cell death to stop the spread of the pathogen. Plants with FLS2 and EF-Tu receptors have shown to have increased fitness in the population. This has led to the belief that plant-pathogen resistance is an evolutionary mechanism that has built up over generations to respond to dynamic environments, such as increased predation and extreme temperatures.",
            "score": 110.60014081001282
        },
        {
            "docid": "19167679_39",
            "document": "Virus . Penetration follows attachment: Virions enter the host cell through receptor-mediated endocytosis or membrane fusion. This is often called viral entry. The infection of plant and fungal cells is different from that of animal cells. Plants have a rigid cell wall made of cellulose, and fungi one of chitin, so most viruses can get inside these cells only after trauma to the cell wall. Nearly all plant viruses (such as tobacco mosaic virus) can also move directly from cell to cell, in the form of single-stranded nucleoprotein complexes, through pores called plasmodesmata. Bacteria, like plants, have strong cell walls that a virus must breach to infect the cell. Given that bacterial cell walls are much thinner than plant cell walls due to their much smaller size, some viruses have evolved mechanisms that inject their genome into the bacterial cell across the cell wall, while the viral capsid remains outside.",
            "score": 106.16550517082214
        },
        {
            "docid": "2009296_2",
            "document": "Sieve tube element . Sieve elements are specialized cells that are important for the function of phloem, which is highly organized tissue that transports organic compounds made during photosynthesis. Sieve elements are the major conducting cells in phloem. Conducting cells aid in transport of molecules especially for long-distance signaling. In plant anatomy, there are two main types of sieve elements which are sieve cells and sieve tube members. Sieve cells are specialized cells in the phloem tissue of flowering plants. Companion cells and Sieve cells originate from meristems, which are tissues that actively divide throughout a plant's lifetime. They are similar to the development of xylem, a water conducting cells in plants whose main function is also transportation in the plant vascular system. Sieve elements' major function includes transporting sugars over long distance through plants by acting as a channel. Sieve elements elongate cells containing sieve areas on their walls. Pores on sieve areas allow for cytoplasmic connections to neighboring cells, which allows for the movement of photosynthetic material and other organic molecules necessary for tissue function. Structurally, they are elongated and parallel to the organ or tissue that they are located in. Sieve elements typically lack a nucleus and contain none to a very few amount of ribosomes. The two types of sieve elements, sieve tube members and sieve cells, have different structure. Sieve tube members are shorter and wider with greater area for nutrient transport while sieve cells tend to be longer and narrower with smaller area for nutrient transport. Although the function of both of these kinds of sieve elements is the same, sieve cells are found in gymnosperms, non-flowering vascular plants, while sieve tube members are found in angiosperms, flowering vascular plants.",
            "score": 108.26679515838623
        },
        {
            "docid": "779824_6",
            "document": "Transfer DNA . \"Agrobacterium\" has been known to evolve a control system that hijacks host factors and cellular processes for several pathways of host-plant defense response to invade the host cell nucleus. For the integration of T-DNA into the target host genome, \"Agrobacterium\" carries out multiple interactions with host-plant factors. To interact with host plant proteins many \"Agrobacterium\" virulence proteins encoded by vir genes. \"Agrobacterium\" vir genes expression occurs via the VirA-VirG sensor that results in generation of a mobile single-stranded T-DNA copy (T-strand). Processed form of VirB2 is the major component of the T-complex that is required for transformation. VirD2 is the protein that caps the 5′ end of the transferred T-strand by covalent attachment and is transported to the host cell cytoplasm. VirE2 is the single-stranded DNA binding protein that presumably coats the T- strand in the host cytoplasm by cooperative binding. It is then directed into the nucleus via interactions with the host cell proteins such as importin a, bacterial VirE3, and dynein-like proteins. Several other bacterial virulence effectors like VirB5, VirB7 (the minor components of the T-complex), VirD5, VirE2, VirE3, and VirF that may also interact with proteins of host plant cells.",
            "score": 122.41813969612122
        },
        {
            "docid": "54987630_3",
            "document": "EF-Tu receptor . The plant \"Arabidopsis thaliana\" has a genome with only around 135 megabase pairs (Mbp), making it small enough to fully synthesize. It also makes it relative easy to study, leading to its use as a common model organism in the field of plant genetics. One important use of \"A. thaliana\" is in the study of plant immunity. Plant pathogens are able to travel through a plant's vascular system, but plants do not have specific immune cells that can travel this way. Plants also do not have an adaptive immune system, so other forms of immunity are required. One is the use of pattern-recognition receptors (PRR) to bind to pathogen-associated molecular patterns (PAMP), which are highly-conserved structures on the outside of many invasive organisms. This form of immunity acts on intercellular pathogens, which are ones outside of individual plant cells. PRRs are transmembrane proteins, which have an anchor inside the cell and portions that extend beyond the membrane. They are part of the innate immune system and bind to and prevent the proliferation of pathogens with the PAMPs that they can bind.",
            "score": 140.61164045333862
        },
        {
            "docid": "46319796_2",
            "document": "Intracellular transport . Intracellular transport is the movement of vesicles and substances within the cell. Eukaryotic cells transport packets of components (membrane‐bound vesicles and organelles, protein rafts, mRNA, chromosomes) to particular intracellular locations by attaching them to molecular motors that haul them along microtubules and actin filaments. This method of transport is often confused with intercellular transport, which deals solely with the movement of cargo between cells not the net movement within a cell. Since intracellular transport heavily relies on microtubules for movement, the components of the cytoskeleton play a vital role in trafficking vesicles between organelles and the plasma membrane. The cell is not a static structure; it is akin to a large city with an intricate highway system connecting one area to the next. In order to properly maintain cell growth utilization of these “cellular highways” is achieved through intracellular transport. Through this pathway it is possible to facilitate the movement of essential molecules such as membrane‐bounded vesicles and organelles, protein rafts, mRNA and chromosomes. In addition to the various organelles, the cytoskeleton plays a key role in intracellular transport by providing the mechanical support necessary for the cell to divide and facilitates movement. It is composed of actin, intermediate filaments and microtubules which each have a role in locomotion, intracellular transport of organelles, cell shape and chromosome separation.",
            "score": 93.73717522621155
        }
    ],
    "r": [
        {
            "docid": "6846786_12",
            "document": "Protein kinase R . In addition, the increased activity of BACE1 could also lead to β-cleaved carboxy-terminal fragment of β-Amyloid precursor protein (APP-βCTF) induced dysfunction of endosomes in AD. Endosomes are highly active β-Amyloid precursor protein (APP) processing sites, and endosome abnormalities are associated with upregulated expression of early endosomal regulator, rab5. These are the earliest known disease-specific neuronal response in AD. Increased activity of BACE1 leads to synthesis of the APP-βCTF. An elevated level of βCTF then causes rab 5 overactivation. βCTF recruits APPL1 to rab5 endosomes, where it stabilizes active GTP-rab5, leading to pathologically accelerated endocytosis, endosome swelling and selectively impaired axonal transport of rab5 endosomes.",
            "score": 275.1350402832031
        },
        {
            "docid": "14874216_3",
            "document": "APPL1 . APPL1 is an adaptor protein localized to a subset of Rab5-positive (\"early\") endosomes, where it recruits other binding partners and regulates vesicle trafficking and endosomal signalling. APPL1 is enriched at very early endosomes which are negative for EEA1, indicating that APPL1 affects the earliest stages of endosomal traffic before EEA1 takes over. This is in line with observations that APPL1 and EEA1 compete for Rab5 binding. APPL1 affects the speed of internalization of key endosomal cargo (eg. EGF receptor) which is dependent on Rab5 activation.",
            "score": 268.5006103515625
        },
        {
            "docid": "29429387_4",
            "document": "Rabaptin . Rabaptin is a 100kDa coiled-coil protein that interacts with the GTP form of the small GTPase Rab5 (see RAB5A, RAB5B, RAB5C) a potent regulator of endocytic transport. It is mainly cytosolic, but a fraction co-localises with Rab5 to early endosomes. Rab5 recruits rabaptin-5 to purified early endosomes in a GTP-dependent manner, demonstrating functional similarities with other members of the Ras family. Immunodepletion of rabaptin-5 from cytosol strongly inhibits Rab5-dependent early endosome membrane fusion. Thus, rabaptin-5 is a Rab effector required for membrane docking and fusion.",
            "score": 260.059814453125
        },
        {
            "docid": "1989166_17",
            "document": "Phagosome . Rab5 recruits PI-3 kinase and other tethering proteins such as Vps34 to the phagosome membrane, so endosomes can deliver proteins to the phagosome. Rab5 is partially involved in the transition to Rab7, via the CORVET complex and the HOPS complex in yeast. The exact maturation pathway in mammals is not well understood, but it is suggested that HOPS can bind Rab7 and displace the guanosine nucleotide dissociation inhibitor (GDI). Rab11 is involved in membrane recycling.",
            "score": 225.4824676513672
        },
        {
            "docid": "14498136_6",
            "document": "Biogenesis of lysosome-related organelles complex 1 . The majority of studies have focused on mammalian BLOC-1, presumably because of its association with multiple disease states in humans. Still, it is clear BLOC-1 has an evolutionarily conserved importance in trafficking because its yeast homolog, which contains Vab2, has been proposed to modulate Rab5 (Vps21), which is essential for its membrane localization, by acting as a receptor on early endosomes for Rab5-GAP Msb3. Although this study purports the function of BLOC-1 on early endosomes, it has recently been argued that yeast do not contain an early endosome. In light of these newer findings, it appears, BLOC-1 may actually act at the TGN in yeast. Nevertheless, BLOC-1 is important for proper endomembrane function in both lower and higher order eukaryotes.",
            "score": 208.1827392578125
        },
        {
            "docid": "29429387_5",
            "document": "Rabaptin . Rab5 contributes to early endosome fusion that works through the coordination of other effector proteins, as mentioned above. Rabaptin components may serve to control the SNARE activity which are vital in membrane fusion.",
            "score": 207.8126983642578
        },
        {
            "docid": "3763555_6",
            "document": "Class III PI 3-kinase . Vps34 has been shown to interact with Vps15, a protein kinase. Vps15 can activate the lipid kinase activity of Vps34 and interact with Rab5, which has been hypothesized to recruit the Vps34/15 complex to early endosomes. Vps15 has a myristoylation tag that associates the complex with the membrane. The Vps34/15 complex also can interact with Rab7. Together, the complex can function at early to late endosomes.",
            "score": 207.58482360839844
        },
        {
            "docid": "14942693_3",
            "document": "RAP6 . This novel human protein has been reported to be involved in membrane trafficking. It has been shown that RAP6 has a guanine nucleotide exchange factor (GEF) activity specific to Rab5 and a GTPase activating protein (GAP) activity specific to RAS.",
            "score": 207.10292053222656
        },
        {
            "docid": "1505491_9",
            "document": "Lassa virus . Unlike most enveloped viruses which use clathrin coated pits for cellular entry and bind to their receptors in a pH dependent fashion, Lassa and lymphocytic choriomeningitis virus instead use an endocytotic pathway independent of clathrin, caveolin, dynamin and actin. Once within the cell the viruses are rapidly delivered to endosomes via vesicular trafficking albeit one that is largely independent of the small GTPases Rab5 and Rab7. On contact with the endosome pH-dependent membrane fusion occurs mediated by the envelope glycoprotein, which at the lower pH of the endosome binds the lysosome protein LAMP1 which results in membrane fusion and escape from the endosome.",
            "score": 206.25897216796875
        },
        {
            "docid": "14942693_2",
            "document": "RAP6 . RAP6 is the abbreviation for Rab5-activating protein 6, a novel endosomal protein with a role in endocytosis. RAP6 was discovered by Alejandro Barbieri and his group of researchers (Christine Hunker, Adriana Galvis, Ivan Kruk, Hugo Giambini, Lina Torres and Maria Luisa Veisaga) working at Florida International University.",
            "score": 197.2945556640625
        },
        {
            "docid": "6991359_3",
            "document": "Phagolysosome . Membrane fusion of the phagosome and lysosome is regulated by the Rab5 protein, a G protein that allows the exchange of material between these two organelles but prevents complete fusion of their membranes. Phagolysosomes function by reducing the pH of their internal environment thus making them acidic. This serves as a defense mechanism against microbes and other harmful parasites and also provides a suitable medium for degradative enzyme activity.",
            "score": 196.47947692871094
        },
        {
            "docid": "48253250_7",
            "document": "TBC domain . Moreover, there has also been systematic analysis in order to identify the target Rabs of TBC proteins. It was, at first, based on the physical interaction between the TBC domain and its substrate Rab. For instance Barr and his coworkers found a specific interaction between RUTBC3/RabGAP-5 and Rab5A that activates the GTPase activity of Rab5 isoform. Similarly other research has shown that, among other important aspects, the TBC-Rab interaction alone is insufficient to determine the target of TBC proteins. However, there has been a second approach to identifying the target Rabs of TBC by investigating their \"in vitro\" GAP activity. Yet there has been similar discrepancies between this findings of different investigators which can be found in literature and may be attributable to differences between methods of \"in vitro\". In addition, research has shown that TBC proteins are associated with some human diseases. For example, a dysfunction of TBC1D1 and TBC1D4 directly affects insulin actions and glucose uptake. Causing overweight or leanness due to the fact that this two family members of TBC regulate insulin-stimulated GLUT4 translocation to the plasma membrane in mammals. Furthermore, many of them have been shown to be associated with cancer, but the exact mechanism by which they are associated with this illness remains largely unknown. Therefore, there’s still much research needed to be done on this biological topic.",
            "score": 183.21983337402344
        },
        {
            "docid": "1016523_11",
            "document": "Legionella pneumophila . For \"Legionella\" to survive within macrophages and protozoa, it must create a specialized compartment known as the \"Legionella\"-containing vacuole (LCV). Through the action of the Dot/Icm secretion system, the bacteria are able to prevent degradation by the normal endosomal trafficking pathway and instead replicate. Shortly after internalization, the bacteria specifically recruit endoplasmic reticulum-derived vesicles and mitochondria to the LCV while preventing the recruitment of endosomal markers such as Rab5 and Rab7. Formation and maintenance of the vacuoles are crucial for pathogenesis; bacteria lacking the Dot/Icm secretion system are not pathogenic and cannot replicate within cells, while deletion of the Dot/Icm effector SdhA results in destabilization of the vacuolar membrane and no bacterial replication.",
            "score": 182.0412139892578
        },
        {
            "docid": "1553259_15",
            "document": "P-glycoprotein . The expression of P-gp is also regulated by post-translational events, such as post-transcriptional modification, degradation, and intracellular trafficking of P-gp. Pim-1 protects P-gp from ubiquitination and the following degradation in proteasome. Small GTPases Rab5 down-regulates the endocytotic trafficking of P-gp and thus increases the functional P-gp level on cell membrane; while Small GTPases Rab4 work in an opposite way: Rab4 down-regulates the exocytotic trafficking of P-gp from intracellular compartments to cell membrane, and therefore decreases the functional P-gp level on cell membrane.",
            "score": 181.3896942138672
        },
        {
            "docid": "1989166_16",
            "document": "Phagosome . Shortly after internalisation, F-actin depolymerises from the newly formed phagosome so it becomes accessible to endosomes for fusion and delivery of proteins. The maturation process is divided into early and late stages depending on characteristic protein markers, regulated by small Rab GTPases. Rab5 is present on early phagosomes, and controls the transition to late phagosomes marked by Rab7.",
            "score": 180.95860290527344
        },
        {
            "docid": "16848878_3",
            "document": "GAPVD1 . GAPVD1 is Rab \"GTPase\" guanine nucleotide exchange factor essential for activation of RAB5A during engulfment of apoptotic cells. GAPVD1 is also involved in the degradation of the epidermal growth factor receptor. Gapex-5 mediated activation of Rab5 has been implicated in the insulin stimulated formation of plasma membrane phosphatidylinositol-3-phosphate.",
            "score": 175.52072143554688
        },
        {
            "docid": "14874216_5",
            "document": "APPL1 . APPL1 has been shown to interact with Deleted in Colorectal Cancer, AKT2, but also Rab5, Rab21, OCRL and almost 30 other proteins.",
            "score": 168.17330932617188
        },
        {
            "docid": "14817828_2",
            "document": "RABGEF1 . Rab5 GDP/GTP exchange factor is a protein that in humans is encoded by the \"RABGEF1\" gene.",
            "score": 167.62725830078125
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 162.5428924560547
        },
        {
            "docid": "501861_16",
            "document": "Endosome . Molecules are delivered from the plasma membrane to early endosomes in endocytic vesicles. Molecules can be internalized via receptor-mediated endocytosis in clathrin-coated vesicles. Other types of vesicles also form at the plasma membrane for this pathway, including ones utilising caveolin. Vesicles also transport molecules directly back to the plasma membrane, but many molecules are transported in vesicles that first fuse with recycling endosomes. Molecules following this recycling pathway are concentrated in the tubules of early endosomes. Molecules that follow these pathways include the receptors for LDL, the growth factor EGF, and the iron transport protein transferrin. Internalization of these receptors from the plasma membrane occurs by receptor-mediated endocytosis. LDL is released in endosomes because of the lower pH, and the receptor is recycled to the cell surface. Cholesterol is carried in the blood primarily by (LDL), and transport by the LDL receptor is the main mechanism by which cholesterol is taken up by cells. EGFRs are activated when EGF binds. The activated receptors stimulate their own internalization and degradation in lysosomes. EGF remains bound to the EGFR once it is endocytosed to endosomes. The activated EGFRs stimulate their own ubiquitination, and this directs them to lumenal vesicles (see below) and so they are not recycled to the plasma membrane. This removes the signaling portion of the protein from the cytosol and thus prevents continued stimulation of growth - in cells not stimulated with EGF, EGFRs have no EGF bound to them and therefore recycle if they reach endosomes. Transferrin also remains associated with its receptor, but, in the acidic endosome, iron is released from the transferrin, and then the iron-free transferrin (still bound to the transferrin receptor) returns from the early endosome to the cell surface, both directly and via recycling endosomes.",
            "score": 155.1178436279297
        },
        {
            "docid": "1600616_8",
            "document": "KvLQT1 . KCNE1 (minK), can assemble with KvLQT1 to form a slow delayed potassium rectifier channel. KCNE1 slows the inactivation of KvLQT1 when the two proteins form a heteromeric complex, and the current amplitude is greatly increased compared to WT-KvLQT1 homotetrameric channels. KCNE1 associates with the pore region of KvLQT1, and its transmembrane domain contributes to the selectivity filter of this heteromeric channel complex. The alpha helix of the KCNE1 protein interacts with the pore domain S5/S6 and with the S4 domain of the KvLQT1 channel. This results in structural modifications of the voltage sensor and the selectivity filter of the KvLQT1 channel. Mutations in either the alpha subunit of this complex, KvLQT1 or the beta subunit, KCNE1, can lead to Long QT Syndrome or other cardiac rhythmic deformities. When associated with KCNE1, the KvLQT1 channel activates much more slowly and at a more positive membrane potential. It is believed that two KCNE1 proteins interact with a tetrameric KvLQT1 channel, since experimental data suggests that there are 4 alpha subunits and 2 beta subunits in this complex. KVLQT1/KCNE1 channels are taken up from the plasma membrane through a RAB5 dependent mechanism, but inserted into the membrane by RAB11, a GTPase.",
            "score": 151.83021545410156
        },
        {
            "docid": "32955527_2",
            "document": "Rab GDP dissociation inhibitors . In molecular biology, the Rab GDP dissociation inhibitors (Rab GDIs) constitute a family of small GTPases that serve a regulatory role in vesicular membrane traffic. C-terminal geranylgeranylation is crucial for their membrane association and function. This post-translational modification is catalysed by Rab geranylgeranyl transferase (Rab-GGTase), a multi-subunit enzyme that contains a catalytic heterodimer and an accessory component, termed Rab escort protein (REP)-1. REP-1 presents newly synthesised Rab proteins to the catalytic component, and forms a stable complex with the prenylated proteins following the transfer reaction. The mechanism of REP-1-mediated membrane association of Rab5 is similar to that mediated by Rab GDP dissociation inhibitor (GDI). REP-1 and Rab GDI also share other functional properties, including the ability to inhibit the release of GDP and to remove Rab proteins from membranes.",
            "score": 150.21273803710938
        },
        {
            "docid": "54940860_2",
            "document": "Integrin-like receptors . Integrin-like receptors (ILRs) are found in plants and carry unique functional properties similar to true integrin proteins. True homologs of integrins exist in mammals, invertebrates, and some fungi but not in plant cells. Mammalian integrins are heterodimer transmembrane proteins that play a large role bidirectional signal transduction. As transmembrane proteins, integrins connect the extracellular matrix (ECM) to the plasma membrane of the animal cell. The extracellular matrix of plant cells, fungi, and some protist is referred to as the cell wall. The plant cell wall is composed of a tough cellulose polysaccharide rather than the collagen fibers of the animal ECM. Even with these differences, research indicates that similar proteins involved in the interaction between the ECM and animals cells are also involved in the interaction of the cell wall and plant cells.",
            "score": 147.5674591064453
        },
        {
            "docid": "40199994_2",
            "document": "Secretome . The term secretome was coined by Tjalsma and colleagues to denote all the factors secreted by a cell, along with the secretory pathway constituents. This definition of secretome was revised to include only proteins secreted into the extracellular space. The secreted proteins in humans account for 13–20% of the entire proteome and include growth factors, chemokines, cytokines, adhesion molecules, proteases and shed receptors. Human protein-coding genes (39%, 19613 genes) are predicted to have either a signal peptide and/or at least one transmembrane region suggesting active transport of the corresponding protein out of the cell (secretion) or location in one of the numerous membrane systems in the cell. Increasing evidence showed that, in addition to the protein cargo, non-protein components, such as lipid, micro-RNAs and messenger-RNA, could also be secreted by cells via both microvesicles (100–>1000 nm diameter) − shedding from the plasma membrane − and exosomes (30–150 nm diameter) − released via endosomal-exocytosis event. Factors present in both these organelles accounts for up to 42% of the secretome and have been incorporated as the collective secretome. There is a vast array of methodologies available to study cell secretomes of plant cells, mammalian cells, stem cells and cancer cells.",
            "score": 147.07432556152344
        },
        {
            "docid": "14650763_7",
            "document": "Cellulose synthase (UDP-forming) . Plant cellulose synthases belong to the family of glycosyltransferases, which are proteins involved in the biosynthesis and hydrolysis of the bulk of earth's biomass. Cellulose is synthesized by large cellulose synthase complexes (CSCs), which consist of synthase protein isoforms (CesA) that are arranged into a unique hexagonal structure known as a “particle rosette” 50 nm wide and 30–35 nm tall. There are more than 20 of these full-length integral membrane proteins, each of which is around 1000 amino acids long. These rosettes, formerly known as granules, were first discovered in 1972 by electron microscopy in green algae species \"Cladophora\" and \"Chaetomorpha\" (Robinson et al. 1972). Solution x-ray scattering have shown that CesAs are at the surface of a plant cell and are elongated monomers with a two catalytic domains that fuse together into dimers. The center of the dimers is the main point of catalytic activity. Since cellulose is made in all cell walls, CesA proteins are present in all tissues and cell types of plants. Nonetheless, there are different types of CesA, some tissue types may have varying concentrations of one over another. For example, the AtCesA1 (RSW1) protein is involved in the biosynthesis of primary cell walls throughout the whole plant while the AtCesA7 (IRX3) protein is only expressed in the stem for secondary cell wall production.",
            "score": 146.73086547851562
        },
        {
            "docid": "16848878_4",
            "document": "GAPVD1 . Based on sequence homology, mammalian Gapex-5 has been shown to have an amino-terminal Ras GAP domain, a central polyproline (SH3 binding) region and a carboxy-terminal Rab GEF domain. The RabGEF domain has been suggested to activate Rab5 and Rab31.",
            "score": 146.5889892578125
        },
        {
            "docid": "912087_8",
            "document": "Rab (G-protein) . Mutations in the GDI1 gene have been shown to lead to X-linked nonspecific intellectual disability. In a study done on mice, carriers for a deletion of the GDI1 gene have shown marked abnormalities in short-term memory formation and social interaction patterns. It is noted that the social and behavioral patterns exhibited in mice that are carriers of the GDI1 protein are similar to those observed in humans with the same deletion. The loss of the GDI1 gene has been shown through brain extracts of the mutant mice to lead to the accumulation of the Rab4 and Rab5 proteins, thus inhibiting their function.",
            "score": 144.50958251953125
        },
        {
            "docid": "21045203_16",
            "document": "Reticulon . Due to the lack of information of reticulons, scientists often study reticulon-like proteins. The genome \"Arabidopsis thaliana\" has at least 19 reticulon like proteins, and 15 of them have been explicitly identified. One study on \"Arabadopsis\" looks at transport between organelles and specific receptors. The regulation of receptor transport to the plasma membrane is important for the recognition of pathogens. Membrane associated proteins travel from the ER to the Golgi bodies, and eventually the plasma membrane. Immune receptors that are related to the plasma membrane are called pattern recognition receptors (PRRs). Through \"Arabidopsis\" protein microarrays the FLAGELIN-SENSITIVE2 (FLS2) receptor, a PRR, was tagged to identify reticulon-like protein RTNLB1 and its homolog RTNLB2. When manipulating the expression levels of RTNLB1 and RTNLB2, signaling of the FLS2 receptor was interrupted. A serine cluster at the N-terminal of the protein is important for the FLS2 interaction. Although there is not a direct interference, RTNLB1 and RTNLB2 interact with newly created FLS2 to facilitate transport to the plasma membrane. Through the RTNLB1 and RTNLB2 reticulon domain, their function is part of a larger protein system that moderates FLS2 secretion. Receptor trafficking is looked at through plant studies as an important process of receptor activity. The role of human reticulons which are involved in intracellular protein trafficking indicate the relationship between reticulons and plant RTNLBs.",
            "score": 141.42784118652344
        },
        {
            "docid": "53562917_2",
            "document": "HERC3 . Probable E3 ubiquitin-protein ligase HERC3 is an enzyme that in humans is encoded by the \"HERC3\" gene. The gene is a member of the HERC family of ubiquitin ligases and encodes a protein with a HECT domain and an RCC1-like domain (RLD). It binds ubiquitin and hPLIC-1/2 via its HECT domain. Alternatively spiced transcript variants encoding multiple isoforms have been observed, and mutations in this gene have been linked to colorectal and gastric carcinomas. The protein is localized in the cytosol and vesicular-like structures containing β-COP, ARF, and Rab5. Since HERC3 can itself be ubiquitinated and degraded by the proteasome, it likely has roles in both vesicular traffic and ubiquitin-dependent processes.",
            "score": 140.6700439453125
        },
        {
            "docid": "54987630_3",
            "document": "EF-Tu receptor . The plant \"Arabidopsis thaliana\" has a genome with only around 135 megabase pairs (Mbp), making it small enough to fully synthesize. It also makes it relative easy to study, leading to its use as a common model organism in the field of plant genetics. One important use of \"A. thaliana\" is in the study of plant immunity. Plant pathogens are able to travel through a plant's vascular system, but plants do not have specific immune cells that can travel this way. Plants also do not have an adaptive immune system, so other forms of immunity are required. One is the use of pattern-recognition receptors (PRR) to bind to pathogen-associated molecular patterns (PAMP), which are highly-conserved structures on the outside of many invasive organisms. This form of immunity acts on intercellular pathogens, which are ones outside of individual plant cells. PRRs are transmembrane proteins, which have an anchor inside the cell and portions that extend beyond the membrane. They are part of the innate immune system and bind to and prevent the proliferation of pathogens with the PAMPs that they can bind.",
            "score": 140.6116485595703
        },
        {
            "docid": "187185_14",
            "document": "Calmodulin . The plant sorghum is well established model organism and can adapt in hot and dry environments. For this reason, it is used as a model to study calmodulin's role in plants. Sorghum, contains seedlings that express a glycine-rich RNA-binding protein, SbGRBP. This particular protein can be modulated by using heat as a stressor. Its unique location in the cell nucleus and cytosol, demonstrates interaction with calmodulin that requires the use of Ca. By exposing the plant to versatile stress conditions, it can cause different proteins that enable the plant cells to tolerate environmental changes to become repressed. These modulated stress proteins are shown to interact with CaM. In an Arabidopsis thaliana study, hundreds of different proteins demonstrated the possibility to bind to CaM in plants. The CaMBP genes expressed in the sorghum are depicted as a “model crop” for researching the tolerance to heat and drought stress.",
            "score": 138.97317504882812
        },
        {
            "docid": "5134478_7",
            "document": "Guard cell . Guard cells perceive and process environmental and endogenous stimuli such as light, humidity, CO concentration, temperature, drought, and plant hormones to trigger cellular responses resulting in stomatal opening or closure. These signal transduction pathways determine for example how quickly a plant will lose water during a drought period. Guard cells have become a model for single cell signaling. Using \"Arabidopsis thaliana\", the investigation of signal processing in single guard cells has become open to the power of genetics. Cytosolic and nuclear proteins and chemical messengers that function in stomatal movements have been identified that mediate the transduction of environmental signals thus controlling CO intake into plants and plant water loss. Research on guard cell signal transduction mechanisms is producing an understanding of how plants can improve their response to drought stress by reducing plant water loss. Guard cells also provide an excellent model for basic studies on how a cell integrates numerous kinds of input signals to produce a response (stomatal opening or closing). These responses require coordination of numerous cell biological processes in guard cells, including signal reception, ion channel and pump regulation, membrane trafficking, transcription, cytoskeletal rearrangements and more. A challenge for future research is to assign the functions of some of the identified proteins to these diverse cell biological processes.",
            "score": 138.88624572753906
        }
    ]
}