{
    "q": [
        {
            "docid": "35449105_3",
            "document": "LOXHD1 . This gene encodes a highly conserved protein consisting entirely of PLAT (polycystin/lipoxygenase/alpha-toxin) domains, thought to be involved in targeting proteins to the plasma membrane. Studies in mice show that this gene is expressed in the mechanosensory hair cells in the inner ear, and mutations in this gene lead to auditory defects, indicating that this gene is essential for normal hair cell function. Screening of human families segregating deafness identified a mutation in this gene which causes DFNB77, a progressive form of autosomal-recessive nonsyndromic hearing loss (ARNSHL). Alternatively spliced transcript variants encoding different isoforms have been noted for this gene.",
            "score": 117.04912948608398
        },
        {
            "docid": "2196633_12",
            "document": "Stereocilia (inner ear) . Damaged or abnormal stereocilia that are a result of genetic mutations often cause hearing loss and other complications, and can be passed down to children. In a recent study, researchers studied mice that inherited a mutated hair cell gene called whirlin, which leads to shorter and fatter stereocilia that are organized in additional rows and that often die off after birth. No current therapies or reparative measures exist to replace such defective hair cells in humans. In order to correct this mutation, researchers injected a gene therapy containing the corrected gene into the inner ear of mice with the genetic mutation. The therapy restored stereocilia to normal lengths and eliminated the additional rows of stereocilia in newborn whirler mice. Despite the restoration of hair cells, the treated whirler mice exhibited no signs of improved hearing ability following testing after one month and after three months of treatment. Further studies are looking to understand why the restoration of the stereocilia did not improve the hearing ability of the mutated mice.",
            "score": 202.63345420360565
        },
        {
            "docid": "915830_19",
            "document": "Usher syndrome . Usher syndrome type I can be caused by mutations in any one of several different genes: \"CDH23, MYO7A, PCDH15, USH1C\", and \"USH1G\". These genes function in the development and maintenance of inner ear structures such as hair cells (stereocilia), which transmit sound and motion signals to the brain. Alterations in these genes can cause an inability to maintain balance (vestibular dysfunction) and hearing loss. The genes also play a role in the development and stability of the retina by influencing the structure and function of both the rod photoreceptor cells and supporting cells called the retinal pigmented epithelium. Mutations that affect the normal function of these genes can result in retinitis pigmentosa and resultant vision loss.",
            "score": 156.30501329898834
        },
        {
            "docid": "20519370_15",
            "document": "Mechanosensation . Animals are often used in research trying to discover the protein. Deaf animals are probably deaf because they have some kind of mutation in this particular protein, so a great deal of research has focused on trying to find animals that are deaf and figure out where the mutation is. For example, there are strains of mice that are deaf. Defects in their hair cells affect not only their hearing but their balance, so they tend to run in circles. These mice have been recognized for several decades as potential for identifying the mutation that caused this deafness and balance problems. Some are mutations in the two cadherins that make up the tip link, and others have been identified but none of them yet are the ion channel.",
            "score": 93.21587085723877
        },
        {
            "docid": "16846178_4",
            "document": "TMC1 . Due to its implication in cochlear hair cell function and its interaction with hair cell tip links, TMC1 is being mutated and manipulated in order to better understand the receptor while at the same time producing a molecular model for deafness. While deafness can arise at any stage of auditory processing, DFNA36 (a type of progressive hearing loss) and DFNB7/B11 (congenital hearing loss) have been specifically shown to arise from TMC1 mutations. DFNA36 results from a dominant missense mutation and DFNB7/B11 results from a recessive mutation. Both have been modeled in mice, known as the Beethoven model and the dn model respectively. The TMC1 gene is located on chromosome 9q31-q21, and the dominant mutation associated with DFNA36 occurs at amino acid 572 which suggests the importance of this amino acid in the overall function of TMC1. Now that TMC1 has been shown to interact with the tip link proteins PCDH15 and CDH23, the next question may be whether or not amino acid 572 is necessary for TMC1 tip link interactions.",
            "score": 103.53422522544861
        },
        {
            "docid": "20519370_17",
            "document": "Mechanosensation . When the function and mechanisms of hair cells are more fully understood, there are two applications that it could have. These involve both basic research in other fields and clinical applications in the field of hair cells. The mechanism of the hair cell might contribute to the understanding other mechanosensory systems such as the sense of touch. In the field of touch, the ion channel is that is activated is also currently unknown, and it is likely that there are several different ion channels. Eventually, it is hoped that this research can help individuals with hearing impairments. For example, if somebody subjects their ears to extremely loud sounds, then they may experience hearing loss. This is probably a result of the tip links being broken. Normally the tip links grow back in about half a day, but for some people they are more fragile, making those individuals more susceptible to hearing loss. If the cause of this susceptibility could be determined, and if tip link are repair could be understood, then a drug could be developed that would help the tip links grow back more readily. Generally, many people lose hearing in their old age, especially high frequency hearing. This is caused by hair cell death, so it is hoped that techniques can be developed, such as by using stem cells or other genetic manipulations, to encourage the inner ear to regenerate its hair cells and restore hearing.",
            "score": 129.15473461151123
        },
        {
            "docid": "9962100_23",
            "document": "Mediator (coactivator) . Conditional mutations can be produced in mice which affect only specific cells or tissues at specific times, so that the mouse can develop to adulthood and the adult phenotype can be studied. In one case, MED1 was found to participate in controlling the timing of events of meiosis in male mice. Conditional mutants in keratinocytes show differences in skin wound healing. A conditional mutant in mice was found to change dental epithelium into epidermal epithelium, which caused hair to grow associated with the incisors.",
            "score": 105.784987449646
        },
        {
            "docid": "2196633_3",
            "document": "Stereocilia (inner ear) . Resembling hair-like projections, the stereocilia are arranged in bundles of 30-300. Within the bundles the stereocilia are often lined up in several rows of increasing height, similar to a staircase. At the core of these hair-like stereocilia are rigid cross-linked actin filaments, which can renew every 48 hours. These actin filaments face their positive ends at the tips of the stereocilia and their negative ends at the base and can be up to 120 micrometres in length. Filamentous structures, called tip links, connect the tips of stereocilia in adjacent rows in the bundles. The tip links are made up of nearly vertical fine filaments that run upward from the top end of a shorter stereocilia to its taller neighbor. Tip links are analogous to tiny springs, which, when stretched, open cation selective channels thus allowing ions to flow across the cell membrane into the hair cells. They also are involved in the force transmission across the bundle and the maintenance of the hair bundle structure.",
            "score": 148.3381780385971
        },
        {
            "docid": "14726020_10",
            "document": "Myosin binding protein C, cardiac . A great understanding of how \"MYBPC3\" mutations lead to the development of inherited cardiomyopathy came from the analyses of human myocardial samples, gene transfer in different cell lines, naturally-occurring or transgenic animal models and more recently disease modeling using induced pluripotent stem cells (iPSC)-derived cardiac myocytes. Although access to human myocardial samples is difficult, at least some studies provided evidence that truncated cMyBP-Cs, resulting from truncating \"MYBPC3\" mutations are not detectable in human patient samples by Western-immunoblot analysis. This was supported in heterozygous \"Mybpc3\"-targeted knock-in mice, carrying the human c.772G>A transition (i.e. founder mutation in Tuscany These data suggest haploinsufficiency as the main disease mechanism for heterozygous truncating mutations. A body of evidence exists that the mechanisms regulating the expression of mutant allele involve the nonsense-mediated mRNA decay, the ubiquitin-proteasome system (UPS) and the autophagy-lysosomal pathway after gene transfer of mutant \"MYBPC3\" in cardiac myocytes or in mice \"in vivo\". In contrast to truncating mutations, missense mutations lead, in most of the cases (although difficult to specifically detect), to stable mutant cMyBP-Cs that are, at least in part, incorporated into the sarcomere and could act as poison polypeptides on the structure and/or function of the sarcomere. Homozygous or compound heterozygous mutations are therefore likely subject to differential regulation depending on whether they are double missense, double truncating or mixed missense/truncating mutations. The homozygous \"Mybpc3\"-targeted knock-in mice, which genetically mimic the situation of severe neonatal cardiomyopathy are born without phenotype and soon after birth develop systolic dysfunction followed by (compensatory) cardiac hypertrophy. The human c.772G>A transition results in low levels of three different mutant \"Mybpc3\" mRNAs and cMyBP-Cs in homozygous mice, suggesting a combination of haploinsufficiency and polypeptide poisoning as disease mechanism in the homozygous state. In addition, the combination of external stress (such as neurohumoral stress or aging) and \"Mybpc3\" mutations have been shown to impair the UPS in mice, and proteasomal activities were also depressed in patients with hypertrophic cardiomyopathy or dilated cardiomyopathy.",
            "score": 119.76153719425201
        },
        {
            "docid": "16851691_4",
            "document": "MYO15A . This gene encodes an unconventional myosin. This protein differs from other myosins in that it has a long N-terminal extension preceding the conserved motor domain. Studies in mice suggest that this protein is necessary for actin organization in the hair cells of the cochlea.",
            "score": 179.55389428138733
        },
        {
            "docid": "2196633_13",
            "document": "Stereocilia (inner ear) . Sound at a certain decibel can cause permanent damage to inner ear stereocilia. New research has shown that the damage can possibly be reversed if we can repair or recreate some of the proteins in the stereocilia. In this study, scientists used zebrafish to examine the motion of proteins within live ear cells using a confocal microscope. This has shown that proteins in stereocilia move quickly, indicating that the movement of the proteins within the hair cells may be a very important factor to maintaining the integrity of the hair bundles in the inner ear. Further research found myosin and actin, two proteins that are important for cell movement, move very quickly. Fascin 2b, a protein involved in actin cross-linking, moves even faster. Constant movement of proteins within cells, along with replacement and readjustment, helps cells repair damage. The fast movement of these proteins has changed our understanding of stereocilia and indicates that proteins within stereocilia are not immobile and static. Further research hopes to investigate manipulating protein dynamics to restore human hearing function after damage.",
            "score": 213.84344577789307
        },
        {
            "docid": "14696761_7",
            "document": "GJB6 . Connexin 26 and connexin 30 are commonly accepted to be the predominant gap junction proteins in the cochlea. Genetic knockout experiments in mice has shown that knockout of either Cx26 or Cx30 produces deafness. However, recent research suggests that Cx30 knockout produces deafness due to subsequent downregulation of Cx26, and one mouse study found that a Cx30 mutation that preserves half of Cx26 expression found in normal Cx30 mice resulted in unimpaired hearing. The lessened severity of Cx30 knockout in comparison to Cx26 knockout is supported by a study examining the time course and patterns of hair cell degeneration in the cochlea. Cx26 null mice displayed more rapid and widespread cell death than Cx30 null mice. The percent hair cell loss was less widespread and frequent in the cochleas of Cx30 null mice.",
            "score": 126.50706601142883
        },
        {
            "docid": "22657007_6",
            "document": "Mir-96 microRNA . Microarray analysis of 4-day old wildtype and mutant mice showed that in the 3' UTR of upregulated genes, there was a significant enrichment in heptamers complementary to miR-96, implying that miR-96 normally affects a wide range of target genes, and that the mutation results in a loss of normal targets. Among the downregulated genes, there is a significant enrichment in heptamers complementary to the mutant miR-96, so the mutant miR-96 has gained novel targets. Among the downregulated genes were five of particular interest; Ocm, Pitpnm1, Prestin, Ptprq and Gfi1, all of which are strongly and specifically expressed in hair cells. Mice mutant for the latter three exhibit deafness and hair cell degeneration.",
            "score": 105.03367257118225
        },
        {
            "docid": "1187487_40",
            "document": "Sensorineural hearing loss . Outer hair cells (OHCs) contribute to the structure of the Organ of Corti, which is situated between the basilar membrane and the tectorial membrane within the cochlea (See Figure 3). The tunnel of corti, which runs through the Organ of Corti, divides the OHCs and the inner hair cells (IHCs). OHCs are connected to the reticular laminar and the Deiters’ cells. There are roughly twelve thousand OHCs in each human ear, and these are arranged in up to five rows. Each OHC has small tufts of 'hairs', or cilia, on their upper surface known as stereocilia, and these are also arranged into rows which are graded in height. There are approximately 140 stereocilia on each OHC.",
            "score": 155.81000208854675
        },
        {
            "docid": "54421246_39",
            "document": "Spinocerebellar ataxia type 1 . Because spinocerebellar ataxias are often linked to a mutation on a single gene, modifying how the gene is expressed can modify the phenotype. There are several approaches to modifying the expression of mutant proteins, including techniques that completely stop expression, known as gene silencing. In SCA1, pathogenesis requires constant expression of the mutant ATXN1 gene, and silencing has been shown to halt further progression of the disease, clear nuclear inclusions and aggregates and lead to partial recovery of motor functions in rodent models with conditional expression of the gene. The conditional expression of ATXN1 in mice models differs from how the gene would be silenced therapeutically but the results indicate that therapeutic methods of gene silencing may be viable for treatment and management of SCA1. The process that turns coded information in DNA into proteins requires two steps: transcription, in which DNA is used to generate a complimentary RNA strand by RNA polymerase, and translation, in which RNA is used to used to produce a protein by ribosomes. Disrupting either step can slow or prevent the expression of a mutant gene.",
            "score": 61.687495708465576
        },
        {
            "docid": "438944_92",
            "document": "Actin . Six autosomal-dominant point mutations in the sequence have been found to cause various types of hearing loss, particularly sensorineural hearing loss linked to the DFNA 20/26 locus. It seems that they affect the stereocilia of the ciliated cells present in the inner ear’s Organ of Corti. β-actin is the most abundant protein found in human tissue, but it is not very abundant in ciliated cells, which explains the location of the pathology. On the other hand, it appears that the majority of these mutations affect the areas involved in linking with other proteins, particularly actomyosin. Some experiments have suggested that the pathological mechanism for this type of hearing loss relates to the F-actin in the mutations being more sensitive to cofilin than normal.",
            "score": 123.74079751968384
        },
        {
            "docid": "13483_13",
            "document": "Hemoglobin . Even within a species, different variants of hemoglobin always exist, although one sequence is usually a \"most common\" one in each species. Mutations in the genes for the hemoglobin protein in a species result in hemoglobin variants. Many of these mutant forms of hemoglobin cause no disease. Some of these mutant forms of hemoglobin, however, cause a group of hereditary diseases termed the \"hemoglobinopathies\". The best known hemoglobinopathy is sickle-cell disease, which was the first human disease whose mechanism was understood at the molecular level. A (mostly) separate set of diseases called thalassemias involves underproduction of normal and sometimes abnormal hemoglobins, through problems and mutations in globin gene regulation. All these diseases produce anemia.",
            "score": 91.45456314086914
        },
        {
            "docid": "42595192_2",
            "document": "Tip link . Tip links are extracellular filaments that connect stereocilia to each other or to the kinocilium in the hair cells of the inner ear. Mechanotransduction is thought to occur at the site of the tip links, which connect to spring-gated ion channels. These channels are cation-selective transduction channels that allow potassium and calcium ions to enter the hair cell from the endolymph that bathes its apical end. When the hair cells are deflected toward the kinocilium, depolarization occurs; when deflection is away from the kinocilium, hyperpolarization occurs. The tip link is made of two different cadherin molecules, protocadherin 15 and cadherin 23. It has been found that the tip links are relatively stiff, so it is thought that there has to be something else in the hair cells that is stretchy which allows the stereocilia to move back and forth.",
            "score": 135.2800633907318
        },
        {
            "docid": "50619245_28",
            "document": "Human disease modifier gene . Genotype-phenotype correlations, and linkage and association analyses in humans can effectively identify modifier genes with statistical support, but do not establish functional or causative effects of modifier genes. While genetic backgrounds cannot be experimentally manipulated in human populations, transgenic expression of modifier genes in animal models has been effectively used to show that variation in specific loci can cause phenotypic variation. For example, Ikeda et al. established that moth1 is a modifier gene of the tub gene, mutations in which cause obesity, retinal degeneration and hearing loss in tubby mice. In the wild-type form, the protein Mtap1a, encoded by neuronally-expressed moth1, is protective against hearing loss. Ikeda et al. showed, by transgenic expression in mice, that sequence polymorphisms in Mtap1a are crucial in causing the hearing-loss phenotype associated with tub gene mutation.",
            "score": 81.63767516613007
        },
        {
            "docid": "17369680_25",
            "document": "Woolly mammoth . In a 2015 study, high-quality genome sequences from three Asian elephants and two woolly mammoths were compared. Approximately 1.4 million DNA nucleotide differences were found between mammoths and elephants, which affect the sequence of more than 1,600 proteins. Differences were noted in genes for a number of aspects of physiology and biology that would be relevant to Arctic survival, including development of skin and hair, storage and metabolism of adipose tissue, and perceiving temperature. Genes related to both sensing temperature and transmitting that sensation to the brain were altered. One of the heat-sensing genes encodes a protein, TRPV3, found in skin which also affects hair growth. When inserted into human cells, the mammoth's version of the protein was found to be less sensitive to heat than the elephant's. This is consistent with a previous observation that mice lacking active TRPV3 are likely to spend more time in cooler cage locations than wild type mice, and have wavier hair. There were also several alterations in circadian clock genes, perhaps needed to cope with the extreme polar variation in length of daylight. Similar mutations are known in other Arctic mammals, such as reindeer.",
            "score": 106.54298388957977
        },
        {
            "docid": "4796463_9",
            "document": "PAX6 . Experiments in mice demonstrate that a deficiency in Pax-6 leads to decrease in brain size, brain structure abnormality leading to Autism, lack of iris formation or a thin cornea. Knockout experiments produced eyeless phenotypes reinforcing the gene’s role in eye development. During embryological development the PAX6 gene, found on chromosome 2, can be seen expressed in multiple early structures such as the spinal cord, hindbrain, forebrain and eyes. Mutations of the PAX6 gene in mammalian species can produce a drastic effect on the phenotype of the organism. This can be seen in mice that contain homozygous mutations of the 422 amino acid long transcription factor encoded by PAX6 in which they do not develop eyes or nasal cavities termed ‘small eye’ mice (PAX10). Deletion of PAX6 induces the same abnormal phenotypes indicating that mutations cause the protein to lose functionality. PAX6 is essential is the formation of the retina, lens and cornea due to its role in early cell determination when forming precursors of these structures such as the optic vesicle and overlying surface ectoderm. PAX10 mutations also hinder nasal cavity development due to the similar precursor structures that in small eye mice do not express PAX10 mRNA. Mice with the mutant genotype begin to be phenotypically differentiable from normal mouse embryos at about day 9 to 10 of gestation. The full elucidation of the precise mechanisms and molecular components by which the PAX6 gene influences eye, nasal and central nervous system development are still researched however, the study of PAX6 has brought more understanding to the development and genetic complexities of these mammalian body systems.",
            "score": 97.60006964206696
        },
        {
            "docid": "14326078_8",
            "document": "ACTG1 . An autosomal dominant mutation in \"ACTG1\" in the DFNA20/26 locus at 17q25-qter was identified in patients with hearing loss. A Thr278Ile mutation was identified in helix 9 of gamma-actin protein, which is predicted to alter protein structure. This study identified the first disease causing mutation in gamma-actin and underlies the importance of gamma-actin as structural elements of the inner ear hair cells. Since then, other \"ACTG1\" mutations have been linked to nonsyndromic hearing loss, including Met305Thr.",
            "score": 98.49794507026672
        },
        {
            "docid": "25260196_18",
            "document": "Neuronal encoding of sound . The apical surface of each cochlear hair cell contains a hair bundle. Each hair bundle contains approximately 300 fine projections known as stereocilia, formed by actin cytoskeletal elements. The stereocilia in a hair bundle are arranged in multiple rows of different heights. In addition to the stereocilia, a true ciliary structure known as the kinocilium exists and is believed to play a role in hair cell degeneration that is caused by exposure to high frequencies.",
            "score": 153.99367332458496
        },
        {
            "docid": "3407405_13",
            "document": "Nonsyndromic deafness . The causes of nonsyndromic deafness can be complex. Researchers have identified more than 30 genes that, when mutated, may cause nonsyndromic deafness; however, some of these genes have not been fully characterized. Many genes related to deafness are involved in the development and function of the inner ear. Gene mutations interfere with critical steps in processing sound, resulting in hearing loss. Different mutations in the same gene can cause different types of hearing loss, and some genes are associated with both syndromic and nonsyndromic deafness. In many families, the gene(s) involved have yet to be identified.",
            "score": 58.26132249832153
        },
        {
            "docid": "2196633_4",
            "document": "Stereocilia (inner ear) . As acoustic sensors in mammals, stereocilia are lined up in the organ of Corti within the cochlea of the inner ear. In hearing, stereocilia transform the mechanical energy of sound waves into electrical signals for the hair cells, which ultimately leads to an excitation of the auditory nerve. Stereocilia are composed of cytoplasm with embedded bundles of cross-linked actin filaments. The actin filaments anchor to the terminal web and the top of the cell membrane and are arranged in grade of height. As sound waves propagate in the cochlea, the movement of endolymph fluid bends the stereocilia. If the direction of movement is towards the taller stereocilia, tension develops in the tip links, mechanically opening transduction channels near the tips. Cations from the endolymph flow into the cell, depolarizing the hair cell and triggering the release of neurotransmitters to nearby nerves, which send an electrical signal to the central nervous system.",
            "score": 188.14772701263428
        },
        {
            "docid": "506315_22",
            "document": "Okazaki fragments . To test the effects of the protein mutations on living organisms, researchers genetically altered lab mice to be homozygous for another mutation in protein related to DNA replication, flap endonuclease 1, or FEN1. The results varied based on the specific gene alterations. Homozygous knockout mutant mice experienced a \"failure of cell proliferation\" and \"early embryonic lethality\" (27). Mice with mutation F343A and F344A (also known as FFAA) died directly after birth due to complications including pancytopenia and pulmonary hypoplasia. This is because the FFAA mutation keeps FEN1 from interacting with PCNA (proliferating cell nuclear antigen), consequently not allowing it to complete its purpose during Okazaki fragment maturation. Under careful observation, cells homozygous for FFAA FEN1 mutations seem to display only partial defects in maturation, meaning mice heterozygous for the mutation would be able to survive into adulthood, despite sustaining multiple small nicks in their genomes. Inevitably however, these nicks prevent future DNA replication because the break causes the replication fork to collapse and causes double strand breaks in the actual DNA sequence. In time, these nicks also cause full chromosome breaks, which could lead to severe mutations and cancers. Other mutations have been implemented with altered versions of Polymerase α, leading to similar results.",
            "score": 97.98364663124084
        },
        {
            "docid": "2223797_11",
            "document": "Saethre–Chotzen syndrome . In searching for the gene responsible for SCS, scientists at Johns Hopkins Children’s Center began studying the TWIST gene because its effects on mice. The TWIST gene in mice, functions in the development of the muscle and skeleton of the face, head, hands, and feet. Mice that were lacking both copies of the TWIST gene were spontaneously aborted prior to birth, and had serious deformities including abnormal limb and head defects and failure of the neural tube to properly close. However, mice with a single copy of the non-working TWIST gene survived. Further examination revealed that these mice had only minor skull, hand, and foot defects similar to those seen in SCS. The mouse TWIST gene is located on chromosome 12 in mice, which corresponds to the short arm of chromosome 7 in humans. With this information, scientists began to isolate and map the human TWIST gene on the short arm of human chromosome 7. They revealed that the human TWIST gene was in the same region that was absent in people with SCS. While looking for different mutations in the human TWIST gene, five different types of mutations were discovered in individuals with SCS. Since none of these mutations were seen in normal individuals who didn't have SCS, this provided enough evidence to conclude that the TWIST gene was the causative agent of SCS1. Researchers also studied the TWIST gene in \"Drosophila\" (fruit fly) in order to determine its function. They discovered that in the presence of two TWIST protein molecules combined together, the TWIST gene functions as a DNA transcription factor, meaning it binds to the DNA double-helix at specific locations in order to control which genes are \"turned on\" or activated. The majority of the identified mutations in the TWIST gene interfere with how the protein attaches to DNA, preventing the activation of other genes that would normally be turned on during fetal development.",
            "score": 71.2218908071518
        },
        {
            "docid": "13562301_26",
            "document": "CDKN1B . Knockdown of CDKN1B stimulates regeneration of cochlear hair cells in mice. Since CDKN1B prevents cells from entering the cell cycle, inhibition of the protein could cause re-entry and subsequent division. In mammals where regeneration of cochlear hair cells normally does not occur, this inhibition could help regrow damaged cells who are otherwise incapable of proliferation. In fact, when the CDKN1B gene is disrupted in adult mice, hair cells of the organ of Corti proliferate, while those in control mice do not. Lack of CDKN1B expression appears to release the hair cells from natural cell-cycle arrest. Because hair cell death in the human cochlea is a major cause of hearing loss, the CDKN1B protein could be an important factor in the clinical treatment of deafness.",
            "score": 149.7054648399353
        },
        {
            "docid": "33708419_12",
            "document": "Knockout mouse . While knockout mouse technology represents a valuable research tool, some important limitations exist. About 15 percent of gene knockouts are developmentally lethal, which means that the genetically altered embryos cannot grow into adult mice. This problem is often overcome through the use of conditional mutations. The lack of adult mice limits studies to embryonic development and often makes it more difficult to determine a gene's function in relation to human health. In some instances, the gene may serve a different function in adults than in developing embryos. Knocking out a gene also may fail to produce an observable change in a mouse or may even produce different characteristics from those observed in humans in which the same gene is inactivated. For example, mutations in the p53 gene are associated with more than half of human cancers and often lead to tumours in a particular set of tissues. However, when the p53 gene is knocked out in mice, the animals develop tumours in a different array of tissues. There is variability in the whole procedure depending largely on the strain from which the stem cells have been derived. Generally cells derived from strain 129 are used. This specific strain is not suitable for many experiments (e.g., behavioural), so it is very common to backcross the offspring to other strains. Some genomic loci have been proven very difficult to knock out. Reasons might be the presence of repetitive sequences, extensive DNA methylation, or heterochromatin. The confounding presence of neighbouring 129 genes on the knockout segment of genetic material has been dubbed the \"flanking-gene effect\". Methods and guidelines to deal with this problem have been proposed.",
            "score": 98.14698898792267
        },
        {
            "docid": "231017_7",
            "document": "Advanced sleep phase disorder . In 2005, Fu's and Ptáček's labs reported discovery of a different mutation causing FASPD. This time, CKIδ was implicated, demonstrating an A-to-G missense mutation that resulted in a threonine-to-alanine alteration in the protein. The evidence for both of these reported causes of FASPD is strengthened by the absence of said mutations in all tested control subjects and by demonstration of functional consequences of the respective mutations in vitro. Fruit flies and mice engineered to carry the human mutation also demonstrated abnormal circadian phenotypes although the mutant flies had a long circadian period while the mutant mice had a shorter period. The differences between flies and mammals that account for this difference are not known. Most recently, Ptáček and Fu reported additional studies of the human Per2 S662G mutation and generation of mice carrying the human mutation. These mice had a circadian period almost 2 hours shorter than wild-type animals. Genetic dosage studies of CKIδ on the Per2 S662G mutation revealed that CKIδ is having opposite effects on Per2 levels depending on the sites on Per2 that CKIδ is phosphorylating.",
            "score": 76.76309561729431
        },
        {
            "docid": "45521144_32",
            "document": "Aging and society . Hearing loss among the aged community lessens elders' ability to compensate for other age related social and/or physical problems. Communication problems of elderly adults can be greatly impacted by mechanical problems such as: the translation of ideas into linguistic representation or expression, the perception of linguistic stimuli or the derivation of an idea from a given unit of disclosure. Changes in these mechanical problems are more important than changes in linguistic knowledge. The main goal of hearing aids is to improve communication and quality of life, not just to restore hearing. Presbycusis is an example of a hearing deficit that cannot be corrected by hearing aids. Presbycusis, the alteration of hearing sensitivity associated with normal hearing loss, is caused by the decreased amount of hair cells of the inner ear. This is normally caused by long periods of distressing noise that diminish the hair cells which with increasing age will not grow back. Presbycusis and other such hearing-related problems promote social withdrawal, as individuals begin to lose touch with the world around them. Hearing loss among the aged community lessens elders' ability to compensate for other age-related social and/or physical problems. This impairment can cause elders to lose touch of social skills because they may have trouble keeping up with fast-paced or hearing different pitched voices in conversation.",
            "score": 87.69359874725342
        },
        {
            "docid": "18768921_7",
            "document": "Hydrolethalus syndrome . Prior to the discovery of HLS, the \"HYLS1\" gene was unknown, and similar genes within humans have not been identified. Orthologs, genes in other species with common ancestral heritage, have been examined to explain the pathophysiology of HLS; a similar gene within the roundworm, \"Caenorhabditis elegans\", is responsible for the formation of cilia. Current hypotheses place a dysfunction of cilia as the main cause of HLS defects arising from the \"HYLS1\" mutation in humans.  Differences between wild type and mutant \"HYLS1\" have been clearly observed; the wild type form is localised to the cytoplasm, while the mutant form is localised to the nucleus and forms small clusters, suggesting that the mutant gene disrupts cellular localisation. The protein encoded by the \"HYLS1\" mutant form is unable to carry out essential targetting of centrioles to the plasma membrane, disrupting ciliary function, which results in ciliopathy. As cilia are located in almost all cells throughout the body, cilial dysfunction causes developmental defects in a range of organs and thus the phenotype of HLS can vary greatly, though brain malformation and polydactyly are most commonly observed.  Currently, no environmental factors are known to increase the likelihood of HLS development or progression; HLS is caused only by genetic abnormalities.",
            "score": 72.35690295696259
        }
    ],
    "r": [
        {
            "docid": "2196633_13",
            "document": "Stereocilia (inner ear) . Sound at a certain decibel can cause permanent damage to inner ear stereocilia. New research has shown that the damage can possibly be reversed if we can repair or recreate some of the proteins in the stereocilia. In this study, scientists used zebrafish to examine the motion of proteins within live ear cells using a confocal microscope. This has shown that proteins in stereocilia move quickly, indicating that the movement of the proteins within the hair cells may be a very important factor to maintaining the integrity of the hair bundles in the inner ear. Further research found myosin and actin, two proteins that are important for cell movement, move very quickly. Fascin 2b, a protein involved in actin cross-linking, moves even faster. Constant movement of proteins within cells, along with replacement and readjustment, helps cells repair damage. The fast movement of these proteins has changed our understanding of stereocilia and indicates that proteins within stereocilia are not immobile and static. Further research hopes to investigate manipulating protein dynamics to restore human hearing function after damage.",
            "score": 213.84344482421875
        },
        {
            "docid": "2196633_12",
            "document": "Stereocilia (inner ear) . Damaged or abnormal stereocilia that are a result of genetic mutations often cause hearing loss and other complications, and can be passed down to children. In a recent study, researchers studied mice that inherited a mutated hair cell gene called whirlin, which leads to shorter and fatter stereocilia that are organized in additional rows and that often die off after birth. No current therapies or reparative measures exist to replace such defective hair cells in humans. In order to correct this mutation, researchers injected a gene therapy containing the corrected gene into the inner ear of mice with the genetic mutation. The therapy restored stereocilia to normal lengths and eliminated the additional rows of stereocilia in newborn whirler mice. Despite the restoration of hair cells, the treated whirler mice exhibited no signs of improved hearing ability following testing after one month and after three months of treatment. Further studies are looking to understand why the restoration of the stereocilia did not improve the hearing ability of the mutated mice.",
            "score": 202.63345336914062
        },
        {
            "docid": "2196633_4",
            "document": "Stereocilia (inner ear) . As acoustic sensors in mammals, stereocilia are lined up in the organ of Corti within the cochlea of the inner ear. In hearing, stereocilia transform the mechanical energy of sound waves into electrical signals for the hair cells, which ultimately leads to an excitation of the auditory nerve. Stereocilia are composed of cytoplasm with embedded bundles of cross-linked actin filaments. The actin filaments anchor to the terminal web and the top of the cell membrane and are arranged in grade of height. As sound waves propagate in the cochlea, the movement of endolymph fluid bends the stereocilia. If the direction of movement is towards the taller stereocilia, tension develops in the tip links, mechanically opening transduction channels near the tips. Cations from the endolymph flow into the cell, depolarizing the hair cell and triggering the release of neurotransmitters to nearby nerves, which send an electrical signal to the central nervous system.",
            "score": 188.14772033691406
        },
        {
            "docid": "16851691_4",
            "document": "MYO15A . This gene encodes an unconventional myosin. This protein differs from other myosins in that it has a long N-terminal extension preceding the conserved motor domain. Studies in mice suggest that this protein is necessary for actin organization in the hair cells of the cochlea.",
            "score": 179.55389404296875
        },
        {
            "docid": "2196633_9",
            "document": "Stereocilia (inner ear) . Stereocilia (along with the entirety of the hair cell) in mammals can be damaged or destroyed by excessive loud noises, disease, and toxins and are not regenerable. Environmental noise induced hearing impairment is probably the most prevalent noise health effect according to the U.S. Environmental Protection Agency. Abnormal structure/organization of a bundle of stereocilia can also cause deafness and in turn create balance problems for an individual. In other vertebrates, if the hair cell is harmed, supporting cells will divide and replace the damaged hair cells.",
            "score": 171.5021209716797
        },
        {
            "docid": "2315029_16",
            "document": "Neural adaptation . The mechanoreception of sound requires a specific set of receptor cells called hair cells that allow for gradient signals to pass onto spatial ganglia where the signal will be sent to the brain to be processed. Since this is mechanoreception, different from chemoreception, adaptation of sound from surroundings highly depends on the physical movement of opening and closing of cation channels on the hair cell stereocilia. Mechanoelectric transduction (MET) channels, located at the tops of stereocilia, are poised to detect tension induced by hair bundle deflection. Hair bundle deflection generates a force by pulling on tip link proteins connecting adjacent stereocilia.",
            "score": 169.6346893310547
        },
        {
            "docid": "3017886_4",
            "document": "Motor protein . The importance of motor proteins in cells becomes evident when they fail to fulfill their function. For example, kinesin deficiencies have been identified as the cause for Charcot-Marie-Tooth disease and some kidney diseases. Dynein deficiencies can lead to chronic infections of the respiratory tract as cilia fail to function without dynein. Numerous myosin deficiencies are related to disease states and genetic syndromes. Because myosin II is essential for muscle contraction, defects in muscular myosin predictably cause myopathies. Because myosin are necessary for the process of hearing through their contribution to the structure of stereocilia, defects in unconventional myosin can lead to Usher syndrome and non-syndromic deafness.",
            "score": 168.35467529296875
        },
        {
            "docid": "1900338_14",
            "document": "Critical band . When a sound is presented to the human ear, the time taken for the wave to travel through the cochlea is only 5 milliseconds.  When low-frequency travelling waves pass through the cochlea, the wave increases in amplitude gradually, then decays almost immediately. The placement of vibration on the cochlea depends upon the frequency of the presented stimuli. For example, lower frequencies mostly stimulate the apex, in comparison to higher frequencies, which stimulate the base of the cochlea. This attribute of the physiology of the basilar membrane can be illustrated in the form of a place–frequency map: The basilar membrane supports the organ of Corti, which sits within the scala media. The organ of Corti comprises both outer and inner hair cells. There are approximately between 15,000 and 16,000 of these hair cells in one ear. Outer hair cells have stereocilia projecting towards the tectorial membrane, which sits above the organ of Corti. Stereocilia respond to movement of the tectorial membrane when a sound causes vibration through the cochlea. When this occurs, the stereocilia separate and a channel is formed that allows chemical processes to take place. Eventually the signal reaches the eighth nerve, followed by processing in the brain.",
            "score": 167.92530822753906
        },
        {
            "docid": "6846175_8",
            "document": "Listener fatigue . The stereocilia (hair cells) of the inner ear can become subjected to bending from loud noises. Because they are not regeneratable in humans, any major damage or loss of these hair cells leads to permanent hearing impairment and other hearing-related diseases. Outer hair cells serve as acoustic amplifiers for stimulation of the inner hair cells. Outer hair cells respond primarily to low-intensity sounds.",
            "score": 165.19288635253906
        },
        {
            "docid": "890232_2",
            "document": "Hair cell . Hair cells are the sensory receptors of both the auditory system and the vestibular system in the ears of all vertebrates. Through mechanotransduction, hair cells detect movement in their environment. In mammals, the auditory hair cells are located within the spiral organ of Corti on the thin basilar membrane in the cochlea of the inner ear. They derive their name from the tufts of stereocilia called \"hair bundles\" that protrude from the apical surface of the cell into the fluid-filled cochlear duct. Mammalian cochlear hair cells are of two anatomically and functionally distinct types, known as outer, and inner hair cells. Damage to these hair cells results in decreased hearing sensitivity, and because the inner ear hair cells cannot regenerate, this damage is permanent. However, other organisms, such as the frequently studied zebrafish, and birds have hair cells that can regenerate. The human cochlea contains on the order of 3,500 inner hair cells and 12,000 outer hair cells at birth.",
            "score": 163.33485412597656
        },
        {
            "docid": "550504_16",
            "document": "Vestibular system . While the semicircular canals respond to rotations, the otolithic organs sense linear accelerations. Humans have two otolithic organs on each side, one called the utricle, the other called the saccule. The utricle contains a patch of hair cells and supporting cells called a macula. Similarly, the saccule contains a patch of hair cells and a macula. Each hair cell of a macula has 40-70 stereocilia and one true cilium called a kinocilium. The tips of these cilia are embedded in an otolithic membrane. This membrane is weighted down with protein-calcium carbonate granules called otoliths. These otoliths add to the weight and inertia of the membrane and enhance the sense of gravity and motion. With the head erect, the otolithic membrane bears directly down on the hair cells and stimulation is minimal. When the head is tilted, however, the otolithic membrane sags and bends the stereocilia, stimulating the hair cells. Any orientation of the head causes a combination of stimulation to the utricles and saccules of the two ears. The brain interprets head orientation by comparing these inputs to each other and to other input from the eyes and stretch receptors in the neck, thereby detecting whether the head is tilted or the entire body is tipping. Essentially, these otolithic organs sense how quickly you are accelerating forward or backward, left or right, or up or down. Most of the utricular signals elicit eye movements, while the majority of the saccular signals projects to muscles that control our posture.",
            "score": 159.10523986816406
        },
        {
            "docid": "915830_19",
            "document": "Usher syndrome . Usher syndrome type I can be caused by mutations in any one of several different genes: \"CDH23, MYO7A, PCDH15, USH1C\", and \"USH1G\". These genes function in the development and maintenance of inner ear structures such as hair cells (stereocilia), which transmit sound and motion signals to the brain. Alterations in these genes can cause an inability to maintain balance (vestibular dysfunction) and hearing loss. The genes also play a role in the development and stability of the retina by influencing the structure and function of both the rod photoreceptor cells and supporting cells called the retinal pigmented epithelium. Mutations that affect the normal function of these genes can result in retinitis pigmentosa and resultant vision loss.",
            "score": 156.3050079345703
        },
        {
            "docid": "1187487_40",
            "document": "Sensorineural hearing loss . Outer hair cells (OHCs) contribute to the structure of the Organ of Corti, which is situated between the basilar membrane and the tectorial membrane within the cochlea (See Figure 3). The tunnel of corti, which runs through the Organ of Corti, divides the OHCs and the inner hair cells (IHCs). OHCs are connected to the reticular laminar and the Deiters’ cells. There are roughly twelve thousand OHCs in each human ear, and these are arranged in up to five rows. Each OHC has small tufts of 'hairs', or cilia, on their upper surface known as stereocilia, and these are also arranged into rows which are graded in height. There are approximately 140 stereocilia on each OHC.",
            "score": 155.8100128173828
        },
        {
            "docid": "3246329_7",
            "document": "Hearing range . In humans, sound waves funnel into the ear via the external ear canal and reach the eardrum (tympanic membrane). The compression and rarefaction of these waves set this thin membrane in motion, causing sympathetic vibration through the middle ear bones (the ossicles: malleus, incus and stapes), the basilar fluid in the cochlea, and the hairs within it, called stereocilia. These hairs line the cochlea from base to apex, and the part stimulated and the intensity of stimulation gives an indication of the nature of the sound. Information gathered from the hair cells is sent via the auditory nerve for processing in the brain.",
            "score": 155.55548095703125
        },
        {
            "docid": "534487_11",
            "document": "Utricle (ear) . The utricle contains mechanoreceptors called hair cells that distinguish between degrees of tilting of the head, thanks to their apical stereocilia set-up. These are covered by otoliths which, due to gravity, pull on the stereocilia and tilt them. Depending on whether the tilt is in the direction of the kinocilium or not, the resulting hair cell polarisation is excitatory (depolarising) or inhibitory (hyperpolarisation), respectively. Any orientation of the head causes a combination of stimulation to the utricles and saccules of the two ears. The brain interprets head orientation by comparing these inputs to each other and to other input from the eyes and stretch receptors in the neck, thereby detecting whether only the head is tilted or the entire body is tipping. The inertia of the otolithic membranes is especially important in detecting linear acceleration. Suppose you are sitting in a car at a stoplight and then begin to move. The otolithic membrane of the macula utriculi briefly lags behind the rest of the tissues, bends the stereocilia backward, and stimulates the cells. When you stop at the next light, the macula stops but the otolithic membrane keeps going for a moment, bending the stereocilia forward. The hair cells convert this pattern of stimulation to nerve signals, and the brain is thus advised of changes in your linear velocity. This signal to the vestibular nerve (which takes it to the brainstem) does not adapt with time. The effect of this is that, for example, an individual lying down to sleep will continue to detect that they are lying down hours later when they awaken.",
            "score": 154.94581604003906
        },
        {
            "docid": "1187487_43",
            "document": "Sensorineural hearing loss . The bending of the stereocilia towards the basal body of the OHC causes excitation of the hair cell. Thus, an increase in firing rate of the auditory neurons connected to the hair cell occurs. On the other hand, the bending of the stereocilia away from the basal body of the OHC causes inhibition of the hair cell. Thus, a decrease in firing rate of the auditory neurons connected to the hair cell occurs. OHCs are unique in that they are able to contract and expand (electromotility). Therefore, in response to the electrical stimulations provided by the efferent nerve supply, they can alter in length, shape and stiffness. These changes influence the response of the basilar membrane to sound. It is therefore clear that the OHCs play a major role in the active processes of the cochlea. The main function of the active mechanism is to finely tune the basilar membrane, and provide it with a high sensitivity to quiet sounds. The active mechanism is dependent on the cochlea being in good physiological condition. However, the cochlea is very susceptible to damage.",
            "score": 154.87985229492188
        },
        {
            "docid": "25260196_18",
            "document": "Neuronal encoding of sound . The apical surface of each cochlear hair cell contains a hair bundle. Each hair bundle contains approximately 300 fine projections known as stereocilia, formed by actin cytoskeletal elements. The stereocilia in a hair bundle are arranged in multiple rows of different heights. In addition to the stereocilia, a true ciliary structure known as the kinocilium exists and is believed to play a role in hair cell degeneration that is caused by exposure to high frequencies.",
            "score": 153.99368286132812
        },
        {
            "docid": "303860_13",
            "document": "Semicircular canals . Each canal is filled with a fluid called endolymph and contains motion sensors within the fluids. At the base of each canal, the bony region of the canal is enlarged which opens into the utricle and has a dilated sac at one end called the osseous ampullae. Within the ampulla is a mound of hair cells and supporting cells called crista ampullaris. These hair cells have many cytoplasmic projections on the apical surface called stereocilia which are embedded in a gelatinous structure called the cupula. As the head rotates the duct moves but the endolymph lags behind owing to inertia. This deflects the cupula and bends the stereocilia within. The bending of these stereocilia alters an electric signal that is transmitted to the brain. Within approximately 10 seconds of achieving constant motion, the endolymph catches up with the movement of the duct and the cupula is no longer affected, stopping the sensation of acceleration. The specific gravity of the cupula is comparable to that of the surrounding endolymph. Consequently, the cupula is not displaced by gravity, unlike the otolithic membranes of the utricle and saccule. As with macular hair cells, hair cells of the crista ampullaris will depolarise when the stereocilia deflect towards the kinocilium. Deflection in the opposite direction results in hyperpolarisation and inhibition. In the horizontal canal, ampullopetal flow is necessary for hair-cell stimulation, whereas ampullofugal flow is necessary in the anterior and posterior canals.",
            "score": 153.113525390625
        },
        {
            "docid": "534487_5",
            "document": "Utricle (ear) . Within the utricle is a small 2 by 3 mm patch of hair cells called the macula of utricle. The macula of utricle, which lies horizontally on the floor of the utricle, contains the hair cells. These hair cells are mechanoreceptors which consist of 40 to 70 stereocilia and only one true cilium called a kinocilium. The kinocilium is the only sensory aspect of the hair cell and is what causes hair cell polarization. The tips of these stereocilia and kinocilium are embedded in a gelatinous otolithic membrane. This membrane is weighted with calcium carbonate-protein granules called otoliths. The otolithic membrane adds weight to the tops of the hair cells and increases their inertia. The addition in weight and inertia is vital to the utricle's ability to detect linear acceleration, as described below, and to determine the orientation of the head. The macula consists of three layers. The bottom layer is made of sensory hair cells which are embedded in the bottom of a gelatinous layer. Each hair cells consists of 40 to 70 steriocilia and a kinocilium, which lies in the middle of the steriocilia and is the most important receptor.",
            "score": 152.52764892578125
        },
        {
            "docid": "2196633_5",
            "document": "Stereocilia (inner ear) . In the vestibular system, the stereocilia are located in the otolithic organs and the semicircular canals. Hair cells in the vestibular system are slightly different from those in the auditory system, in that vestibular hair cells have one tallest cilium, termed the kinocilium. Bending the stereocilia toward the kinocilium depolarizes the cell and results in increased afferent activity. Bending the stereocilia away from the kinocilium hyperpolarizes the cell and results in a decrease in afferent activity. In the semicircular canals, the hair cells are found in the crista ampullaris, and the stereocilia protrude into the ampullary cupula. Here, the stereocilia are all oriented in the same direction. In the otoliths, the hair cells are topped by small, calcium carbonate crystals called otoconia. Unlike the semicircular ducts, the kinocilia of hair cells in the otoliths are not oriented in a consistent direction. The kinocilia point toward (in the utricle) or away from (in the saccule) a middle line called the striola.",
            "score": 151.1487274169922
        },
        {
            "docid": "13562301_26",
            "document": "CDKN1B . Knockdown of CDKN1B stimulates regeneration of cochlear hair cells in mice. Since CDKN1B prevents cells from entering the cell cycle, inhibition of the protein could cause re-entry and subsequent division. In mammals where regeneration of cochlear hair cells normally does not occur, this inhibition could help regrow damaged cells who are otherwise incapable of proliferation. In fact, when the CDKN1B gene is disrupted in adult mice, hair cells of the organ of Corti proliferate, while those in control mice do not. Lack of CDKN1B expression appears to release the hair cells from natural cell-cycle arrest. Because hair cell death in the human cochlea is a major cause of hearing loss, the CDKN1B protein could be an important factor in the clinical treatment of deafness.",
            "score": 149.70545959472656
        },
        {
            "docid": "534490_9",
            "document": "Saccule . The saccule gathers sensory information to orient the body in space. It primarily gathers information about linear movement in the vertical plane, including the force due to gravity. The saccule, like the utricle, provides information to the brain about head position when it is not moving. The structures that enable the saccule to gather this vestibular information are the hair cells. The 2 by 3 mm patch of hair cells and supporting cells are called a macula. Each hair cell of a macula has 40 to 70 stereocilia and one true cilium called a kinocilium. The stereocilia are oriented by the striola, a curved ridge that runs through the middle of the macula; in the saccule they are oriented away from the striola The tips of the stereocilia and kinocilium are embedded in a gelatinous otolithic membrane. This membrane is weighted with protein-calcium carbonate granules called otoliths, which add to the weight and inertia of the membrane and enhance the sense of gravity and motion.",
            "score": 148.72906494140625
        },
        {
            "docid": "2196633_3",
            "document": "Stereocilia (inner ear) . Resembling hair-like projections, the stereocilia are arranged in bundles of 30-300. Within the bundles the stereocilia are often lined up in several rows of increasing height, similar to a staircase. At the core of these hair-like stereocilia are rigid cross-linked actin filaments, which can renew every 48 hours. These actin filaments face their positive ends at the tips of the stereocilia and their negative ends at the base and can be up to 120 micrometres in length. Filamentous structures, called tip links, connect the tips of stereocilia in adjacent rows in the bundles. The tip links are made up of nearly vertical fine filaments that run upward from the top end of a shorter stereocilia to its taller neighbor. Tip links are analogous to tiny springs, which, when stretched, open cation selective channels thus allowing ions to flow across the cell membrane into the hair cells. They also are involved in the force transmission across the bundle and the maintenance of the hair bundle structure.",
            "score": 148.3381805419922
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 147.16587829589844
        },
        {
            "docid": "890232_10",
            "document": "Hair cell . Calcium ion influx plays an important role for the hair cells to adapt to the amplification of the signal. This allows humans to ignore constant sounds that are no longer new and allow us to be acute to other changes in our surrounding. The key adaptation mechanism comes from a motor protein myosin-1c that allows slow adaptation, provides tension to sensitize transduction channels, and also participate in signal transduction apparatus. More recent research now shows that the calcium-sensitive binding of calmodulin to myosin-1c could actually modulate the interaction of the adaptation motor with other components of the transduction apparatus as well.",
            "score": 146.2665252685547
        },
        {
            "docid": "569840_7",
            "document": "Mechanoreceptor . Receptors in hair follicles sense when a hair changes position. Indeed, the most sensitive mechanoreceptors in humans are the hair cells in the cochlea of the inner ear (no relation to the follicular receptors – they are named for the hair-like mechanosensory stereocilia they possess); these receptors transduce sound for the brain.",
            "score": 143.06759643554688
        },
        {
            "docid": "2085935_7",
            "document": "Otolith . In mammals, otoliths are small particles, composed of a combination of a gelatinous matrix and calcium carbonate in the viscous fluid of the saccule and utricle. The inertia of these small particles causes them to stimulate hair cells when the head moves. The hair cells are made up of 40 to 70 stereocilia and one kinocilium, which is connected to an afferent nerve. When the body changes position or begins a movement the weight of the membrane bends the stereocilia and stimulates the hair cells. Hair cells send signals down sensory nerve fibers, which are interpreted by the brain as motion. The brain interprets the orientation of the head by comparing the input from the utricules and saccules from both ears to the input from the eyes, allowing the brain to discriminate a tilted head from movement of the entire body. When the head is in a normal upright position, the otolith presses on the sensory hair cell receptors. This pushes the hair cell processes down and prevents them from moving side to side. However, when the head is tilted, the pull of gravity on otoliths shift the hair cell processes to the side, distorting them and sending a message to the central nervous system that the head is no longer level but now tilted. (see: BPPV) This theory may have to be reevaluated because of an experiment in which a blindfolded owl in zero gravity was able to keep its head level while a handler was rocking its body back and forth.",
            "score": 142.4172821044922
        },
        {
            "docid": "1187487_41",
            "document": "Sensorineural hearing loss . The fundamental role of the OHCs and the IHCs is to function as sensory receptors. The main function of the IHCs is to transmit sound information via afferent neurons. They do this by transducing mechanical movements or signals into neural activity. When stimulated, the stereocilia on the IHCs move, causing a flow of electric current to pass through the hair cells. This electric current creates action potentials within the connected afferent neurons.",
            "score": 142.3642578125
        },
        {
            "docid": "11599917_3",
            "document": "Macula of saccule . The vestibule is a region of the inner ear which contains the saccule and the utricle, each of which contain a macula to detect linear acceleration. The macula of saccule lies in a nearly vertical position. Its function is to detect vertical linear acceleration. It is a 2 mm by 3mm patch of hair cells. Each hair cell of the macula contains 40 to 70 stereocilia and one true cilia, called a kinocilium. A gelatinous cover called the otolithic membrane envelops the tips of the stereocilia and kinocilium. The otolithic membrane is weighted with small densely packed protein-calcium carbonate granules called statoconica. The macula of the utricle is in a horizontal position and detects horizontal acceleration. The coordinated sensory perception of acceleration both vertically and horizontally along the vestibular nerve, allow for the perception of linear acceleration in any direction.",
            "score": 141.56787109375
        },
        {
            "docid": "2196633_2",
            "document": "Stereocilia (inner ear) . In the inner ear, stereocilia are the mechanosensing organelles of hair cells, which respond to fluid motion in numerous types of animals for various functions, including hearing and balance. They are about 10–50 micrometers in length and share some similar features of microvilli. The hair cells turn the fluid pressure and other mechanical stimuli into electric stimuli via the many microvilli that make up stereocilia rods. Stereocilia exist in the auditory and vestibular systems.",
            "score": 140.95657348632812
        },
        {
            "docid": "2196633_7",
            "document": "Stereocilia (inner ear) . The transduction channels associated with stereocilia are thought to lie at the distal ends of the stereocilia. Deflections of the stereocilia in the direction of the tallest stereocilia leads to an increased rate of opening of nonspecific cation channels. This, in turn, causes receptor depolarization and leads to the excitement of the cochlear nerve afferents that are located at the base of the hair cell. Deflections of the stereocilia in the opposite direction toward the shortest stereocilia causes transduction channels to close. In this situation, the hair cells become hyperpolarized and the nerve afferents are not excited.",
            "score": 140.1611785888672
        },
        {
            "docid": "563529_9",
            "document": "Organ of Corti . The basilar membrane on the tympanic duct presses against the hair cells of the organ as perilymphatic pressure waves pass. The stereocilia atop the IHCs move with this fluid displacement and in response their cation, or positive ion selective, channels are pulled open by cadherin structures called tip links that connect adjacent stereocilia. The organ of Corti, surrounded in potassium rich fluid endolymph, lies on the basilar membrane at the base of the scala media. Under the organ of Corti is the scala tympani and above it, the scala vestibuli. Both structures exist in a low potassium fluid called perilymph. Because those stereocilia are in the midst of a high concentration of potassium, once their cation channels are pulled open, potassium ions as well as calcium ions flow into the top of the hair cell. With this influx of positive ions the IHC becomes depolarized, opening voltage-gated calcium channels at the basolateral region of the hair cells and triggering the release of the neurotransmitter glutamate. An electrical signal is then sent through the auditory nerve and into the auditory cortex of the brain as a neural message.",
            "score": 139.5428466796875
        }
    ]
}