{
    "q": [
        {
            "docid": "141915_2",
            "document": "Fentanyl . Fentanyl, also spelled fentanil, is an opioid which is used as a pain medication and together with other medications for anesthesia. Fentanyl is also made illegally and used as a recreational drug, often mixed with heroin or cocaine. It has a rapid onset and effects generally last less than an hour or two. Medically, fentanyl is used by injection, as a patch on the skin, as a nasal spray, or in the mouth. Common side effects include vomiting, constipation, sedation, confusion, hallucinations, and injuries related to poor coordination. Serious side effects may include decreased breathing (respiratory depression), serotonin syndrome, low blood pressure, addiction, or coma. In 2016, more than 20,000 deaths occurred in the United States due to overdoses of fentanyl and fentanyl analogues, half of all reported opioid related deaths. Fentanyl works primarily by activating μ-opioid receptors. It is around 100 times stronger than morphine, and some analogues such as carfentanil are around 10,000 times stronger. Fentanyl was first made by Paul Janssen in 1960 and approved for medical use in the United States in 1968.In 2015, were used in healthcare globally. , fentanyl was the most widely used synthetic opioid in medicine. Fentanyl patches are on the WHO List of Essential Medicines, the most effective and safe medicines needed in a health system. For a 100 microgram vial, the average wholesale cost in the developing world is 0.66 (2015). and in the USA it costs 0.49 (2017).",
            "score": 137.2113777399063
        },
        {
            "docid": "40442433_2",
            "document": "Acetylfentanyl . Acetylfentanyl (acetyl fentanyl) is an opioid analgesic drug that is an analog of fentanyl. Studies have estimated acetylfentanyl to be fifteen times more potent than morphine. It has never been licensed for medical use and instead only been sold as a designer drug. Acetylfentanyl was discovered at the same time as fentanyl itself and had only rarely been encountered on the illicit market in the late 1980s. However, in 2013, Canadian police seized 3 kilograms of acetylfentanyl. As a μ-opioid receptor agonist, acetylfentanyl may serve as a direct substitute for heroin or other opioids. Common side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear.",
            "score": 126.2852030992508
        },
        {
            "docid": "38532745_5",
            "document": "Butyrfentanyl . Butyrfentanyl binds to the opioid receptor. During the studies of in vitro inhibition of specific [3H] fentanyl binding to the opioid receptor, the order of analogues was: (±)-\"cis\"-3-methylfentanyl > fentanyl = alpha-methylfentanyl > butyrylfentanyl > benzylfentanyl. The studies in inhibition studies on binding affinity achieved the same order of analogues. It means that butyrfentantyl is a less potent opioid-agonist than fentanyl. On the other side, during in vitro studies of cross-reactivity with the fentanyl antibody between fentanyl and the fentanyl analogs examined, revealed order: fentanyl = butyrylfentanyl > (±)-\"cis\"-3-methylfentanyl > benzylfentanyl > alpha-methylfentanyl. High cross-reactivity may be the effect of the shape of the molecule - the shape of butyrfentanyl is closest to the original fentanyl molecule, which makes it easy to bind by fentanyl antibodies.",
            "score": 131.85743379592896
        },
        {
            "docid": "27117074_2",
            "document": "N-Phenethylnormorphine . \"N\"-Phenethylnormorphine is an opioid analgesic drug derived from morphine by replacing the \"N\"-methyl group with β-phenethyl. It is around eight to fourteen times more potent than morphine as a result of this modification, in contrast to most other N-substituted derivatives of morphine, which are substantially less active, or act as antagonists. Binding studies have helped to explain the increased potency of N-phenethylnormorphine, showing that the phenethyl group extends out to reach an additional binding point deeper inside the μ-opioid receptor cleft, analogous to the binding of the phenethyl group on fentanyl.",
            "score": 70.62399578094482
        },
        {
            "docid": "38532745_2",
            "document": "Butyrfentanyl . Butyrfentanyl or butyrylfentanyl is a potent short-acting synthetic opioid analgesic drug. It is an analog of fentanyl with around one quarter of its potency. One of the first mentions of this drug can be found in document written by The College on Problem of Drug Dependence, where it is mentioned as \"N\"-butyramide fentanyl analog. This document also states that the article describing its clinical effects (analgesic studies, μ-, δ-, κ-opioid receptor binding, and \"in vitro\" measures of drug efficacy, antinociceptive, and narcotic properties) was published in 1987. It is an agonist for the μ-opioid receptors.",
            "score": 83.59115076065063
        },
        {
            "docid": "12790638_3",
            "document": "Lofentanil . Lofentanil is very similar to carfentanil in effects, but has a longer duration of action. This makes it unsuitable for most practical applications, with carfentanil being the preferred agent for tranquilizing large animals, and short-acting derivatives such as sufentanil or remifentanil being preferred for medical use in human surgical procedures. The long duration and high lipophilicity of lofentanil has been suggested as an advantage for certain types of analgesia, but the main application for lofentanil at the present time is research into opioid receptors.  Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea, and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. Side effects from lofentanil might be particularly problematic given its reportedly long duration of action. Another side effect which is characteristic of fentanyl and its derivatives is their tendency to rapidly induce tolerance, due to their high binding affinity triggering rapid internalization of chronically activated opiate receptors. This might be expected to be a particular problem with lofentanil as it is not only one of the most potent drugs in the series, but also is longer acting than most other fentanyl analogues, meaning that development of tolerance triggered by receptor over-activation could be rapid. In addition to acting on the μ-opioid receptor, lofentanil has also been found to act as a full agonist of the κ-opioid receptor (K = 8.2 nM; EC = 153 nM; E = 100%).",
            "score": 106.37465977668762
        },
        {
            "docid": "32356813_2",
            "document": "N-Methylcarfentanil . \"N\"-Methylcarfentanil (R-32395) is an opioid analgesic drug related to the highly potent animal tranquilizer carfentanil, but several thousand times weaker, being only slightly stronger than morphine. It was first synthesised by a team of chemists at Janssen Pharmaceutica led by Paul Janssen, who were investigating the structure-activity relationships of the fentanyl family of drugs. They found that replacing the phenethyl group attached to the piperidine nitrogen of fentanyl with a smaller methyl group, made it so much weaker that it was inactive as an analgesic in animals. However the same change made to the more potent analogue carfentanil retained reasonable opioid receptor activity, reflecting the higher binding affinity produced by the 4-carbomethoxy group.",
            "score": 87.49786949157715
        },
        {
            "docid": "51353287_2",
            "document": "PZM21 . PZM21 is an experimental opioid analgesic drug that is being researched for the treatment of pain. It is claimed to be a functionally selective μ-opioid receptor agonist which produces μ-opioid receptor mediated G protein signaling, with potency and efficacy similar to morphine, but with less β-arrestin 2 recruitment. In tests on mice, PZM21 was slightly less potent than morphine or TRV130 as an analgesic, but also had significantly reduced adverse effects, with less constipation than morphine, and very little respiratory depression, even at high doses. This research was described as a compelling example of how modern high-throughput screening techniques can be used to discover new chemotypes with specific activity profiles, even at targets such as the μ-opioid receptor which have already been thoroughly investigated.",
            "score": 52.45982789993286
        },
        {
            "docid": "41469095_2",
            "document": "Benzylfentanyl . Benzylfentanyl (R-4129) is a fentanyl analog. It was temporarily placed in the US Schedule I by emergency scheduling in 1985 due to concerns about its potential for abuse as a designer drug, but this placement was allowed to expire and benzylfentanyl was formally removed from controlled substance listing in 2010, after the DEA's testing determined it to be \"essentially inactive\" as an opioid. Benzylfentanyl has a K of 213nM at the mu opioid receptor, binding around 200x less strongly than fentanyl itself, though it is still slightly more potent than codeine. Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear.",
            "score": 116.70691394805908
        },
        {
            "docid": "10163770_3",
            "document": "Ohmefentanyl . Ohmefentanyl is one of the most potent μ-opioid receptor agonists known, comparable to super-potent opioids such as carfentanil and etorphine which are used for tranquilizing large animals such as elephants in veterinary medicine. In mouse studies, the most active isomer 3R,4S,βS-ohmefentanyl was 28 times more powerful as a painkiller than fentanyl, the chemical from which it is derived, and 6300 times more powerful than morphine. Ohmefentanyl has three stereogenic centers and eight stereoisomers, which are named F9201–F9208. Researchers are studying the different pharmaceutical properties of these isomers.",
            "score": 67.17380094528198
        },
        {
            "docid": "53140636_21",
            "document": "Opioid epidemic . Fentanyl, a newer synthetic opioid painkiller, is 50 to 100 times more potent than morphine and 30 to 50 times more potent than heroin, with only 2 mg becoming a lethal dose. It is pure white, odorless and flavorless, with a potency strong enough that police and first responders helping overdose victims have themselves overdosed by simply touching or inhaling a small amount. As a result, the DEA has recommended that officers not field test drugs if fentanyl is suspected, but instead collect and send samples to a laboratory for analysis. \"Exposure via inhalation or skin absorption can be deadly,\" they state.",
            "score": 86.16143655776978
        },
        {
            "docid": "7407293_133",
            "document": "Rodrigo Duterte . Duterte admitted in December 2016 that he had been a user of the addictive opioid drug Fentanyl. He said that a doctor prescribed the drug to alleviate back pain and headaches, but that he would take more than he was prescribed: \"I was only given a fourth of [the whole patch], but no more, because, of course, my doctor learned that I was using the whole patch because I felt better\". Fentanyl is described by the US National Institute on Drug Abuse as \"a powerful synthetic opioid analgesic that is similar to morphine but is 50 to 100 times more potent\". Duterte later denied that he was a drug addict, and a spokesman stated that he was not affected by side-effects of the drug, which include confusion, anxiety and hallucinations.",
            "score": 95.42091298103333
        },
        {
            "docid": "141915_58",
            "document": "Fentanyl . Fentanyl in injectable formulation is commonly used for analgesia and as a component of balanced sedation and general anaesthesia in small animal patients. Its potency and short duration of action make it particularly useful in critically ill patients. In addition, it tends to cause less vomiting and regurgitation than other pure-opioid agonists (morphine, hydromorphone) when given as a continuous post-operative infusion. As with other pure opioids, fentanyl can be associated with dysphoria in both dogs and cats.",
            "score": 92.61182403564453
        },
        {
            "docid": "48376645_36",
            "document": "Pain in amphibians . The relative analgesic potency of 11 opioid agents (μ-opioid receptor agonists – fentanyl, levorphanol, methadone, morphine, meperidine and codeine; the partial μ agonist – buprenorphine; and the κ-opioid receptor agonists – nalorphine, bremazocine, U50488 and CI-977) in the Northern grass frog produced a dose-dependent and long-lasting analgesia which persists for at least 4 hours. The relative analgesic potency of μ-opioids in amphibians was correlated with the relative analgesic potency of these same agents recorded in on the mouse writhing and hot plate tests. Other opioid analgesics are effective in amphibians, for example, butorphanol.",
            "score": 61.466572523117065
        },
        {
            "docid": "47744455_4",
            "document": "Hang Yin (scientist) . Yin's team showed that morphine causes inflammation by binding to the protein lymphocyte antigen 96, which, in turn, causes the protein to bind to an immune system receptor called Toll-like receptor 4 (TLR4). The morphine-induced TLR4 activation attenuates pain suppression by opioid and enhances the development of opioid tolerance and addiction, drug abuse, and other negative side effects such as respiratory depression. The Yin group has developed drug candidates that can improve opioid-based pain management therapies. On June 23, 2014, BioLineRx Ltd. (NASDAQ: BLRX; TASE: BLRX) announced that it has in-licensed BL-1010, a novel compound for the treatment of neuropathic pain invented by Yin from the University of Colorado. In 2015, Yin reported a new drug candidate that could change the way Parkinson's disease is treated. The drug, called CU-CPT22, may help stop harmful inflammation in certain immune cells that is thought to cause Parkinson's.",
            "score": 81.54027783870697
        },
        {
            "docid": "511394_2",
            "document": "Opioid . Opioids are substances that act on opioid receptors to produce morphine-like effects. Medically they are primarily used for pain relief, including anesthesia. Other medical uses include suppression of diarrhea, replacement therapy for opioid use disorder, reversing opioid overdose, suppressing cough, and suppressing opioid induced constipation. Extremely potent opioids such as carfentanil are only approved for veterinary use. Opioids are also frequently used non-medically for their euphoric effects or to prevent withdrawal. Side effects of opioids may include itchiness, sedation, nausea, respiratory depression, constipation, and euphoria. Tolerance and dependence will develop with continuous use, requiring increasing doses and leading to a withdrawal syndrome upon abrupt discontinuation. The euphoria attracts recreational use and frequent, escalating recreational use of opioids typically results in addiction. An overdose or concurrent use with other depressant drugs commonly results in death from respiratory depression. Opioids act by binding to opioid receptors, which are found principally in the central and peripheral nervous system and the gastrointestinal tract. These receptors mediate both the psychoactive and the somatic effects of opioids. Opioid drugs include partial agonists, like the anti-diarrhea drug loperamide and antagonists like naloxegol for opioid-induced constipation, which do not cross the blood-brain barrier, but can displace other opioids from binding to those receptors. Because of opioid drugs' reputation for addiction and fatal overdose, most are controlled substances. In 2013, between 28 and 38 million people used opioids illicitly (0.6% to 0.8% of the global population between the ages of 15 and 65). In 2011, an estimated 4 million people in the United States used opioids recreationally or were dependent on them. As of 2015, increased rates of recreational use and addiction are attributed to over-prescription of opioid medications and inexpensive illicit heroin. Conversely, fears about over-prescribing, exaggerated side effects and addiction from opioids are similarly blamed for under-treatment of pain. Opioids include \"opiates\", an older term that refers to such drugs derived from opium, including morphine itself. Other opioids are semi-synthetic and synthetic drugs such as hydrocodone, oxycodone and fentanyl; antagonist drugs such as naloxone; and endogenous peptides such as the endorphins. The terms \"opiate\" and \"narcotic\" are sometimes encountered as synonyms for opioid. \"Opiate\" is properly limited to the natural alkaloids found in the resin of the opium poppy although some include semi-synthetic derivatives. \"Narcotic\", derived from words meaning 'numbness' or 'sleep', as an American legal term, refers to cocaine and opioids, and their source materials; it is also loosely applied to any illegal or controlled psychoactive drug. In some jurisdictions all controlled drugs are legally classified as \"narcotics\". The term can have pejorative connotations and its use is generally discouraged where that is the case.",
            "score": 75.10632288455963
        },
        {
            "docid": "31200036_3",
            "document": "(+)-Naloxone . Both \"normal\" and \"unnatural\" enantiomers of various opioid analgesic drugs including morphine, meperidine, fentanyl, methadone and buprenorphine, as well as some otherwise inactive metabolites like morphine-3-glucuronide, have been found to act as agonists of TLR4, and chronic use of these drugs consequently causes constant low-level release of TNF-α and IL-1β as well as other downstream effects. This is thought to be involved in various adverse properties of opioid analgesic drugs, such as loss of efficacy with extended use and the associated development of tolerance and dependence, as well as the development of side effects such as hyperalgesia and allodynia, which can cause long-term use of opioid analgesics to not only fail to treat neuropathic pain, but ultimately exacerbate it.",
            "score": 81.48089551925659
        },
        {
            "docid": "11329484_25",
            "document": "TLR4 . Morphine causes inflammation by binding to the protein lymphocyte antigen 96, which, in turn, causes the protein to bind to Toll-like receptor 4 (TLR4). The morphine-induced TLR4 activation attenuates pain suppression by opioids and enhances the development of opioid tolerance and addiction, drug abuse, and other negative side effects such as respiratory depression and hyperalgesia. Drug candidates that target TLR4 may improve opioid-based pain management therapies.",
            "score": 66.46811485290527
        },
        {
            "docid": "6226648_34",
            "document": "Brain stimulation reward . Drugs which act on the opioid system generally vary in selectivity for the mu (μ), delta (δ), and kappa (κ) opioid receptors. Their addictive properties are highly dependent on these selectivities. Generally speaking, high potency mu-opioid receptor (MOR) agonists have high abuse potential, while kappa-opioid receptor (KOR) agonists generally produce a dysphoric state. Morphine, a MOR agonist, was one of the earliest studied drugs at the advent of ICSS and BSR. High potency MOR agonists like morphine have a somewhat varied effect on ICSS responding despite having high abuse potential, resulting in both potentiation and depression. The effect these drugs have on ICSS responding has been found to be highly dependent on dose, pretreatment time, and previous opioid exposure. Various studies on the effect of MOR-selective drugs including morphine, heroin, fentanyl, methadone, and hydrocodone have found mixed effects on ICSS responding. Low doses of these drugs have been found to elicit weak facilitation of ICSS, while high doses result in a biphasic ICSS profile, consisting of a higher threshold for ICSS at lower frequencies followed by ICSS potentiation at higher frequencies. Upon chronic administration of high-potency MOR agonists at low doses, there is no tolerance to ICSS facilitation.",
            "score": 65.00150060653687
        },
        {
            "docid": "49159_33",
            "document": "Hallucination . Hallucinations, pseudohallucinations, or intensification of pareidolia, particularly auditory, are known side effects of opioids to different degrees—it may be associated with the absolute degree of agonism and/or antagonism of especially the kappa opioid receptor, sigma receptors, delta opioid receptor and the NMDA receptors or the overall receptor activation profile as synthetic opioids like those of the pentazocine, levorphanol, fentanyl, pethidine, methadone and some other families are more associated with this side effect than natural opioids like morphine and codeine and semi-synthetics like hydromorphone, amongst which there also appears to be a stronger correlation with the relative analgesic strength. Three opioids, Cyclazocine (a benzormorphan opioid/pentazocine relative) and two levorphanol-related morphinan opioids, Cyclorphan and Dextorphan are classified as hallucinogens, and Dextromethorphan as a dissociative. These drugs also can induce sleep (relating to hypnagogic hallucinations) and especially the pethidines have atropine-like anticholinergic activity, which was possibly also a limiting factor in the use, the psychotomometic side effects of potentiating morphine, oxycodone, and other opioids with scopolamine (respectively in the Twilight Sleep technique and the combination drug Skophedal, which was eukodal (oxycodone), scopolamine and ephedrine, called the \"wonder drug of the 1930s\" after its invention in Germany in 1928, but only rarely specially compounded today) (q.q.v).",
            "score": 69.31302499771118
        },
        {
            "docid": "1035337_2",
            "document": "Alfentanil . Alfentanil (R-39209, trade name Alfenta, Rapifen in Australia) is a potent but short-acting synthetic opioid analgesic drug, used for anaesthesia in surgery. It is an analogue of fentanyl with around 1/4 to 1/10 the potency of fentanyl and around 1/3 of the duration of action, but with an onset of effects 4x faster than fentanyl. Alfentanil has a pKa of approximately 6.5, which leads to a very high proportion of the drug being uncharged at physiologic pH. This unique characteristic is responsible for its rapid onset. It is an agonist at mu opioid receptors.",
            "score": 91.77532732486725
        },
        {
            "docid": "20613_12",
            "document": "Morphine . Morphine is a highly addictive substance. In controlled studies comparing the physiological and subjective effects of heroin and morphine in individuals formerly addicted to opiates, subjects showed no preference for one drug over the other. Equipotent, injected doses had comparable action courses, with no difference in subjects' self-rated feelings of euphoria, ambition, nervousness, relaxation, drowsiness, or sleepiness. Short-term addiction studies by the same researchers demonstrated that tolerance developed at a similar rate to both heroin and morphine. When compared to the opioids hydromorphone, fentanyl, oxycodone, and pethidine/meperidine, former addicts showed a strong preference for heroin and morphine, suggesting that heroin and morphine are particularly susceptible to abuse and addiction. Morphine and heroin were also much more likely to produce euphoria and other positive subjective effects when compared to these other opioids. The choice of heroin and morphine over other opioids by former drug addicts may also be because heroin (also known as morphine diacetate, diamorphine, or diacetyl morphine) is an ester of morphine and a morphine prodrug, essentially meaning they are identical drugs \"in vivo\". Heroin is converted to morphine before binding to the opioid receptors in the brain and spinal cord, where morphine causes the subjective effects, which is what the addicted individuals are seeking.",
            "score": 72.08498978614807
        },
        {
            "docid": "19885180_2",
            "document": "Pentamorphone . Pentamorphone (14β-pentylaminomorphinone, RX-77989) is a semi-synthetic opiate derivative related to compounds such as morphine, hydromorphone and oxymorphone. Developed in 1984, it is a potent opioid analgesic several times stronger than fentanyl, and with a similarly fast onset of effects and short duration of action. It was found to produce relatively little respiratory depression compared to other potent opioid agonists, but its analgesic effects were somewhat disappointing in human trials, and while pentamorphone had some slight advantages over fentanyl these were not sufficient to warrant its introduction into clinical use.",
            "score": 80.53634524345398
        },
        {
            "docid": "948621_2",
            "document": "Carfentanil . Carfentanil or carfentanyl is an analog of the synthetic opioid analgesic fentanyl. A unit of carfentanil is 100 times as potent as the same amount of fentanyl, 5,000 times as potent as a unit of heroin and 10,000 times as potent as a unit of morphine.",
            "score": 73.04673099517822
        },
        {
            "docid": "10844989_7",
            "document": "3-Methylfentanyl . 3-Methylfentanyl has similar effects to fentanyl, but is far more potent due to increased binding affinity to its target site. Since fentanyl itself is already highly potent, 3-methylfentanyl is extremely dangerous when used recreationally, and has resulted in many deaths among recreational opioid users ingesting the drug. Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear.",
            "score": 119.4172933101654
        },
        {
            "docid": "511394_56",
            "document": "Opioid . The term \"opioid\" originated in the 1950s. It combines \"opium\" + \"-oid\" meaning \"opiate-like\" (\"opiates\" being morphine and similar drugs derived from opium). The first scientific publication to use it, in 1963, included a footnote stating, \"In this paper, the term, 'opioid', is used in the sense originally proposed by George H. Acheson (personal communication) to refer to any chemical compound with morphine-like activities\". By the late 1960s, research found that opiate effects are mediated by activation of specific molecular receptors in the nervous system, which were termed \"opioid receptors\". The definition of \"opioid\" was later refined to refer to substances that have morphine-like activities that are mediated by the activation of opioid receptors. One modern pharmacology textbook states: \"the term opioid applies to all agonists and antagonists with morphine-like activity, and also the naturally occurring and synthetic opioid peptides\". Another pharmacology reference eliminates the \"morphine-like\" requirement: \"Opioid, a more modern term, is used to designate all substances, both natural and synthetic, that bind to opioid receptors (including antagonists)\". Some sources define the term \"opioid\" to exclude \"opiates\", and others use \"opiate\" comprehensively instead of \"opioid\", but \"opioid\" used inclusively is considered modern, preferred and is in wide use.",
            "score": 43.75048553943634
        },
        {
            "docid": "35586075_2",
            "document": "Quadazocine . Quadazocine (WIN-44,441) is an opioid antagonist of the benzomorphan family which is used in scientific research. It acts as a silent antagonist at all three of the major opioid receptors—μ, κ, and δ, but with a significant preference in affinity for the μ receptor and the κ subtype. As such, it has been touted as a \"κ-selective\" antagonist, though this is not entirely accurate on account of its similar affinity for the μ receptor. As would be expected, quadazocine reverses the effects (e.g., analgesia) of opioid agonists like morphine and fentanyl in animals.",
            "score": 66.32432675361633
        },
        {
            "docid": "12790638_2",
            "document": "Lofentanil . Lofentanil is one of the most potent opioid analgesics known and is an analogue of fentanyl, which was developed in 1960. It is most similar to the highly potent opioid carfentanil (4-carbomethoxyfentanyl), only slightly more potent. Lofentanil can be described as 3-methylcarfentanil, or 3-methyl-4-carbomethoxyfentanyl. While 3-methylfentanyl is considerably more potent than fentanyl itself, lofentanil is only slightly stronger than carfentanil. This suggests that substitution at both the 3 and 4 positions of the piperidine ring introduces steric hindrance which prevents μ-opioid affinity from increasing much further. As with other 3-substituted fentanyl derivatives such as ohmefentanyl, the stereoisomerism of lofentanil is very important, with some stereoisomers being much more potent than others.",
            "score": 90.56590032577515
        },
        {
            "docid": "32374567_2",
            "document": "R-30490 . R-30490 (also known as 4-Methoxymethylfentanyl) is an opioid analgesic related to the highly potent animal tranquilizer carfentanil, and with only slightly lower potency. It was first synthesised by a team of chemists at Janssen Pharmaceutica led by Paul Janssen, who were investigating the structure-activity relationships of the fentanyl family of drugs. R-30490 was found to be the most selective agonist for the μ-opioid receptor out of all the fentanyl analogues tested, but it has never been introduced for medical use in humans, although the closely related drug sufentanil is widely used for analgesia and anesthesia during major surgery.",
            "score": 100.21049356460571
        },
        {
            "docid": "38532745_6",
            "document": "Butyrfentanyl . The opioid receptor affinity of fentanyl and its analogs was determined from their inhibitory potency in a binding assay with [3H] fentanyl as the radioligand. The Ki value for butyrfentanyl was Ki=32 ± 4.1 nM. Comparing to fentanyl's Ki (Ki=1.06 ± 0.15 nM), butyrfentanyl's ability to displace [3H] fentanyl is low and it requires high concentrations of the drug.",
            "score": 95.11039328575134
        },
        {
            "docid": "141915_31",
            "document": "Fentanyl . Fentanyl provides some of the effects typical of other opioids through its agonism of the opioid receptors. Its strong potency in relation to that of morphine is largely due to its high lipophilicity, per the Meyer-Overton correlation. Because of this, it can more easily penetrate the central nervous system.",
            "score": 89.25588655471802
        },
        {
            "docid": "52244085_2",
            "document": "AP-237 . AP-237 (1-butyryl-4-cinnamylpiperazine) is an opioid analgesic drug that was widely used in China to treat pain in cancer patients as of 1986. It is one of the most potent compound among a series of analgesic acyl piperazines compounds first synthesized and reported in Japan in the 1970s. AP-237 has analgesic potency comparable to that of morphine but with a relatively higher therapeutic index.  The drug were initially claimed to be a non-narcotic analgesic. However, subsequent studies have shown AP-237 and similar acyl piperazines to be potent and selective agonists of mu opioid receptor (MOR) with relatively low affinity for the delta opioid receptor and the kappa opioid receptor. In accordance with these studies, results from the intravenous self-administration experiments in rats showed that AP-237 has a marked reinforcing effect with tolerance and dependence quickly developing. In addition, the morphine antagonist naloxone reverses the effect of AP-237 and precipated withdrawal symptoms in AP-237 treated rats further indicating a mechanism of analgesia mediated via selective agonist activity at mu opioid receptors.",
            "score": 33.02967584133148
        }
    ],
    "r": [
        {
            "docid": "141915_2",
            "document": "Fentanyl . Fentanyl, also spelled fentanil, is an opioid which is used as a pain medication and together with other medications for anesthesia. Fentanyl is also made illegally and used as a recreational drug, often mixed with heroin or cocaine. It has a rapid onset and effects generally last less than an hour or two. Medically, fentanyl is used by injection, as a patch on the skin, as a nasal spray, or in the mouth. Common side effects include vomiting, constipation, sedation, confusion, hallucinations, and injuries related to poor coordination. Serious side effects may include decreased breathing (respiratory depression), serotonin syndrome, low blood pressure, addiction, or coma. In 2016, more than 20,000 deaths occurred in the United States due to overdoses of fentanyl and fentanyl analogues, half of all reported opioid related deaths. Fentanyl works primarily by activating μ-opioid receptors. It is around 100 times stronger than morphine, and some analogues such as carfentanil are around 10,000 times stronger. Fentanyl was first made by Paul Janssen in 1960 and approved for medical use in the United States in 1968.In 2015, were used in healthcare globally. , fentanyl was the most widely used synthetic opioid in medicine. Fentanyl patches are on the WHO List of Essential Medicines, the most effective and safe medicines needed in a health system. For a 100 microgram vial, the average wholesale cost in the developing world is 0.66 (2015). and in the USA it costs 0.49 (2017).",
            "score": 137.2113800048828
        },
        {
            "docid": "38532745_5",
            "document": "Butyrfentanyl . Butyrfentanyl binds to the opioid receptor. During the studies of in vitro inhibition of specific [3H] fentanyl binding to the opioid receptor, the order of analogues was: (±)-\"cis\"-3-methylfentanyl > fentanyl = alpha-methylfentanyl > butyrylfentanyl > benzylfentanyl. The studies in inhibition studies on binding affinity achieved the same order of analogues. It means that butyrfentantyl is a less potent opioid-agonist than fentanyl. On the other side, during in vitro studies of cross-reactivity with the fentanyl antibody between fentanyl and the fentanyl analogs examined, revealed order: fentanyl = butyrylfentanyl > (±)-\"cis\"-3-methylfentanyl > benzylfentanyl > alpha-methylfentanyl. High cross-reactivity may be the effect of the shape of the molecule - the shape of butyrfentanyl is closest to the original fentanyl molecule, which makes it easy to bind by fentanyl antibodies.",
            "score": 131.85743713378906
        },
        {
            "docid": "1012823_7",
            "document": "Designer drug . The modern use of the term designer drug was coined in the 1980s to refer to various synthetic opioid drugs, based mostly on the fentanyl molecule (such as α-methylfentanyl). The term gained widespread popularity when MDMA (ecstasy) experienced a popularity boom in the mid-1980s. When the term was coined in the 1980s, a wide range of narcotics were being sold as heroin on the black market. Many were based on fentanyl or meperidine. One, MPPP, was found in some cases to contain an impurity called MPTP, which caused brain damage that could result in a syndrome identical to full-blown Parkinson's disease, from only a single dose. Other problems were highly potent fentanyl analogues, which were sold as China White, that caused many accidental overdoses.",
            "score": 126.5889892578125
        },
        {
            "docid": "40442433_2",
            "document": "Acetylfentanyl . Acetylfentanyl (acetyl fentanyl) is an opioid analgesic drug that is an analog of fentanyl. Studies have estimated acetylfentanyl to be fifteen times more potent than morphine. It has never been licensed for medical use and instead only been sold as a designer drug. Acetylfentanyl was discovered at the same time as fentanyl itself and had only rarely been encountered on the illicit market in the late 1980s. However, in 2013, Canadian police seized 3 kilograms of acetylfentanyl. As a μ-opioid receptor agonist, acetylfentanyl may serve as a direct substitute for heroin or other opioids. Common side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear.",
            "score": 126.28520965576172
        },
        {
            "docid": "53140636_27",
            "document": "Opioid epidemic . Overdoses involving fentanyl have greatly contributed to the havoc caused by the opioid epidemic. In New Hampshire, two thirds of the fatal drug overdoses involved fentanyl, and most do not know that they are taking fentanyl. In 2017, a cluster of fentanyl overdoses in Florida was found to be caused by street sales of fentanyl pills sold as Xanax. According to the DEA, one kg of fentanyl can be bought in China for $3,000 to $5,000, and then smuggled into the United States by mail or Mexican drug cartels to generate over $1.5 million in revenue. The profitability of this drug has led dealers to adulterate other drugs with fentanyl without the knowledge of the drug user.",
            "score": 120.2570571899414
        },
        {
            "docid": "10844989_7",
            "document": "3-Methylfentanyl . 3-Methylfentanyl has similar effects to fentanyl, but is far more potent due to increased binding affinity to its target site. Since fentanyl itself is already highly potent, 3-methylfentanyl is extremely dangerous when used recreationally, and has resulted in many deaths among recreational opioid users ingesting the drug. Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear.",
            "score": 119.41728973388672
        },
        {
            "docid": "141915_48",
            "document": "Fentanyl . Non-medical use of fentanyl by individuals without opiate tolerance can be very dangerous and has resulted in numerous deaths. Even those with opiate tolerances are at high risk for overdoses. Once the fentanyl is in the user's system, it is extremely difficult to stop its course because of the nature of absorption. Illicitly synthesized fentanyl powder has also appeared on the United States market. Because of the extremely high strength of pure fentanyl powder, it is very difficult to dilute appropriately, and often the resulting mixture may be far too strong and, therefore, very dangerous.",
            "score": 118.0897445678711
        },
        {
            "docid": "21244265_37",
            "document": "Olfaction . Early scientific study of olfaction includes the extensive doctoral dissertation of Eleanor Gamble, published in 1898, which compared olfactory to other stimulus modalities, and implied that smell had a lower intensity discrimination. As the Epicurean and atomistic Roman philosopher Lucretius (1stcentury BCE) speculated, different odors are attributed to different shapes and sizes of \"atoms\" (odor molecules in the modern understanding) that stimulate the olfactory organ . A modern demonstration of that theory was the cloning of olfactory receptor proteins by Linda B. Buck and Richard Axel (who were awarded the Nobel Prize in 2004), and subsequent pairing of odor molecules to specific receptor proteins. Each odor receptor molecule recognizes only a particular molecular feature or class of odor molecules. Mammals have about a thousand genes that code for odor reception. Of the genes that code for odor receptors, only a portion are functional. Humans have far fewer active odor receptor genes than other primates and other mammals. In mammals, each olfactory receptor neuron expresses only one functional odor receptor. Odor receptor nerve cells function like a key–lock system: if the airborne molecules of a certain chemical can fit into the lock, the nerve cell will respond. There are, at present, a number of competing theories regarding the mechanism of odor coding and perception. According to the shape theory, each receptor detects a feature of the odor molecule. The weak-shape theory, known as the odotope theory, suggests that different receptors detect only small pieces of molecules, and these minimal inputs are combined to form a larger olfactory perception (similar to the way visual perception is built up of smaller, information-poor sensations, combined and refined to create a detailed overall perception). According to a new study, researchers have found that a functional relationship exists between molecular volume of odorants and the olfactory neural response.<ref name=\"10.1101/013516\"></ref> An alternative theory, the vibration theory proposed by Luca Turin, posits that odor receptors detect the frequencies of vibrations of odor molecules in the infrared range by quantum tunnelling. However, the behavioral predictions of this theory have been called into question. There is no theory yet that explains olfactory perception completely.",
            "score": 117.7811508178711
        },
        {
            "docid": "12763293_4",
            "document": "Trefentanil . Trefentanil has very similar effects to alfentanil, much like those of fentanyl itself but more potent and shorter lasting. Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. The risk of respiratory depression is especially high with potent fentanyl analogues such as alfentanil and trefentanil, and these drugs pose a significant risk of death if used outside of a hospital setting with appropriate artificial breathing apparatus available.",
            "score": 117.22321319580078
        },
        {
            "docid": "141915_44",
            "document": "Fentanyl . Illicit use of pharmaceutical fentanyl and its analogues first appeared in the mid-1970s in the medical community and continues in the present. More than 12 different analogues of fentanyl, all unapproved and clandestinely-produced, have been identified in the U.S. drug traffic. The biological effects of the fentanyl analogues are similar to those of heroin, with the exception that many users report a noticeably less euphoric high associated with the drug and stronger sedative and analgesic effects.",
            "score": 116.90544891357422
        },
        {
            "docid": "41469095_2",
            "document": "Benzylfentanyl . Benzylfentanyl (R-4129) is a fentanyl analog. It was temporarily placed in the US Schedule I by emergency scheduling in 1985 due to concerns about its potential for abuse as a designer drug, but this placement was allowed to expire and benzylfentanyl was formally removed from controlled substance listing in 2010, after the DEA's testing determined it to be \"essentially inactive\" as an opioid. Benzylfentanyl has a K of 213nM at the mu opioid receptor, binding around 200x less strongly than fentanyl itself, though it is still slightly more potent than codeine. Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear.",
            "score": 116.70691680908203
        },
        {
            "docid": "141915_29",
            "document": "Fentanyl . Medical examiners concluded that musician Prince died on April 21, 2016, from an accidental fentanyl overdose. Fentanyl was among many substances identified in counterfeit pills recovered from his home, especially some that were mislabeled as Watson 385, a combination of hydrocodone and paracetamol. American rapper Lil Peep also died of an accidental fentanyl overdose on November 15, 2017. On January 19, 2018, the medical examiner-coroner for the county of Los Angeles announced that Tom Petty died from an accidental drug overdose as a result of mixing medications that included fentanyl, acetyl fentanyl and despropionyl fentanyl (among others). He was reportedly treating \"many serious ailments\" that included a broken hip.",
            "score": 116.5897445678711
        },
        {
            "docid": "579414_2",
            "document": "Drug design . Drug design, often referred to as rational drug design or simply rational design, is the inventive process of finding new medications based on the knowledge of a biological target. The drug is most commonly an organic small molecule that activates or inhibits the function of a biomolecule such as a protein, which in turn results in a therapeutic benefit to the patient. In the most basic sense, drug design involves the design of molecules that are complementary in shape and charge to the biomolecular target with which they interact and therefore will bind to it. Drug design frequently but not necessarily relies on computer modeling techniques. This type of modeling is sometimes referred to as computer-aided drug design. Finally, drug design that relies on the knowledge of the three-dimensional structure of the biomolecular target is known as structure-based drug design. In addition to small molecules, biopharmaceuticals and especially therapeutic antibodies are an increasingly important class of drugs and computational methods for improving the affinity, selectivity, and stability of these protein-based therapeutics have also been developed.",
            "score": 116.39698028564453
        },
        {
            "docid": "141915_33",
            "document": "Fentanyl . Fentanyl was first synthesized by Paul Janssen under the label of his relatively newly formed Janssen Pharmaceutica in 1959. It was developed by screening chemicals similar to pethidine (meperidine) for opioid activity. The widespread use of fentanyl triggered the production of fentanyl citrate (the salt formed by combining fentanyl and citric acid in a 1:1 stoichiometric ratio). Fentanyl citrate entered medical use as a general anaesthetic in 1968, manufactured by McNeil Laboratories under the trade name Sublimaze.",
            "score": 113.99949645996094
        },
        {
            "docid": "44508262_14",
            "document": "Molecular autopsy . Another study is the pharmacogenomics as molecular autopsy for forensic toxicology. This study is looking at the genotyping of cytochrome P450 3A4*1B and 3A5*3. Pharmacogenetics is the study of genetic contributions to drug action. This can help in certifying a fentanyl toxicity. Fentanyl is used for anesthesia in surgery or pain control/management in animals and humans. This drug can have variable metabolisms due to the different alleles in the cytochrome P450. This study looked at 25 different fentanyl related deaths (22 caucasians, 1 African American, and 2 Native Americans). from the Milwaukee county medical Examiner’s office and referrals. Blood was taken and analyzed after death by radioimmunoassay and liquid chromatography/mass spectrometry. This study showed the average fentanyl concentration in CYP3A4*1B wild type and 3A5*3 homozygous variant cases were higher than those of the CYP3A4*1B variant cases (this was not a significant difference). The data taken from this study gave scientific evidence that CYP3A5 is involved in the fentanyl metabolism, where as the homozygous CYP3A5*3 causes impaired metabolism of fentanyl. Genotyping CYP3A4*1B and 3A5*3 variants may help to certify the fentanyl toxicity. For further studying of this subject, there will be more cases needed. This study was mainly to supply information for this drug monitoring and pain management.",
            "score": 113.36216735839844
        },
        {
            "docid": "11468720_7",
            "document": "Moscow hostage crisis chemical agent . Clothing samples from British survivors of the attack showed the presence of the narcotics remifentanil and carfentanil. The same study detected norcarfentanil in another survivor's urine. A German toxicology professor who examined several German hostages said that their blood and urine contained halothane, a once-common inhalation anaesthetic which is now seldom used in Western countries, and that it was likely the gas had additional components. However, halothane has a strong odor (although often defined as \"pleasant\" by comparison with other anesthetic gases). Thus, by the time the whole theatre area would be filled with halothane to a concentration compatible with loss of consciousness (0.5% - 3%), it is likely that Chechens inside would have realized they were being attacked. Additionally, recovery of consciousness is rapid after the flow of gas is interrupted, unlike with high-dose fentanyl administration. Therefore, although halothane might have been a component in the aerosol, it was probably not a major component, or perhaps it was a metabolite of another drug. Some of the later publications in medical journals assumed that Russian special forces used aerosol of a fentanyl derivative, such as carfentanil, and an inhalational anesthetic, such as halothane \"",
            "score": 112.85005187988281
        },
        {
            "docid": "165450_8",
            "document": "Phytophthora infestans . \"P. infestans\" is diploid, with about 11-13 chromosomes, and in 2009 scientists completed the sequencing of its genome. The genome was found to be considerably larger (240 Mbp) than that of most other \"Phytophthora\" species whose genomes have been sequenced; \"Phytophthora sojae\" has a 95 Mbp genome and \"Phytophthora ramorum\" had a 65 Mbp genome. About 18,000 genes were detected within the \"P. infestans\" genome. It also contained a diverse variety of transposons and many gene families encoding for effector proteins that are involved in causing pathogenicity. These proteins are split into two main groups depending on whether they are produced by the water mould in the symplast (inside plant cells) or in the apoplast (between plant cells). Proteins produced in the symplast included RXLR proteins, which contain an arginine-X-leucine-arginine (where X can be any amino acid) sequence at the amino terminus of the protein. Some RXLR proteins are avirulence proteins, meaning that they can be detected by the plant and lead to a hypersensitive response which restricts the growth of the pathogen. \"P. infestans\" was found to encode around 60% more of these proteins than most other \"Phytophthora\" species. Those found in the apoplast include hydrolytic enzymes such as proteases, lipases and glycosylases that act to degrade plant tissue, enzyme inhibitors to protect against host defence enzymes and necrotizing toxins. Overall the genome was found to have an extremely high repeat content (around 74%) and to have an unusual gene distribution in that some areas contain many genes whereas others contain very few.",
            "score": 112.74600982666016
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 112.5408935546875
        },
        {
            "docid": "55759034_3",
            "document": "Cyclopentylfentanyl . Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. A new wave of fentanyl analogues and associated deaths began in around 2014 in the USA, and have continued to grow in prevalence; especially since 2016 these drugs have been responsible for hundreds of overdose deaths every week.",
            "score": 112.46949768066406
        },
        {
            "docid": "56484546_3",
            "document": "Isobutyrylfentanyl . Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. A new wave of fentanyl analogues and associated deaths began in around 2014 in the USA, and have continued to grow in prevalence; especially since 2016 these drugs have been responsible for hundreds of overdose deaths every week.",
            "score": 112.46949768066406
        },
        {
            "docid": "56501844_3",
            "document": "Cyclopropylfentanyl . Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. A new wave of fentanyl analogues and associated deaths began in around 2014 in the USA, and have continued to grow in prevalence; especially since 2016 these drugs have been responsible for hundreds of overdose deaths every week.",
            "score": 112.46949768066406
        },
        {
            "docid": "56502026_3",
            "document": "Benzoylfentanyl . Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. A new wave of fentanyl analogues and associated deaths began in around 2014 in the USA, and have continued to grow in prevalence; especially since 2016 these drugs have been responsible for hundreds of overdose deaths every week.",
            "score": 112.46949768066406
        },
        {
            "docid": "56502086_3",
            "document": "Tetramethylcyclopropylfentanyl . Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. A new wave of fentanyl analogues and associated deaths began in around 2014 in the USA, and have continued to grow in prevalence; especially since 2016 these drugs have been responsible for hundreds of overdose deaths every week.",
            "score": 112.46949768066406
        },
        {
            "docid": "56484394_3",
            "document": "Valerylfentanyl . Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. A new wave of fentanyl analogues and associated deaths began in around 2014 in the USA, and have continued to grow in prevalence; especially since 2016 these drugs have been responsible for hundreds of overdose deaths every week.",
            "score": 112.46949768066406
        },
        {
            "docid": "55757603_3",
            "document": "Orthofluorofentanyl . Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. A new wave of fentanyl analogues and associated deaths began in around 2014 in the USA, and have continued to grow in prevalence; especially since 2016 these drugs have been responsible for hundreds of overdose deaths every week.",
            "score": 112.46949768066406
        },
        {
            "docid": "55757208_3",
            "document": "Tetrahydrofuranylfentanyl . Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. A new wave of fentanyl analogues and associated deaths began in around 2014 in the USA, and have continued to grow in prevalence; especially since 2016 these drugs have been responsible for hundreds of overdose deaths every week.",
            "score": 112.46949768066406
        },
        {
            "docid": "56508593_3",
            "document": "Benzodioxolefentanyl . Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. A new wave of fentanyl analogues and associated deaths began in around 2014 in the USA, and have continued to grow in prevalence; especially since 2016 these drugs have been responsible for hundreds of overdose deaths every week.",
            "score": 112.46949768066406
        },
        {
            "docid": "55757121_3",
            "document": "Methoxyacetylfentanyl . Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. A new wave of fentanyl analogues and associated deaths began in around 2014 in the USA, and have continued to grow in prevalence; especially since 2016 these drugs have been responsible for hundreds of overdose deaths every week.",
            "score": 112.46949768066406
        },
        {
            "docid": "56533925_3",
            "document": "Isofentanyl . Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. A new wave of fentanyl analogues and associated deaths began in around 2014 in the USA, and have continued to grow in prevalence; especially since 2016 these drugs have been responsible for hundreds of overdose deaths every week.",
            "score": 112.46949768066406
        },
        {
            "docid": "46987861_2",
            "document": "List of fentanyl analogues . This is a list of fentanyl analogues, including both compounds developed by pharmaceutical companies for legitimate medical use, and those which have been sold as designer drugs and reported to national drug control agencies such as the DEA, or transnational agencies such as the EMCDDA and UNODC. This is not a comprehensive listing of fentanyl analogues, as more than 1400 compounds from this family have been described in the scientific and patent literature, but it includes all notable compounds that have reached late-stage human clinical trials, or which have been identified as having been sold as designer drugs.",
            "score": 112.33341217041016
        },
        {
            "docid": "141915_36",
            "document": "Fentanyl . In 2009, the US Food and Drug Administration approved Onsolis (fentanyl buccal soluble film), a fentanyl drug in a new dosage form for cancer pain management in opioid-tolerant subjects. It uses a medication delivery technology called BEMA (BioErodible MucoAdhesive), a small dissolvable polymer film containing various fentanyl doses applied to the inner lining of the cheek.",
            "score": 112.25189971923828
        },
        {
            "docid": "56538096_3",
            "document": "2,2'-Difluorofentanyl . Side effects of fentanyl analogs are similar to those of fentanyl itself, which include itching, nausea and potentially serious respiratory depression, which can be life-threatening. Fentanyl analogs have killed hundreds of people throughout Europe and the former Soviet republics since the most recent resurgence in use began in Estonia in the early 2000s, and novel derivatives continue to appear. A new wave of fentanyl analogues and associated deaths began in around 2014 in the USA, and have continued to grow in prevalence; especially since 2016 these drugs have been responsible for hundreds of overdose deaths every week.",
            "score": 111.3741455078125
        }
    ]
}