{
    "q": [
        {
            "docid": "9896453_81",
            "document": "Eukaryotic DNA replication . Eukaryotic DNA replication requires precise coordination of all DNA polymerases and associated proteins to replicate the entire genome each time a cell divides. This process is achieved through a series of steps of protein assemblies at origins of replication, mainly focusing the regulation of DNA replication on the association of the MCM helicase with the DNA. These origins of replication direct the number of protein complexes that will form to initiate replication. In prokaryotic DNA replication regulation focuses on the binding of the DnaA initiator protein to the DNA, with initiation of replication occurring multiple times during one cell cycle. Both prokaryotic and eukaryotic DNA use ATP binding and hydrolysis to direct helicase loading and in both cases the helicase is loaded in the inactive form. However, eukaryotic helicases are double hexamers that are loaded onto double stranded DNA whereas prokaryotic helicases are single hexamers loaded onto single stranded DNA.",
            "score": 303.2728741168976
        },
        {
            "docid": "29573659_4",
            "document": "Replication timing . The temporal order of replication of all the segments in the genome, called its replication-timing program, can now be easily measured in two different ways. One way simply measures the amount of the different DNA sequences along the length of the chromosome per cell. Sequences that duplicate first, long before cell division, will be more abundant in each cell than the sequences that replicate last just prior to cell division. The other way is to label newly synthesized DNA with chemically tagged nucleotides that become incorporated into the strands as they are synthesized, and then catch cells at different times during the duplication process and purify the DNA synthesized at each of these times using the chemical tag. In either case, we can measure the amount of the different DNA sequences along the length of the chromosome either directly using a machine that reads how much of each sequence is present or indirectly using a process called microarray hybridization. In any case, the temporal order of replication along the length of each chromosome can be plotted in graphical form to produce a \"replication timing profile\". Figure 4 shows an example of such a profile across 70,000,000 base pairs of human Chromosome 2.",
            "score": 193.47982954978943
        },
        {
            "docid": "9896453_23",
            "document": "Eukaryotic DNA replication . During the G stage of the cell cycle, the replication initiation factors, origin recognition complex (ORC), Cdc6, Cdt1, and minichromosome maintenance (Mcm) protein complex, bind sequentially to DNA to form the pre-replication complex (pre-RC). At the transition of the G stage to the S phase of the cell cycle, S phase–specific cyclin-dependent protein kinase (CDK) and Cdc7/Dbf4 kinase (DDK) transform the pre-RC into an active replication fork. During this transformation, the pre-RC is disassembled with the loss of Cdc6, creating the initiation complex. In addition to the binding of the Mcm proteins, cell division cycle 45 (Cdc45) protein is also essential for initiating DNA replication. Studies have shown that Mcm is critical for the loading of Cdc45 onto chromatin and this complex containing both Mcm and Cdc45 is formed at the onset of the S phase of the cell cycle. Cdc45 targets the Mcm protein complex, which has been loaded onto the chromatin, as a component of the pre-RC at the origin of replication during the G stage of the cell cycle.",
            "score": 228.0461230278015
        },
        {
            "docid": "5747184_2",
            "document": "Stem cell genomics . Stem cell genomics analyzes the genomes of stem cells. Currently, this field is rapidly expanding due to the dramatic decrease in the cost of sequencing genomes. The study of stem cell genomics has wide reaching implications in the study of stem cell biology and possible therapeutic usages of stem cells. Application of research in this field could lead to drug discovery and information on diseases by the molecular characterization of the pluripotent stem cell through DNA and transcriptome sequencing and looking at the epigenetic changes of stem cells and subsequent products. One step in that process is single cell phenotypic analysis, and the connection between the phenotype and genotype of specific stem cells. While current genomic screens are done with entire populations of cells, focusing in on a single stem cell will help determine specific signaling activity associated with varying degrees of stem cell differentiation and limit background due to heterogeneous populations. Single cell analysis of induced pluripotent stem cells (iPSCs), or stem cells able to differentiate into many different cell types, is a suggested method for treating such diseases like Alzheimer's disease (AD). This includes for understanding the differences between sporadic AD and familial AD. By first taking a skin sample from the patient and are transformed by transducing cells using retroviruses to encode such stem cell genes as Oct4, Sox2, KLF4 and cMYC. This allows for skin cells to be reprogrammed into patient-specific stem cell lines. Taking genomic sequences of these individual cells would allow for patient-specific treatments and furthering understanding of AD disease models. This technique would be used for similar diseases, like amyotrophic lateral sclerosis (ALS) and spinal muscular atrophy (SMA). These stem cells developed from a singular patient would also be able to be used to produce cells affected in the above-mentioned diseases. As mentioned, it will also lead to patient specific phenotypes of each disease. Further chemical analyses to develop safer drugs can be done through sequence information and cell-culture tests on iPSCs. After development on a specific drug, it can be transferred to other patient diseased cells while also being safety tested.",
            "score": 223.97338569164276
        },
        {
            "docid": "12370450_2",
            "document": "Minichromosome maintenance . The minichromosome maintenance protein complex (MCM) is a DNA helicase essential for genomic DNA replication. Eukaryotic MCM consists of six gene products, MCM2–7, which form a heterohexamer. As a critical protein for cell division, MCM is also the target of various checkpoint pathways, such as the S-phase entry and S-phase arrest checkpoints. Both the loading and activation of MCM helicase are strictly regulated and are coupled to cell growth cycles. Deregulation of MCM function has been linked to genomic instability and a variety of carcinomas.",
            "score": 254.51018643379211
        },
        {
            "docid": "5596105_5",
            "document": "G1/S transition . The cell cycle is a process in which an ordered set of events leads to the growth and division into two daughter cells. The cell cycle is a cycle rather than a linear process because the two daughter cells produced repeat the cycle. This process contains two main phases, interphase, in which the cell grows and synthesizes a copy of its DNA, and the mitotic (M) phase, during which the cell separates its DNA and divides into two new daughter cells. Interphase is further broken down into the G1 (GAP 1) phase, S (Synthesis) phase, G2 (GAP 2) phase and the mitotic (M) phase which in turn is broken down into mitosis and cytokinesis. Following cytokinesis, during G1 phase the cells monitor environment for the potential growth factors, grow larger and once achieve the threshold size (rRNA and overall protein content characteristic for a given cell type) they start progression through S phase. During S phase, the cell also duplicates the centrosome, or microtubule-organizing center, which is critical for DNA separation in the M phase. After complete synthesis of its DNA, the cell enters the G2 phase where it continues to grow in preparation for mitosis. Following interphase, the cell transitions into mitosis, containing four sub stages: prophase, anaphase, metaphase, and telophase. In mitosis, DNA condenses into chromosomes, which are lined up and separated by the mitotic spindle. After duplicate DNA is separated on opposite ends of the cell, the cytoplasm of the cell is split in two during cytokinesis resulting in two daughter cells.",
            "score": 241.68593430519104
        },
        {
            "docid": "33560980_6",
            "document": "Bruce William Stillman . Another major accomplishment was the discovery of the Origin Recognition Complex (ORC), a key protein made up of six subunits that binds to cellular origins of DNA replication and coordinates the entire process of initiating a complete cycle of DNA replication throughout the entire cell genome. Soon after the discovery of ORC, Stillman’s group identified other initiation proteins that together form the pre-replication complex (pre-RC), which makes chromosomes competent for the subsequent initiation of DNA replication during the S phase of the cell cycle. His group’s recent studies have revealed the intricate details of the mechanism of the initiation of DNA replication and illuminated how this process is regulated throughout the cell cycle, including the mechanisms that prevent DNA replication from occurring more than once during each cell cycle. These studies include elucidation of the structure of ORC and its associated pre-RC proteins.",
            "score": 201.02455413341522
        },
        {
            "docid": "26393119_3",
            "document": "Microfluorimetry . Microfluorimetry has uses for many different fields including cell biology, microbiology, immunology, cell cycle analysis and \"flow karyotyping\" of cells. In flow karotyping, isolated metaphase chromosomes are stained and measured in a flow microfluorometer. Fluorescent staining of chromosomes can also give distribution about the relative frequency of occurrence and the chromosomal DNA content of the measured chromosomes. This technique allows for karyotyping at higher speeds than with previous methods and was shown to be accurate using Chinese hamster chromosomes. Flow microfluorimetry (FMF) can also be used to determine different populations of cells using fluorescent markers with small cell samples. The markers used for measurement in flow microfluorimetry are made up of fluorescent antigens or DNA binding agents. It allows for the accurate measure of an antibody reacting with an antigen. Flow microfluorimetry is also used in pharmaceutical research to determine cell type, protein and DNA expression, cell cycle, and other properties of a cell during drug treatment. For example, microfluorimetry is used in neurons to compare the effects of neurotoxins on both calcium ion concentration and mitochondrial membrane potential in individual cells. Microfluorimetry can also be used as a method to distinguish different microorganisms from one another by analyzing and comparing the DNA content of each cell. This same concept can also be applied to distinguish between cell types using a suitable fluorescent dye which varies depending on purpose and is a critical technique in modern cell biology and genomics.",
            "score": 194.50177478790283
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 175.72296631336212
        },
        {
            "docid": "1212524_6",
            "document": "Bloom syndrome . When a cell prepares to divide to form two cells, the chromosomes are duplicated so that each new cell will get a complete set of chromosomes. The duplication process is called DNA replication. Errors made during DNA replication can lead to mutations. The BLM protein is important in maintaining the stability of the DNA during the replication process. Lack of BLM protein or protein activity leads to an increase in mutations; however, the molecular mechanism(s) by which BLM maintains stability of the chromosomes is still a very active area of research.",
            "score": 183.5480809211731
        },
        {
            "docid": "12388_32",
            "document": "Genome . All the cells of an organism originate from a single cell, so they are expected to have identical genomes; however, in some cases, differences arise. Both the process of copying DNA during cell division and exposure to environmental mutagens can result in mutations in somatic cells. In some cases, such mutations lead to cancer because they cause cells to divide more quickly and invade surrounding tissues. In certain lymphocytes in the human immune system, V(D)J recombination generates different genomic sequences such that each cell produces a unique antibody or T cell receptors.",
            "score": 198.14829325675964
        },
        {
            "docid": "16405530_3",
            "document": "Homology directed repair . HDR is important for suppressing the formation of cancer. HDR maintains genomic stability by repairing broken DNA strands; it is assumed to be error free because of the use of a template. When a double strand DNA lesion is repaired by NHEJ there is no validating DNA template present so it may result in a novel DNA strand formation with loss of information. A different nucleotide sequence in the DNA strand results in a different protein expressed in the cell. This protein error may cause processes in the cell to fail. For example, a receptor of the cell that can receive a signal to stop dividing may malfunction, so the cell ignores the signal and keeps dividing and can form a cancer. The importance of HDR can be seen from the fact that the mechanism is conserved throughout evolution. The HDR mechanism has also been found in more simple organisms, such as yeast.",
            "score": 188.06737196445465
        },
        {
            "docid": "29573659_3",
            "document": "Replication timing . In eukaryotic cells (cells that package their DNA within a nucleus), chromosomes consist of very long linear double-stranded DNA molecules. During the S-phase of each cell cycle (Figure 1), all of the DNA in a cell is duplicated in order to provide one copy to each of the daughter cells after the next cell division. The process of duplicating DNA is called DNA replication, and it takes place by first unwinding the duplex DNA molecule, starting at many locations called DNA replication origins, followed by an unzipping process that unwinds the DNA as it is being copied. However, replication does not start at all the different origins at once. Rather, there is a defined temporal order in which these origins fire. Frequently a few adjacent origins open up to duplicate a segment of a chromosome, followed some time later by another group of origins opening up in an adjacent segment. Replication does not necessarily start at exactly the same origin sites every time, but the segments appear to replicate in the same temporal sequence regardless of exactly where within each segment replication starts. Figure 2 shows a cartoon of how this is generally envisioned to occur, while Figure 3 shows an animation of when different segments replicate in one type of human cell.",
            "score": 231.41262793540955
        },
        {
            "docid": "3730562_2",
            "document": "Cell cycle checkpoint . All living organisms are products of repeated rounds of cell growth and division. During this process, known as the cell cycle, a cell duplicates its contents and then divides in two. The purpose of the cell cycle is to accurately duplicate each organism's DNA and then divide the cell and its contents evenly between the two resulting cells. In eukaryotes, the cell cycle consists of four main stages: G, during which a cell is metabolically active and continuously grows; S phase, during which DNA replication takes place; G, during which cell growth continues and the cell synthesizes various proteins in preparation for division; and the M (mitosis) phase, during which the duplicated chromosomes (known as the sister chromatids) separate into two daughter nuclei, and the cell divides into two daughter cells, each with a full copy of DNA. Compared to the eukaryotic cell cycle, the prokaryotic cell cycle (known as binary fission) is relatively simple and quick: the chromosome replicates from the origin of replication, a new membrane is assembled, and the cell wall forms a septum which divides the cell into two.",
            "score": 224.66093230247498
        },
        {
            "docid": "26901564_26",
            "document": "DNA nanotechnology . There are potential applications for DNA nanotechnology in nanomedicine, making use of its ability to perform computation in a biocompatible format to make \"smart drugs\" for targeted drug delivery. One such system being investigated uses a hollow DNA box containing proteins that induce apoptosis, or cell death, that will only open when in proximity to a cancer cell. There has additionally been interest in expressing these artificial structures in engineered living bacterial cells, most likely using the transcribed RNA for the assembly, although it is unknown whether these complex structures are able to efficiently fold or assemble in the cell's cytoplasm. If successful, this could enable directed evolution of nucleic acid nanostructures.  Scientists at Oxford University reported the self-assembly of four short strands of synthetic DNA into a cage which can enter cells and survive for at least 48 hours. The fluorescently labeled DNA tetrahedra were found to remain intact in the laboratory cultured human kidney cells despite the attack by cellular enzymes after two days. This experiment showed the potential of drug delivery inside the living cells using the DNA ‘cage’. A DNA tetrahedron was used to deliver RNA Interference (RNAi) in a mouse model, reported a team of researchers in MIT. Delivery of the interfering RNA for treatment has showed some success using polymer or lipid, but there are limits of safety and imprecise targeting, in addition to short shelf life in the blood stream. The DNA nanostructure created by the team consists of six strands of DNA to form a tetrahedron, with one strand of RNA affixed to each of the six edges. The tetrahedron is further equipped with targeting protein, three folate molecules, which lead the DNA nanoparticles to the abundant folate receptors found on some tumors. The result showed that the gene expression targeted by the RNAi, luciferase, dropped by more than half. This study shows promise in using DNA nanotechnology as an effective tool to deliver treatment using the emerging RNA Interference technology.The DNA tetrahedron was also used in an effort to overcome the phenomena multidrug resistance. Doxorubicin (DOX) was conjugated with the tetrahedron and was loaded into MCF-7 breast cancer cells that contained the P-glycoprotein drug efflux pump. The results of the experiment showed the DOX was not being pumped out and apoptosis of the cancer cells was achieved.The tetrahedron without DOX was loaded into cells to test its biocompatibility, and the structure showed no cytotoxicity itself.",
            "score": 224.1358277797699
        },
        {
            "docid": "7955_44",
            "document": "DNA . DNA usually occurs as linear chromosomes in eukaryotes, and circular chromosomes in prokaryotes. The set of chromosomes in a cell makes up its genome; the human genome has approximately 3 billion base pairs of DNA arranged into 46 chromosomes. The information carried by DNA is held in the sequence of pieces of DNA called genes. Transmission of genetic information in genes is achieved via complementary base pairing. For example, in transcription, when a cell uses the information in a gene, the DNA sequence is copied into a complementary RNA sequence through the attraction between the DNA and the correct RNA nucleotides. Usually, this RNA copy is then used to make a matching protein sequence in a process called translation, which depends on the same interaction between RNA nucleotides. In alternative fashion, a cell may simply copy its genetic information in a process called DNA replication. The details of these functions are covered in other articles; here the focus is on the interactions between DNA and other molecules that mediate the function of the genome.",
            "score": 172.05896019935608
        },
        {
            "docid": "19658026_2",
            "document": "Cdc6 . Cdc6, or cell division cycle 6, is a protein in eukaryotic cells that is studied in the budding yeast \"Saccharomyces cerevisiae\". It is an essential regulator of DNA replication and plays important roles in the activation and maintenance of the checkpoint mechanisms in the cell cycle that coordinate S phase and mitosis. It is part of the pre-replicative complex (pre-RC) and is required for loading minichromosome maintenance (MCM) proteins onto the DNA, an essential step in the initiation of DNA synthesis. In addition, it is a member of the family of AAA+ ATPases and highly associated to Orc1p.",
            "score": 211.1026690006256
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 209.46277165412903
        },
        {
            "docid": "14029_2",
            "document": "Histone . In biology, histones are highly alkaline proteins found in eukaryotic cell nuclei that package and order the DNA into structural units called nucleosomes. They are the chief protein components of chromatin, acting as spools around which DNA winds, and playing a role in gene regulation. Without histones, the unwound DNA in chromosomes would be very long (a length to width ratio of more than 10 million to 1 in human DNA). For example, each human diploid cell (containing 23 pairs of chromosomes) has about 1.8 meters of DNA; wound on the histones, the diploid cell has about 90 micrometers (0.09 mm) of chromatin. When the diploid cells are duplicated and condensed during mitosis, the result is about 120 micrometers of chromosomes.",
            "score": 170.3308117389679
        },
        {
            "docid": "4250553_43",
            "document": "Gene . The growth, development, and reproduction of organisms relies on cell division; the process by which a single cell divides into two usually identical daughter cells. This requires first making a duplicate copy of every gene in the genome in a process called DNA replication. The copies are made by specialized enzymes known as DNA polymerases, which \"read\" one strand of the double-helical DNA, known as the template strand, and synthesize a new complementary strand. Because the DNA double helix is held together by base pairing, the sequence of one strand completely specifies the sequence of its complement; hence only one strand needs to be read by the enzyme to produce a faithful copy. The process of DNA replication is semiconservative; that is, the copy of the genome inherited by each daughter cell contains one original and one newly synthesized strand of DNA.",
            "score": 233.2250075340271
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 179.24975454807281
        },
        {
            "docid": "219831_17",
            "document": "Neisseria . Genetic transformation is the process by which a recipient bacterial cell takes up DNA from a neighboring cell and integrates this DNA into the recipient’s genome by recombination. In \"N. meningitides\" and \"N. gonorrhoeae\", DNA transformation requires the presence of short DNA sequences (9-10 monomers residing in coding regions) of the donor DNA. These sequences are called DNA uptake sequences (DUSs). Specific recognition of DUSs is mediated by a type IV pilin. Davidsen et al. reported that in \"N. meningitides\" and \"N. gonorrhoeae\", DUSs occur at a significantly higher density in genes involved in DNA repair and recombination (as well as in restriction-modification and replication) than in other annotated gene groups. These authors proposed that the over-representation of DUS in DNA repair and recombination genes may reflect the benefit of maintaining the integrity of the DNA repair and recombination machinery by preferentially taking up genome maintenance genes that could replace their damaged counterparts in the recipient cell. Caugant and Maiden noted that the distribution of DUS is consistent with recombination being primarily a mechanism for genome repair that can occasionally result in generation of diversity, which even more occasionally, is adaptive. It was also suggested by Michod et al. that an important benefit of transformation in \"N. gonorrhoeae\" is recombinational repair of oxidative DNA damages caused by oxidative attack by the host’s phagocytic cells.",
            "score": 168.72942793369293
        },
        {
            "docid": "1029022_14",
            "document": "Embryonic stem cell . ES cells use a different strategy to deal with DSBs. Because ES cells give rise to all of the cell types of an organism including the cells of the germ line, mutations arising in ES cells due to faulty DNA repair are a more serious problem than in differentiated somatic cells. Consequently, robust mechanisms are needed in ES cells to repair DNA damages accurately, and if repair fails, to remove those cells with un-repaired DNA damages. Thus, mouse ES cells predominantly use high fidelity homologous recombinational repair (HRR) to repair DSBs. This type of repair depends on the interaction of the two sister chromosomes formed during S phase and present together during the G2 phase of the cell cycle. HRR can accurately repair DSBs in one sister chromosome by using intact information from the other sister chromosome. Cells in the G1 phase of the cell cycle (i.e. after metaphase/cell division but prior the next round of replication) have only one copy of each chromosome (i.e. sister chromosomes aren’t present). Mouse ES cells lack a G1 checkpoint and do not undergo cell cycle arrest upon acquiring DNA damage. Rather they undergo programmed cell death (apoptosis) in response to DNA damage. Apoptosis can be used as a fail-safe strategy to remove cells with un-repaired DNA damages in order to avoid mutation and progression to cancer. Consistent with this strategy, mouse ES stem cells have a mutation frequency about 100-fold lower than that of isogenic mouse somatic cells.",
            "score": 253.18558609485626
        },
        {
            "docid": "779824_5",
            "document": "Transfer DNA . The infection process of T-DNA into the host cell and integration into its nucleus involve multiple steps. First, the bacteria multiply in the wound sap before infection and then attach to the plant cell walls. The bacterial virulence genes expression of approximately 10 [[operon]]s is activated by perception of phenolic compounds such as [[acetosyringone]] emitted by wounded plant tissue and follows cell-cell contact. Then this process succeeds the [[Macromolecule|macromolecular]] [[Translocation (genetics)|translocation]] from \"Agrobacterium\" to cytoplasm of host cell, transmission of T-DNA along with associated proteins (called T-complex) to the host cell nucleus followed by disassembly of the T-complex, stable integration of T-DNA into host plant [[genome]], and expression of the transferred [[gene]]s. The integration of T-DNA into a host genome involves the formation of a nick at the right border of the Ti plasmid. This nick creates a region of single stranded DNA from the left border of the T-DNA gene over to the right border which was cut. Then, single stranded binding proteins attach to the single stranded DNA. DNA synthesis displaces the single stranded region and then a second nick at the left border region releases the single stranded T-DNA fragment. Further this fragment can be incorporated into a host genome.",
            "score": 160.67359805107117
        },
        {
            "docid": "854294_40",
            "document": "DNA repair . Eukaryotic cells exposed to DNA damaging agents also activate important defensive pathways by inducing multiple proteins involved in DNA repair, cell cycle checkpoint control, protein trafficking and degradation. Such genome wide transcriptional response is very complex and tightly regulated, thus allowing coordinated global response to damage. Exposure of yeast \"Saccharomyces cerevisiae\" to DNA damaging agents results in overlapping but distinct transcriptional profiles. Similarities to environmental shock response indicates that a general global stress response pathway exist at the level of transcriptional activation. In contrast, different human cell types respond to damage differently indicating an absence of a common global response. The probable explanation for this difference between yeast and human cells may be in the heterogeneity of mammalian cells. In an animal different types of cells are distributed among different organs that have evolved different sensitivities to DNA damage.",
            "score": 180.65479850769043
        },
        {
            "docid": "32706791_6",
            "document": "Genome instability . In the cell cycle, DNA is usually most vulnerable during replication. The replisome must be able to navigate obstacles such as tightly wound chromatin with bound proteins, single and double stranded breaks which can lead to the stalling of the replication fork. Each protein or enzyme in the replisome must perform its function well to result in a perfect copy of DNA. Mutations of proteins such as DNA polymerase, ligase, can lead to impairment of replication and lead to spontaneous chromosomal exchanges. Proteins such as Tel1, Mec1 (ATR, ATM in humans) can detect single and double-stranded breaks and recruit factors such as Rmr3 helicase to stabilize the replication fork in order to prevent its collapse. Mutations in Tel1, Mec1, and Rmr3 helicase result in a significant increase of chromosomal recombination. ATR responds specifically to stalled replication forks and single-stranded breaks resulting from UV damage while ATM responds directly to double-stranded breaks. These proteins also prevent progression into mitosis by inhibiting the firing of late replication origins until the DNA breaks are fixed by phosphorylating CHK1, CHK2 which results in a signaling cascade arresting the cell in S-phase. For single stranded breaks, replication occurs until the location of the break, then the other strand is nicked to form a double stranded break, which can then be repaired by Break Induced Replication or homologous recombination using the sister chromatid as an error-free template. In addition to S-phase checkpoints, G1 and G2 checkpoints exist to check for transient DNA damage which could be caused by mutagens such as UV damage. An example is the Saccharomyces pombe gene rad9 which arrests the cells in late S/G2 phase in the presence of DNA damage caused by radiation. The yeast cells with defective rad9 failed to arrest following radiation, continued cell division and died rapidly while the cells with wild-type rad9 successfully arrested in late S/G2 phase and remained viable. The cells that arrested were able to survive due to the increased time in S/G2 phase allowing for DNA repair enzymes to function fully.",
            "score": 256.72191536426544
        },
        {
            "docid": "7188879_5",
            "document": "Immortal DNA strand hypothesis . In the label-retention assay, the goal is to mark 'immortal' or parental DNA strands with a DNA label such as tritiated thymidine or bromodeoxyuridine (BrdU). These types of DNA labels will incorporate into the newly synthesized DNA of dividing cells during S phase. A pulse of DNA label is given to adult stem cells under conditions where they have not yet delineated an immortal DNA strand. During these conditions, the adult stem cells are either dividing \"symmetrically\" (thus with each division a new 'immortal' strand is determined and in at least one of the stem cells the immortal DNA strand will be marked with DNA label), or the adult stem cells have \"not yet been determined\" (thus their precursors are dividing symmetrically, and once they differentiate into adult stem cells and choose an 'immortal' strand, the 'immortal strand' will already have been marked). Experimentally, adult stem cells are undergoing symmetric divisions during growth and after wound healing, and are not yet determined at neonatal stages. Once the immortal DNA strand is labelled and the adult stem cell has begun or resumed asymmetric divisions, the DNA label is chased out. In symmetric divisions (most mitotic cells), DNA is segregating randomly and the DNA label will be diluted out to levels below detection after five divisions. If, however, cells are using an immortal DNA strand mechanism, then all the labeled DNA will continue to co-segregate with the adult stem cell, and after five (or more) divisions will still be detected within the adult stem cell. These cells are sometimes called label-retaining cells (LRCs).",
            "score": 247.25165045261383
        },
        {
            "docid": "6339_8",
            "document": "Cell biology . The growth process of the cell does not refer to the size of the cell, but instead the density of the number of cells present in the organism at a given time. Cell growth pertains to the increase in the number of cells present in an organism as it grows and develops; as the organism gets larger so too does the number of cells present. Cells are the foundation of all organisms, they are the fundamental unit of life. The growth and development of the cell are essential for the maintenance of the host, and survival of the organisms. For this process the cell goes through the steps of the cell cycle and development which involves cell growth, DNA replication, cell division, regeneration, specialization, and cell death. The cell cycle is divided into four distinct phases, G1, S, G2, and M. The G phases – which is the cell growth phase - makes up approximately 95% of the cycle. The proliferation of cells is instigated by progenitors, the cells then differentiate to become specialized, where specialized cells of the same type aggregate to form tissues, then organs and ultimately systems. The G phases along with the S phase – DNA replication, damage and repair - are considered to be the interphase portion of the cycle. While the M phase (mitosis and cytokinesis) is the cell division portion of the cycle. The cell cycle is regulated by a series of signalling factors and complexes such as CDK's, kinases, and p53. to name a few. When the cell has completed its growth process, and if it is found to be damaged or altered it undergoes cell death, either by apoptosis or necrosis, to eliminate the threat it cause to the organism’s survival.",
            "score": 260.05440723896027
        },
        {
            "docid": "8406655_14",
            "document": "Introduction to genetics . The function of genes is to provide the information needed to make molecules called proteins in cells. Cells are the smallest independent parts of organisms: the human body contains about 100 trillion cells, while very small organisms like bacteria are just one single cell. A cell is like a miniature and very complex factory that can make all the parts needed to produce a copy of itself, which happens when cells divide. There is a simple division of labor in cells—genes give instructions and proteins carry out these instructions, tasks like building a new copy of a cell, or repairing damage. Each type of protein is a specialist that only does one job, so if a cell needs to do something new, it must make a new protein to do this job. Similarly, if a cell needs to do something faster or slower than before, it makes more or less of the protein responsible. Genes tell cells what to do by telling them which proteins to make and in what amounts.",
            "score": 198.7854082584381
        },
        {
            "docid": "29941454_14",
            "document": "Control of chromosome duplication . lWhile pre-RC complexes mark potential sites for origin activation, further proteins and complexes must assemble at these sites to activate replication (origin firing). The following events must occur in order to activate the origin: the DNA helix has to open, the helicase must be activated, and DNA polymerases and the rest of the replicative machinery have to load onto the DNA. These events depend on the assembly of a several proteins to form the pre-initiation complex at the replication origins loaded with pre-replicative complexes. Assembly of the pre-initiation complex depends on the activities of S-Cdks and the protein kinase Cdc7. The pre-initiation complex activates the Mcm helicase and recruits DNA polymerase. When the cell commits to a new cell cycle, after passing through the Start checkpoint, G1 and G1/S cyclin CDK complexes are activated. These activate the expression of the replicative machinery and of S-Cdk cylin complexes. S-Cdks and G1/S Cdks act to activate replication origins. At the same time, S-Cdks suppress formation of new pre-RCs during S phase, G2 and early M, when S cyclin levels remains high. Cdc7 is activated in late G1 and is required throughout S phase for origin firing. Mutations in this protein in budding yeast, and in its homolog in fission yeast block initiation of replication. Cdc7 is highly conserved – related proteins have been identified in frogs and humans. DNA replication is inhibited when Cdc7 homologs are inhibited with antibodies in frog or human cells. It is not known whether CDKs and Cdc7 just regulate protein assembly at origins, or whether they directly activate components of the pre-initiation complex.",
            "score": 274.57572293281555
        },
        {
            "docid": "18543362_9",
            "document": "Cln3 . That \"Start\" transit requires the attainment of a threshold cell size directly implies that yeast cells measure their own size, so that they can use that information to regulate \"Start\". A favored model for how yeast cells, as well as cells of other species, measure their size relies on the detection of overall translation rate. Essentially, since cell growth consists, to a great extent, of the synthesis of ribosomes to produce more proteins, the overall rate of protein production should reflect cell size. Thus, a single protein that is produced at a constant rate relative to total protein production capacity will be produced in higher quantities as the cell grows. If this protein promotes cell cycle progression (\"Start\" in the case of yeast), then it will link cell cycle progression to translation rate and, therefore, cell size. Importantly, this protein must be unstable, so that its levels depend on its \"current\" translation rate, rather than the rate of translation over time. Furthermore, since the cell grows in volume as well as mass, the concentration of this size sensor will remain constant with growth, so its activity must be compared against something that does not change with cell growth. Genomic DNA was suggested as such a standard early on, because it is (by definition) present in a constant quantity until the start of DNA replication. How this occurs remains a major question in current studies of size control (see below). Before the identification of Cln3 and its function, accrued evidence indicated that such translational size sensing operated in yeast. First, it was confirmed that the total rate of protein synthesis per cell increases with growth, a fundamental prerequisite for this model. It was later shown that treatment with the protein synthesis inhibitor cycloheximide delayed \"Start\" in yeast, indicating that translation rate controlled \"Start\". Finally, it was also shown that this delay occurred even with short pulses of cycloheximide, confirming that an unstable activating protein was required for \"Start\".",
            "score": 202.29474210739136
        },
        {
            "docid": "7955_49",
            "document": "DNA . Cell division is essential for an organism to grow, but, when a cell divides, it must replicate the DNA in its genome so that the two daughter cells have the same genetic information as their parent. The double-stranded structure of DNA provides a simple mechanism for DNA replication. Here, the two strands are separated and then each strand's complementary DNA sequence is recreated by an enzyme called DNA polymerase. This enzyme makes the complementary strand by finding the correct base through complementary base pairing and bonding it onto the original strand. As DNA polymerases can only extend a DNA strand in a 5′ to 3′ direction, different mechanisms are used to copy the antiparallel strands of the double helix. In this way, the base on the old strand dictates which base appears on the new strand, and the cell ends up with a perfect copy of its DNA.",
            "score": 214.56636142730713
        }
    ],
    "r": [
        {
            "docid": "9896453_81",
            "document": "Eukaryotic DNA replication . Eukaryotic DNA replication requires precise coordination of all DNA polymerases and associated proteins to replicate the entire genome each time a cell divides. This process is achieved through a series of steps of protein assemblies at origins of replication, mainly focusing the regulation of DNA replication on the association of the MCM helicase with the DNA. These origins of replication direct the number of protein complexes that will form to initiate replication. In prokaryotic DNA replication regulation focuses on the binding of the DnaA initiator protein to the DNA, with initiation of replication occurring multiple times during one cell cycle. Both prokaryotic and eukaryotic DNA use ATP binding and hydrolysis to direct helicase loading and in both cases the helicase is loaded in the inactive form. However, eukaryotic helicases are double hexamers that are loaded onto double stranded DNA whereas prokaryotic helicases are single hexamers loaded onto single stranded DNA.",
            "score": 303.27288818359375
        },
        {
            "docid": "29941454_14",
            "document": "Control of chromosome duplication . lWhile pre-RC complexes mark potential sites for origin activation, further proteins and complexes must assemble at these sites to activate replication (origin firing). The following events must occur in order to activate the origin: the DNA helix has to open, the helicase must be activated, and DNA polymerases and the rest of the replicative machinery have to load onto the DNA. These events depend on the assembly of a several proteins to form the pre-initiation complex at the replication origins loaded with pre-replicative complexes. Assembly of the pre-initiation complex depends on the activities of S-Cdks and the protein kinase Cdc7. The pre-initiation complex activates the Mcm helicase and recruits DNA polymerase. When the cell commits to a new cell cycle, after passing through the Start checkpoint, G1 and G1/S cyclin CDK complexes are activated. These activate the expression of the replicative machinery and of S-Cdk cylin complexes. S-Cdks and G1/S Cdks act to activate replication origins. At the same time, S-Cdks suppress formation of new pre-RCs during S phase, G2 and early M, when S cyclin levels remains high. Cdc7 is activated in late G1 and is required throughout S phase for origin firing. Mutations in this protein in budding yeast, and in its homolog in fission yeast block initiation of replication. Cdc7 is highly conserved – related proteins have been identified in frogs and humans. DNA replication is inhibited when Cdc7 homologs are inhibited with antibodies in frog or human cells. It is not known whether CDKs and Cdc7 just regulate protein assembly at origins, or whether they directly activate components of the pre-initiation complex.",
            "score": 274.57574462890625
        },
        {
            "docid": "427217_21",
            "document": "Werner syndrome . Patients with Werner syndrome lose the RecQ helicase activity in the WRN protein because of the loss of its C-terminus region, but the mechanism by which this happens is unclear. The loss of the helicase activity can have far-reaching consequences in terms of cell stability and mutation. One instance of these consequences involves telomeres. It is thought that the WRN helicase activity is important not only for DNA repair and recombination, but also for maintaining telomere length and stability. Thus, WRN helicase is important for preventing catastrophic telomere loss during DNA replication. In a normal cell, the telomeres (the ends of chromosomes) undergo repeated shortening during the cell cycle, which can prevent the cell from dividing and multiplying. This event can be counteracted by telomerase, an enzyme that extends the ends of the chromosomes by copying the telomeres and synthesizing an identical, but new end that can be added to the existing chromosome. However, patients with Werner syndrome often exhibit accelerated telomere shortening, indicating that there may be a connection between the loss of the WRN helicase activity and telomere and cell instability. While evidence shows that telomere dysfunction is consistent with the premature aging in WS, it has yet to be determined if it is the actual cause of the genomic instability observed in cells and the high rate of cancer in WS patients.",
            "score": 272.0029602050781
        },
        {
            "docid": "5142109_6",
            "document": "Licensing factor . Immediately after mitosis has finished the cell cycle starts again, entering G1 phase of the cycle. At this point protein synthesis of various products required for the rest of the cycle begins. Two of the proteins synthesised are called Cdc6 and Cdt1 and are only synthesised in G1 phase. These two together bind to the origin recognition complex (ORC), which is already bound at the origin and in fact never leaves these sites throughout the cycle. Now we have a so-called pre-replication complex, which then allows a heterohexameric protein complex of proteins MCM2 to 7 to bind. This entire hexamer acts as a helicase unwinding the double stranded DNA. At this point Cdc6 leaves the complex and is inactivated, by being degraded in yeast but by being exported from the nucleus in metazoans, triggered by CDK-dependent phosphorylation. The next steps included the loading of a variety of other proteins like MCM10, a CDK, DDK and Cdc45, the latter directly required for loading the DNA polymerase. During this period Cdt1 is released from the complex and the cell leaves G1 phase and enters S phase when replication starts.",
            "score": 267.77685546875
        },
        {
            "docid": "3570811_2",
            "document": "Werner syndrome helicase . \"Werner syndrome ATP-dependent helicase\" also known as DNA helicase, RecQ-like type 3 is an enzyme that in humans is encoded by the WRN gene. WRN is a member of the RecQ Helicase family. Helicase enzymes generally unwind and separate double-stranded DNA. These activities are necessary before DNA can be copied in preparation for cell division (DNA replication). Helicase enzymes are also critical for making a blueprint of a gene for protein production, a process called transcription. Further evidence suggests that Werner protein plays a critical role in repairing DNA. Overall, this protein helps maintain the structure and integrity of a person's DNA.",
            "score": 260.66717529296875
        },
        {
            "docid": "6339_8",
            "document": "Cell biology . The growth process of the cell does not refer to the size of the cell, but instead the density of the number of cells present in the organism at a given time. Cell growth pertains to the increase in the number of cells present in an organism as it grows and develops; as the organism gets larger so too does the number of cells present. Cells are the foundation of all organisms, they are the fundamental unit of life. The growth and development of the cell are essential for the maintenance of the host, and survival of the organisms. For this process the cell goes through the steps of the cell cycle and development which involves cell growth, DNA replication, cell division, regeneration, specialization, and cell death. The cell cycle is divided into four distinct phases, G1, S, G2, and M. The G phases – which is the cell growth phase - makes up approximately 95% of the cycle. The proliferation of cells is instigated by progenitors, the cells then differentiate to become specialized, where specialized cells of the same type aggregate to form tissues, then organs and ultimately systems. The G phases along with the S phase – DNA replication, damage and repair - are considered to be the interphase portion of the cycle. While the M phase (mitosis and cytokinesis) is the cell division portion of the cycle. The cell cycle is regulated by a series of signalling factors and complexes such as CDK's, kinases, and p53. to name a few. When the cell has completed its growth process, and if it is found to be damaged or altered it undergoes cell death, either by apoptosis or necrosis, to eliminate the threat it cause to the organism’s survival.",
            "score": 260.0544128417969
        },
        {
            "docid": "32706791_6",
            "document": "Genome instability . In the cell cycle, DNA is usually most vulnerable during replication. The replisome must be able to navigate obstacles such as tightly wound chromatin with bound proteins, single and double stranded breaks which can lead to the stalling of the replication fork. Each protein or enzyme in the replisome must perform its function well to result in a perfect copy of DNA. Mutations of proteins such as DNA polymerase, ligase, can lead to impairment of replication and lead to spontaneous chromosomal exchanges. Proteins such as Tel1, Mec1 (ATR, ATM in humans) can detect single and double-stranded breaks and recruit factors such as Rmr3 helicase to stabilize the replication fork in order to prevent its collapse. Mutations in Tel1, Mec1, and Rmr3 helicase result in a significant increase of chromosomal recombination. ATR responds specifically to stalled replication forks and single-stranded breaks resulting from UV damage while ATM responds directly to double-stranded breaks. These proteins also prevent progression into mitosis by inhibiting the firing of late replication origins until the DNA breaks are fixed by phosphorylating CHK1, CHK2 which results in a signaling cascade arresting the cell in S-phase. For single stranded breaks, replication occurs until the location of the break, then the other strand is nicked to form a double stranded break, which can then be repaired by Break Induced Replication or homologous recombination using the sister chromatid as an error-free template. In addition to S-phase checkpoints, G1 and G2 checkpoints exist to check for transient DNA damage which could be caused by mutagens such as UV damage. An example is the Saccharomyces pombe gene rad9 which arrests the cells in late S/G2 phase in the presence of DNA damage caused by radiation. The yeast cells with defective rad9 failed to arrest following radiation, continued cell division and died rapidly while the cells with wild-type rad9 successfully arrested in late S/G2 phase and remained viable. The cells that arrested were able to survive due to the increased time in S/G2 phase allowing for DNA repair enzymes to function fully.",
            "score": 256.721923828125
        },
        {
            "docid": "1215494_4",
            "document": "S phase . The major event in S-phase is DNA replication. The goal of this process is to create exactly two identical semi-conserved chromosomes. The cell prevents more than one replication from occurring by loading pre-replication complexes onto the DNA at replication origins during G phase which are dismantled in S-phase as replication begins. In synthesis, the enzyme helicase unwinds the DNA double helix, and the enzyme DNA polymerase re-binds free-floating nucleotides to the separate DNA single strands in accordance with the complementary base pairing rule. DNA synthesis can occur as fast as 2000 nucleotides/second and must create fewer than 2 errors (I.e., wrong bases) in 10 nucleotide additions.",
            "score": 256.1076965332031
        },
        {
            "docid": "12370450_2",
            "document": "Minichromosome maintenance . The minichromosome maintenance protein complex (MCM) is a DNA helicase essential for genomic DNA replication. Eukaryotic MCM consists of six gene products, MCM2–7, which form a heterohexamer. As a critical protein for cell division, MCM is also the target of various checkpoint pathways, such as the S-phase entry and S-phase arrest checkpoints. Both the loading and activation of MCM helicase are strictly regulated and are coupled to cell growth cycles. Deregulation of MCM function has been linked to genomic instability and a variety of carcinomas.",
            "score": 254.51019287109375
        },
        {
            "docid": "1029022_14",
            "document": "Embryonic stem cell . ES cells use a different strategy to deal with DSBs. Because ES cells give rise to all of the cell types of an organism including the cells of the germ line, mutations arising in ES cells due to faulty DNA repair are a more serious problem than in differentiated somatic cells. Consequently, robust mechanisms are needed in ES cells to repair DNA damages accurately, and if repair fails, to remove those cells with un-repaired DNA damages. Thus, mouse ES cells predominantly use high fidelity homologous recombinational repair (HRR) to repair DSBs. This type of repair depends on the interaction of the two sister chromosomes formed during S phase and present together during the G2 phase of the cell cycle. HRR can accurately repair DSBs in one sister chromosome by using intact information from the other sister chromosome. Cells in the G1 phase of the cell cycle (i.e. after metaphase/cell division but prior the next round of replication) have only one copy of each chromosome (i.e. sister chromosomes aren’t present). Mouse ES cells lack a G1 checkpoint and do not undergo cell cycle arrest upon acquiring DNA damage. Rather they undergo programmed cell death (apoptosis) in response to DNA damage. Apoptosis can be used as a fail-safe strategy to remove cells with un-repaired DNA damages in order to avoid mutation and progression to cancer. Consistent with this strategy, mouse ES stem cells have a mutation frequency about 100-fold lower than that of isogenic mouse somatic cells.",
            "score": 253.1855926513672
        },
        {
            "docid": "9896453_51",
            "document": "Eukaryotic DNA replication . Loading of Mcm proteins can only occur during the G of the cell cycle, and the loaded complex is then activated during S phase by recruitment of the Cdc45 protein and the GINS complex to form the active Cdc45–Mcm–GINS (CMG) helicase at DNA replication forks. Mcm activity is required throughout the S phase for DNA replication. A variety of regulatory factors assemble around the CMG helicase to produce the ‘Replisome Progression Complex’ which associates with DNA polymerases to form the eukaryotic replisome, the structure of which is still quite poorly defined in comparison with its bacterial counterpart.",
            "score": 251.783203125
        },
        {
            "docid": "1209057_21",
            "document": "Wnt signaling pathway . In order to have the mass differentiation of cells needed to form the specified cell tissues of different organisms, proliferation and growth of embryonic stem cells must take place. This process is mediated through canonical Wnt signaling, which increases nuclear and cytoplasmic β-catenin. Increased β-catenin can initiate transcriptional activation of proteins such as cyclin D1 and \"c-myc\", which control the G1 to S phase transition in the cell cycle. Entry into the S phase causes DNA replication and ultimately mitosis, which are responsible for cell proliferation. This proliferation increase is directly paired with cell differentiation because as the stem cells proliferate, they also differentiate. This allows for overall growth and development of specific tissue systems during embryonic development. This is apparent in systems such as the circulatory system where Wnt3a leads to proliferation and expansion of hematopoietic stem cells needed for red blood cell formation.",
            "score": 249.83460998535156
        },
        {
            "docid": "2332422_17",
            "document": "Carcinogenesis . The cells in which all these DNA alterations accumulate are difficult to trace, but two recent lines of evidence suggest that normal stem cells may be the cells of origin in cancers. First, there exists a highly positive correlation (Spearman’s rho = 0.81; P < 3.5 × 10−8) between the risk of developing cancer in a tissue and the number of normal stem cell divisions taking place in that same tissue. The correlation applied to 31 cancer types and extended across five orders of magnitude. This correlation means that if the normal stem cells from a tissue divide once, the cancer risk in that tissue is approximately 1X. If they divide 1,000 times, the cancer risk is 1,000X. And if the normal stem cells from a tissue divide 100,000 times, the cancer risk in that tissue is approximately 100,000X. This strongly suggests that the main reason we have cancer is that our normal stem cells divide, which implies that cancer originates in normal stem cells. Second, statistics show that most human cancers are diagnosed in aged people. A possible explanation is that cancers occur because cells accumulate damage through time. DNA is the only cellular component that can accumulate damage over the entire course of a life, and stem cells are the only cells that can transmit DNA from the zygote to cells late in life. Other cells cannot keep DNA from the beginning of life until a possible cancer occurs. This implies that most cancers arise from normal stem cells.",
            "score": 249.49813842773438
        },
        {
            "docid": "447832_15",
            "document": "Helicase . DNA helicases were discovered in \"E. coli\" in 1976. This helicase was described as a \"DNA unwinding enzyme\" that is \"found to denature DNA duplexes in an ATP-dependent reaction, without detectably degrading\". The first eukaryotic DNA helicase was in 1978 in the lily plant. Since then, DNA helicases were discovered and isolated in other bacteria, viruses, yeast, flies, and higher eukaryotes. To date, at least 14 different helicases have been isolated from single celled organisms, 6 helicases from bacteriophages, 12 from viruses, 15 from yeast, 8 from plants, 11 from calf thymus, and approximately 25 helicases from human cells. Below is a history of helicase discovery:",
            "score": 247.34707641601562
        },
        {
            "docid": "7188879_5",
            "document": "Immortal DNA strand hypothesis . In the label-retention assay, the goal is to mark 'immortal' or parental DNA strands with a DNA label such as tritiated thymidine or bromodeoxyuridine (BrdU). These types of DNA labels will incorporate into the newly synthesized DNA of dividing cells during S phase. A pulse of DNA label is given to adult stem cells under conditions where they have not yet delineated an immortal DNA strand. During these conditions, the adult stem cells are either dividing \"symmetrically\" (thus with each division a new 'immortal' strand is determined and in at least one of the stem cells the immortal DNA strand will be marked with DNA label), or the adult stem cells have \"not yet been determined\" (thus their precursors are dividing symmetrically, and once they differentiate into adult stem cells and choose an 'immortal' strand, the 'immortal strand' will already have been marked). Experimentally, adult stem cells are undergoing symmetric divisions during growth and after wound healing, and are not yet determined at neonatal stages. Once the immortal DNA strand is labelled and the adult stem cell has begun or resumed asymmetric divisions, the DNA label is chased out. In symmetric divisions (most mitotic cells), DNA is segregating randomly and the DNA label will be diluted out to levels below detection after five divisions. If, however, cells are using an immortal DNA strand mechanism, then all the labeled DNA will continue to co-segregate with the adult stem cell, and after five (or more) divisions will still be detected within the adult stem cell. These cells are sometimes called label-retaining cells (LRCs).",
            "score": 247.25164794921875
        },
        {
            "docid": "177052_16",
            "document": "Immortality . Biologists have chosen the word \"immortal\" to designate cells that are not limited by the Hayflick limit, where cells no longer divide because of DNA damage or shortened telomeres. The first and still most widely used immortal cell line is HeLa, developed from cells taken from the malignant cervical tumor of Henrietta Lacks without her consent in 1951. Prior to the 1961 work of Leonard Hayflick, there was the erroneous belief fostered by Alexis Carrel that all normal somatic cells are immortal. By preventing cells from reaching senescence one can achieve biological immortality; telomeres, a \"cap\" at the end of DNA, are thought to be the cause of cell aging. Every time a cell divides the telomere becomes a bit shorter; when it is finally worn down, the cell is unable to split and dies. Telomerase is an enzyme which rebuilds the telomeres in stem cells and cancer cells, allowing them to replicate an infinite number of times. No definitive work has yet demonstrated that telomerase can be used in human somatic cells to prevent healthy tissues from aging. On the other hand, scientists hope to be able to grow organs with the help of stem cells, allowing organ transplants without the risk of rejection, another step in extending human life expectancy. These technologies are the subject of ongoing research, and are not yet realized.",
            "score": 245.88345336914062
        },
        {
            "docid": "9896453_52",
            "document": "Eukaryotic DNA replication . The isolated CMG helicase and Replisome Progression Complex contain a single Mcm protein ring complex suggesting that the loaded double hexamer of the Mcm proteins at origins might be broken into two single hexameric rings as part of the initiation process, with each Mcm protein complex ring forming the core of a CMG helicase at the two replication forks established from each origin. The full CMG complex is required for DNA unwinding, and the complex of CDC45-Mcm-GINS is the functional DNA helicase in eukaryotic cells.",
            "score": 242.4622802734375
        },
        {
            "docid": "29941454_7",
            "document": "Control of chromosome duplication . Before DNA replication can start, the pre-replicative complex assembles at origins to load helicase onto DNA. The complex assembles in late mitosis and early G1. Assembly of these pre-replicative complexes (pre-RCs) is regulated in a manner that coordinates DNA replication with the cell cycle.",
            "score": 242.4165496826172
        },
        {
            "docid": "5596105_5",
            "document": "G1/S transition . The cell cycle is a process in which an ordered set of events leads to the growth and division into two daughter cells. The cell cycle is a cycle rather than a linear process because the two daughter cells produced repeat the cycle. This process contains two main phases, interphase, in which the cell grows and synthesizes a copy of its DNA, and the mitotic (M) phase, during which the cell separates its DNA and divides into two new daughter cells. Interphase is further broken down into the G1 (GAP 1) phase, S (Synthesis) phase, G2 (GAP 2) phase and the mitotic (M) phase which in turn is broken down into mitosis and cytokinesis. Following cytokinesis, during G1 phase the cells monitor environment for the potential growth factors, grow larger and once achieve the threshold size (rRNA and overall protein content characteristic for a given cell type) they start progression through S phase. During S phase, the cell also duplicates the centrosome, or microtubule-organizing center, which is critical for DNA separation in the M phase. After complete synthesis of its DNA, the cell enters the G2 phase where it continues to grow in preparation for mitosis. Following interphase, the cell transitions into mitosis, containing four sub stages: prophase, anaphase, metaphase, and telophase. In mitosis, DNA condenses into chromosomes, which are lined up and separated by the mitotic spindle. After duplicate DNA is separated on opposite ends of the cell, the cytoplasm of the cell is split in two during cytokinesis resulting in two daughter cells.",
            "score": 241.68594360351562
        },
        {
            "docid": "9896453_50",
            "document": "Eukaryotic DNA replication . For DNA polymerases to function, the double-stranded DNA helix has to be unwound to expose two single-stranded DNA templates for replication. DNA helicases are responsible for unwinding the double-stranded DNA during chromosome replication. Helicases in eukaryotic cells are remarkably complex. The catalytic core of the helicase is composed of six minichromosome maintenance (Mcm2-7) proteins, forming a hexameric ring. Away from DNA, the Mcm2-7 proteins form a single heterohexamer and are loaded in an inactive form at origins of DNA replication as a head-to-head double hexamers around double-stranded DNA. The Mcm proteins are recruited to replication origins then redistributed throughout the genomic DNA during S phase, indicative of their localization to the replication fork.",
            "score": 240.243408203125
        },
        {
            "docid": "9896434_3",
            "document": "Prokaryotic DNA replication . All cells must finish DNA replication before they can proceed for cell division. Media conditions that support fast growth in bacteria also couples with shorter inter-initiation time in them, i.e. the doubling time in fast growing cells is less as compared to the slow growth. In other words, it is possible that in fast growth conditions the grandmother cells starts replicating its DNA for grand daughter cell. For the same reason, the initiation of DNA replication is highly regulated. Bacterial origins regulate orisome assembly, a nuclei-protein complex assembled on the origin responsible for unwinding the origin and loading all the replication machinery. In \"E. coli,\" the direction for orisome assembly are built into a short stretch of nucleotide sequence called as origin of replication (\"oriC\") which contains multiple binding sites for the initiator protein DnaA (a highly homologous protein amongst bacterial kingdom). DnaA has four domains with each domain responsible for a specific task. There are 11 DnaA binding sites/boxes on the \"E. coli\" origin of replication out of which three boxes R1, R2 and R4 (which have a highly conserved 9 bp consensus sequence 5' - TTATC/ACACA ) are high affinity DnaA boxes. They bind to DnaA-ADP and DnaA-ATP with equal affinities and are bound by DnaA throughout most of the cell cycle and forms a scaffold on which rest of the orisome assembles. The rest eight DnaA boxes are low affinity sites that preferentially bind to DnaA-ATP. During initiation, DnaA bound to high affinity DnaA box R4 donates additional DnaA to the adjacent low affinity site and progressively fill all the low affinity DnaA boxes. Filling of the sites changes origin conformation from its native state. It is hypothesized that DNA stretching by DnaA bound to the origin promotes strand separation which allows more DnaA to bind to the unwound region. The DnaC helicase loader then interacts with the DnaA bound to the single-stranded DNA to recruit the DnaB helicase, which will continue to unwind the DNA as the DnaG primase lays down an RNA primer and DNA Polymerase III holoenzyme begins elongation.",
            "score": 238.70716857910156
        },
        {
            "docid": "31525679_4",
            "document": "Stem cell lineage database . Stem Cells are cells in the body that can divide indefinitely in a culture and can be formulated into specialized cells. In biological research, these cells have become a subject of extensive research. With these cells, scientists will be able to better understand how these cells are differentiated by the process of turning on and off genes. Through this research, scientists will be able to better understand certain diseases such as cancer and how these diseases arise.",
            "score": 238.4730224609375
        },
        {
            "docid": "44419868_13",
            "document": "Single-cell variability . Cells in an otherwise similar population can vary in their size and morphology due to differences in function, changes in metabolism, or simply being in different phases of the cell cycle or some other factor. For example, stem cells can divide asymmetrically, which means the two resultant daughter cells may have different fates (specialized functions), and can differ from each other in size or shape. Researchers who study development may be interested in tracking the physical characteristics of the individual progeny in a growing population in order to understand how stem cells differentiate into a complex tissue or organism over time.",
            "score": 237.89854431152344
        },
        {
            "docid": "7188879_6",
            "document": "Immortal DNA strand hypothesis . In the label-release assay, the goal is to mark the newly synthesized DNA that is normally passed on to the daughter (non-stem) cell. A pulse of DNA label is given to adult stem cells under conditions where they are dividing \"asymmetrically.\" Under conditions of homeostasis, adult stem cells should be dividing asymmetrically so that the same number of adult stem cells is maintained in the tissue compartment. After pulsing for long enough to label all the newly replicated DNA, the DNA label is chased out (each DNA replication now incorporates unlabeled nucleotides) and the adult stem cells are assayed for loss of the DNA label after two cell divisions. If cells are using a random segregation mechanism, then enough DNA label should remain in the cell to be detected. If, however, the adult stem cells are using an immortal DNA strand mechanism, they are obligated to retain the unlabeled 'immortal' DNA, and will release all the newly synthesized labeled DNA to their differentiating daughter cells in two divisions.",
            "score": 237.31954956054688
        },
        {
            "docid": "53151252_9",
            "document": "Large tumor antigen . The major functions of LTag in the viral life cycle involve dysregulation of the host cell's cell cycle and replication of the virus's circular DNA genome. Because polyomavirus genome replication relies on the DNA replication machinery of the host cell, the cell must be in S phase (the part of the cell cycle in which the host cell's genome is normally replicated) in order to provide the necessary molecular machinery for viral DNA replication. The SV40 LTag can induce S phase and activate the host cell's DNA damage response. Coordinated actions of the OBD and helicase regions result in physical manipulation of the viral genome, melting the DNA double helix at the origin of replication and unwinding the circular DNA chromosome in a bidirectional fashion. The structure and function of LTag resembles that of the human papillomavirus oncoproteins.",
            "score": 237.2752227783203
        },
        {
            "docid": "152611_2",
            "document": "Cellular differentiation . In developmental biology, cellular differentiation is the process where a cell changes from one cell type to another. Most commonly the cell changes to a more specialized type. Differentiation occurs numerous times during the development of a multicellular organism as it changes from a simple zygote to a complex system of tissues and cell types. Differentiation continues in adulthood as adult stem cells divide and create fully differentiated daughter cells during tissue repair and during normal cell turnover. Some differentiation occurs in response to antigen exposure. Differentiation dramatically changes a cell's size, shape, membrane potential, metabolic activity, and responsiveness to signals. These changes are largely due to highly controlled modifications in gene expression and are the study of epigenetics. With a few exceptions, cellular differentiation almost never involves a change in the DNA sequence itself. Thus, different cells can have very different physical characteristics despite having the same genome.",
            "score": 236.54080200195312
        },
        {
            "docid": "38057969_8",
            "document": "Progeroid syndromes . \"RecQ\"\" i\"s a family of conserved ATP-dependent helicases required for repairing DNA and preventing deleterious recombination and genomic instability. \"DNA helicases\" are enzymes that bind to double-stranded DNA and temporarily separate them. This unwinding is required in replication of the genome during mitosis, but in the context of PS, it is a required step in repairing damaged DNA. Thus, DNA helicases, such as RecQ, maintain the integrity of a cell, and defects in these helicases are linked to an increased predisposition to cancer and aging phenotypes. Thus, individuals with RecQ-associated PS show an increased risk of developing cancer, which is caused by genomic instability and increased rates of mutation.",
            "score": 235.2650146484375
        },
        {
            "docid": "9015_32",
            "document": "DNA replication . Since replication machineries do not move relatively to template DNAs such as factories, they are called a replication factory. In an alternative figure, DNA factories are similar to projectors and DNAs are like as cinematic films passing constantly into the projectors. In the replication factory model, after both DNA helicases for leading strands and lagging strands are loaded on the template DNAs, the helicases run along the DNAs into each other. The helicases remain associated for the remainder of replication process. Peter Meister et al. observed directly replication sites in budding yeast by monitoring green fluorescent protein(GFP)-tagged DNA polymerases α. They detected DNA replication of pairs of the tagged loci spaced apart symmetrically from a replication origin and found that the distance between the pairs decreased markedly by time. This finding suggests that the mechanism of DNA replication goes with DNA factories. That is, couples of replication factories are loaded on replication origins and the factories associated with each other. Also, template DNAs move into the factories, which bring extrusion of the template ssDNAs and nascent DNAs. Meister’s finding is the first direct evidence of replication factory model. Subsequent research has shown that DNA helicases form dimers in many eukaryotic cells and bacterial replication machineries stay in single intranuclear location during DNA synthesis.",
            "score": 234.51361083984375
        },
        {
            "docid": "4250553_43",
            "document": "Gene . The growth, development, and reproduction of organisms relies on cell division; the process by which a single cell divides into two usually identical daughter cells. This requires first making a duplicate copy of every gene in the genome in a process called DNA replication. The copies are made by specialized enzymes known as DNA polymerases, which \"read\" one strand of the double-helical DNA, known as the template strand, and synthesize a new complementary strand. Because the DNA double helix is held together by base pairing, the sequence of one strand completely specifies the sequence of its complement; hence only one strand needs to be read by the enzyme to produce a faithful copy. The process of DNA replication is semiconservative; that is, the copy of the genome inherited by each daughter cell contains one original and one newly synthesized strand of DNA.",
            "score": 233.22500610351562
        },
        {
            "docid": "334955_13",
            "document": "Therapeutic index . Radiotherapy aims to minimize the size of tumors and kill cancer cells with high energy. The source of high energy arises from x-rays, gamma rays, charged particles and heavy particles. The therapeutic ratio in radiotherapy for cancer treatment is related to the maximum radiation dose by which death of cancer cells is locally controlled and the minimum radiation dose by which cells in normal tissues have low acute and late morbidity. Both of parameters have sigmoidal dose-response curves. Thus, a favorable outcome in dose-response curve is the response of tumor tissue is greater than that of normal tissue to the same dose, meaning that the treatment is effective to tumors and does not cause serious morbidity to normal tissue. Reversely, overlapping response of two tissues is highly likely to cause serious morbidity to normal tissue and ineffective treatment to tumors. The mechanism of radiation therapy is categorized into direct and indirect radiation. Both of direct and indirect radiations induce DNAs to have a mutation or chromosomal rearrangement during its repair process. Direct radiation creates a free DNA radical from radiation energy deposition that damages DNA. Indirect radiation occurs from radiolysis of water, creating a free hydroxyl radical, hydronium and electron. Then, hydroxyl radical transfers its radical to DNA. Or together with hydronium and electron, a free hydroxyl radical can damage base region of DNA. Cancer cells have imbalance of signals in cell cycle. G1 and G2/M arrest are found to be major checkpoints by irradiation in human cells. G1 arrest delays repair mechanism before synthesis of DNA in S phase and mitosis in M phase, suggesting key checkpoint to lead survival of cells. G2/M arrest occurs when cells need to repair after S phase before the mitotic entry. It was also known that S phase is the most resistant to radiation and M phase was the most sensitive to radiation. p53, a tumor suppressor protein that plays a role in G1 and G2/M arrest, enabled the understanding of the cell cycle by radiation. For example, irradiation to myeloid leukemia cell leads to an increase in p53 and a decrease in the level of DNA synthesis. Patients with Ataxia telangiectasia delays have hypersensitivity to radiation due to the delay of accumulation of p53. In this case, cells are able to replicate without repair of their DNA, prone to incidence of cancer. Most cells are in G1 and S phase and irradiation at G2 phase showed increased radiosensitivity and thus G1 arrest has been on focus for therapeutic treatment. Irradiation to a tissue creates response to both irradiated and non-irridiated cells. It was found that even cells up to 50-75 cell diameter distant from irradiated cells have phenotype of enhanced genetic instability such as micronucleation. This suggests the effect of cell-to-cell communication such as paracrine and juxtacrine signaling. Normal cells do not lose DNA repair mechanism whereas cancer cells often lose during radiotherapy. However, the nature of high energy radiation can override the ability of damaged normal cell to repair, leading to cause another risk for carcinogenesis. This suggests a significant risk associated with radiation therapy. Thus, it is desirable to improve the therapeutic ratio during radiotherapy. Employing IG-IMRT, protons and heavy ions are likely to minimize dose to normal tissues by altered fractionation. Molecular targeting to DNA repair pathway can lead to radiosensitization or radioprotection. Examples are direct and indirect inhibitors on DNA double-strand breaks. Direct inhibitors target proteins (PARP family) and kinases (ATM, DNA-PKCs) that are involved in DNA repair. Indirect inhibitors target proteins tumor cell signaling proteins such as EGFR and insulin growth factor.",
            "score": 232.19818115234375
        },
        {
            "docid": "17062920_18",
            "document": "DNA damage theory of aging . Tissue-specific stem cells produce differentiated cells through a series of increasingly more committed progenitor intermediates. In hematopoiesis (blood cell formation), the process begins with long-term hematopoietic stem cells that self-renew and also produce progeny cells that upon further replication go through a series of stages leading to differentiated cells without self-renewal capacity. In mice, deficiencies in DNA repair appear to limit the capacity of hematopoietic stem cells to proliferate and self-renew with age. Sharpless and Depinho reviewed evidence that hematopoietic stem cells, as well as stem cells in other tissues, undergo intrinsic aging. They speculated that stem cells grow old, in part, as a result of DNA damage. DNA damage may trigger signalling pathways, such as apoptosis, that contribute to depletion of stem cell stocks. This has been observed in several cases of accelerated aging and may occur in normal aging too.",
            "score": 231.75428771972656
        },
        {
            "docid": "802042_13",
            "document": "Hydroxycarbamide . Hydroxyurea is a monohydroxyl-substituted urea (hydroxycarbamate) antimetabolite. Similar to other antimetabolite anti-cancer drugs, it acts by disrupting the DNA replication process of dividing cancer cells in the body. Hydroxyurea selectively inhibits ribonucleoside diphosphate reductase, an enzyme required to convert ribonucleoside diphosphates into deoxyribonucleoside diphosphates, thereby preventing cells from leaving the G1/S phase of the cell cycle. This agent also exhibits radiosensitizing activity by maintaining cells in the radiation-sensitive G1 phase and interfering with DNA repair.",
            "score": 231.67257690429688
        }
    ]
}