{
    "q": [
        {
            "docid": "4109042_8",
            "document": "Cell signaling . The notch signaling mechanism is an example of juxtacrine signaling (also known as contact-dependent signaling) in which two adjacent cells must make physical contact in order to communicate. This requirement for direct contact allows for very precise control of cell differentiation during embryonic development. In the worm \"Caenorhabditis elegans\", two cells of the developing gonad each have an equal chance of terminally differentiating or becoming a uterine precursor cell that continues to divide. The choice of which cell continues to divide is controlled by competition of cell surface signals. One cell will happen to produce more of a cell surface protein that activates the Notch receptor on the adjacent cell. This activates a feedback loop or system that reduces Notch expression in the cell that will differentiate and that increases Notch on the surface of the cell that continues as a stem cell.",
            "score": 212.59715008735657
        },
        {
            "docid": "35075604_7",
            "document": "Hans Clevers . He was the first to link Wnt signaling with adult stem cell biology, when he showed that TCF4 gene disruption leads to the abolition of crypt stem cell compartments of the gut. He went on to show that the Tcf4-driven target gene program in colorectal cancer cells is the malignant counterpart of a physiological crypt stem cell program. He then described the Wnt target Lgr5 as a marker for adult stem cells including those of crypts. By the creation of several ingenious Lgr5-based transgenic mice, he established the intestinal crypt as one of the pre-eminent models to visualize and study adult stem cells in mammals. He described several counter-intuitive characteristics for crypt stem cells: Lgr5 stem cells are abundant, they cycle rapidly, they divide symmetrically, and utilize their Paneth cell-daughters as their niche.",
            "score": 187.714280128479
        },
        {
            "docid": "2777285_25",
            "document": "Adult stem cell . Pluripotent stem cells, i.e. cells that can give rise to any fetal or adult cell type, can be found in a number of tissues, including umbilical cord blood. Using genetic reprogramming, pluripotent stem cells equivalent to embryonic stem cells have been derived from human adult skin tissue. Other adult stem cells are multipotent, meaning they are restricted in the types of cell they can become, and are generally referred to by their tissue origin (such as mesenchymal stem cell, adipose-derived stem cell, endothelial stem cell, etc.). A great deal of adult stem cell research has focused on investigating their capacity to divide or self-renew indefinitely, and their potential for differentiation. In mice, pluripotent stem cells can be directly generated from adult fibroblast cultures.",
            "score": 228.56653666496277
        },
        {
            "docid": "7188879_9",
            "document": "Immortal DNA strand hypothesis . Since these cells were cycling but continued to contain the BrdU label in their DNA, the researchers reasoned that they must be segregating their DNA using an immortal DNA strand mechanism. Joshua Merok \"et al.\" from the lab of James Sherley engineered mammalian cells with an inducible p53 gene that controls asymmetric divisions. BrdU pulse/chase experiments with these cells demonstrated that chromosomes segregated non-randomly only when the cells were induced to divide asymmetrically like adult stem cells. These asymmetrically dividing cells provide an \"in vitro\" model for demonstration and investigation of immortal strand mechanisms.",
            "score": 155.19142389297485
        },
        {
            "docid": "7188879_5",
            "document": "Immortal DNA strand hypothesis . In the label-retention assay, the goal is to mark 'immortal' or parental DNA strands with a DNA label such as tritiated thymidine or bromodeoxyuridine (BrdU). These types of DNA labels will incorporate into the newly synthesized DNA of dividing cells during S phase. A pulse of DNA label is given to adult stem cells under conditions where they have not yet delineated an immortal DNA strand. During these conditions, the adult stem cells are either dividing \"symmetrically\" (thus with each division a new 'immortal' strand is determined and in at least one of the stem cells the immortal DNA strand will be marked with DNA label), or the adult stem cells have \"not yet been determined\" (thus their precursors are dividing symmetrically, and once they differentiate into adult stem cells and choose an 'immortal' strand, the 'immortal strand' will already have been marked). Experimentally, adult stem cells are undergoing symmetric divisions during growth and after wound healing, and are not yet determined at neonatal stages. Once the immortal DNA strand is labelled and the adult stem cell has begun or resumed asymmetric divisions, the DNA label is chased out. In symmetric divisions (most mitotic cells), DNA is segregating randomly and the DNA label will be diluted out to levels below detection after five divisions. If, however, cells are using an immortal DNA strand mechanism, then all the labeled DNA will continue to co-segregate with the adult stem cell, and after five (or more) divisions will still be detected within the adult stem cell. These cells are sometimes called label-retaining cells (LRCs).",
            "score": 195.42067921161652
        },
        {
            "docid": "777462_3",
            "document": "Neuroblast . Neuroblasts are mainly present as precursors of neurons during embryonic development; however, they also constitute one of the cell types involved in adult neurogenesis. Adult neurogenesis is characterized by neural stem cell differentiation and integration in the mature adult mammalian brain. This process occurs in the dentate gyrus of the hippocampus and in the subventricular zones of the adult mammalian brain. Neuroblasts are formed when a neural stem cell, which can differentiate into any type of mature neural cell (i.e. neurons, oligodendrocytes, astrocytes, etc.), divides and becomes a transit amplifying cell. Transit amplifying cells are slightly more differentiated than neural stem cells and can divide asymmetrically to produce postmitotic neuroblasts or glioblasts, as well as other transit amplifying cells. A neuroblast, a daughter cell of a transit amplifying cell, is initially a neural stem cell that has reached the \"point of no return.\" A neuroblast has differentiated such that it will mature into a neuron and not any other neural cell type. Neuroblasts are being studied extensively as they have the potential to be used therapeutically to combat cell loss due to injury or disease in the brain, although their potential effectiveness is debated.",
            "score": 210.14986050128937
        },
        {
            "docid": "10446876_9",
            "document": "Fate mapping . Cre-lox can also be used to permanently, fluorescently label cells by using a transgenic which contains a ubiquitous promoter such as β-actin driving a super-stop sequence flanked by loxP sites, upstream of a fluorescent protein sequence such as RFP. In this fashion, Julien Bertrand from David Traver's lab and Neil Chi discovered the endothelial-origin of hematopoietic (blood) stem cells in zebrafish by using a transgenic with an endothelial promoter, kdrl, driving Cre recombinase crossed to β-actin loxP transgenic fish (2010). Thus, in the presence of Cre, all endothelium-derived cells became indelibly fluorescent red since the super-stop was removed from the genome, and RFP will be expressed under the control of β-actin in all cellular progeny. Indeed, they found that nearly all hematopoietic stem cells and differentiated blood cells were RFP+, indicating their embryonic endothelial origin (See Figure 2). Similar site-directed recombination technology such as FLP-FRT recombination (Flippase and Flippase recognition target sites) is extremely powerful in cell fate mapping, ablation studies, and genetic mosaic analysis; this tool is also used heavily in studies in animal systems as divergent as mice and flies. In a similar fashion to reporter gene activation, Cre-lox recombination system can also be used to activate or inactivate a gene of interest, creating gain-of-function or loss-of-function models. As a matter of fact, researchers often need to perform lineage tracing whist perturbing a gene of interest. To this purpose, one could design a genetic model where within a cell one recombination event is designed for manipulating the gene of interest and the other recombination event is designed for activating a reporter gene. The fate of the cell whose gene is perturbed can then be followed and the function of the gene be revealed. Interpretation of this kind of cell lineage tracing experiments should be made with caution because the two recombination events may not occur simultaneously. Work in other animal models such as the nematode \"C. elegans\" was done with single-cell resolution prior to the widespread use of injectable cell tracers. The rapid embryonic development and transparent nature of the nematode allowed the construction of a hierarchical fate map of each mitotic event, from the single-cell zygote to the multicellular adult worm by John Sulston and colleagues in 1982. This cell lineage map was based entirely on observation using Nomarski optics, with no dyes.",
            "score": 154.98196864128113
        },
        {
            "docid": "987320_27",
            "document": "Neurotechnology . The ethical debate about use of embryonic stem cells has stirred controversy both in the United States and abroad; although more recently these debates have lessened due to modern advances in creating induced pluripotent stem cells from adult cells. The greatest advantage for use of embryonic stem cells is the fact that they can differentiate (become) nearly any type of cell provided the right conditions and signals. However, recent advances by Shinya Yamanaka et al. have found ways to create pluripotent cells without the use of such controversial cell cultures. Using the patient's own cells and re-differentiating them into the desired cell type bypasses both possible patient rejection of the embryonic stem cells and any ethical concerns associated with using them, while also providing researchers a larger supply of available cells. However, induced pluripotent cells have the potential to form benign (though potentially malignant) tumors, and tend to have poor survivability \"in vivo\" (in the living body) on damaged tissue. Much of the ethics concerning use of stem cells has subsided from the embryonic/adult stem cell debate due to its rendered moot, but now societies find themselves debating whether or not this technology can be ethically used. Enhancements of traits, use of animals for tissue scaffolding, and even arguments for moral degeneration have been made with the fears that if this technology reaches its full potential a new paradigm shift will occur in human behavior.",
            "score": 205.3122342824936
        },
        {
            "docid": "35075604_10",
            "document": "Hans Clevers . Clevers and his team thus showed that “there is that this TCF transcription factor, there is a small family of them, they occur in every animal on the planet, they are the end point of the signal transcription cascade, and they control virtually every decision in a developing animal. When we realized this we started changing our model systems, we used to work on lymphocytes, and we changed it, first to frogs and flies, drosophila, where the Wnt pathway had been studied by many other people that way we could use assays of those people. We then realized that in mammals Wnt signaling...was not only important in embryos but also crucial in adults, which is novel. And we switched to the gut, we found that one of our knockouts, the TCF4 knockout, one of the four members of that family had no stem cells in the gut. And this is the first link in the literature, this was also a ’97 paper in Nature Genetics, between Wnt signaling and stem cells in adults. And in that same year we found in a collaboration with Bert Vogelstein that colon cancer comes about by the disregulation of TCF4, and those two phenomena are really linked. So stem cells need TCF4, cancers disregulate TCF4 by mutating a gene upstream in that pathway called APC.”",
            "score": 163.29754853248596
        },
        {
            "docid": "356382_5",
            "document": "Gene regulatory network . In multicellular animals the same principle has been put in the service of gene cascades that control body-shape. Each time a cell divides, two cells result which, although they contain the same genome in full, can differ in which genes are turned on and making proteins. Sometimes a 'self-sustaining feedback loop' ensures that a cell maintains its identity and passes it on. Less understood is the mechanism of epigenetics by which chromatin modification may provide cellular memory by blocking or allowing transcription. A major feature of multicellular animals is the use of morphogen gradients, which in effect provide a positioning system that tells a cell where in the body it is, and hence what sort of cell to become. A gene that is turned on in one cell may make a product that leaves the cell and diffuses through adjacent cells, entering them and turning on genes only when it is present above a certain threshold level. These cells are thus induced into a new fate, and may even generate other morphogens that signal back to the original cell. Over longer distances morphogens may use the active process of signal transduction. Such signalling controls embryogenesis, the building of a body plan from scratch through a series of sequential steps. They also control and maintain adult bodies through feedback processes, and the loss of such feedback because of a mutation can be responsible for the cell proliferation that is seen in cancer. In parallel with this process of building structure, the gene cascade turns on genes that make structural proteins that give each cell the physical properties it needs.",
            "score": 156.32861828804016
        },
        {
            "docid": "12303321_8",
            "document": "Telomerase reverse transcriptase . hTERT is often up-regulated in cells that divide rapidly, including both embryonic stem cells and adult stem cells. It elongates the telomeres of stem cells, which, as a consequence, increases the lifespan of the stem cells by allowing for indefinite division without shortening of telomeres. Therefore, it is responsible for the self-renewal properties of stem cells. Telomerase are found specifically to target shorter telomere over longer telomere, due to various regulatory mechanisms inside the cells that reduce the affinity of telomerase to longer telomeres. This preferential affinity maintains a balance within the cell such that the telomeres are of sufficient length for their function and yet, at the same time, not contribute to aberrant telomere elongation  High expression of hTERT is also often used as a landmark for pluripotency and multipotency state of embryonic and adult stem cells. Over-expression of hTERT was found to immortalize certain cell types as well as impart different interesting properties to different stem cells.",
            "score": 201.4133882522583
        },
        {
            "docid": "2777285_18",
            "document": "Adult stem cell . Discoveries in recent years have suggested that adult stem cells might have the ability to differentiate into cell types from different germ layers. For instance, neural stem cells from the brain, which are derived from ectoderm, can differentiate into ectoderm, mesoderm, and endoderm. Stem cells from the bone marrow, which is derived from mesoderm, can differentiate into liver, lung, GI tract and skin, which are derived from endoderm and mesoderm. This phenomenon is referred to as stem cell transdifferentiation or plasticity. It can be induced by modifying the growth medium when stem cells are cultured \"in vitro\" or transplanting them to an organ of the body different from the one they were originally isolated from. There is yet no consensus among biologists on the prevalence and physiological and therapeutic relevance of stem cell plasticity. More recent findings suggest that pluripotent stem cells may reside in blood and adult tissues in a dormant state. These cells are referred to as \"Blastomere Like Stem Cells\" and \"very small embryonic like\" – \"VSEL\" stem cells, and display pluripotency in vitro. As BLSC's and VSEL cells are present in virtually all adult tissues, including lung, brain, kidneys, muscles, and pancreas Co-purification of BLSC's and VSEL cells with other populations of adult stem cells may explain the apparent pluripotency of adult stem cell populations. However, recent studies have shown that both human and murine VSEL cells lack stem cell characteristics and are not pluripotent.",
            "score": 220.9616504907608
        },
        {
            "docid": "38262758_14",
            "document": "Hes3 signaling axis . As stated above, the STAT3-Ser/Hes3 signaling axis regulates the number of neural stem cells (as well as other cell types) in culture. This prompted experiments to determine if the same pathway can also regulate the number of naturally resident (endogenous) neural stem cells in the adult rodent brain. If so, this would generate a new experimental approach to study the effects of increasing the number of endogenous neural stem cells (eNSCs). For example, would this lead to the replacement of lost cells by newly generated cells from eNSCs? Or, could this lead to the rescue of damaged neurons in models of neurodegenerative disease, since eNSCs are known to produce factors that can protect injured neurons?",
            "score": 195.32125902175903
        },
        {
            "docid": "7188879_11",
            "document": "Immortal DNA strand hypothesis . These experiments supporting the immortal strand hypothesis, however, are not conclusive. While the Lark experiments demonstrated co-segregation, the co-segregation may have been an artifact of radiation from the tritium. Although Potten identified the cycling, label-retaining cells as adult stem cells, these cells are difficult to identify unequivocally as adult stem cells. While the engineered cells provide an elegant model for co-segregation of chromosomes, studies with these cells were done \"in vitro\" with engineered cells. Some features may not be present \"in vivo\" or may be absent \"in vitro\". In May 2007 evidence in support of the Immortal DNA Strand theory was discovered by Michael Conboy et al., using the muscle stem/satellite cell model during tissue regeneration, where there is tremendous cell division during a relatively brief period of time. Using two BrdU analogs to label template and newly synthesized DNA strands, they saw that about half of the dividing cells in regenerating muscle sort the older \"Immortal\" DNA to one daughter cell and the younger DNA to the other. In keeping with the stem cell hypothesis, the more undifferentiated daughter typically inherited the chromatids with the older DNA, while the more differentiated daughter inherited the younger DNA.",
            "score": 182.3843948841095
        },
        {
            "docid": "51778204_3",
            "document": "Spermatogonial stem cell . During foetal development gonocytes develop from primordial germ cells and following this SSCs develop from gonocytes in the testis. SSCs are the early precursor for spermatozoa and are responsible for the continuation of spermatogenesis in adult mammals. The stem cells are capable of dividing into more SSCs which is vital for maintaining the stem cell pool. Alternatively they go on to differentiate into spermatocytes, spermatids and finally spermatozoa.",
            "score": 187.46322584152222
        },
        {
            "docid": "10213576_32",
            "document": "Stem-cell niche . In accordance with the hierarchy model of tumours, the Cancer Stem Cells (CSC) are maintained by biochemical and physical contextual signals emanating from the microenvironment, called the cancer stem cell niche. The CSC niche is very similar to normal stem cells niche (Embryonic Stem Cell (ESC), Adult Stem Cell ASC) in function (maintaining of self-renewal, undifferentiated state and ability to differentiate) and in signalling pathways (Activin/Noda, Akt/PTEN, JAK/STAT, PI3-K, TGF-β, Wnt and BMP). It is hypothesized that CSCs arise form aberrant signalling of the microenvironment and participates not only in providing survival signals to CSCs but also in metastasis by induction of Epithelial-Mesenchymal Transition (EMT).",
            "score": 202.28840565681458
        },
        {
            "docid": "1721040_9",
            "document": "Martin Evans . Evans and Kaufman isolated the embryonic stem cells from early embryos (embryoblasts) of mice and established them in cell cultures. These early embryonic cells have the potential to differentiate into any of the cells of the adult organism. They modified these stem cells genetically and placed them in the wombs of female mice so they would give birth to genetically modified offspring. In 1981, Evans and Kaufman published results for experiments in which they described how they isolated embryonic stem cells from mouse blastocysts and grew them in cell cultures. This was also achieved by Gail R. Martin, independently, in the same year. Eventually, Evans was able to isolate the embryonic stem cell of the early mouse embryo and establish it in a cell culture. He then genetically modified it and implanted it into adult female mice with the intent of creating genetically modified offspring, the forbearers of the laboratory mice that are considered so vital to medical research today. The availability of these cultured stem cells eventually made possible the introduction of specific gene alterations into the germ line of mice and the creation of transgenic mice to use as experimental models for human illnesses.",
            "score": 182.76014983654022
        },
        {
            "docid": "7115286_14",
            "document": "Asymmetric cell division . In normal stem and progenitor cells, asymmetric cell division balances proliferation and self-renewal with cell-cycle exit and differentiation. Disruption of asymmetric cell division leads to aberrant self-renewal and impairs differentiation, and could therefore constitute an early step in the tumorogenic transformation of stem and progenitor cells. In normal non-tumor stem cells, a number of genes have been described which are responsible for pluripotency, such as Bmi-1, Wnt and Notch. These genes have been discovered also in the case of cancer stem cells, and shows that their aberrant expression is essential for the formation of tumor cell mass. For example, it has been shown that gastrointestinal cancers contain rare subpopulation of cancer stem cells which are capable to divide asymmetrically. The asymmetric division in these cells is regulated by cancer niche (microenvironment) and Wnt pathway. Blocking the Wnt pathway with IWP2 (WNT antagonist) or siRNA-TCF4 resulted in high suppression of asymmetric cell division.",
            "score": 194.70572543144226
        },
        {
            "docid": "55215371_11",
            "document": "Ced-3 . In a recent study, it was found that for \"C. elegans\" in particular, programmed cell death is also found to be related to an immune system response to a pathogenic infection. By eliminating the infected cells, the nematode can ensure its survival against the attack. \"C. elegans\" also undergoes major anatomy changes that must be mediated by programmed cell deaths, and it was found that PCD is regulated by environmental conditions due to the fact that cell deaths were more commonly found in old, starving worms rather than new, healthy worms.",
            "score": 117.68089818954468
        },
        {
            "docid": "7188879_6",
            "document": "Immortal DNA strand hypothesis . In the label-release assay, the goal is to mark the newly synthesized DNA that is normally passed on to the daughter (non-stem) cell. A pulse of DNA label is given to adult stem cells under conditions where they are dividing \"asymmetrically.\" Under conditions of homeostasis, adult stem cells should be dividing asymmetrically so that the same number of adult stem cells is maintained in the tissue compartment. After pulsing for long enough to label all the newly replicated DNA, the DNA label is chased out (each DNA replication now incorporates unlabeled nucleotides) and the adult stem cells are assayed for loss of the DNA label after two cell divisions. If cells are using a random segregation mechanism, then enough DNA label should remain in the cell to be detected. If, however, the adult stem cells are using an immortal DNA strand mechanism, they are obligated to retain the unlabeled 'immortal' DNA, and will release all the newly synthesized labeled DNA to their differentiating daughter cells in two divisions.",
            "score": 206.29119324684143
        },
        {
            "docid": "3853380_10",
            "document": "Stem-cell therapy . Healthy adult brains contain neural stem cells which divide to maintain general stem-cell numbers, or become progenitor cells. In healthy adult laboratory animals, progenitor cells migrate within the brain and function primarily to maintain neuron populations for olfaction (the sense of smell). Pharmacological activation of endogenous neural stem cells has been reported to induce neuroprotection and behavioral recovery in adult rat models of neurological disorder.",
            "score": 198.5530607700348
        },
        {
            "docid": "14165299_15",
            "document": "KLF4 . Takahashi and Yamanaka were the first identify KLF4 as one of four factors that are required to induce mouse embryonic and adult fibroblasts into pluripotent stem cells (iPS). This was also found to be true for adult human fibroblasts. Since 2006 up to today, the work on clinically relevant research in stem cells and stem cell induction, has increased dramatically (more than 10,000 research articles, as compared to about 60 between years 1900 to 2005). In vivo functional studies on the role of KLF4 in stem cells are rare. Recently a group investigated the role of KLF4 in a particular population of intestinal stem cells, the Bmi1+ stem cells. This population of intestinal stem cells: are normally slow dividing, are known to be resistant to radiation injury, and are the ones responsible for intestinal epithelium regeneration following radiation injury. The study showed that in the intestine, following γ-irradiation-induced DNA damage, KLF4 may regulate epithelial regeneration by modulating the fate of Bmi1+ stem cells themselves, and consequently the development of BMI1+ intestinal stem cell-derived lineage.",
            "score": 195.2573046684265
        },
        {
            "docid": "11088829_72",
            "document": "Nerve guidance conduit . Adult stem cells are not able to proliferate and differentiate as effectively \"in vitro\" as they are able to \"in vivo\". Adult stem cells can come from many different tissue locations, but it is difficult to isolate them because they are defined by behavior and not surface markers. A method has yet to be developed for clearly distinguishing between stem cells and the differentiated cells surrounding them. However, surface markers can still be used to a certain extent to remove most of the unwanted differentiated cells. Stem cell plasticity is the ability to differentiate across embryonic germ line boundaries. Though, the presence of plasticity has been hotly contested. Some claim that plasticity is caused by heterogeneity among the cells or cell fusion events. Currently, cells can be differentiated across cell lines with yields ranging from 10% to 90% depending on techniques used. More studies need to be done in order to standardize the yield with transdifferentiation. Transdifferentiation of multipotent stem cells is a potential means for obtaining stem cells that are not available or not easily obtained in the adult.",
            "score": 195.89933490753174
        },
        {
            "docid": "10213576_11",
            "document": "Stem-cell niche . In \"Drosophila melanogaster\", the GSC niche resides in the anterior-most region of each ovariole, known as the germarium. The GSC niche consists of necessary somatic cells-terminal filament cells, cap cells, escort cells, and other stem cells which function to maintain the GSCs. The GSC niche holds on average 2–3 GSCs, which are directly attached to somatic cap cells and Escort stem cells, which send maintenance signals directly to the GSCs. GSCs are easily identified through histological staining against vasa protein (to identify germ cells) and 1B1 protein (to outline cell structures and a germline specific fusome structure). Their physical attachment to the cap cells is necessary for their maintenance and activity. A GSC will divide asymmetrically to produce one daughter cystoblast, which then undergoes 4 rounds of incomplete mitosis as it progresses down the ovariole (through the process of oogenesis) eventually emerging as a mature egg chamber; the fusome found in the GSCs functions in cyst formation and may regulate asymmetrical cell divisions of the GSCs. Because of the abundant genetic tools available for use in \"Drosophila melanogaster\" and the ease of detecting GSCs through histological stainings, researchers have uncovered several molecular pathways controlling GSC maintenance and activity.",
            "score": 211.00874710083008
        },
        {
            "docid": "152611_2",
            "document": "Cellular differentiation . In developmental biology, cellular differentiation is the process where a cell changes from one cell type to another. Most commonly the cell changes to a more specialized type. Differentiation occurs numerous times during the development of a multicellular organism as it changes from a simple zygote to a complex system of tissues and cell types. Differentiation continues in adulthood as adult stem cells divide and create fully differentiated daughter cells during tissue repair and during normal cell turnover. Some differentiation occurs in response to antigen exposure. Differentiation dramatically changes a cell's size, shape, membrane potential, metabolic activity, and responsiveness to signals. These changes are largely due to highly controlled modifications in gene expression and are the study of epigenetics. With a few exceptions, cellular differentiation almost never involves a change in the DNA sequence itself. Thus, different cells can have very different physical characteristics despite having the same genome.",
            "score": 186.39716792106628
        },
        {
            "docid": "35509354_4",
            "document": "Juergen Hescheler . Hescheler has been working with embryonic stem cells ever since the late 1980s. Beginning with studies on cellular signal transduction, and starting with works on signalling pathways in different cells (g-protein phosphorylation, electrophysiology of channels) he focussed on embryonic stem cells and has since defined many important basic aspects of both fundamental research and clinical applications. He was the first scientist worldwide to perform electrophysiological and functional experiments on stem cells and differentiated phenotypes thereof. He achieved a first functional characterization of cardiomyocytes developed from embryonic stem cells which is an important prerequisite for their subsequent use in regenerative medicine. He thus pioneered the establishment of stem cell research for application in transplantation medicine. In 2002, he was among the first scientists in Germany to obtain permission to work with human embryonic stem cells. In his current position, as Chairman and Director to the Institute for Neurophysiology at the University of Cologne, his research areas include work on embryonic and adult stem cells, induced pluripotent stem cells, mesenchymal stem cells and germline pluripotent stem cells. Among progressing the use of stem cells for translational purposes, aiming at tapping the potential of stem cell biology towards clinical application, Hescheler actively promotes the vision of EPAA through innovative alternative testing strategies, applying stem cells towards toxicity testing. Apart from the rationale of promoting 3R principles it is his goal that coordinating a multidisciplinary research effort undertaken by various projects and consortia led by Hescheler will generate pathway- and evidence-based understanding of long-term toxic effects, thus moving toxicology from a rather descriptive science towards a more mechanistic-driven predictive one.  Hescheler has been appointed coordinator of various European Consortia such as FunGenES, CRYSTAL, and more recently ESNATS and DETECTIVE. He is also coordinator of the BMBF consortium “iPS and adult bone marrow cells for cardiac repair”. In 2004 he founded and since chaired the German Society of Stem Cell Research (GSZ). He is an active member of the Scientific Panel of the AXLR8 Consortium and a member of steering committee of Stem Cell Network North Rhine Westphalia.",
            "score": 206.8693549633026
        },
        {
            "docid": "152611_34",
            "document": "Cellular differentiation . In order to fulfill the purpose of regenerating a variety of tissues, adult stems are known to migrate from their niches, adhere to new extracellular matrices (ECM) and differentiate. The ductility of these microenvironments are unique to different tissue types. The ECM surrounding brain, muscle and bone tissues range from soft to stiff. The transduction of the stem cells into these cells types is not directed solely by chemokine cues and cell to cell signaling. The elasticity of the microenvironment can also affect the differentiation of mesenchymal stem cells (MSCs which originate in bone marrow.) When MSCs are placed on substrates of the same stiffness as brain, muscle and bone ECM, the MSCs take on properties of those respective cell types. Matrix sensing requires the cell to pull against the matrix at focal adhesions, which triggers a cellular mechano-transducer to generate a signal to be informed what force is needed to deform the matrix. To determine the key players in matrix-elasticity-driven lineage specification in MSCs, different matrix microenvironments were mimicked. From these experiments, it was concluded that focal adhesions of the MSCs were the cellular mechano-transducer sensing the differences of the matrix elasticity. The non-muscle myosin IIa-c isoforms generates the forces in the cell that lead to signaling of early commitment markers. Nonmuscle myosin IIa generates the least force increasing to non-muscle myosin IIc. There are also factors in the cell that inhibit non-muscle myosin II, such as blebbistatin. This makes the cell effectively blind to the surrounding matrix. Researchers have obtained some success in inducing stem cell-like properties in HEK 239 cells by providing a soft matrix without the use of diffusing factors. The stem-cell properties appear to be linked to tension in the cells' actin network. One identified mechanism for matrix-induced differentiation is tension-induced proteins, which remodel chromatin in response to mechanical stretch. The RhoA pathway is also implicated in this process.",
            "score": 193.83945310115814
        },
        {
            "docid": "1209057_20",
            "document": "Wnt signaling pathway . Cell fate specification or cell differentiation is a process where undifferentiated cells can become a more specialized cell type. Wnt signaling induces differentiation of pluripotent stem cells into mesoderm and endoderm progenitor cells. These progenitor cells further differentiate into cell types such as endothelial, cardiac and vascular smooth muscle lineages. Wnt signaling induces blood formation from stem cells. Specifically, Wnt3 leads to mesoderm committed cells with hematopoietic potential. Wnt1 antagonizes neural differentiation and is a major factor in self-renewal of neural stem cells. This allows for regeneration of nervous system cells, which is further evidence of a role in promoting neural stem cell proliferation. Wnt signaling is involved in germ cell determination, gut tissue specification, hair follicle development, lung tissue development, trunk neural crest cell differentiation, nephron development, ovary development and sex determination. Wnt signaling also antagonizes heart formation, and Wnt inhibition was shown to be a critical inducer of heart tissue during development, and small molecule Wnt inhibitors are routinely used to produce cardiomyocytes from pluripotent stem cells .",
            "score": 209.59112131595612
        },
        {
            "docid": "36315057_49",
            "document": "Induced stem cells . A common feature of pluripotent stem cells is the specific nature of protein glycosylation of their outer membrane. That distinguishes them from most nonpluripotent cells, although not white blood cells. The glycans on the stem cell surface respond rapidly to alterations in cellular state and signaling and are therefore ideal for identifying even minor changes in cell populations. Many stem cell markers are based on cell surface glycan epitopes including the widely used markers SSEA-3, SSEA-4, Tra 1-60 and Tra 1-81. Suila Heli et al. speculate that in human stem cells extracellular O-GlcNAc and extracellular O-LacNAc, play a crucial role in the fine tuning of Notch signaling pathway - a highly conserved cell signaling system, that regulates cell fate specification, differentiation, left–right asymmetry, apoptosis, somitogenesis, angiogenesis and plays a key role in stem cell proliferation (reviewed by Perdigoto and Bardin and Jafar-Nejad et al.)",
            "score": 196.45434379577637
        },
        {
            "docid": "1872854_19",
            "document": "Biochemical cascade . At cell cycle level there is an increase of complexity of the mechanisms in somatic stem cells. However, it is observed a decrease of self-renewal potential with age. These mechanisms are regulated by p16-CDK4/6-Rb and p19-p53-P21 signaling pathways. Embryonic stem cells have constitutive cyclin E-CDK2 activity, which hyperphosphorylates and inactivates Rb. This leads to a short G1 phase of the cell cycle with rapid G1-S transition and little dependence on mitogenic signals or D cyclins for S phase entry. In fetal stem cells, mitogens promote a relatively rapid G1-S transition through cooperative action of cyclin D-CDK4/6 and cyclin E-CDK2 to inactivate Rb family proteins. p16 and p19 expression are inhibited by Hmga2-dependent chromatin regulation. Many young adult stem cells are quiescent most of the time. In the absence of mitogenic signals, cyclin-CDKs and the G1-S transition are suppressed by cell cycle inhibitors including Ink4 and Cip/Kip family proteins. As a result, Rb is hypophosphorylated and inhibits E2F, promoting quiescence in G0-phase of the cell cycle. Mitogen stimulation mobilizes these cells into cycle by activating cyclin D expression. In old adult stem cells, let-7 microRNA expression increases, reducing Hmga2 levels and increasing p16 and p19 levels. This reduces the sensitivity of stem cells to mitogenic signals by inhibiting cyclin-CDK complexes. As a result, either stem cells cannot enter the cell cycle, or cell division slows in many tissues.",
            "score": 226.54535174369812
        },
        {
            "docid": "5150349_22",
            "document": "Hedgehog signaling pathway . Hedgehog signaling remains important in the adult. Sonic hedgehog has been shown to promote the proliferation of adult stem cells from various tissues, including primitive hematopoietic cells, mammary and neural stem cells. Activation of the hedgehog pathway is required for transition of the hair follicle from the resting to the growth phase. This failed due to toxicities found in animal models.",
            "score": 174.30917620658875
        },
        {
            "docid": "54114_32",
            "document": "Vitamin A . Hematopoietic stem cells are important for the production of all blood cells, including immune cells, and are able to replenish these cells throughout the life of an individual. Dormant hematopoietic stem cells are able to self-renew and are available to differentiate and produce new blood cells when they are needed. In addition to T cells, Vitamin A is important for the correct regulation of hematopoietic stem cell dormancy. When cells are treated with all-trans retinoic acid, they are unable to leave the dormant state and become active, however, when vitamin A is removed from the diet, hematopoietic stem cells are no longer able to become dormant and the population of hematopoietic stem cells decreases. This shows an importance in creating a balanced amount of vitamin A within the environment to allow these stem cells to transition between a dormant and activated state, in order to maintain a healthy immune system.",
            "score": 189.01711869239807
        }
    ],
    "r": [
        {
            "docid": "10213576_2",
            "document": "Stem-cell niche . Stem-cell niche refers to a microenvironment, within the specific anatomic location where stem cells are found, which interacts with stem cells to regulate cell fate. The word 'niche' can be in reference to the \"in vivo\" or \"in vitro\" stem-cell microenvironment. During embryonic development, various niche factors act on embryonic stem cells to alter gene expression, and induce their proliferation or differentiation for the development of the fetus. Within the human body, stem-cell niches maintain adult stem cells in a quiescent state, but after tissue injury, the surrounding micro-environment actively signals to stem cells to promote either self-renewal or differentiation to form new tissues. Several factors are important to regulate stem-cell characteristics within the niche: cell–cell interactions between stem cells, as well as interactions between stem cells and neighbouring differentiated cells, interactions between stem cells and adhesion molecules, extracellular matrix components, the oxygen tension, growth factors, cytokines, and the physicochemical nature of the environment including the pH, ionic strength (e.g. Ca concentration) and metabolites, like ATP, are also important. The stem cells and niche may induce each other during development and reciprocally signal to maintain each other during adulthood.",
            "score": 235.32774353027344
        },
        {
            "docid": "619064_5",
            "document": "G0 phase . Stem cells are cells with the unique ability to produce differentiated daughter cells and to preserve their stem cell identity through self-renewal. In mammals, most adult tissues contain tissue-specific stem cells that reside in the tissue and proliferate to maintain homeostasis for the lifespan of the organism. These cells can undergo immense proliferation in response to tissue damage before differentiating and engaging in regeneration. Some tissue stem cells exist in a reversible, quiescent state indefinitely until being activated by external stimuli. Many different types of tissue stem cells exist, including muscle stem cells (MuSCs), neural stem cells (NSCs), intestinal stem cells (ISCs), and many others.",
            "score": 230.43026733398438
        },
        {
            "docid": "51777983_2",
            "document": "Oogonial stem cells . Oogonial stem cells (OSCs), also known as egg precursor cells or female germline cells, are diploid germline cells with stem cell characteristics: the ability to renew and differentiate into other cell types, different from their tissue of origin. Present in invertebrates and some lower vertebrate species, they have been extensively studied in \"Caenorhabditis elegans\", \"Drosophila melanogaster\" and \"Xenopus laevis\" (the African clawed frog). OSCs allow the production of new female reproductive cells (oocytes) by the process of oogenesis during an organism's reproductive life.",
            "score": 229.1538848876953
        },
        {
            "docid": "2777285_25",
            "document": "Adult stem cell . Pluripotent stem cells, i.e. cells that can give rise to any fetal or adult cell type, can be found in a number of tissues, including umbilical cord blood. Using genetic reprogramming, pluripotent stem cells equivalent to embryonic stem cells have been derived from human adult skin tissue. Other adult stem cells are multipotent, meaning they are restricted in the types of cell they can become, and are generally referred to by their tissue origin (such as mesenchymal stem cell, adipose-derived stem cell, endothelial stem cell, etc.). A great deal of adult stem cell research has focused on investigating their capacity to divide or self-renew indefinitely, and their potential for differentiation. In mice, pluripotent stem cells can be directly generated from adult fibroblast cultures.",
            "score": 228.5665283203125
        },
        {
            "docid": "14815292_6",
            "document": "BTG1 . Recent data, obtained in a new model of mouse lacking the BTG1 gene, indicate that BTG1 is essential for the proliferation and expansion of stem cells in the adult neurogenic niches, i.e. the dentate gyrus and sub ventricular zone (see for review). In particular, BTG1 keeps adult neural stem cells in quiescence, preserving the neural stem cells pool from depletion. In the absence of BTG1, the stem and progenitor cells initially hyper proliferate and then in the longer period lose the ability to proliferate and expand. Other recent data indicate that physical exercise can fully reconstitute the proliferative defect of stem cells that follows the ablation of the BTG1 gene, suggesting that the pool of neural stem cells maintains a hidden form of plasticity which is tightly controlled by BTG1; hence, BTG1 might prevent the depletion of stem cells in the presence of strong neurogenic stimuli or of neural degenerative stimuli.",
            "score": 227.88275146484375
        },
        {
            "docid": "1872854_19",
            "document": "Biochemical cascade . At cell cycle level there is an increase of complexity of the mechanisms in somatic stem cells. However, it is observed a decrease of self-renewal potential with age. These mechanisms are regulated by p16-CDK4/6-Rb and p19-p53-P21 signaling pathways. Embryonic stem cells have constitutive cyclin E-CDK2 activity, which hyperphosphorylates and inactivates Rb. This leads to a short G1 phase of the cell cycle with rapid G1-S transition and little dependence on mitogenic signals or D cyclins for S phase entry. In fetal stem cells, mitogens promote a relatively rapid G1-S transition through cooperative action of cyclin D-CDK4/6 and cyclin E-CDK2 to inactivate Rb family proteins. p16 and p19 expression are inhibited by Hmga2-dependent chromatin regulation. Many young adult stem cells are quiescent most of the time. In the absence of mitogenic signals, cyclin-CDKs and the G1-S transition are suppressed by cell cycle inhibitors including Ink4 and Cip/Kip family proteins. As a result, Rb is hypophosphorylated and inhibits E2F, promoting quiescence in G0-phase of the cell cycle. Mitogen stimulation mobilizes these cells into cycle by activating cyclin D expression. In old adult stem cells, let-7 microRNA expression increases, reducing Hmga2 levels and increasing p16 and p19 levels. This reduces the sensitivity of stem cells to mitogenic signals by inhibiting cyclin-CDK complexes. As a result, either stem cells cannot enter the cell cycle, or cell division slows in many tissues.",
            "score": 226.54534912109375
        },
        {
            "docid": "42069970_13",
            "document": "Neuronal lineage marker . The standard method of isolating neural stem cells in vitro is with the neurosphere culture system, the method originally used to identify NSCs. After some proliferation, the cells are either induced to differentiate by withdrawing the mitogens or by exposing the cells to another factor that induces some of the cells to develop into different lineages. Cellular fates are analysed by staining with antibodies directed against antigens specific for astrocytes, oligodendrocytes, and neurons. In some cases, cells are plated at low density and monitored to determine if a single cell can give rise to the three phenotypes. Immunomagnetic cell separation strategies using antibodies directed against cell surface markers present on stem cells, progenitors and mature CNS cells have been applied to the study of NSCs. Other non-immunological methods have been used to identify populations of cells from normal and tumorigenic CNS tissues, which demonstrate some of the in vitro properties of stem cells, including high aldehyde dehydrogenase (ALDH) enzyme activity. ALDH cells from embryonic rat and mouse CNS have been isolated and shown to have the ability to generate neurospheres, neurons, astrocytes and oligodendrocytes in vitro, as well as neurons in vivo when transplanted into the adult mouse cerebral cortex. Once a stem cell divides asymmetrically, the more mature progenitor is born and migrates to regions of differentiation. As the progenitor migrates, it matures further until it reaches a site where it stops and either becomes quiescent or fully differentiates into a functioning cell. The major obstacle to identifying and discovering markers that define a stem cell is that the most primitive cells are probably in a quiescent state and do not express many unique antigens. Thus, as with other fields like haematopoiesis, a combination of positive and negative markers will be required to better define the central nervous system stem cell. Nonetheless, changes in the expression levels of specific molecules can be used to indicate the presence of neural stem cells in studies focused on further differentiation toward specific neural lineages. Usual markers used for neural stem cells include Nestin and SOX2. Although Nestin it is expressed predominantly in stem cells of the central nervous system (CNS), its expression is absent from nearly all mature CNS cells, thus it is an efficient marker for neural stem cells. During neurogenesis, Sox2 is expressed throughout developing cells in the neural tube as well as in proliferating CNS progenitors, hence is thought to be centrally important for neural stem cell proliferation and differentiation. In addition to intracellular molecules, products are available to study proteins which are expressed at the cell surface, including ABCG2, FGF R4, and Frizzled-9.",
            "score": 223.37322998046875
        },
        {
            "docid": "27783_3",
            "document": "Stem cell . In mammals, there are two broad types of stem cells: embryonic stem cells, which are isolated from the inner cell mass of blastocysts, and adult stem cells, which are found in various tissues. In adult organisms, stem cells and progenitor cells act as a repair system for the body, replenishing adult tissues. In a developing embryo, stem cells can differentiate into all the specialized cells—ectoderm, endoderm and mesoderm (see induced pluripotent stem cells)—but also maintain the normal turnover of regenerative organs, such as blood, skin, or intestinal tissues.",
            "score": 223.1264190673828
        },
        {
            "docid": "2965167_12",
            "document": "NINDS brain trauma research . The use of stem cells to repair or replace damaged brain tissue is a new and exciting avenue of research. A neural stem cell is a special kind of cell that can multiply and give rise to other more specialized cell types. These cells are found in adult neural tissue and normally develop into several different cell types found within the central nervous system. NINDS researchers are investigating the ability of stem cells to develop into neurotransmitter-producing neurons, specifically dopamine-producing cells. Researchers are also looking at the power of stem cells to develop into oligodendrocytes, a type of brain cell that produces myelin, the fatty sheath that surrounds and insulates axons. One study in mice has shown that bone marrow stem cells can develop into neurons, demonstrating that neural stem cells are not the only type of stem cell that could be beneficial in the treatment of brain and nervous system disorders. At the moment, stem cell research for TBI is in its infancy, but future research may lead to advances for treatment and rehabilitation.",
            "score": 222.85073852539062
        },
        {
            "docid": "619064_4",
            "document": "G0 phase . Three G states exist and can be categorized as either reversible (quiescent) or irreversible (senescent and differentiated). Each of these three states can be entered from the G phase before the cell commits to the next round of the cell cycle. Quiescence refers to a reversible G state where subpopulations of cells reside in a 'quiescent' state before entering the cell cycle after activation in response to extrinsic signals. Quiescent cells are often identified by low RNA content, lack of cell proliferation markers, and increased label retention indicating low cell turnover. Senescence is distinct from quiescence because senescence is an irreversible state that cells enter in response to DNA damage or degradation that would make a cell's progeny nonviable. Such DNA damage can occur from telomere shortening over many cell divisions as well as reactive oxygen species (ROS) exposure, oncogene activation, and cell-cell fusion. While senescent cells can no longer replicate, they remain able to perform many normal cellular functions. Senescence is often a biochemical alternative to the self-destruction of such a damaged cell by apoptosis. In contrast to cellular senescence, quiescence is not a reactive event but part of the core programming of several different cell types. Finally, differentiated cells are stem cells that have progressed through a differentiation program to reach a mature – terminally differentiated – state. Differentiated cells continue to stay in G and perform their main functions indefinitely.",
            "score": 222.46121215820312
        },
        {
            "docid": "2777285_18",
            "document": "Adult stem cell . Discoveries in recent years have suggested that adult stem cells might have the ability to differentiate into cell types from different germ layers. For instance, neural stem cells from the brain, which are derived from ectoderm, can differentiate into ectoderm, mesoderm, and endoderm. Stem cells from the bone marrow, which is derived from mesoderm, can differentiate into liver, lung, GI tract and skin, which are derived from endoderm and mesoderm. This phenomenon is referred to as stem cell transdifferentiation or plasticity. It can be induced by modifying the growth medium when stem cells are cultured \"in vitro\" or transplanting them to an organ of the body different from the one they were originally isolated from. There is yet no consensus among biologists on the prevalence and physiological and therapeutic relevance of stem cell plasticity. More recent findings suggest that pluripotent stem cells may reside in blood and adult tissues in a dormant state. These cells are referred to as \"Blastomere Like Stem Cells\" and \"very small embryonic like\" – \"VSEL\" stem cells, and display pluripotency in vitro. As BLSC's and VSEL cells are present in virtually all adult tissues, including lung, brain, kidneys, muscles, and pancreas Co-purification of BLSC's and VSEL cells with other populations of adult stem cells may explain the apparent pluripotency of adult stem cell populations. However, recent studies have shown that both human and murine VSEL cells lack stem cell characteristics and are not pluripotent.",
            "score": 220.96165466308594
        },
        {
            "docid": "54421246_46",
            "document": "Spinocerebellar ataxia type 1 . One treatment option being investigated is stem cell therapy which attempts to replace dead tissue by transplanting stem cells into affected region and either stimulating them to differentiate into the desired cell types or allowing them to stimulate endogenous regenerative mechanisms. These techniques are of interest to researchers as a possible treatment for neurodegenerative diseases, but currently are of limited success in animal models, and in in-vitro cell culture studies. The ability for grafted cells to integrate into the desired tissue and adjust for the unique pathologies of different neurodegenerative disorders can be a severe limitation on the development of stem cell based treatments. Further, the tissues in the brain often rely on intricate and complicated arrangements of neurons; regions of the brain that do not require precision in these patterns to function, like the striatum affected by Parkinson's disease which uses paracrine signaling, tend to have better results in stem cell therapies than systems that require precision, like the cerebellum and pons. Stem cell therapies can be especially difficult in replacing Purkinje neuron loss as unaffected granule cells can prevent axons reaching the deep cerebellar nuclei with which Purkinje cells interface. Despite these difficulties, grafted neural precursor cells have been shown to be viable and to successfully migrate into desired location in SCA1 transgenic mice models and mesenchymal stem cells have been shown to mitigate loss of dendritic arborization SCA1 mice. Positive results have been found in mice models using both stem cells from fetal neuroectoderm and adult stem cells from the lateral ventricles and the dentate gyrus. Using harvested stem cells in stem cell therapies require immunosuppression to prevent the host from rejecting the transplants; creating induced pluripotent stem cells from the host's own cells would mitigate this risk and has had some testing in other neurodegenerative diseases.",
            "score": 218.2311248779297
        },
        {
            "docid": "3070443_9",
            "document": "Stem-cell line . Of the types of adult stem cells have successfully been isolated and identified, only mesenchymal stem cells can successfully be grown in culture for long periods of time. Other adult stem cell types, such as hematopoietic stem cells, are difficult to grow and propagate in vitro. Identifying methods for maintaining hematopoietic stem cells in vitro is an active area of research. Thus, while mesenchymal stem cell lines exist, other types of adult stem cells that are grown in vitro can better be classified as primary cells.",
            "score": 216.0843048095703
        },
        {
            "docid": "24077290_15",
            "document": "Paul J. Turek . The debate about the use of embryonic stem cells for research has been loud, acrimonious, and highly politicized with the result that embryonic stem cells were effectively banned for research uses in the United States. To solve the problem of limited embryonic stem cell availability, Turek and his colleagues invented a process by which the early germline stem cells from the normal adult testis, called spermatogonia, can be coaxed into becoming true, embryonic-like stem cells when placed in an appropriate culture environment. This finding has been independently confirmed by other research groups in the world and opens up the possibility of making embryonic stem cells for regenerative, cell-based therapy for men in the future without the need for embryos and all of the political and ethical issues that the use of human embryos engender.",
            "score": 215.3556365966797
        },
        {
            "docid": "30078841_10",
            "document": "Siddhartha Mukherjee . A trained haematologist and oncologist, Mukherjee's research focuses on the links between normal stem cells and cancer cells. Through his findings, he had shown the roles of cells in cancer therapy. He has been investigating the microenvironment (\"niche\") of stem cells, particularly on blood-forming stem cells (called haematopoietic stem cells ). Blood-forming stem cells are present in the bone marrow in very specific microenvironments. Osteoblasts, cells that form bone, are one of the principal components this environment. These cells regulate the process of blood cell formation and development by providing them with signals to divide, remain quiescent, or maintain their stem cell properties. Distortion in the development of these cells results in severe blood cancers, such as myelodysplastic syndrome and leukemia. Mukherjee's research has been recognised through many grants from the National Institutes of Health and from private foundations.",
            "score": 215.32212829589844
        },
        {
            "docid": "1872854_20",
            "document": "Biochemical cascade . Extrinsic regulation is made by signals from the niche, where stem cells are found, which is able to promote quiescent state and cell cycle activation in somatic stem cells. Asymmetric division is characteristic of somatic stem cells, maintaining the reservoir of stem cells in the tissue and production of specialized cells of the same.",
            "score": 213.66966247558594
        },
        {
            "docid": "10213576_10",
            "document": "Stem-cell niche . Germline stem cells (GSCs) are found in organisms that continuously produce sperm and eggs until they are sterile. These specialized stem cells reside in the GSC niche, the initial site for gamete production, which is composed of the GSCs, somatic stem cells, and other somatic cells. In particular, the GSC niche is well studied in the genetic model organism \"Drosophila melanogaster\" and has provided an extensive understanding of the molecular basis of stem cell regulation.",
            "score": 213.4005889892578
        },
        {
            "docid": "10213576_28",
            "document": "Stem-cell niche . The hair follicle stem cell niche is one of the more closely studied niches thanks to its relative accessibility and role in important diseases such as melanoma. The bulge area at the junction of arrector pili muscle to the hair follicle sheath has been shown to host the skin stem cells which can contribute to all epithelial skin layers. There cells are maintained by signaling in concert with niche cells – signals include paracrine (e.g. sonic hedgehog), autocrine and juxtacrine signals. The bulge region of the hair follicle relies on these signals to maintain the stemness of the cells. Fate mapping or cell lineage tracing has shown that Keratin 15 positive stem cells' progeny participate in all epithelial lineages. The follicle undergoes cyclic regeneration in which these stem cells migrate to various regions and differentiate into the appropriate epithelial cell type. Some important singals in the hair follicle stem cell niche produced by the mesenchymal dermal papilla or the bulge include BMP, TGF-β and Fibroblast growth factor (FGF) ligands and Wnt inhibitors. While, Wnt signaling pathways and β-catenin are important for stem cell maintenance, over-expression of β-catenin in hair follicles induces improper hair growth. Therefore, these signals such as Wnt inhibitors produced by surrounding cells are important to maintain and facilitate the stem cell niche.",
            "score": 213.06387329101562
        },
        {
            "docid": "14131597_5",
            "document": "FOXO3 . Gopinath et al.(2014) demonstrate a functional requirement for FOXO3 as a regulator of Notch signaling pathway (an essential regulator of quiescence in adult stem cells) in the self-renewal of stem cells during muscle regeneration.",
            "score": 212.73580932617188
        },
        {
            "docid": "2777285_15",
            "document": "Adult stem cell . Multipotent stem cells with a claimed equivalency to embryonic stem cells have been derived from spermatogonial progenitor cells found in the testicles of laboratory mice by scientists in Germany and the United States, and, a year later, researchers from Germany and the United Kingdom confirmed the same capability using cells from the testicles of humans. The extracted stem cells are known as human adult germline stem cells (GSCs)",
            "score": 212.62982177734375
        },
        {
            "docid": "4109042_8",
            "document": "Cell signaling . The notch signaling mechanism is an example of juxtacrine signaling (also known as contact-dependent signaling) in which two adjacent cells must make physical contact in order to communicate. This requirement for direct contact allows for very precise control of cell differentiation during embryonic development. In the worm \"Caenorhabditis elegans\", two cells of the developing gonad each have an equal chance of terminally differentiating or becoming a uterine precursor cell that continues to divide. The choice of which cell continues to divide is controlled by competition of cell surface signals. One cell will happen to produce more of a cell surface protein that activates the Notch receptor on the adjacent cell. This activates a feedback loop or system that reduces Notch expression in the cell that will differentiate and that increases Notch on the surface of the cell that continues as a stem cell.",
            "score": 212.59715270996094
        },
        {
            "docid": "25330915_3",
            "document": "PI3K/AKT/mTOR pathway . Neural stem cells (NSCs) in the brain must find a balance between maintaining their multipotency by self renewing and proliferating as opposed to differentiating and becoming quiescent. The PI3K/AKT pathway is crucial in this decision making process. NSCs are able to sense and respond to changes in the brain or throughout the organism. When glucose levels are high, insulin and therefore IGF is produced. This signaling activates the PI3K/AKT pathway which works to promote proliferation. In this way, when there is high glucose and abundant energy in the organism, the PI3K/AKT pathway is activated and NSCs tend to proliferate. When there are low amounts of available energy, the PI3K/AKT pathway is less active and cells adopt a quiescent state.  This occurs, in part, when AKT phosphorylates FOXO, keeping FOXO in the cytoplasm. FOXO, when dephosphorylated, can enter the nucleus and work as a transcription factor to promote the expression of various tumor suppressors such as p27 and p21. These tumor suppressors push the NSC to enter quiescence. FOXO knockouts lose the ability for cells to enter a quiescent state as well as cells losing their neural stem cell character, possibly entering a cancer like state.",
            "score": 211.67259216308594
        },
        {
            "docid": "3831284_7",
            "document": "Stem cell controversy . Great levels of success and potential have been realized from research using adult stem cells. In early 2009, the FDA approved the first human clinical trials using embryonic stem cells. Only cells from an embryo at the morula stage or earlier are truly totipotent, meaning that they are able to form all cell types including placental cells. Adult stem cells are generally limited to differentiating into different cell types of their tissue of origin. However, some evidence suggests that adult stem cell plasticity may exist, increasing the number of cell types a given adult stem cell can become.",
            "score": 211.34693908691406
        },
        {
            "docid": "22511551_3",
            "document": "Stem cell laws and policy in the United States . Stem cells are cells found in all multi-cellular organisms. They were isolated in mice in 1981, and in humans in 1998. In humans there are many types of stem cells, each with varying levels of potency. Potency is a measure of a cell's differentiation potential, or the number of other cell types that can be made from that stem cell. Embryonic stem cells are pluripotent stem cells derived from the inner cell mass of the blastocyst. These stem cells can differentiate into all other cells in the human body and are the subject of much scientific research. However, since they must be derived from early human embryos their production and use in research has been a hotly debated topic as the emt introduce new cells into adult bodies for possible treatment of cancer, diabetes, neurological disorders and other medical conditions. Stem cells have been used to repair tissue damaged by disease or age. Cloning also might be done with stem cells. Pluripotent stem cells can also be derived from Somatic cell nuclear transfer which is a laboratory technique where a clone embryo is created from a donor nucleus. Somatic cell nuclear transfer is also tightly regulated amongst various countries.",
            "score": 211.32203674316406
        },
        {
            "docid": "41189239_5",
            "document": "Judith Kimble . Kimble moved to the University of Wisconsin–Madison in 1983 where she took up an assistant professorship position. Discovery of the distal tip cell gave her the means of exploring the control of germline stem cells. She then began to examine the genetic and molecular mechanisms responsible for germline stem cells and the processes by which germ cells develop into sperm or egg cells.",
            "score": 211.05418395996094
        },
        {
            "docid": "10213576_11",
            "document": "Stem-cell niche . In \"Drosophila melanogaster\", the GSC niche resides in the anterior-most region of each ovariole, known as the germarium. The GSC niche consists of necessary somatic cells-terminal filament cells, cap cells, escort cells, and other stem cells which function to maintain the GSCs. The GSC niche holds on average 2–3 GSCs, which are directly attached to somatic cap cells and Escort stem cells, which send maintenance signals directly to the GSCs. GSCs are easily identified through histological staining against vasa protein (to identify germ cells) and 1B1 protein (to outline cell structures and a germline specific fusome structure). Their physical attachment to the cap cells is necessary for their maintenance and activity. A GSC will divide asymmetrically to produce one daughter cystoblast, which then undergoes 4 rounds of incomplete mitosis as it progresses down the ovariole (through the process of oogenesis) eventually emerging as a mature egg chamber; the fusome found in the GSCs functions in cyst formation and may regulate asymmetrical cell divisions of the GSCs. Because of the abundant genetic tools available for use in \"Drosophila melanogaster\" and the ease of detecting GSCs through histological stainings, researchers have uncovered several molecular pathways controlling GSC maintenance and activity.",
            "score": 211.0087432861328
        },
        {
            "docid": "1686272_45",
            "document": "Chemical biology . Small molecules that modulate stem-cell behavior are commonly identified in high-throughput screens. Libraries of compounds are screened for the induction of a desired phenotypic change in cultured stem-cells. This is usually observed through activation or repression of a fluorescent reporter or by detection of specific cell surface markers by FACS or immunohistochemistry. Hits are then structurally optimized for activity by the synthesis and screening of secondary libraries. The cellular targets of the small molecule can then be identified by affinity chromatography, mass spectrometry, or DNA microarray.  A trademark of pluripotent stem-cells, such as embryonic stem-cells (ESCs), is the ability to self-renew indefinitely. The conventional use of feeder cells and various exogenous growth factors in the culture of ESCs presents a problem in that the resulting highly variable culture conditions make the long-term expansion of un-differentiated ESCs challenging. Ideally, chemically defined culture conditions could be developed to maintain ESCs in a pluripotent state indefinitely. Toward this goal, the Schultz and Ding labs at the Scripps Research Institute identified a small molecule that can preserve the long-term self-renewal of ESCs in the absence of feeder cells and other exogenous growth factors. This novel molecule, called pluripotin, was found to simultaneously inhibit multiple differentiation inducing pathways. The utility of stem-cells is in their ability to differentiate into all cell types that make up an organism. Differentiation can be achieved in vitro by favoring development toward a particular cell type through the addition of lineage specific growth factors, but this process is typically non-specific and generates low yields of the desired phenotype. Alternatively, inducing differentiation by small molecules is advantageous in that it allows for the development of completely chemically defined conditions for the generation of one specific cell type. A small molecule, neuropathiazol, has been identified which can specifically direct differentiation of multipotent neural stem cells into neurons. Neuropathiazol is so potent that neurons develop even in conditions that normally favor the formation of glial cells, a powerful demonstration of controlling differentiation by chemical means. Because of the ethical issues surrounding ESC research, the generation of pluripotent cells by reprogramming existing somatic cells into a more \"stem-like\" state is a promising alternative to the use of standard ESCs. By genetic approaches, this has recently been achieved in the creation of ESCs by somatic cell nuclear transfer and the generation of induced pluripotent stem-cells by viral transduction of specific genes. From a therapeutic perspective, reprogramming by chemical means would be safer than genetic methods because induced stem-cells would be free of potentially dangerous transgenes. Several examples of small molecules that can de-differentiate somatic cells have been identified. In one report, lineage-committed myoblasts were treated with a compound, named reversine, and observed to revert to a more stem-like phenotype. These cells were then shown to be capable of differentiating into osteoblasts and adipocytes under appropriate conditions. Stem-cell therapies are currently the most promising treatment for many degenerative diseases. Chemical approaches to stem-cell biology support the development of cell-based therapies by enhancing stem-cell growth, maintenance, and differentiation in vitro. Small molecules that have been shown to modulate stem-cell fate are potential therapeutic candidates and provide a natural lean-in to pre-clinical drug development. Small molecule drugs could promote endogenous stem-cells to differentiate, replacing previously damaged tissues and thereby enhancing the body's own regenerative ability. Further investigation of molecules that modulate stem-cell behavior will only unveil new therapeutic targets.",
            "score": 210.68402099609375
        },
        {
            "docid": "26153433_8",
            "document": "Utpal Banerjee . Banerjee’s research focuses on the maintenance of blood stem cells, specifically hematopoietic stem cells that are maintained within a microenvironment where signals from a niche are important for the maintenance of quiescence within a precursor population. Lack of such a niche-derived signal will cause loss of “stemness,” resulting in increased proliferation and eventual differentiation. His research examines this phenomenon in the Drosophila hematopoietic organ using genetic technologies available in this model organism.",
            "score": 210.4961700439453
        },
        {
            "docid": "10213576_5",
            "document": "Stem-cell niche . Adult stem cells remain in an undifferentiated state throughout adult life. However, when they are cultured \"in vitro\", they often undergo an 'aging' process in which their morphology is changed and their proliferative capacity is decreased. It is believed that correct culturing conditions of adult stem cells needs to be improved so that adult stem cells can maintain their stemness over time.",
            "score": 210.46429443359375
        },
        {
            "docid": "777462_3",
            "document": "Neuroblast . Neuroblasts are mainly present as precursors of neurons during embryonic development; however, they also constitute one of the cell types involved in adult neurogenesis. Adult neurogenesis is characterized by neural stem cell differentiation and integration in the mature adult mammalian brain. This process occurs in the dentate gyrus of the hippocampus and in the subventricular zones of the adult mammalian brain. Neuroblasts are formed when a neural stem cell, which can differentiate into any type of mature neural cell (i.e. neurons, oligodendrocytes, astrocytes, etc.), divides and becomes a transit amplifying cell. Transit amplifying cells are slightly more differentiated than neural stem cells and can divide asymmetrically to produce postmitotic neuroblasts or glioblasts, as well as other transit amplifying cells. A neuroblast, a daughter cell of a transit amplifying cell, is initially a neural stem cell that has reached the \"point of no return.\" A neuroblast has differentiated such that it will mature into a neuron and not any other neural cell type. Neuroblasts are being studied extensively as they have the potential to be used therapeutically to combat cell loss due to injury or disease in the brain, although their potential effectiveness is debated.",
            "score": 210.1498565673828
        },
        {
            "docid": "36315057_7",
            "document": "Induced stem cells . Some types of mature, specialized adult cells can naturally revert to stem cells. For example, \"chief\" cells express the stem cell marker Troy. While they normally produce digestive fluids for the stomach, they can revert into stem cells to make temporary repairs to stomach injuries, such as a cut or damage from infection. Moreover, they can make this transition even in the absence of noticeable injuries and are capable of replenishing entire gastric units, in essence serving as quiescent \"reserve\" stem cells. Differentiated airway epithelial cells can revert into stable and functional stem cells in vivo. After injury, mature terminally differentiated kidney cells dedifferentiate into more primordial versions of themselves and then differentiate into the cell types needing replacement in the damaged tissue Macrophages can self-renew by local proliferation of mature differentiated cells. In newts, muscle tissue is regenerated from specialized muscle cells that dedifferentiate and forget the type of cell they had been. This capacity to regenerate does not decline with age and may be linked to their ability to make new stem cells from muscle cells on demand.",
            "score": 209.67398071289062
        },
        {
            "docid": "1209057_20",
            "document": "Wnt signaling pathway . Cell fate specification or cell differentiation is a process where undifferentiated cells can become a more specialized cell type. Wnt signaling induces differentiation of pluripotent stem cells into mesoderm and endoderm progenitor cells. These progenitor cells further differentiate into cell types such as endothelial, cardiac and vascular smooth muscle lineages. Wnt signaling induces blood formation from stem cells. Specifically, Wnt3 leads to mesoderm committed cells with hematopoietic potential. Wnt1 antagonizes neural differentiation and is a major factor in self-renewal of neural stem cells. This allows for regeneration of nervous system cells, which is further evidence of a role in promoting neural stem cell proliferation. Wnt signaling is involved in germ cell determination, gut tissue specification, hair follicle development, lung tissue development, trunk neural crest cell differentiation, nephron development, ovary development and sex determination. Wnt signaling also antagonizes heart formation, and Wnt inhibition was shown to be a critical inducer of heart tissue during development, and small molecule Wnt inhibitors are routinely used to produce cardiomyocytes from pluripotent stem cells .",
            "score": 209.5911102294922
        }
    ]
}