{
    "q": [
        {
            "docid": "14800657_6",
            "document": "RAPGEF4 . In pancreatic β-cells, cAMP signaling, which can be activated by various extracellular stimuli including hormonal and neural inputs primarily through Gs-coupled receptors, is of importance for normal regulation of insulin secretion to maintain glucose homeostasis. Activation of cAMP signaling amplifies insulin secretion by Epac2-dependent as well as PKA-dependent pathways. Epac2-Rap1 signaling is critical to promote exocytosis of insulin-containing vesicles from the readily releasable pool. In Epac2-mediated exocytosis of insulin granules, Epac2 interacts with Rim2, which is a scaffold protein localized in both plasma membrane and insulin granules, and determines the docking and priming states of exocytosis. In addition, piccolo, a possible Ca sensor protein, interacts with the Epac2-Rim2 complex to regulate cAMP-induced insulin secretion. It is suggested that phospholipase C-ε (PLC-ε), one of the effector proteins of Rap, regulates intracellular Ca dynamics by altering the activities of ion channels such as ATP-sensitive potassium channel, ryanodine receptor, and IP3 receptor. In neurons, Epac is involved in neurotransmitter release in glutamatergic synapses from calyx of Held and in crayfish neuromuscular junction. Epac also has roles in the development of brain by regulation of neurite growth and neuronal differentiation as well as axon regeneration in mammalian tissue. Furthermore, Epac2 may regulate synaptic plasticity, and thus control higher brain functions such as memory and learning.  In heart, Epac1 is expressed predominantly, and is involved in the development of hypertrophic events by chronic cAMP stimulation through β-adrenergic receptors. In contrast, chronic stimulation of Epac2 may be a cause of cardiac arrhythmia through CaMKII-dependent diastolic sarcoplasmic reticulum (SR) Ca release in mice. Epac2 also is involved in GLP-1-stimulated atrial natriuretic peptide (ANP) secretion from heart.",
            "score": 111.35743319988251
        },
        {
            "docid": "35839849_8",
            "document": "Epigenetics of diabetes Type 2 . Pancreatic islet-specific miR-375 inhibits insulin secretion in mouse pancreatic β-cells by inhibiting the expression of the protein myotrophin. An overexpression of miR-375 can completely suppress glucose-induced insulin secretion, while inhibition of native miR-375 will increase insulin secretion. In another study, increasing the level of miR-9, a different miRNA, resulted in a severe defect in glucose-stimulated insulin release. This happens because miR-9 down-regulated the transcription factor Onecut2 (OC2) that controls the expression of Rab27a effector granuphilin, a key factor in controlling insulin release. Also miR-192 levels have been shown to be increased in glomeruli isolated from diabetic mice when compared to non-diabetic mice, suggesting that it is involved as well. Since miR-192 was shown to regulate extracellular matrix proteins collagen 1-α 1 and 2 (Col1α1 and 2) that accumulate during diabetic nephropathy, miR-192 may play a role in kidney diseases as well. A correlation between elevated Notch signaling pathway gene expression, which is important for cell to cell communication, and diabetic nephropathy has also been shown. MiR-143 has also been experimentally shown to regulate genes that are crucial for adipocyte differentiation, (including GLUT4, Hormone-sensitive lipase, the fatty acid-binding protein, aP2 and PPAR-γ2), demonstrating that miRNAs are also involved in fat metabolism and endocrine function in humans.",
            "score": 110.48894739151001
        },
        {
            "docid": "7201415_26",
            "document": "Biochemistry of Alzheimer's disease . Interestingly, a connection has been established between Alzheimer's disease and diabetes during the past decade, as insulin resistance, which is a characteristic hallmark of diabetes, has also been observed in brains of subjects suffering from Alzheimer's disease. Neurotoxic oligomeric amyloid-β species decrease the expression of insulin receptors on the neuronal cell surface and abolish neuronal insulin signaling. It has been suggested that neuronal gangliosides, which take part in the formation of membrane lipid microdomains, facilitate amyloid-β-induced removal of the insulin receptors from the neuronal surface. In Alzheimer's disease, oligomeric amyloid-β species trigger TNF-α signaling. c-Jun N-terminal kinase activation by TNF-α in turn activates stress-related kinases and results in IRS-1 serine phosphorylation, which subsequently blocks downstream insulin signaling. The resulting insulin resistance contributes to cognitive impairment. Consequently, increasing neuronal insulin sensitivity and signaling may constitute a novel therapeutic approach to treat Alzheimer's disease.",
            "score": 131.12232160568237
        },
        {
            "docid": "39916530_7",
            "document": "C. Ronald Kahn . Kahn is an investigator in insulin signal transduction and mechanisms of altered signaling in diabetes. The main discoveries to come from his lab include the insulin receptor kinase, its two primary substrates and the molecular components of the insulin signaling network. Kahn's lab was also the first to define alterations in the signaling network in insulin resistant states, such as type 2 diabetes. More recent discoveries from his lab encompass defining alterations in the signaling network in type 2 diabetes, including the important role of insulin action in unexpected tissues such as brain, both in physiologic regulation and potentially in development of Alzheimer's disease. His lab at Joslin has also made contributions to the understanding of obesity by showing that fat cells, called adipocytes, have different developmental origins and cellular functions that lead to risk of metabolic disease.",
            "score": 107.85235857963562
        },
        {
            "docid": "26434412_14",
            "document": "Mark Mattson . Dr. Mattson’s work has revealed mechanisms by which diabetes adversely affects hippocampal plasticity and cognitive function. He showed that, in both insulin-deficient rats and insulin-resistant mice, diabetes impairs hippocampus-dependent memory, perforant path synaptic plasticity and adult neurogenesis, and the adrenal steroid corticosterone contributes to these adverse effects. Changes in hippocampal plasticity and function in both models were reversed when normal physiological levels of corticosterone were maintained, suggesting that cognitive impairment in diabetes may result from glucocorticoid-mediated deficits in neurogenesis and synaptic plasticity. In a related study, Mattson showed that rats fed with a high-fat, high-glucose diet supplemented with fructose corn syrup exhibit alterations in energy and lipid metabolism similar to clinical diabetes, with elevated fasting glucose and increased cholesterol and triglycerides. Rats maintained on this diet for 8 months exhibited impaired spatial learning ability, reduced hippocampal dendritic spine density, and reduced long-term potentiation at Schaffer collateral—CA1 synapses. These changes occurred concurrently with reductions in levels of BDNF in the hippocampus. Dr. Mattson also investigated whether manipulations that enhance neurotrophin levels will also restore neuronal structure and function in diabetes. He found that running wheel activity, caloric restriction, or the combination of the two treatments increased levels of BDNF in the hippocampus of diabetic mice. Enhancement of hippocampal BDNF was accompanied by increases in dendritic spine density on the secondary and tertiary dendrites of dentate granule neurons. These studies suggest that diabetes exerts detrimental effects on hippocampal structure, and that this state can be attenuated by increasing energy expenditure and decreasing energy intake. The implications of these findings for cognitive aging are clear – dietary moderation and regular exercise will enhance cognitive function.",
            "score": 105.75923264026642
        },
        {
            "docid": "16507549_26",
            "document": "Alzheimer's disease research . Recent studies suggest an association between insulin resistance and AD (fat cell sensitivity to insulin can decline with aging): In clinical trials, a certain insulin sensitizer called \"rosiglitazone\" improved cognition in a subset of AD patients; in vitro, beneficial effects of Rosiglitazone on primary cortical rat neurons have been demonstrated. Initial research suggests intranasal insulin, increasing insulin levels in the brain with minimal insulin increase in the rest of the body, might also be utilized. Preclinical studies show that insulin clears soluble beta-amyloid from the brain within minutes after a systemic injection in diabetic transgenic mice modeling AD.",
            "score": 115.19734954833984
        },
        {
            "docid": "9745239_12",
            "document": "Glucagon-like peptide 1 receptor . Relating glucose metabolism and insulin sensitivity back to Huntington's disease, increased insulin release and beta cell proliferation by a GLP-1 agonist, Ex-4, helps combat the damage done by mutant htt in peripheral tissues. Htt aggregation decreases beta cell mass and thus impairs insulin release and increases blood glucose levels. Disruption of glycemic homeostasis then affects nutrient availability to neurons and alters neuron function contributing to neurodegeneration and motor problems seen in Huntington's disease. The health of the nervous system is related to metabolic health, thus a diabetes medication as a Huntington's disease treatment is a potential treatment. Ex-4 easily crosses the blood-brain barrier and GLP-1 and Ex-4 have been shown to act on neurons in the brain by exerting neuroprotective actions.",
            "score": 104.7641544342041
        },
        {
            "docid": "14895_2",
            "document": "Insulin . Insulin (from Latin \"insula\", island) is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of, especially glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (triglycerides) via lipogenesis, or, in the case of the liver, into both. Glucose production and secretion by the liver is strongly inhibited by high concentrations of insulin in the blood. Circulating insulin also affects the synthesis of proteins in a wide variety of tissues. It is therefore an anabolic hormone, promoting the conversion of small molecules in the blood into large molecules inside the cells. Low insulin levels in the blood have the opposite effect by promoting widespread catabolism, especially of reserve body fat. Beta cells are sensitive to glucose concentrations, also known as blood sugar levels. When the glucose level is high, the beta cells secrete insulin into the blood; when glucose levels are low, secretion of insulin is inhibited. Their neighboring alpha cells, by taking their cues from the beta cells, secrete glucagon into the blood in the opposite manner: increased secretion when blood glucose is low, and decreased secretion when glucose concentrations are high. Glucagon, through stimulating the liver to release glucose by glycogenolysis and gluconeogenesis, has the opposite effect of insulin. The secretion of insulin and glucagon into the blood in response to the blood glucose concentration is the primary mechanism of glucose homeostasis. If beta cells are destroyed by an autoimmune reaction, insulin can no longer be synthesized or be secreted into the blood. This results in type 1 diabetes mellitus, which is characterized by abnormally high blood glucose concentrations, and generalized body wasting. In type 2 diabetes mellitus the destruction of beta cells is less pronounced than in type 1 diabetes, and is not due to an autoimmune process. Instead there is an accumulation of amyloid in the pancreatic islets, which likely disrupts their anatomy and physiology. The pathogenesis of type 2 diabetes is not well understood but patients exhibit a reduced population of islet beta-cells, reduced secretory function of islet beta-cells that survive, and peripheral tissue insulin resistance. Type 2 diabetes is characterized by high rates of glucagon secretion into the blood which are unaffected by, and unresponsive to the concentration of glucose in the blood. Insulin is still secreted into the blood in response to the blood glucose. As a result, the insulin levels, even when the blood sugar level is normal, are much higher than they are in healthy persons. There are a variety of treatment regimens, none of which is entirely satisfactory. When the pancreas’s capacity to secrete insulin can no longer keep the blood sugar level within normal bounds, insulin injections are given. The human insulin protein is composed of 51 amino acids, and has a molecular mass of 5808 Da. It is a dimer of an A-chain and a B-chain, which are linked together by disulfide bonds. Insulin's structure varies slightly between species of animals. Insulin from animal sources differs somewhat in effectiveness (in carbohydrate metabolism effects) from human insulin because of these variations. Porcine insulin is especially close to the human version, and was widely used to treat type 1 diabetics before human insulin could be produced in large quantities by recombinant DNA technologies. The crystal structure of insulin in the solid state was determined by Dorothy Hodgkin. It is on the WHO Model List of Essential Medicines, the most important medications needed in a basic health system.",
            "score": 103.76532244682312
        },
        {
            "docid": "30932051_7",
            "document": "Nutriepigenomics . Fetal exposure to calcium, folate, magnesium, high or low protein, and zinc have all been associated with birth weight. Numerous studies have investigated the link between birth weight and risk of disease and have found that low birth weight is significantly associated with coronary heart disease, stroke and type-2 diabetes. Most importantly, these associations occurred after adjusting for lifestyle factors, implying a genetic basis for onset of disease. Impaired insulin secretion is associated with low birth weight and can lead to insulin resistance as babies accumulate body fat. Studies using intrauterine growth retarded (IUGR) rats have found that growth inhibition can lead to decreased expression of Pdx1 transcription factor, which is essential for differentiation and function of pancreatic beta cells. Decreased histone acetylation at the proximal promoter of Pdx1 is responsible for reduced Pdx1 expression and subsequently results in a cascade of histone deacetylation and methylation events that can result in type-2 diabetes. Obesity during pregnancy and high-fat maternal diets both show strong associations with obesity in offspring. As the number of overweight reproductive-age women increases, the number of overweight children and infants also increases. It has been postulated that maternal obesity causes an accumulation of fat in fetal adipose tissue (adiposity) and predisposes babies for obesity in childhood and adulthood. Animal studies have shown that maternal overnutrition may impact brain development and cause disruptions to programming of the hypothalamus. Offspring that were exposed to a high-fat or high-caloric maternal diet had increased levels of insulin, glucose and leptin. It is hypothesized that these elevations are due to disturbances in the complex neuronal network that includes the neuropeptide Y (NPY) and proopiomelanocortin (POMC) pathways. This altered neuronal signaling can consequently impact food-intake behavior and lead to diet-induced obesity in adulthood. While epigenetic modifications are most likely involved in the development of obesity, the specific target genes have yet to be identified. Genes involved in adipogenesis, such as fibroblast growth-factor-2, phosphatase and tensin homologue, cyclin-dependent kinase inhibitor 1A and oestrogen receptor-alpha, possess multiple CpG islands in their promoter sites and may act as epigenetic targets. Furthermore, it has been shown that prenatal exposure to a hypomethylating agent, such as bisphenol A (BPA), is associated with increased body weight and suggests modified DNA methylation as a mechanism for increasing susceptibility to obesity.",
            "score": 134.98711693286896
        },
        {
            "docid": "28764_50",
            "document": "Serotonin . In the fruit fly insulin both regulates blood sugar as well as acting as a growth factor. Thus, in the fruit fly, serotonergic neurons regulate the adult body size by affecting insulin secretion. Serotonin has also been identified as the trigger for swarm behavior in locusts. In humans, though insulin regulates blood sugar and IGF regulates growth, serotonin controls the release of both hormones, modulating insulin release from the beta cells in the pancreas through serotonylation of GTPase signaling proteins. Exposure to SSRIs during Pregnancy reduces fetal growth.",
            "score": 129.00525999069214
        },
        {
            "docid": "33825206_11",
            "document": "Synaptic fatigue . Hallmarks of Alzheimer's disease (AD) are impairment of cognition, aggregation of β-amyloid peptide (Aβ), neurofibrillary degeneration, loss of neurons with accelerated atrophy of specific brain areas, and decrease of synapse number in surviving neurons. Research indicates both pre- and postsynaptic mechanisms resulting in AD. One specific abnormality includes an increased amount of presynaptic protein APP. A study was conducted where synaptic fatigue was compared between transgenic mice overexpressing APP/PS1 with their littermates who did not overexpress the protein. The results showed that fatigue was more significantly pronounced in the APP/PS1 mice, which indicates a decrease in the amount of readily releasable pools of vesicles in the presynaptic neuron. Conclusions from this study include synaptic fatigue being primarily a presynaptic phenomenon and not being affected by postsynaptic receptor desensitization, synaptic fatigue is not a result of Ca ions building up in the terminal, and most importantly that synaptic fatigue is an important player and can be studied when researching the causes and effects of some neurodegenerative diseases.",
            "score": 104.60629987716675
        },
        {
            "docid": "33825206_6",
            "document": "Synaptic fatigue . When synaptic vesicles release neurotransmitters into the synapse that bind with post-synaptic membrane proteins to pass a signal, neurotransmitter re-uptake occurs to recycle neurotransmitters in the presynaptic cell in order to be released again. Neurotransmitter vesicles are recycled through the process of endocytosis. Because each presynaptic cell can link up to thousands of connections with other neurons, synaptic fatigue and its recovery can cause interactions with other neuronal circuits and can affect the kinetics with other processes of neurons. It is important that the recycling of neurotransmitters take place at an effective and efficient rate in order to prevent synaptic fatigue from negatively affecting signal transmission.",
            "score": 95.18790578842163
        },
        {
            "docid": "248671_14",
            "document": "Gluconeogenesis . Global control of gluconeogenesis is mediated by glucagon (\"released when blood glucose is low\"); it triggers phosphorylation of enzymes and regulatory proteins by Protein Kinase A (a cyclic AMP regulated kinase) resulting in inhibition of glycolysis and stimulation of gluconeogenesis. Insulin counteracts glucagon by inhibiting gluconeogenesis. Type 2 diabetes is marked by excess glucagon and insulin resistance from the body. Insulin can no longer inhibit the gene expression of enzymes such as PEPCK which leads to increased levels of hyperglycemia in the body. The anti-diabetic drug metformin reduces blood glucose primarily through inhibition of gluconeogenesis, overcoming the failure of insulin to inhibit glucogeneogenesis due to insulin resistance.",
            "score": 96.23190379142761
        },
        {
            "docid": "773534_12",
            "document": "Connexon . Connexons are also associated with both Type I and Type II diabetes. Cx36 (connexin 36) subunit mediates insulin excretion and glucose-induced insulin release from gap junctions of the liver and pancreas. Homeostasis in the liver and pancreatic organs are supported by an intricate system of cellular interactions called endocrine signaling. The secretion of hormones into the blood stream to target distant organs. However, endocrine signaling in the pancreas and liver operates along short distances in the cellular membrane by way of signaling pathways, ion channels, G-protein coupled receptors, tyrosine-kinase receptors, and cell-to-cell contact. The gap junctions in these tissues supported by endocrine signaling arbitrate intracellular signals between cells and larger organ systems by connecting adjacent cells to each other in a tight fit. The Tight fit of the gap junction is such that cells in the tissue can communicate more efficiently and maintain homeostasis. Thus the purpose of the gap junction is to regulate the passage of ions, nutrients, metabolites, second messengers, and small biological molecules. In diabetes the subsequent loss or degradation of Cx36 substantially inhibits insulin production in the pancreas and glucose in the liver which is vital for the production of energy for the entire body. A deficiency of Cx36 adversely affects the ability of the gap junction to operate within these tissues leading a reduction in function and possible disease. Similar symptoms associated with the loss or degradation of the gap junction have been observed in type II diabetes, however, the function of Cx36 in Type 1 and type II diabetes in humans is still unknown. Additionally, the Cx36 connexin is coded for by GJD2 gene, which has a predisposition on the gene locus for type II diabetes, and diabetic syndrome.",
            "score": 92.55180478096008
        },
        {
            "docid": "35839849_11",
            "document": "Epigenetics of diabetes Type 2 . A subsequent study shows that under high glucose conditions, islet-specific transcription factor Pdx1 was shown to stimulate insulin expression by recruiting co-activators p300 and the Histone methyl transferase SETD7/9, which increased histone acetylation and H3K4me2, respectively, and the formation of open chromatin at the insulin promoter. In contrast, under low-glucose conditions, Pdx1 could recruit co-repressors HDAC1/2, which led to inhibition of insulin gene expression. Furthermore, Pdx1 also mediated β-cell-specific expression of SET7/9, which may regulate genes involved in glucose-induced insulin secretion. Nephropathy is another common symptom of diabetes patients and is caused by angiopathy of the capillaries in the kidneys. A gene known as UNC13B shows hypermethylation in diabetes patients genomes and is linked to diabetic nephropathy. The National Center for Biotechnology Information claims that hyperglycemia leads to an upregulation of this gene due to the increase in methylation at important CpG sites within the gene. UNC13B produces a protein with a diacylglycerol (DAG) binding domain. Hyperglycemia increases DAG levels in the blood which causes apoptosis in cells upregulating this gene and renal complications when DAG binds to the product of the UNC13B gene.",
            "score": 88.69019174575806
        },
        {
            "docid": "38300_45",
            "document": "Pancreas . Diabetes mellitus type 2 is the most common form of diabetes. The causes for high blood sugar in this form of diabetes usually are a combination of insulin resistance and impaired insulin secretion, with both genetic and environmental factors playing an important role in the development of the disease. The management of type 2 diabetes relies on a series of changes in diet and physical activity with the purpose of reducing blood sugar levels to normal ranges and increasing insulin sensitivity. Biguanides such as metformin are also used as part of the treatment along with insulin therapy.",
            "score": 85.08243083953857
        },
        {
            "docid": "21091725_33",
            "document": "Insulin (medication) . Because of the complex and interacting factors, it is, in principle, impossible to know for certain how much insulin (and which type) is needed to 'cover' a particular meal to achieve a reasonable blood glucose level within an hour or two after eating. Non-diabetics' beta cells routinely and automatically manage this by continual glucose level monitoring and insulin release. All such decisions by a diabetic must be based on experience and training (i.e., at the direction of a physician, PA, or in some places a specialist diabetic educator) and, further, specifically based on the individual experience of the patient. But it is not straightforward and should never be done by habit or routine. With some care however, it can be done reasonably well in clinical practice. For example, some people with diabetes require more insulin after drinking skim milk than they do after taking an equivalent amount of fat, protein, carbohydrate, and fluid in some other form. Their particular reaction to skimmed milk is different from other people with diabetes, but the same amount of whole milk is likely to cause a still different reaction even in that person. Whole milk contains considerable fat while skimmed milk has much less. It is a continual balancing act for all people with diabetes, especially for those taking insulin.",
            "score": 83.12303566932678
        },
        {
            "docid": "2812725_2",
            "document": "Diabetes mellitus type 1 . Diabetes mellitus type 1, also known as type 1 diabetes, is a form of diabetes mellitus in which not enough insulin is produced. This results in high blood sugar levels in the body. The classical symptoms are frequent urination, increased thirst, increased hunger, and weight loss. Additional symptoms may include blurry vision, feeling tired, and poor healing. Symptoms typically develop over a short period of time. The cause of type 1 diabetes is unknown. However, it is believed to involve a combination of genetic and environmental factors. Risk factors include having a family member with the condition. The underlying mechanism involves an autoimmune destruction of the insulin-producing beta cells in the pancreas. Diabetes is diagnosed by testing the level of sugar or A1C in the blood. Type 1 diabetes can be distinguished from type 2 by testing for the presence of autoantibodies. There is no known way to prevent type 1 diabetes. Treatment with insulin is required for survival. Insulin therapy is usually given by injection just under the skin but can also be delivered by an insulin pump. A diabetic diet and exercise are important parts of management. Untreated, diabetes can cause many complications. Complications of relatively rapid onset include diabetic ketoacidosis and nonketotic hyperosmolar coma. Long-term complications include heart disease, stroke, kidney failure, foot ulcers and damage to the eyes. Furthermore, complications may arise from low blood sugar caused by excessive dosing of insulin. Type 1 diabetes makes up an estimated 5–10% of all diabetes cases. The number of people affected globally is unknown, although it is estimated that about 80,000 children develop the disease each year. Within the United States the number of people affected is estimated at one to three million. Rates of disease vary widely with approximately 1 new case per 100,000 per year in East Asia and Latin America and around 30 new cases per 100,000 per year in Scandinavia and Kuwait. It typically begins in children and young adults. The classical symptoms of type 1 diabetes include: polyuria (increased urination), polydipsia (increased thirst), dry mouth, polyphagia (increased hunger), fatigue, and weight loss.",
            "score": 92.87894976139069
        },
        {
            "docid": "16507549_38",
            "document": "Alzheimer's disease research . From gene expression patterns obtained in microarray datasets, correlation between cellular physiology and diseases can be revealed. Divergence studies (e.g. Jensen-Shannon divergence computations which interprets difference in gene expression and probability of distribution patterns) reveals gene expression distribution difference between AD and normal aging brains. That is, expressed genes that are negatively correlated with normal aging brain but are positively correlated with AD brains are possible biomarkers for AD diagnosis and treatment. Combining KEGG and PATHWAY studio, ATP5C1, COX6A1, NDUFV2, PLCB1, and PPP3CA are metabolism and mitochondrial-related genes that have been shown to be reduced in AD samples. Furthermore, metabolic dysregulations such as calcium homeostasis and insulin signaling have also been identified to contribute to the onset of AD. Genes that are associated with calcium and insulin signaling are found using GATHER (online bioinformatics tool for analyzing genomic signatures). In fact, insulin signaling impairment and AD has been considered to be related in many levels. Functional protein sequence alignments (e.g. ClustalW, MUSCLE) and phylogenetic analysis (e.g. Phylip, Mega) demonstrate that acetylcholinesterase (AChE) and butyrylcholinesterase (BChE) are highly linked in these two diseases. Increased BChE contributes altered lipoprotein metabolism and insulin insensitivity, and is positively correlated to hypertension and diabetes in correlation studies. AChE allows stabilization of neurotransmitter, acetylcholine (ACh), which is one of the main target for AD treatment. However, recent \"in\" silico pharmacological study examined drug-disease interaction showed that AChE inhibitors may not be the answer to AD treatment. PKC, ARG, HDAC, and GSK3 inhibitors that regulate calcium homeostasis and genetic modification of cell cycle and apoptosis may be the future targets of AD medication.",
            "score": 111.77450549602509
        },
        {
            "docid": "1569995_12",
            "document": "Diabetes in cats . Diet is a critical component of treatment, and is in many cases effective on its own. For example, a recent mini-study showed that many diabetic cats stopped needing insulin after changing to a low carbohydrate diet. The rationale is that a low-carbohydrate diet reduces the amount of insulin needed and keeps the variation in blood sugar low and easier to predict. Also, fats and proteins are metabolized slower than carbohydrates, reducing dangerous blood-sugar peaks right after meals.",
            "score": 88.07994890213013
        },
        {
            "docid": "154502_2",
            "document": "Diabetes mellitus type 2 . Diabetes mellitus type 2 (also known as type 2 diabetes) is a long-term metabolic disorder that is characterized by high blood sugar, insulin resistance, and relative lack of insulin. Common symptoms include increased thirst, frequent urination, and unexplained weight loss. Symptoms may also include increased hunger, feeling tired, and sores that do not heal. Often symptoms come on slowly. Long-term complications from high blood sugar include heart disease, strokes, diabetic retinopathy which can result in blindness, kidney failure, and poor blood flow in the limbs which may lead to amputations. The sudden onset of hyperosmolar hyperglycemic state may occur; however, ketoacidosis is uncommon. Type 2 diabetes primarily occurs as a result of obesity and lack of exercise. Some people are more genetically at risk than others. Type 2 diabetes makes up about 90% of cases of diabetes, with the other 10% due primarily to diabetes mellitus type 1 and gestational diabetes. In diabetes mellitus type 1 there is a lower total level of insulin to control blood glucose, due to an autoimmune induced loss of insulin-producing beta cells in the pancreas. Diagnosis of diabetes is by blood tests such as fasting plasma glucose, oral glucose tolerance test, or glycated hemoglobin (A1C). Type 2 diabetes is partly preventable by staying a normal weight, exercising regularly, and eating properly. Treatment involves exercise and dietary changes. If blood sugar levels are not adequately lowered, the medication metformin is typically recommended. Many people may eventually also require insulin injections. In those on insulin, routinely checking blood sugar levels is advised; however, this may not be needed in those taking pills. Bariatric surgery often improves diabetes in those who are obese. Rates of type 2 diabetes have increased markedly since 1960 in parallel with obesity. As of 2015 there were approximately 392 million people diagnosed with the disease compared to around 30 million in 1985. Typically it begins in middle or older age, although rates of type 2 diabetes are increasing in young people. Type 2 diabetes is associated with a ten-year-shorter life expectancy. Diabetes was one of the first diseases described. The importance of insulin in the disease was determined in the 1920s.",
            "score": 89.42485618591309
        },
        {
            "docid": "286001_4",
            "document": "Lipolysis . Lipolysis can be regulated through cAMP's binding and activation of protein kinase A (PKA). PKA can phosphorylate lipases, perilipin 1A, and CGI-58 to increase the rate of lipolysis. Catecholamines bind to 7TM receptors (G protein-coupled receptors) on the adipocyte cell membrane, which activate adenylate cyclase. This results in increased production of cAMP, which activates PKA and leads to an increased rate of lipolysis. Insulin counter-regulates this increase in lipolysis when it binds to insulin receptors on the adipocyte cell membrane. Insulin receptors activate insulin-like receptor substrates. These substrates activate phosphoinositide 3-kinases (PI-3K) which then phosphorylate protein kinase B (PKB) (a.k.a. Akt). PKB subsequently phosphorylates phosphodiesterase 3B (PD3B) which converts cAMP, produced by adenylate cyclase, into 5'AMP. Due to the reduced levels of cAMP, insulin decreases the rate of lipolysis. Insulin has additional actions in the mediobasal hypothalamus. It has been shown to suppress lipolysis due to lower sympathetic nervous outflow to white adipose tissue. The regulation of this process involves interactions between insulin receptors and gangliosides present in the neuronal cell membrane.",
            "score": 114.06340897083282
        },
        {
            "docid": "5401463_7",
            "document": "Neuroproteomics . It is commonly known that drug addiction involves permanent synaptic plasticity of various neuronal circuits. Neuroproteomics is being applied to study the effect of drug addiction across the synapse. Research is being conducted by isolating distinct regions of the brain in which synaptic transmission takes place and defining the proteome for that particular region. Different stages of drug abuse must be studied, however, in order to map out the progression of protein changes along the course of the drug addiction. These stages include enticement, ingesting, withdrawal, addiction, and removal. It begins with the change in the genome through transcription that occurs due to the abuse of drugs. It continues to identify the most likely proteins to be affected by the drugs and focusing in on that area. For drug addiction, the synapse is the most likely target as it involves communication between neurons. Lack of sensory communication in neurons is often an outward sign of drug abuse, and so neuroproteomics is being applied to find out what proteins are being affected to prevent the transport of neurotransmitters. In particular, the vesicle releasing process is being studied to identify the proteins involved in the synapse during drug abuse. Proteins such as synaptotagmin and synaptobrevin interact to fuse the vesicle into the membrane. Phosphorylation also has its own set of proteins involved that work together to allow the synapse to function properly. Drugs such as morphine change properties such as cell adhesion, neurotransmitter volume, and synaptic traffic. After significant morphine application, tyrosine kinases received less phosphorylation and thus send fewer signals inside the cell. These receptor proteins are unable to initiate the intracellular signaling processes that enable the neuron to live, and necrosis or apoptosis may be the result. With more and more neurons affected along this chain of cell death, permanent loss of sensory or motor function may be the result. By identifying the proteins that are changed with drug abuse, neuroproteomics may give clinicians even earlier biomarkers to test for to prevent permanent neurological damage.",
            "score": 98.13664495944977
        },
        {
            "docid": "21091725_2",
            "document": "Insulin (medication) . Insulin is a protein hormone that is used as a medication to treat high blood glucose. This includes in diabetes mellitus type 1, diabetes mellitus type 2, gestational diabetes, and complications of diabetes such as diabetic ketoacidosis and hyperosmolar hyperglycemic states. It is also used along with glucose to treat high blood potassium levels. Typically it is given by injection under the skin, but some forms may also be used by injection into a vein or muscle. The common side effect is low blood sugar. Other side effects may include pain or skin changes at the sites of injection, low blood potassium, and allergic reactions. Use during pregnancy is relatively safe for the baby. Insulin can be made from the pancreas of pigs or cows. Human versions can be made either by modifying pig versions or recombinant technology. It comes in three main types short–acting (such as regular insulin), intermediate–acting (such as NPH insulin), and longer-acting (such as insulin glargine). Insulin was first used as a medication in Canada by Charles Best and Frederick Banting in 1922. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is about US$2.39 to $10.61 per 1,000 iu (34.7 mg) of regular insulin and $2.23 to $10.35 per 1,000 iu of NPH insulin. In the United Kingdom 1,000 iu of regular or NPH insulin costs the NHS 7.48 pounds, while this amount of insulin glargine costs 30.68 pounds.",
            "score": 78.74258685112
        },
        {
            "docid": "343457_25",
            "document": "Maternal effect . High fat diets in utero are believed to cause metabolic syndrome. Metabolic syndrome is a set of symptoms including obesity and insulin resistance that appear to be related. This syndrome is often associated with type II diabetes as well as hypertension and atherosclerosis. Using mice models, researchers have shown that high fat diets in utero cause modifications to the adiponectin and leptin genes that alter gene expression; these changes contribute to metabolic syndrome. The adiponectin genes regulate glucose metabolism as well as fatty acid breakdown; however, the exact mechanisms are not entirely understood. In both human and mice models, adiponectin has been shown to add insulin-sensitizing and anti-inflammatory properties to different types of tissue, specifically muscle and liver tissue. Adiponectin has also been shown to increase the rate of fatty acid transport and oxidation in mice, which causes an increase in fatty acid metabolism. With a high fat diet during gestation, there was an increase in methylation in the promoter of the adiponectin gene accompanied by a decrease in acetylation. These changes likely inhibit the transcription of the adiponectin genes because increases in methylation and decreases in acetylation usually repress transcription. Additionally, there was an increase in methylation of the leptin promoter, which turns down the production of the leptin gene. Therefore, there was less adiponectin to help cells take up glucose and break down fat, as well as less leptin to cause a feeling of satiety. The decrease in these hormones caused fat mass gain, glucose intolerance, hypertriglyceridemia, abnormal adiponectin and leptin levels, and hypertension throughout the animal’s lifetime. However, the effect was abolished after three subsequent generations with normal diets. This study highlights the fact that these epigenetic marks can be altered in as many as one generation and can even be completely eliminated over time. This study highlighted the connection between high fat diets to the adiponectin and leptin in mice. In contrast, few studies have been done in humans to show the specific effects of high fat diets in utero on humans. However, it has been shown that decreased adiponectin levels are associated with obesity, insulin resistance, type II diabetes, and coronary artery disease in humans. It is postulated that a similar mechanism as the one described in mice may also contribute to metabolic syndrome in humans.",
            "score": 98.34160161018372
        },
        {
            "docid": "50106532_3",
            "document": "UNC13A . This gene encodes a member of the UNC13 family. UNC13A plays a role in vesicle maturation during exocytosis as a target of the diacylglycerol second messenger pathway. It is involved in neurotransmitter release by acting in synaptic vesicle priming prior to vesicle fusion and participates in the activity-dependent refilling of readily releasable vesicle pool. In \"Drosophila melanogaster\", the protein has been shown to define the vesicle release site by regulating the coupling distance between synaptic vesicles and calcium channels in cooperation with another isoform, UNC13B. It is particularly important in most glutamatergic-mediated synapses but not GABA-mediated synapses. It plays a role in dendrite formation by melanocytes and in secretory granule priming in insulin secretion.",
            "score": 58.573322057724
        },
        {
            "docid": "1843196_13",
            "document": "Nutritional genomics . A number of genes are involved in regulating lipid metabolism and insulin sensitivity, and thereby affecting the susceptibility to type 2 diabetes mellitus. Among them is the gene responsible for sterol response element binding protein-1c or SREBP-1c (a membrane-bound transcription factor which can directly activate the expression of several genes involved in the synthesis and uptake of cholesterol, fatty acids, triglycerides and phospholipids). In mice models, overexpression of SREBP-1c led to fatty livers, hypertriglyceridemia, severe insulin resistance and finally type 2 diabetes mellitus. Later, SREBP-1c was identified as a candidate gene in the regulation of human insulin resistance. Two missense mutations in exons coding the aminoterminal transcriptional activating domain of SREBP-1c were found in individuals displaying severe insulin resistance. Another association was found between an intronic single nucleotide polymorphism (C/T) between exons 18c and 19c and the onset of diabetes in men, but not in women. These studies suggest that mutations in SREBP-1c may increase the sensitivity to developing diabetes.",
            "score": 79.54427373409271
        },
        {
            "docid": "8402086_6",
            "document": "Computational neurogenetic modeling . Modeling of genes and proteins allows individual responses of neurons in an artificial neural network that mimic responses in biological nervous systems, such as division (adding new neurons to the artificial neural network), creation of proteins to expand their cell membrane and foster neurite outgrowth (and thus stronger connections with other neurons), up-regulate or down-regulate receptors at synapses (increasing or decreasing the weight (strength) of synaptic inputs), uptake more neurotransmitters, change into different types of neurons, or die due to necrosis or apoptosis. The creation and analysis of these networks can be divided into two sub-areas of research: the  gene up-regulation that is involved in the normal functions of a neuron, such as growth, metabolism, and synapsing; and the effects of mutated genes on neurons and cognitive functions.",
            "score": 80.60810041427612
        },
        {
            "docid": "1569995_2",
            "document": "Diabetes in cats . Diabetes mellitus is a chronic disease in cats, whereby either insufficient insulin response or insulin resistance lead to persistently high blood glucose concentrations. Diabetes could affect up to 1 in 230 cats, and may be becoming increasingly common. Diabetes mellitus is less common in cats than in dogs. 80-95% of diabetic cats experience something similar to type-2 diabetes, but are generally severely insulin-dependent by the time symptoms are diagnosed. The condition is treatable, and treated properly, the cat can experience a normal life expectancy. In type-2 cats, prompt effective treatment may lead to diabetic remission, in which the cat no longer needs injected insulin. Untreated, the condition leads to increasingly weak legs in cats, and eventually malnutrition, ketoacidosis and/or dehydration, and death.",
            "score": 69.69895601272583
        },
        {
            "docid": "29648114_5",
            "document": "Andrea Brand . It was there that Brand conceived of the GAL4 system, which Lancet has described as “an ingenious toolkit that allows researchers to turn on genes in any cell type and at any time of development, and thus engineer and test the function of both genes and proteins. The effect of this system on fly genetics is hard to exaggerate—one scientist has described it as 'a fly geneticist's Swiss army knife'. By causing cells to express cell death genes—and effectively commit suicide—the system can model diabetes by killing insulin-producing cells. 'It has also been used to express mutant versions of proteins to model neurodegenerative diseases, such as Alzheimer's', says Brand. Now the most highly cited paper in the Drosophila field, Brand had enormous difficulty in getting the paper published.” Lancet notes that the GAL4 system remains “at the heart of Brand's current work on Drosophila neural stem cells. Because of the similarities between Drosophila and mammalian neural stem cells in their ability to self-renew and differentiate into different types of neurons and glial cells, the work has the potential to help develop therapies for neurodegenerative diseases such as Parkinson's.”",
            "score": 106.1122658252716
        },
        {
            "docid": "1209057_30",
            "document": "Wnt signaling pathway . Diabetes mellitus type 2 is a common disease that causes reduced insulin secretion and increased insulin resistance in the periphery. It results in increased blood glucose levels, or hyperglycemia, which can be fatal if untreated. Since Wnt signaling is involved in insulin sensitivity, malfunctioning of its pathway could be involved. Overexpression of Wnt5b, for instance, may increase susceptibility due to its role in adipogenesis, since obesity and type II diabetes have high comorbidity. Wnt signaling is a strong activator of mitochondrial biogenesis. This leads to increased production of reactive oxygen species (ROS) known to cause DNA and cellular damage. This ROS-induced damage is significant because it can cause acute hepatic insulin resistance, or injury-induced insulin resistance. Mutations in Wnt signaling-associated transcription factors, such as TCF7L2, are linked to increased susceptibility.",
            "score": 112.79453635215759
        },
        {
            "docid": "14762501_5",
            "document": "AOC3 . Membrane-bound VAP-1 releases an active, soluble form of the protein, which may be conducive to increased inflammation and the progression of many vascular disorders. In particular, elevation of VAP-1 activity and the increased enzymatic-mediated deamination is proposed to play a role in renal and vascular disease, oxidative stress, acute and chronic hyperglycemia, and diabetes complications. In diabetic patients, the amine oxidase activity stimulates glucose uptake via translocation of transporters to the cell membrane in adipocytes and smooth muscle cells. This modifies hepatic glucose homeostasis and may contribute to patterns of GLUT expression in chronic disease, as insulin resistance in humans have been linked to altered expression of GLUT isoforms by granulosa cells and adipose tissues. In particular, hydrogen peroxide, released during the deamination of SSAO, acts as a signal-transducing molecule, affecting GLUT1 and GLUT4 translocation to the plasma membrane by granulosa cells and adipose tissue. This mimics insulin and interferes with cell processes in diabetic patients. Additionally, hydrogen peroxide, along with aldehydes and glucose, is involved in generating advanced glycation end-products and oxidative stress, which leads to the development of atherosclerosis, a disease in which plaque builds up inside arteries. Cell processes involved in insulin resistance are often associated with elevated VAP-1 expression and modified GLUT expression in patients with liver diseases. Accordingly, subjects with diabetes are often at an increased risk for the development of and mortality from various cancers, including colorectal cancer hepatocellular carcinoma. Because of hyperinsulinemia - the increased bioavailability of insulin-like growth factors-1 and hypoadiponectinemia - diabetic patients have a greater chance of developing oncogenesis and tumor progression. In one study, serum VAP-1 was shown to independently predict 10-year all-cause mortality, cardiovascular mortality, and cancer-related mortality in subjects with type 2 diabetes. This may be because VAP-1 is involved in binding TIL, lymphokine-activated killer cells, and natural killer cells to the vasculature of cancer tissue. Hence, increased serum VAP-1 activity has been repeatedly found to be associated with various vascular disorders, such as the complications of diabetes mellitus, acute and chronic hyperglycemia, congestive heart failure, atherosclerosis, and Alzheimer's disease. The same elevation is seen in kidney disease, even when accounted for factors of age, gender, and smoking. Studies have established a strong correlation between serum VAP-1 levels and urinary albumin excretion, which supports the idea that VAP-1 may be involved in the pathogenesis of kidney damage in humans. In renal pathology, the aldehydes produced by SSAO are highly reactive and lead to the formation of protein cross-linking and oxidative stress. Additionally, VAP-1 mediates leukocyte migration and, eventually, can lead to chronic inflammatory cell accumulation and the development of kidney fibrosis. As for stroke patients, the products from deamination induce cytotoxicity protein cross-linking and amyloid-beta (Aβ) aggregation along with oxidative stress and thus are considered a potential risk factor for stress-related angiopathy. In these patients, VAP-1 may be involved in increasing vascular damage due to increased susceptibility of endothelial cells to oxygen-glucose deprivation (OGD). In hemorrhagic stroke patients, plasmatic VAP-1 activity is increase, and in ischemic stroke patients, it can predict the appearance of parenchymal hemorrhages after tissue plasminogen activator treatment due to the transmigration of inflammatory cells into ischaemic brain. VAP-1-expression is increased in blood vessels of ischemic areas where it may be mediating neutrophil adhesion to vascular endothelium in ischemic heart. The presence of diminished expression of vascular VAP-1 in infarcted brain areas and the increased concentration of VAP-1 in serum suggests that acute cerebral ischaemia triggers early release of endothelial VAP-1 from brain vasculature. Lastly, during pulmonary infection and airway hyper-activity,VAP-1 may also contribute to the recruitment of inflammatory cells and the transfer of neutrophils from the microvasculature. Inhibitors of VAP-1 may be effective in reducing inflammation in various vascular diseases, but more studies are needed to understand to what extent. Whether serum VAP-1 is a good biomarker for these diseases requires further investigation. Although many studies concerning VAP-1 as a therapeutic target are becoming more frequent, it is difficult to study VAP-1 in cell or tissue systems, since the enzyme progressively loses its expression, and immortalized cell lines do not show any expression at all.",
            "score": 102.25214552879333
        }
    ],
    "r": [
        {
            "docid": "30932051_7",
            "document": "Nutriepigenomics . Fetal exposure to calcium, folate, magnesium, high or low protein, and zinc have all been associated with birth weight. Numerous studies have investigated the link between birth weight and risk of disease and have found that low birth weight is significantly associated with coronary heart disease, stroke and type-2 diabetes. Most importantly, these associations occurred after adjusting for lifestyle factors, implying a genetic basis for onset of disease. Impaired insulin secretion is associated with low birth weight and can lead to insulin resistance as babies accumulate body fat. Studies using intrauterine growth retarded (IUGR) rats have found that growth inhibition can lead to decreased expression of Pdx1 transcription factor, which is essential for differentiation and function of pancreatic beta cells. Decreased histone acetylation at the proximal promoter of Pdx1 is responsible for reduced Pdx1 expression and subsequently results in a cascade of histone deacetylation and methylation events that can result in type-2 diabetes. Obesity during pregnancy and high-fat maternal diets both show strong associations with obesity in offspring. As the number of overweight reproductive-age women increases, the number of overweight children and infants also increases. It has been postulated that maternal obesity causes an accumulation of fat in fetal adipose tissue (adiposity) and predisposes babies for obesity in childhood and adulthood. Animal studies have shown that maternal overnutrition may impact brain development and cause disruptions to programming of the hypothalamus. Offspring that were exposed to a high-fat or high-caloric maternal diet had increased levels of insulin, glucose and leptin. It is hypothesized that these elevations are due to disturbances in the complex neuronal network that includes the neuropeptide Y (NPY) and proopiomelanocortin (POMC) pathways. This altered neuronal signaling can consequently impact food-intake behavior and lead to diet-induced obesity in adulthood. While epigenetic modifications are most likely involved in the development of obesity, the specific target genes have yet to be identified. Genes involved in adipogenesis, such as fibroblast growth-factor-2, phosphatase and tensin homologue, cyclin-dependent kinase inhibitor 1A and oestrogen receptor-alpha, possess multiple CpG islands in their promoter sites and may act as epigenetic targets. Furthermore, it has been shown that prenatal exposure to a hypomethylating agent, such as bisphenol A (BPA), is associated with increased body weight and suggests modified DNA methylation as a mechanism for increasing susceptibility to obesity.",
            "score": 134.98712158203125
        },
        {
            "docid": "7201415_26",
            "document": "Biochemistry of Alzheimer's disease . Interestingly, a connection has been established between Alzheimer's disease and diabetes during the past decade, as insulin resistance, which is a characteristic hallmark of diabetes, has also been observed in brains of subjects suffering from Alzheimer's disease. Neurotoxic oligomeric amyloid-β species decrease the expression of insulin receptors on the neuronal cell surface and abolish neuronal insulin signaling. It has been suggested that neuronal gangliosides, which take part in the formation of membrane lipid microdomains, facilitate amyloid-β-induced removal of the insulin receptors from the neuronal surface. In Alzheimer's disease, oligomeric amyloid-β species trigger TNF-α signaling. c-Jun N-terminal kinase activation by TNF-α in turn activates stress-related kinases and results in IRS-1 serine phosphorylation, which subsequently blocks downstream insulin signaling. The resulting insulin resistance contributes to cognitive impairment. Consequently, increasing neuronal insulin sensitivity and signaling may constitute a novel therapeutic approach to treat Alzheimer's disease.",
            "score": 131.122314453125
        },
        {
            "docid": "28764_50",
            "document": "Serotonin . In the fruit fly insulin both regulates blood sugar as well as acting as a growth factor. Thus, in the fruit fly, serotonergic neurons regulate the adult body size by affecting insulin secretion. Serotonin has also been identified as the trigger for swarm behavior in locusts. In humans, though insulin regulates blood sugar and IGF regulates growth, serotonin controls the release of both hormones, modulating insulin release from the beta cells in the pancreas through serotonylation of GTPase signaling proteins. Exposure to SSRIs during Pregnancy reduces fetal growth.",
            "score": 129.00526428222656
        },
        {
            "docid": "16507549_26",
            "document": "Alzheimer's disease research . Recent studies suggest an association between insulin resistance and AD (fat cell sensitivity to insulin can decline with aging): In clinical trials, a certain insulin sensitizer called \"rosiglitazone\" improved cognition in a subset of AD patients; in vitro, beneficial effects of Rosiglitazone on primary cortical rat neurons have been demonstrated. Initial research suggests intranasal insulin, increasing insulin levels in the brain with minimal insulin increase in the rest of the body, might also be utilized. Preclinical studies show that insulin clears soluble beta-amyloid from the brain within minutes after a systemic injection in diabetic transgenic mice modeling AD.",
            "score": 115.19734954833984
        },
        {
            "docid": "14289597_6",
            "document": "NCK1 . Nck1 has been linked to glucose tolerance and insulin signaling within certain tissues, namely the liver, in obese mice. A deletion of the protein also causes a decrease of ER stress signaling within these obese cells, which is normally increased by the excessive fat. This stress causes expression of the unfolded protein response pathway, which leads to a decrease in glucose tolerance and inactivation of insulin signaling in certain cell types. This renewed glucose tolerance and insulin signaling is caused by the inhibition of the unfolded protein response pathway, particularly the protein IRE1alpha, and its subsequent phosphorylation of IRS-1 that causes insulin signaling to be blocked. IRE1alpha is involved with the JNK pathway that is responsible for the phosphorylation of IRS-1. Nck1 regulates the activation of IRE1alpha within the pathway and when removed from the pathway disrupts activation. This means that Nck1 has an interaction with the UPR and that a deletion can cause a decrease in the stress pathway from the ER in the mice. These deficient, obese mice also show increased insulin-induced phosphorylation of PKB within the liver but do not possess the same expression in adipose tissues or skeletal muscles. This evidence points to the pathway being ER stress induced within liver tissue.",
            "score": 115.01226043701172
        },
        {
            "docid": "34284475_5",
            "document": "Lifestyle causes of diabetes mellitus type 2 . Obesity has been found to contribute to approximately 55% of cases of type 2 diabetes; chronic obesity leads to increased insulin resistance that can develop into type 2 diabetes, most likely because adipose tissue (especially that in the abdomen around internal organs) is a source of several chemical signals, hormones and cytokines, to other tissues. Inflammatory cytokines such as TNFα may activate the NF-κB pathway which has been linked to the development of insulin resistance. Gene expression promoted by a diet of fat and glucose, as well as high levels of inflammation related cytokines found in the obese, can result in cells that \"produce fewer and smaller mitochondria than is normal,\" and are thus prone to insulin resistance. Fat tissue has also been shown to be involved in managing much of the body's response to insulin and control of uptake of sugar. It secretes RBP4 which increases insulin resistance by blocking the action of insulin in muscle and liver. Fat cells also secrete adiponectin which acts in an opposite way to RBP4 by improving the action of insulin, however, engorged fat cells secrete it in lower amount than normal fat cells. The obese therefore may have higher level of RBP4 but lower level of adiponectin, both of which increase the risk of developing diabetes.",
            "score": 114.28229522705078
        },
        {
            "docid": "286001_4",
            "document": "Lipolysis . Lipolysis can be regulated through cAMP's binding and activation of protein kinase A (PKA). PKA can phosphorylate lipases, perilipin 1A, and CGI-58 to increase the rate of lipolysis. Catecholamines bind to 7TM receptors (G protein-coupled receptors) on the adipocyte cell membrane, which activate adenylate cyclase. This results in increased production of cAMP, which activates PKA and leads to an increased rate of lipolysis. Insulin counter-regulates this increase in lipolysis when it binds to insulin receptors on the adipocyte cell membrane. Insulin receptors activate insulin-like receptor substrates. These substrates activate phosphoinositide 3-kinases (PI-3K) which then phosphorylate protein kinase B (PKB) (a.k.a. Akt). PKB subsequently phosphorylates phosphodiesterase 3B (PD3B) which converts cAMP, produced by adenylate cyclase, into 5'AMP. Due to the reduced levels of cAMP, insulin decreases the rate of lipolysis. Insulin has additional actions in the mediobasal hypothalamus. It has been shown to suppress lipolysis due to lower sympathetic nervous outflow to white adipose tissue. The regulation of this process involves interactions between insulin receptors and gangliosides present in the neuronal cell membrane.",
            "score": 114.06340789794922
        },
        {
            "docid": "896294_6",
            "document": "Paul Greengard . Greengard's research has focused on events inside the neuron caused by neurotransmitters. Specifically, Greengard and his fellow researchers studied the behavior of second messenger cascades that transform the docking of a neurotransmitter with a receptor into permanent changes in the neuron. In a series of experiments, Greengard and his colleagues showed that when dopamine interacts with a receptor on the cell membrane of a neuron, it causes an increase in cyclic AMP inside the cell. This increase of cyclic AMP, in turn activates a protein called protein kinase A, which turns other proteins on or off by adding phosphate groups in a reaction known as phosphorylation. The proteins activated by phosphorylation can then perform a number of changes in the cell: transcribing DNA to make new proteins, moving more receptors to the synapse (and thus increasing the neuron's sensitivity), or moving ion channels to the cell surface (and thus increasing the cell's excitability). He was awarded the Nobel Prize in 2000 \"for showing how neurotransmitters act on the cell and can activate a central molecule known as DARPP-32\".",
            "score": 113.939453125
        },
        {
            "docid": "1209057_30",
            "document": "Wnt signaling pathway . Diabetes mellitus type 2 is a common disease that causes reduced insulin secretion and increased insulin resistance in the periphery. It results in increased blood glucose levels, or hyperglycemia, which can be fatal if untreated. Since Wnt signaling is involved in insulin sensitivity, malfunctioning of its pathway could be involved. Overexpression of Wnt5b, for instance, may increase susceptibility due to its role in adipogenesis, since obesity and type II diabetes have high comorbidity. Wnt signaling is a strong activator of mitochondrial biogenesis. This leads to increased production of reactive oxygen species (ROS) known to cause DNA and cellular damage. This ROS-induced damage is significant because it can cause acute hepatic insulin resistance, or injury-induced insulin resistance. Mutations in Wnt signaling-associated transcription factors, such as TCF7L2, are linked to increased susceptibility.",
            "score": 112.7945327758789
        },
        {
            "docid": "16507549_38",
            "document": "Alzheimer's disease research . From gene expression patterns obtained in microarray datasets, correlation between cellular physiology and diseases can be revealed. Divergence studies (e.g. Jensen-Shannon divergence computations which interprets difference in gene expression and probability of distribution patterns) reveals gene expression distribution difference between AD and normal aging brains. That is, expressed genes that are negatively correlated with normal aging brain but are positively correlated with AD brains are possible biomarkers for AD diagnosis and treatment. Combining KEGG and PATHWAY studio, ATP5C1, COX6A1, NDUFV2, PLCB1, and PPP3CA are metabolism and mitochondrial-related genes that have been shown to be reduced in AD samples. Furthermore, metabolic dysregulations such as calcium homeostasis and insulin signaling have also been identified to contribute to the onset of AD. Genes that are associated with calcium and insulin signaling are found using GATHER (online bioinformatics tool for analyzing genomic signatures). In fact, insulin signaling impairment and AD has been considered to be related in many levels. Functional protein sequence alignments (e.g. ClustalW, MUSCLE) and phylogenetic analysis (e.g. Phylip, Mega) demonstrate that acetylcholinesterase (AChE) and butyrylcholinesterase (BChE) are highly linked in these two diseases. Increased BChE contributes altered lipoprotein metabolism and insulin insensitivity, and is positively correlated to hypertension and diabetes in correlation studies. AChE allows stabilization of neurotransmitter, acetylcholine (ACh), which is one of the main target for AD treatment. However, recent \"in\" silico pharmacological study examined drug-disease interaction showed that AChE inhibitors may not be the answer to AD treatment. PKC, ARG, HDAC, and GSK3 inhibitors that regulate calcium homeostasis and genetic modification of cell cycle and apoptosis may be the future targets of AD medication.",
            "score": 111.77450561523438
        },
        {
            "docid": "14800657_6",
            "document": "RAPGEF4 . In pancreatic β-cells, cAMP signaling, which can be activated by various extracellular stimuli including hormonal and neural inputs primarily through Gs-coupled receptors, is of importance for normal regulation of insulin secretion to maintain glucose homeostasis. Activation of cAMP signaling amplifies insulin secretion by Epac2-dependent as well as PKA-dependent pathways. Epac2-Rap1 signaling is critical to promote exocytosis of insulin-containing vesicles from the readily releasable pool. In Epac2-mediated exocytosis of insulin granules, Epac2 interacts with Rim2, which is a scaffold protein localized in both plasma membrane and insulin granules, and determines the docking and priming states of exocytosis. In addition, piccolo, a possible Ca sensor protein, interacts with the Epac2-Rim2 complex to regulate cAMP-induced insulin secretion. It is suggested that phospholipase C-ε (PLC-ε), one of the effector proteins of Rap, regulates intracellular Ca dynamics by altering the activities of ion channels such as ATP-sensitive potassium channel, ryanodine receptor, and IP3 receptor. In neurons, Epac is involved in neurotransmitter release in glutamatergic synapses from calyx of Held and in crayfish neuromuscular junction. Epac also has roles in the development of brain by regulation of neurite growth and neuronal differentiation as well as axon regeneration in mammalian tissue. Furthermore, Epac2 may regulate synaptic plasticity, and thus control higher brain functions such as memory and learning.  In heart, Epac1 is expressed predominantly, and is involved in the development of hypertrophic events by chronic cAMP stimulation through β-adrenergic receptors. In contrast, chronic stimulation of Epac2 may be a cause of cardiac arrhythmia through CaMKII-dependent diastolic sarcoplasmic reticulum (SR) Ca release in mice. Epac2 also is involved in GLP-1-stimulated atrial natriuretic peptide (ANP) secretion from heart.",
            "score": 111.35742950439453
        },
        {
            "docid": "35839849_8",
            "document": "Epigenetics of diabetes Type 2 . Pancreatic islet-specific miR-375 inhibits insulin secretion in mouse pancreatic β-cells by inhibiting the expression of the protein myotrophin. An overexpression of miR-375 can completely suppress glucose-induced insulin secretion, while inhibition of native miR-375 will increase insulin secretion. In another study, increasing the level of miR-9, a different miRNA, resulted in a severe defect in glucose-stimulated insulin release. This happens because miR-9 down-regulated the transcription factor Onecut2 (OC2) that controls the expression of Rab27a effector granuphilin, a key factor in controlling insulin release. Also miR-192 levels have been shown to be increased in glomeruli isolated from diabetic mice when compared to non-diabetic mice, suggesting that it is involved as well. Since miR-192 was shown to regulate extracellular matrix proteins collagen 1-α 1 and 2 (Col1α1 and 2) that accumulate during diabetic nephropathy, miR-192 may play a role in kidney diseases as well. A correlation between elevated Notch signaling pathway gene expression, which is important for cell to cell communication, and diabetic nephropathy has also been shown. MiR-143 has also been experimentally shown to regulate genes that are crucial for adipocyte differentiation, (including GLUT4, Hormone-sensitive lipase, the fatty acid-binding protein, aP2 and PPAR-γ2), demonstrating that miRNAs are also involved in fat metabolism and endocrine function in humans.",
            "score": 110.48894500732422
        },
        {
            "docid": "14895_11",
            "document": "Insulin . These transcription factors work synergistically and in a complex arrangement. Increased blood glucose can after a while destroy the binding capacities of these proteins, and therefore reduce the amount of insulin secreted, causing diabetes. The decreased binding activities can be mediated by glucose induced oxidative stress and antioxidants are said to prevent the decreased insulin secretion in glucotoxic pancreatic β cells. Stress signalling molecules and reactive oxygen species inhibits the insulin gene by interfering with the cofactors binding the transcription factors and the transcription factors it self.",
            "score": 110.1241455078125
        },
        {
            "docid": "26477290_27",
            "document": "Substance use disorder . Increased brain-derived neurotrophic factor (BDNF) signaling in the ventral tegmental area (VTA) has been shown to mediate opiate-induced withdrawal symptoms via downregulation of insulin receptor substrate 2 (IRS2), protein kinase B (AKT), and mechanistic target of rapamycin complex 2 (mTORC2). As a result of downregulated signaling through these proteins, opiates cause VTA neuronal hyperexcitability and shrinkage (specifically, the size of the neuronal soma is reduced). It has been shown that when an opiate-naive person begins using opiates in concentrations that induce euphoria, BDNF signaling increases in the VTA.",
            "score": 109.98068237304688
        },
        {
            "docid": "772724_13",
            "document": "Opioid use disorder . Increased brain-derived neurotrophic factor (BDNF) signaling in the ventral tegmental area (VTA) has been shown to mediate opioid-induced withdrawal symptoms via downregulation of insulin receptor substrate 2 (IRS2), protein kinase B (AKT), and mechanistic target of rapamycin complex 2 (mTORC2). As a result of downregulated signaling through these proteins, opiates cause VTA neuronal hyperexcitability and shrinkage (specifically, the size of the neuronal soma is reduced). It has been shown that when an opiate-naive person begins using opiates in concentrations that induce euphoria, BDNF signaling increases in the VTA.",
            "score": 109.98068237304688
        },
        {
            "docid": "214938_53",
            "document": "Leptin . When leptin binds with the leptin receptor, it activates a number of pathways. Leptin resistance may be caused by defects in one or more part of this process, particularly the JAK/STAT pathway. Mice with a mutation in the leptin receptor gene that prevents the activation of STAT3 are obese and exhibit hyperphagia. The PI3K pathway may also be involved in leptin resistance, as has been demonstrated in mice by artificial blocking of PI3K signalling. The PI3K pathway also is activated by the insulin receptor and is therefore an important area where leptin and insulin act together as part of energy homeostasis. The insulin-pI3K pathway can cause POMC neurons to become insensitive to leptin through hyperpolarization. The consumption of a high fructose diet from birth has been associated with a reduction in leptin levels and reduced expression of leptin receptor mRNA in rats. Long-term consumption of fructose in rats has been shown to increase levels of triglycerides and trigger leptin and insulin resistance, however, another study found that leptin resistance only developed in the presence of both high fructose and high fat levels in the diet. A third study found that high fructose levels reversed leptin resistance in rats given a high fat diet. The contradictory results mean that it is uncertain whether leptin resistance is caused by high levels of carbohydrates or fats, or if an increase of both, is needed.",
            "score": 108.72224426269531
        },
        {
            "docid": "39916530_7",
            "document": "C. Ronald Kahn . Kahn is an investigator in insulin signal transduction and mechanisms of altered signaling in diabetes. The main discoveries to come from his lab include the insulin receptor kinase, its two primary substrates and the molecular components of the insulin signaling network. Kahn's lab was also the first to define alterations in the signaling network in insulin resistant states, such as type 2 diabetes. More recent discoveries from his lab encompass defining alterations in the signaling network in type 2 diabetes, including the important role of insulin action in unexpected tissues such as brain, both in physiologic regulation and potentially in development of Alzheimer's disease. His lab at Joslin has also made contributions to the understanding of obesity by showing that fat cells, called adipocytes, have different developmental origins and cellular functions that lead to risk of metabolic disease.",
            "score": 107.85235595703125
        },
        {
            "docid": "54660494_9",
            "document": "Volume-regulated anion channel . For glutamate, when excitatory neurotransmitters are released and activates channels on surrounding neurons, it results in overactive depolarization, and increase in calcium ions, and eventually cellular apoptosis. This is generally called excitotoxicity, and it normally results in neuronal swelling. VRACs release of organic osmolytes as a response to this swelling and influx of ions most likely aids in the prevention of the neuron from bursting, as the release of inorganic compounds from a cell has only been associated with a cellular volume decrease of about 20-30%. Yet, in addition to the prevention of lysis for the neuron, the release of taurine and glutamate will also continue to propagate the excitotoxicity effect on neighboring neurons. The most relevant cells to study regarding VRACs role and reaction to excitotoxicity are astrocytes. This is because of their role as supporters of neuronal communication in the brain, the fact that they have been proven to contain VRACs, and the fact that they have been found in a swollen condition in response to pathologies regarding excitotoxicity. As we have stated, the increase of stimulation on a neuron results in excitotoxicity, and glutamate is one of the neurotransmitters that in excess could cause this neuronal response. There are many pathologies attributed to this cellular response including stroke and hypoglycemia among others. As an example, a few studies have found that astrocytes cellular VRAC activation might be associated with stroke-related increases in substances like ATP. Experiments have found that VRAC inhibitors were able to decrease the stroke-related release of excitatory neurotransmitters in the brain; which means that VRACs are likely activated by the increase of cellular ATP and other molecules in astrocytes, and the release of glutamate by these cells causes the neurons around them to become depolarized, increase their calcium ion concentration, and undergo apoptosis. The other organic osmolyte associated with VRACs, taurine, also has many extracellular signaling functions. Specifically, it is thought that the release of taurine from glia by VRACs is linked to systemic volume regulation in the osmosensing supraoptical nucleous (SON). At first, researchers thought that neurons found in SON were not able to undergo RVD, but it was later found that they do eventually develop a chloride ion current after a certain amount of time. Astrocytes were again studied in relation to this discovery, and they found that the cells readily respond to a hypertonic environment by releasing taurine through VRAC-like channels. In turn, the taurine activates glycine receptor chloride channels on neighboring SON neurons, which causes them to hyperpolarize. Since the SON neurons shrink and depolarize in a hypertonic environment, this interaction between the astrocytes acts as an inhibitor of the secretion of vasopressin by SON.",
            "score": 107.54886627197266
        },
        {
            "docid": "14754086_19",
            "document": "S100A10 . Most of the current drugs and treatments for depression and anxiety increase levels of serotonin transmission among neurons. Selective Serotonin Reuptake Inhibitors (SSRIs), a very successful class of drugs, are known to increase the amount of serotonin available to brain cells quite rapidly. Despite this, their therapeutic effects take a period of several weeks to months. Recent studies show that protein p11 increases the concentration of the serotonin 5-HT receptors at neuronal synapses, thereby rendering serotonin signaling much more efficient. The interaction with the serotonin 1b receptor (5-HT) and p11 can be summarized as follows: When p11 levels increases, the number of 5-HT receptors on the cell surface increase proportionately. An increase in the number of 5-HT receptors on the surface of the neuron increase the effectiveness of serotonin communication across the synapse. On the other hand, when p11 levels decrease, fewer 5-HT receptors migrate from inside the neuron to the cell membrane at the synaptic cleft, thus lowering the efficiency with which serotonin signaling can occur across the synapse. These findings suggest that, although the serotonin levels are immediately introduced via medication, the period of time within which the medicine alleviates the patient's depression most likely relies on other regulatory proteins. Thus, given protein p11's interaction with serotonin 5-HT receptors and the increasing evidence of the protein's correlation to mood disorders, this protein has been identified as a target for research in the development of future antidepressants.",
            "score": 106.63199615478516
        },
        {
            "docid": "9858250_7",
            "document": "Vitamin A receptor . STRA6 has also been associated with facilitating insulin resistance. This is because STRA6 signaling results in activation of transcription factor STAT5 target genes. One of these target genes is a suppressor of cytokine signaling 3 (SOCS3) which is a strong inhibitor of insulin signaling. As a result, STRA6 signaling suppresses the response to insulin by inhibiting the phosphorylation of the insulin receptor, IR, by an influx of insulin. In other words, increased levels of the RBP in obese animals (which will increase STRA6 activity) can facilitate insulin resistance. Due to this close relationship between STRA6 and insulin resistance, it has been demonstrated that single nucleotide polymorphisms in STRA6 are associated with Type 2 Diabetes.",
            "score": 106.62621307373047
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 106.13031005859375
        },
        {
            "docid": "29648114_5",
            "document": "Andrea Brand . It was there that Brand conceived of the GAL4 system, which Lancet has described as “an ingenious toolkit that allows researchers to turn on genes in any cell type and at any time of development, and thus engineer and test the function of both genes and proteins. The effect of this system on fly genetics is hard to exaggerate—one scientist has described it as 'a fly geneticist's Swiss army knife'. By causing cells to express cell death genes—and effectively commit suicide—the system can model diabetes by killing insulin-producing cells. 'It has also been used to express mutant versions of proteins to model neurodegenerative diseases, such as Alzheimer's', says Brand. Now the most highly cited paper in the Drosophila field, Brand had enormous difficulty in getting the paper published.” Lancet notes that the GAL4 system remains “at the heart of Brand's current work on Drosophila neural stem cells. Because of the similarities between Drosophila and mammalian neural stem cells in their ability to self-renew and differentiate into different types of neurons and glial cells, the work has the potential to help develop therapies for neurodegenerative diseases such as Parkinson's.”",
            "score": 106.11226654052734
        },
        {
            "docid": "26434412_14",
            "document": "Mark Mattson . Dr. Mattson’s work has revealed mechanisms by which diabetes adversely affects hippocampal plasticity and cognitive function. He showed that, in both insulin-deficient rats and insulin-resistant mice, diabetes impairs hippocampus-dependent memory, perforant path synaptic plasticity and adult neurogenesis, and the adrenal steroid corticosterone contributes to these adverse effects. Changes in hippocampal plasticity and function in both models were reversed when normal physiological levels of corticosterone were maintained, suggesting that cognitive impairment in diabetes may result from glucocorticoid-mediated deficits in neurogenesis and synaptic plasticity. In a related study, Mattson showed that rats fed with a high-fat, high-glucose diet supplemented with fructose corn syrup exhibit alterations in energy and lipid metabolism similar to clinical diabetes, with elevated fasting glucose and increased cholesterol and triglycerides. Rats maintained on this diet for 8 months exhibited impaired spatial learning ability, reduced hippocampal dendritic spine density, and reduced long-term potentiation at Schaffer collateral—CA1 synapses. These changes occurred concurrently with reductions in levels of BDNF in the hippocampus. Dr. Mattson also investigated whether manipulations that enhance neurotrophin levels will also restore neuronal structure and function in diabetes. He found that running wheel activity, caloric restriction, or the combination of the two treatments increased levels of BDNF in the hippocampus of diabetic mice. Enhancement of hippocampal BDNF was accompanied by increases in dendritic spine density on the secondary and tertiary dendrites of dentate granule neurons. These studies suggest that diabetes exerts detrimental effects on hippocampal structure, and that this state can be attenuated by increasing energy expenditure and decreasing energy intake. The implications of these findings for cognitive aging are clear – dietary moderation and regular exercise will enhance cognitive function.",
            "score": 105.75923156738281
        },
        {
            "docid": "21525_77",
            "document": "Nutrition . Obesity can unfavorably alter hormonal and metabolic status via resistance to the hormone leptin, and a vicious cycle may occur in which insulin/leptin resistance and obesity aggravate one another. The vicious cycle is putatively fueled by continuously high insulin/leptin stimulation and fat storage, as a result of high intake of strongly insulin/leptin stimulating foods and energy. Both insulin and leptin normally function as satiety signals to the hypothalamus in the brain; however, insulin/leptin resistance may reduce this signal and therefore allow continued overfeeding despite large body fat stores. In addition, reduced leptin signaling to the brain may reduce leptin's normal effect to maintain an appropriately high metabolic rate.",
            "score": 105.19086456298828
        },
        {
            "docid": "2917198_7",
            "document": "Neuropsychopharmacology . The groundwork is currently being paved for the next generation of pharmacological treatments which will improve quality of life with increasing efficiency. For example, contrary to previous thought, it is now known that the adult brain does to some extent grow new neurons—the study of which, in addition to neurotrophic factors, may hold hope for neuro-degenerative diseases like Alzheimer's, Parkinson's, ALS, and types of chorea. All of the proteins involved in neurotransmission are a small fraction of the more than 100,000 proteins in the brain. Thus there are many proteins which are not even in the direct path of signal transduction, any of which may still be a target for specific therapy. At present, novel pharmacological approaches to diseases or conditions are reported at a rate of almost one per week.",
            "score": 104.97703552246094
        },
        {
            "docid": "9745239_12",
            "document": "Glucagon-like peptide 1 receptor . Relating glucose metabolism and insulin sensitivity back to Huntington's disease, increased insulin release and beta cell proliferation by a GLP-1 agonist, Ex-4, helps combat the damage done by mutant htt in peripheral tissues. Htt aggregation decreases beta cell mass and thus impairs insulin release and increases blood glucose levels. Disruption of glycemic homeostasis then affects nutrient availability to neurons and alters neuron function contributing to neurodegeneration and motor problems seen in Huntington's disease. The health of the nervous system is related to metabolic health, thus a diabetes medication as a Huntington's disease treatment is a potential treatment. Ex-4 easily crosses the blood-brain barrier and GLP-1 and Ex-4 have been shown to act on neurons in the brain by exerting neuroprotective actions.",
            "score": 104.76416015625
        },
        {
            "docid": "33825206_11",
            "document": "Synaptic fatigue . Hallmarks of Alzheimer's disease (AD) are impairment of cognition, aggregation of β-amyloid peptide (Aβ), neurofibrillary degeneration, loss of neurons with accelerated atrophy of specific brain areas, and decrease of synapse number in surviving neurons. Research indicates both pre- and postsynaptic mechanisms resulting in AD. One specific abnormality includes an increased amount of presynaptic protein APP. A study was conducted where synaptic fatigue was compared between transgenic mice overexpressing APP/PS1 with their littermates who did not overexpress the protein. The results showed that fatigue was more significantly pronounced in the APP/PS1 mice, which indicates a decrease in the amount of readily releasable pools of vesicles in the presynaptic neuron. Conclusions from this study include synaptic fatigue being primarily a presynaptic phenomenon and not being affected by postsynaptic receptor desensitization, synaptic fatigue is not a result of Ca ions building up in the terminal, and most importantly that synaptic fatigue is an important player and can be studied when researching the causes and effects of some neurodegenerative diseases.",
            "score": 104.6063003540039
        },
        {
            "docid": "37957946_6",
            "document": "De novo protein synthesis theory of memory formation . A line of research investigates long term potentiation (LTP), a process that describes how a memory can be consolidated between two neurons, or brain cells, ultimately by creating a circuit within the brain that can encode a memory. To initiate a learning circuit between two neurons, one prominent study described using tetanus stimulations to depolarize one neuron by 30mV, which, in turn, activated its NMDA glutamate receptors (Nowak, Bregestovski, Ascher, Herbert, & Prochiantz, 1984). The activation of these receptors resulted in Ca flooding the cell, initiating a cascade of secondary messengers. The cascade of resulting reactions, brought about by secondary messengers, terminates with the activation of cAMP response binding element protein (CREB), which acts as a transcription factor for various genes and initiates their expression (Hawkins, Kandel, & Bailey, 2006). Some proponents argue that the genes stimulate changes in communication between neurons, which underlie the encoding of memory; others suggest that the genes are byproducts of the LTP signaling pathway and are not directly involved in LTP. However, following the cascade of secondary messengers, no one would dispute that more AMPA receptors appear in the postsynaptic terminal (Hayashi et al., 2000). Higher numbers of AMPA receptors, taken together with the aforementioned events, allow for increased firing potential in the postsynaptic cell, which creates an improved learning circuit between these two neurons (Hayashi et al., 2000). Because of the specific, activity-dependent nature of LTP, it is an ideal model for a neural correlate of memory, as postulated by numerous studies; together, these studies show that the abolishment of LTP prevents the formation of memory at the neuronal level (Hawkins, Kandel, & Bailey, 2006).",
            "score": 104.1871337890625
        },
        {
            "docid": "14895_2",
            "document": "Insulin . Insulin (from Latin \"insula\", island) is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of, especially glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (triglycerides) via lipogenesis, or, in the case of the liver, into both. Glucose production and secretion by the liver is strongly inhibited by high concentrations of insulin in the blood. Circulating insulin also affects the synthesis of proteins in a wide variety of tissues. It is therefore an anabolic hormone, promoting the conversion of small molecules in the blood into large molecules inside the cells. Low insulin levels in the blood have the opposite effect by promoting widespread catabolism, especially of reserve body fat. Beta cells are sensitive to glucose concentrations, also known as blood sugar levels. When the glucose level is high, the beta cells secrete insulin into the blood; when glucose levels are low, secretion of insulin is inhibited. Their neighboring alpha cells, by taking their cues from the beta cells, secrete glucagon into the blood in the opposite manner: increased secretion when blood glucose is low, and decreased secretion when glucose concentrations are high. Glucagon, through stimulating the liver to release glucose by glycogenolysis and gluconeogenesis, has the opposite effect of insulin. The secretion of insulin and glucagon into the blood in response to the blood glucose concentration is the primary mechanism of glucose homeostasis. If beta cells are destroyed by an autoimmune reaction, insulin can no longer be synthesized or be secreted into the blood. This results in type 1 diabetes mellitus, which is characterized by abnormally high blood glucose concentrations, and generalized body wasting. In type 2 diabetes mellitus the destruction of beta cells is less pronounced than in type 1 diabetes, and is not due to an autoimmune process. Instead there is an accumulation of amyloid in the pancreatic islets, which likely disrupts their anatomy and physiology. The pathogenesis of type 2 diabetes is not well understood but patients exhibit a reduced population of islet beta-cells, reduced secretory function of islet beta-cells that survive, and peripheral tissue insulin resistance. Type 2 diabetes is characterized by high rates of glucagon secretion into the blood which are unaffected by, and unresponsive to the concentration of glucose in the blood. Insulin is still secreted into the blood in response to the blood glucose. As a result, the insulin levels, even when the blood sugar level is normal, are much higher than they are in healthy persons. There are a variety of treatment regimens, none of which is entirely satisfactory. When the pancreas’s capacity to secrete insulin can no longer keep the blood sugar level within normal bounds, insulin injections are given. The human insulin protein is composed of 51 amino acids, and has a molecular mass of 5808 Da. It is a dimer of an A-chain and a B-chain, which are linked together by disulfide bonds. Insulin's structure varies slightly between species of animals. Insulin from animal sources differs somewhat in effectiveness (in carbohydrate metabolism effects) from human insulin because of these variations. Porcine insulin is especially close to the human version, and was widely used to treat type 1 diabetics before human insulin could be produced in large quantities by recombinant DNA technologies. The crystal structure of insulin in the solid state was determined by Dorothy Hodgkin. It is on the WHO Model List of Essential Medicines, the most important medications needed in a basic health system.",
            "score": 103.76531982421875
        },
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 103.1806640625
        },
        {
            "docid": "47677036_23",
            "document": "Child nutrition in Australia . Diabetes type II is a progressive pancreatic condition that tends to be induced by lifestyle factors. \"Obesity, lack of physical exercise and a poor diet are the major lifestyle factors that encourage this disease.\" Genetic predispositions also play a role, however, not as significant as environmental causes. Diabetes among children, is on the rise within Australia, as revealed by a study in Western Australia in 2002. The study stated that 2 in every 100,000 children under the age of 18 in Australia were considered diabetic. The findings further suggested that Indigenous children were at a much higher risk, as 16 in every 100,000 children were considered to be diabetic. The condition is one where the body cells are unable to absorb sufficient amounts of insulin, due to tissue resistance, thus being unable to reduce blood sugar levels after eating. The body requires insulin produced by the pancreas, in order to uptake glucose within the cells for the production of energy (ATP) and to perform active processes within the body, such as digestion, muscle contraction and brain stimulation. Over time those susceptible will experience weight gain as well as nutritional gaps as they will be unable to adequately absorb nutrients required by the body. This is a fatal flaw in a developing child as it results in a failure to thrive and can potentially inhibit body development and cognitive functioning, due to cortical and muscular-skeletal atrophy. Diabetes can be controlled by lifestyle changes such as increased exercise as well blood glucose level monitoring. However, no definitive cure exists.",
            "score": 102.9103012084961
        },
        {
            "docid": "47878_15",
            "document": "Huntington's disease . HTT is expressed in all mammalian cells. The highest concentrations are found in the brain and testes, with moderate amounts in the liver, heart, and lungs. The function of HTT in humans is unclear. It interacts with proteins which are involved in transcription, cell signaling, and intracellular transporting. In animals genetically modified to exhibit HD, several functions of HTT have been found. In these animals, HTT is important for embryonic development, as its absence is related to embryonic death. Caspase, an enzyme which plays a role in catalyzing apoptosis, is thought to be activated by the mutated gene through damaging the ubiquitin-protease system. It also acts as an anti-apoptotic agent preventing programmed cell death and controls the production of brain-derived neurotrophic factor, a protein which protects neurons and regulates their creation during neurogenesis. HTT also facilitates vesicular transport and synaptic transmission and controls neuronal gene transcription. If the expression of HTT is increased and more HTT produced, brain cell survival is improved and the effects of mHTT are reduced, whereas when the expression of HTT is reduced, the resulting characteristics are more typical of the presence of mHTT. In humans the disruption of the normal gene does not cause the disease. It is thought that the disease is not caused by inadequate production of HTT, but by an increase in the toxic function of mHTT in the body.",
            "score": 102.85082244873047
        }
    ]
}