{
    "q": [
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 160.67582082748413
        },
        {
            "docid": "2157359_4",
            "document": "Tobacco BY-2 cells . They are used as model systems for higher plants because of their relatively high homogeneity and high growth rate, featuring still general behaviour of plant cell. The diversity of cell types within any part of a naturally grown plant \"(in vivo)\" makes it very difficult to investigate and understand some general biochemical phenomena of living plant cells. The transport of a solute in or out of the cell, for example, is difficult to study because the specialized cells in a multicellular organism behave differently. Cell suspension cultures such as tobacco BY-2 provide good model systems for these studies at the level of a single cell and its compartments because tobacco BY-2 cells behave very similarly to one another. The influence of neighbouring cells behavior is in the suspension is not as important as it would be in an intact plant. As a result any changes observed after a stimulus is applied can be statistically correlated and it could be decided if these changes are reactions to the stimulus or just merely coincidental. In this moment BY-2 cells are relatively well understood and often used in research. This model plant system is especially useful for studies of cell division, cytoskeletons, plant hormone signaling, intracellular trafficking, and organelle differentiation.",
            "score": 129.0070424079895
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 129.12978780269623
        },
        {
            "docid": "227982_92",
            "document": "Atomic force microscopy . The latest efforts in integrating nanotechnology and biological research have been successful and show much promise for the future. Since nanoparticles are a potential vehicle of drug delivery, the biological responses of cells to these nanoparticles are continuously being explored to optimize their efficacy and how their design could be improved. Pyrgiotakis et al. were able to study the interaction between CeO2 and Fe2O3 engineered nanoparticles and cells by attaching the engineered nanoparticles to the AFM tip. Beyond the interactions with external synthetic materials, cells have been imaged with X-ray crystallography and there has been much curiosity about their behavior \"in vivo\". Studies have taken advantage of AFM to obtain further information on the behavior of live cells in biological media. Real-time atomic force spectroscopy (or nanoscopy) and dynamic atomic force spectroscopy have been used to study live cells and membrane proteins and their dynamic behavior at high resolution, on the nanoscale. Imaging and obtaining information on the topography and the properties of the cells has also given insight into chemical processes and mechanisms that occur through cell-cell interaction and interactions with other signaling molecules (ex. ligands). Evans and Calderwood used single cell force microscopy to study cell adhesion forces, bond kinetics/dynamic bond strength and its role in chemical processes such as cell signaling.  Scheuring, Lévy, and Rigaud reviewed studies in which AFM to explore the crystal structure of membrane proteins of photosynthetic bacteria. Alsteen et al. have used AFM-based nanoscopy to perform a real-time analysis of the interaction between live mycobacteria and antimycobacterial drugs (specifically isoniazid, ethionamide, ethambutol, and streptomycine), which serves as an example of the more in-depth analysis of pathogen-drug interactions that can be done through AFM.",
            "score": 97.06827890872955
        },
        {
            "docid": "2157359_3",
            "document": "Tobacco BY-2 cells . Tobacco BY-2 cells are nongreen, fast growing plant cells which can multiply their numbers up to 100-fold within one week in adequate culture medium and good culture conditions. This cultivar of tobacco is kept as a cell culture and more specifically as cell suspension culture (a specialized population of cells growing in liquid medium, they are raised by scientists in order to study a specific biological property of a plant cell). In cell suspension cultures, each of the cells is floating independently or at most only in short chains in a culture medium. Each of the cells has similar properties to the others. The model plant system is comparable to HeLa cells for human research. Because the organism is relatively simple and predictable it makes the study of biological processes easier, and can be an intermediate step towards understanding more complex organisms. They are used by plant physiologists and molecular biologists as a model organism.",
            "score": 126.4607162475586
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 127.66085958480835
        },
        {
            "docid": "5134478_7",
            "document": "Guard cell . Guard cells perceive and process environmental and endogenous stimuli such as light, humidity, CO concentration, temperature, drought, and plant hormones to trigger cellular responses resulting in stomatal opening or closure. These signal transduction pathways determine for example how quickly a plant will lose water during a drought period. Guard cells have become a model for single cell signaling. Using \"Arabidopsis thaliana\", the investigation of signal processing in single guard cells has become open to the power of genetics. Cytosolic and nuclear proteins and chemical messengers that function in stomatal movements have been identified that mediate the transduction of environmental signals thus controlling CO intake into plants and plant water loss. Research on guard cell signal transduction mechanisms is producing an understanding of how plants can improve their response to drought stress by reducing plant water loss. Guard cells also provide an excellent model for basic studies on how a cell integrates numerous kinds of input signals to produce a response (stomatal opening or closing). These responses require coordination of numerous cell biological processes in guard cells, including signal reception, ion channel and pump regulation, membrane trafficking, transcription, cytoskeletal rearrangements and more. A challenge for future research is to assign the functions of some of the identified proteins to these diverse cell biological processes.",
            "score": 117.4846340417862
        },
        {
            "docid": "5198024_14",
            "document": "Efficient coding hypothesis . In one study by Doi et al. in 2012, the researchers created a predicted response model of the retinal ganglion cells that would be based on the statistics of the natural images used, while considering noise and biological constraints. They then compared the actual information transmission as observed in real retinal ganglion cells to this optimal model to determine the efficiency. They found that the information transmission in the retinal ganglion cells had an overall efficiency of about 80% and concluded that \"the functional connectivity between cones and retinal ganglion cells exhibits unique spatial structure...consistent with coding efficiency. A study by van Hateren and Ruderman in 1998 used ICA to analyze video-sequences and compared how a computer analyzed the independent components of the image to data for visual processing obtained from a cat in DeAngelis et al. 1993. The researchers described the independent components obtained from a video sequence as the \"basic building blocks of a signal\", with the independent component filter (ICF) measuring \"how strongly each building block is present\". They hypothesized that if simple cells are organized to pick out the \"underlying structure\" of images over time then cells should act like the independent component filters. They found that the ICFs determined by the computer were similar to the \"receptive fields\" that were observed in actual neurons.",
            "score": 86.43566739559174
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 124.85740101337433
        },
        {
            "docid": "30972650_2",
            "document": "Laser ablation electrospray ionization . Laser ablation electrospray ionization (LAESI) is an ambient ionization method for mass spectrometry that combines laser ablation from a mid-infrared (mid-IR) laser with a secondary electrospray ionization (ESI) process. The mid-IR laser is used to generate gas phase particles which are then ionized through interactions with charged droplets from the ESI source. LAESI was developed by Professor Akos Vertes and Dr. Peter Nemes in 2007 and is now marketed commercially by Protea Biosciences, Inc. LAESI is a novel ionization source for mass spectrometry (MS) that has been used to perform MS imaging of plants, tissues, cell pellets, and even single cells. In addition, LAESI has been used to analyze historic documents and untreated biofluids such as urine and blood. The technique of LAESI is performed at atmospheric pressure and therefore overcomes many of the obstacles of traditional MS techniques, including extensive and invasive sample preparation steps and the use of high vacuum. LAESI can be used to perform MS analysis of many different classes of compounds ranging from small molecules, such as pharmaceuticals, saccharides, lipids, and metabolites to larger biomolecules like peptides and proteins. LAESI has also been shown to have a quantitative dynamic range of 4 decades and a limit of detection (LOD) of 8 fmol with verapamil, a small pharmaceutical molecule. The technique has a lateral resolution of <200 μm for imaging applications and has been used for 3D imaging of plant tissues. Additionally, in cell-by-cell LAESI imaging experiments single cells can be used as the pixels of the molecular image. This LAESI application uses etched optical fibers to produce laser spot sizes of <50 µm to deliver the laser energy and has also been utilized in single cell analysis experiments.",
            "score": 112.03299343585968
        },
        {
            "docid": "24044102_6",
            "document": "Cellular model . The eukaryotic cell cycle is very complex and is one of the most studied topics, since its misregulation leads to cancers. It is possibly a good example of a mathematical model as it deals with simple calculus but gives valid results. Two research groups have produced several models of the cell cycle simulating several organisms. They have recently produced a generic eukaryotic cell cycle model which can represent a particular eukaryote depending on the values of the parameters, demonstrating that the idiosyncrasies of the individual cell cycles are due to different protein concentrations and affinities, while the underlying mechanisms are conserved (Csikasz-Nagy et al., 2006). By means of a system of ordinary differential equations these models show the change in time (dynamical system) of the protein inside a single typical cell; this type of model is called a deterministic process (whereas a model describing a statistical distribution of protein concentrations in a population of cells is called a stochastic process). To obtain these equations an iterative series of steps must be done: first the several models and observations are combined to form a consensus diagram and the appropriate kinetic laws are chosen to write the differential equations, such as rate kinetics for stoichiometric reactions, Michaelis-Menten kinetics for enzyme substrate reactions and Goldbeter–Koshland kinetics for ultrasensitive transcription factors, afterwards the parameters of the equations (rate constants, enzyme efficiency coefficients and Michaelis constants) must be fitted to match observations; when they cannot be fitted the kinetic equation is revised and when that is not possible the wiring diagram is modified. The parameters are fitted and validated using observations of both wild type and mutants, such as protein half-life and cell size. In order to fit the parameters the differential equations need to be studied. This can be done either by simulation or by analysis.  In a simulation, given a starting vector (list of the values of the variables), the progression of the system is calculated by solving the equations at each time-frame in small increments. In analysis, the properties of the equations are used to investigate the behavior of the system depending of the values of the parameters and variables. A system of differential equations can be represented as a vector field, where each vector described the change (in concentration of two or more protein) determining where and how fast the trajectory (simulation) is heading. Vector fields can have several special points: a stable point, called a sink, that attracts in all directions (forcing the concentrations to be at a certain value), an unstable point, either a source or a saddle point which repels (forcing the concentrations to change away from a certain value), and a limit cycle, a closed trajectory towards which several trajectories spiral towards (making the concentrations oscillate). A better representation which can handle the large number of variables and parameters is called a bifurcation diagram (bifurcation theory): the presence of these special steady-state points at certain values of a parameter (e.g. mass) is represented by a point and once the parameter passes a certain value, a qualitative change occurs, called a bifurcation, in which the nature of the space changes, with profound consequences for the protein concentrations: the cell cycle has phases (partially corresponding to G1 and G2) in which mass, via a stable point, controls cyclin levels, and phases (S and M phases) in which the concentrations change independently, but once the phase has changed at a bifurcation event (cell cycle checkpoint), the system cannot go back to the previous levels since at the current mass the vector field is profoundly different and the mass cannot be reversed back through the bifurcation event, making a checkpoint irreversible. In particular the S and M checkpoints are regulated by means of special bifurcations called a Hopf bifurcation and an infinite period bifurcation. Cell Collective is a modeling software that enables one to house dynamical biological data, build computational models, stimulate, break and recreate models. The development is led by Tomas Helikar, a researcher within the field of computational biology. It is designed for biologists, students learning about computational biology, teachers focused on teaching life sciences, and researchers within the field of life science. The complexities of math and computer science are built into the backend and one can learn about the methods used for modeling biological species, but complex math equations, algorithms, programming are not required and hence won't impede model building.",
            "score": 105.4960126876831
        },
        {
            "docid": "40466325_6",
            "document": "Cerebral organoid . Organoids can be used to study the crucial early stages of brain development, test drugs and, because they can be made from living cells, study individual patients., In one case, a cerebral organoid grown from a patient with microcephaly demonstrated related symptoms and revealed that apparently the cause is overly rapid development, followed by slower brain growth. Microencephaly is a developmental condition in which the brain remains undersized, producing an undersized head and debilitation. Microcephaly is not suitable for mouse models, which do not replicate the condition. The primary form of the disease is thought to be caused by a homozygous mutation in the microcephalin gene. The disease is difficult to reproduce in mouse models because mice lack the developmental stages for an enlarged cerebral cortex that humans have. Naturally, a disease which affects this development would be impossible to show in a model which does not have it to begin with. To use cerebral organoids to model a human's microcephaly, one group of researchers has taken patient skin fibroblasts and reprogrammed them using four well known reprogramming factors. These include OCT4, SOX2, MYC and KLF4. The reprogrammed sample was able to be cloned into induced pluripotent stem cells. The cells were cultured into a cerebral organoid following a process described in the cerebral organoid creation section below. The organoid that resulted had decreased numbers of neural progenitor cells and smaller tissues. Additionally, the patient derived tissues displayed fewer and less frequent neuroepithelial tissues made of progenitors, decreased radial glial stem cells, and increased neurons. These results suggest that the underlying mechanism of microcephaly is caused by cells prematurely differentiating into neurons leaving a deficit of radial glial cells.",
            "score": 138.1958600282669
        },
        {
            "docid": "143533_20",
            "document": "Green fluorescent protein . The availability of GFP and its derivatives has thoroughly redefined fluorescence microscopy and the way it is used in cell biology and other biological disciplines. While most small fluorescent molecules such as FITC (fluorescein isothiocyanate) are strongly phototoxic when used in live cells, fluorescent proteins such as GFP are usually much less harmful when illuminated in living cells. This has triggered the development of highly automated live-cell fluorescence microscopy systems, which can be used to observe cells over time expressing one or more proteins tagged with fluorescent proteins. For example, GFP had been widely used in labelling the spermatozoa of various organisms for identification purposes as in \"Drosophila melanogaster\", where expression of GFP can be used as a marker for a particular characteristic. GFP can also be expressed in different structures enabling morphological distinction. In such cases, the gene for the production of GFP is incorporated into the genome of the organism in the region of the DNA that codes for the target proteins and that is controlled by the same regulatory sequence; that is, the gene's regulatory sequence now controls the production of GFP, in addition to the tagged protein(s). In cells where the gene is expressed, and the tagged proteins are produced, GFP is produced at the same time. Thus, only those cells in which the tagged gene is expressed, or the target proteins are produced, will fluoresce when observed under fluorescence microscopy. Analysis of such time lapse movies has redefined the understanding of many biological processes including protein folding, protein transport, and RNA dynamics, which in the past had been studied using fixed (i.e., dead) material. Obtained data are also used to calibrate mathematical models of intracellular systems and to estimate rates of gene expression.",
            "score": 123.3771800994873
        },
        {
            "docid": "53979054_7",
            "document": "Clare Waterman . In the mid-1990s Dr. Clare Waterman and colleagues developed a microscopy technique called “fluorescent speckle microscopy” (FSM), that can be used to measure the dynamics of the subunits making up macromolecular structures in living cells, such as the cytoskeletal elements f-actin and microtubules. Developments in fluorescent protein technology and microscopy in the early 90’s led to the ability of cell biologists to label specific cellular proteins with fluorescent markers and follow their dynamics in living cells by time-lapse high resolution microscopy. However, quantitative analysis of these dynamics was primarily descriptive or very limited in spatial resolution. Dr. Waterman discovered that high-resolution imaging of very low levels of fluorescently labeled tubulin in living cells showed a speckle pattern on microtubules. She demonstrated that the speckles serve as diffraction-limited markers at submicron size and density on the cytoskeleton, whose dynamics over time encode cytoskeletal assembly and motion. Together with computer vision engineers, image analysis software was developed that is capable of extracting high resolution maps of cytoskeletal assembly/disassembly and motion in migrating cells from fluorescent speckle microscopy images. Fluorescent Speckle Microscopy is used by cell biologists as a sensitive assay for determining the effects of drug or genetic perturbations on cytoskeletal dynamics in living cells and animal models.",
            "score": 89.29898929595947
        },
        {
            "docid": "37138_26",
            "document": "Arabidopsis thaliana . \"A. thaliana\" is well suited for light microscopy analysis. Young seedlings on the whole, and their roots in particular, are relatively translucent. This, together with their small size, facilitates live cell imaging using both fluorescence and confocal laser scanning microscopy. By wet-mounting seedlings in water or in culture media, plants may be imaged uninvasively, obviating the need for fixation and sectioning and allowing time-lapse measurements. Fluorescent protein constructs can be introduced through transformation. The developmental stage of each cell can be inferred from its location in the plant or by using fluorescent protein markers, allowing detailed developmental analysis.",
            "score": 93.11392521858215
        },
        {
            "docid": "31570900_2",
            "document": "Somatic embryogenesis . Somatic embryogenesis is an artificial process in which a plant or embryo is derived from a single somatic cell or group of somatic cells. Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form from the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Somatic embryos are mainly produced \"in vitro\" and for laboratory purposes, using either solid or liquid nutrient media which contain plant growth regulators (PGR’s). The main PGRs used are auxins but can contain cytokinin in a smaller amount. Shoots and roots are monopolar while somatic embryos are bipolar, allowing them to form a whole plant without culturing on multiple media types. Somatic embryogenesis has served as a model to understand the physiological and biochemical events that occur during plant developmental processes as well as a component to biotechnological advancement. The first documentation of somatic embryogenesis was by Steward et al. in 1958 and Reinert in 1959 with carrot cell suspension cultures.",
            "score": 139.4946299791336
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 138.5036345720291
        },
        {
            "docid": "10446876_4",
            "document": "Fate mapping . Early embryologists used \"vital dyes\" (which would stain but not harm the cells) to follow movements of individual cells or groups of cells over time in \"Xenopus\" frog embryos. The tissue(s) to which the cells contribute would thus be labeled and visible in the adult organism. The first person to develop and use this technique to study cell fate was embryologist Walter Vogt in 1929. Vogt used small chips of agar impregnated with a vital dye, (such as Nile Blue or Nile Red) which he placed on a particular cell or population of cells in \"Xenopus\" embryos until the dye absorbed into the yolk platelets within the desired cell(s). Once the cells were effectively labeled, the agar chip could be removed and the embryo was allowed to develop normally. With this method, Vogt was able to discern movements of particular cell populations and the ultimate organ or tissue into which they integrated. Although innovative for the time, this technique is limiting in that the size of a chip of agar may not accommodate single-cell resolution studies at later stages of development, since successive cell divisions will yield smaller cells (until the embryo develops into a larval form that can eat, and thereby grow larger). Additionally, the cell or cell population of interest must be superficial, since the agar chip with the dye must be placed on the surface of the embryo.",
            "score": 100.16501593589783
        },
        {
            "docid": "23843184_6",
            "document": "Intravital microscopy . Fluorescence labeling of different cell lineages with differently coloured proteins allows visualizing cellular dynamics in a context of their microenvironment. If the image resolution is high enough (50 – 100 μm) it can be possible to use several images to generate 3D models of cellular interactions, including protrusions that cells make while extending toward each other. 3D models from time-lapse image sequences allow assessing speed and directionality of cellular movements. Vascular structures can also be reconstructed in 3D space and changes of their permeability can be monitored throughout a period of time as fluorescent signal intensity of dyes changes when vascular permeability does. High resolution intravital microscopy can be used to visualize spontaneous and transient events. <br> It might be useful to pair up multiphoton and confocal microscopy as this allows getting more information from every imaging session. This includes visualization of more different cell types and structures to obtain more informative images and using a single animal to obtain images of all the different cell types and structures that are of interest for a given experiment. This latter is an example of The Three Rs principle implementation.",
            "score": 75.40164482593536
        },
        {
            "docid": "1686272_45",
            "document": "Chemical biology . Small molecules that modulate stem-cell behavior are commonly identified in high-throughput screens. Libraries of compounds are screened for the induction of a desired phenotypic change in cultured stem-cells. This is usually observed through activation or repression of a fluorescent reporter or by detection of specific cell surface markers by FACS or immunohistochemistry. Hits are then structurally optimized for activity by the synthesis and screening of secondary libraries. The cellular targets of the small molecule can then be identified by affinity chromatography, mass spectrometry, or DNA microarray.  A trademark of pluripotent stem-cells, such as embryonic stem-cells (ESCs), is the ability to self-renew indefinitely. The conventional use of feeder cells and various exogenous growth factors in the culture of ESCs presents a problem in that the resulting highly variable culture conditions make the long-term expansion of un-differentiated ESCs challenging. Ideally, chemically defined culture conditions could be developed to maintain ESCs in a pluripotent state indefinitely. Toward this goal, the Schultz and Ding labs at the Scripps Research Institute identified a small molecule that can preserve the long-term self-renewal of ESCs in the absence of feeder cells and other exogenous growth factors. This novel molecule, called pluripotin, was found to simultaneously inhibit multiple differentiation inducing pathways. The utility of stem-cells is in their ability to differentiate into all cell types that make up an organism. Differentiation can be achieved in vitro by favoring development toward a particular cell type through the addition of lineage specific growth factors, but this process is typically non-specific and generates low yields of the desired phenotype. Alternatively, inducing differentiation by small molecules is advantageous in that it allows for the development of completely chemically defined conditions for the generation of one specific cell type. A small molecule, neuropathiazol, has been identified which can specifically direct differentiation of multipotent neural stem cells into neurons. Neuropathiazol is so potent that neurons develop even in conditions that normally favor the formation of glial cells, a powerful demonstration of controlling differentiation by chemical means. Because of the ethical issues surrounding ESC research, the generation of pluripotent cells by reprogramming existing somatic cells into a more \"stem-like\" state is a promising alternative to the use of standard ESCs. By genetic approaches, this has recently been achieved in the creation of ESCs by somatic cell nuclear transfer and the generation of induced pluripotent stem-cells by viral transduction of specific genes. From a therapeutic perspective, reprogramming by chemical means would be safer than genetic methods because induced stem-cells would be free of potentially dangerous transgenes. Several examples of small molecules that can de-differentiate somatic cells have been identified. In one report, lineage-committed myoblasts were treated with a compound, named reversine, and observed to revert to a more stem-like phenotype. These cells were then shown to be capable of differentiating into osteoblasts and adipocytes under appropriate conditions. Stem-cell therapies are currently the most promising treatment for many degenerative diseases. Chemical approaches to stem-cell biology support the development of cell-based therapies by enhancing stem-cell growth, maintenance, and differentiation in vitro. Small molecules that have been shown to modulate stem-cell fate are potential therapeutic candidates and provide a natural lean-in to pre-clinical drug development. Small molecule drugs could promote endogenous stem-cells to differentiate, replacing previously damaged tissues and thereby enhancing the body's own regenerative ability. Further investigation of molecules that modulate stem-cell behavior will only unveil new therapeutic targets.",
            "score": 137.44292962551117
        },
        {
            "docid": "2009296_11",
            "document": "Sieve tube element . Because the plant vascular system is vital in growth and development of plant cells and the organs within the plant, the role of sieve elements in the transport of necessary carbohydrates and macromolecules is largely expanded. This can be applied to agriculture to observe the way resources are distributed to various parts of the plant. Plasmodesmata connect companion cells to sieve elements and parenchyma cells can connect the sieve tubes to various tissues within the plant. This system between the plasmodesmata, companion cells, and sieve tubes allow for the delivery of necessary metabolites. The yield of agricultural product could potentially be increased to maximize the delivery system of these specialized cells within the phloem in a way that diffusion can be maximized. It has been discovered that the angiosperm phloem can use the sieve tubes as a way to transport various forms of RNA to sink tissues which can help alter transcriptional activity. Sink tissues are tissues that are in the process of growth and need nutrients. Having Sieve elements transport additional nutrients to sink tissues can speed up the growth process, which can affect plant growth and development. Overtime, rapid growth has the potential of leading to a greater agricultural output.",
            "score": 136.03034698963165
        },
        {
            "docid": "307065_36",
            "document": "Tissue engineering . In a 2012 study, Koch et al. focused on whether Laser-assisted BioPrinting (LaBP) can be used to build multicellular 3D patterns in natural matrix, and whether the generated constructs are functioning and forming tissue. LaBP arranges small volumes of living cell suspensions in set high-resolution patterns. The investigation was successful, the researchers foresee that \"generated tissue constructs might be used for in vivo testing by implanting them into animal models\" (14). As of this study, only human skin tissue has been synthesized, though researchers project that \"by integrating further cell types (e.g. melanocytes, Schwann cells, hair follicle cells) into the printed cell construct, the behavior of these cells in a 3D in vitro microenvironment similar to their natural one can be analyzed\", useful for drug discovery and toxicology studies.",
            "score": 115.40906000137329
        },
        {
            "docid": "2567511_12",
            "document": "Neural engineering . Neuromechanics is the coupling of neurobiology, biomechanics, sensation and perception, and robotics (Edwards 2010). Researchers are using advanced techniques and models to study the mechanical properties of neural tissues and their effects on the tissues' ability to withstand and generate force and movements as well as their vulnerability to traumatic loading (Laplaca & Prado 2010). This area of research focuses on translating the transformations of information among the neuromuscular and skeletal systems to develop functions and governing rules relating to operation and organization of these systems (Nishikawa et al. 2007). Neuromechanics can be simulated by connecting computational models of neural circuits to models of animal bodies situated in virtual physical worlds (Edwards 2010). Experimental analysis of biomechanics including the kinematics and dynamics of movements, the process and patterns of motor and sensory feedback during movement processes, and the circuit and synaptic organization of the brain responsible for motor control are all currently being researched to understand the complexity of animal movement. Dr. Michelle LaPlaca's lab at Georgia Institute of Technology is involved in the study of mechanical stretch of cell cultures, shear deformation of planar cell cultures, and shear deformation of 3D cell containing matrices. Understanding of these processes is followed by development of functioning models capable of characterizing these systems under closed loop conditions with specially defined parameters. The study of neuromechanics is aimed at improving treatments for physiological health problems which includes optimization of prostheses design, restoration of movement post injury, and design and control of mobile robots. By studying structures in 3D hydrogels, researchers can identify new models of nerve cell mechanoproperties. For example, LaPlaca et al. developed a new model showing that strain may play a role in cell culture (LaPlaca et al. 2005).",
            "score": 142.00737822055817
        },
        {
            "docid": "27232354_3",
            "document": "Nagel–Schreckenberg model . In the Nagel–Schreckenberg model, a road is divided into \"cells\". In the original model, these cells are aligned in a single row whose ends are connected so that all cells make up a circle (this is an example of what are called periodic boundary conditions). Each cell is either empty road or contains a single car; i.e., no more than one car can occupy a cell at any time. Each car is assigned a velocity which is an integer between 0 and a maximum velocity (= 5 in Nagel and Schreckenberg's original work). Time is discretized into time steps. This discretization in both space and time results in a cellular automaton. One can think of a cell as being a few car lengths long and the maximum velocity as being the speed limit on the road. The time step is then the time taken for a car at the speed limit to travel around 10 car lengths. However, the model can also be thought as just a way to understand or to model features of traffic jams by showing how interactions between nearby cars cause the cars to slow down. In each time step, the procedure is as follows.",
            "score": 63.05097413063049
        },
        {
            "docid": "14717585_4",
            "document": "Steven Libutti . Libutti is studying tumor neovascular formation and the interaction between tumor cells, endothelial cells and the components of the tumor microenvironment. The goal of Libutti's research program is to develop novel cancer therapies through a better understanding of the tumor microenvironment. The interaction of a tumor and its vasculature is critical for both tumor growth and the spread of tumor cells to distant organs. The process of new vessel development within the tumor is termed angiogenesis and is required for tumors to grow larger than a few millimeters. In order to better understand the relationship between the tumor and its blood supply, their research is focused on the interaction between tumor-derived factors and endothelial cells developing in the context of the tumor microenvironment. By understanding this interaction they hope to be able to design novel treatment strategies to inhibit both the growth and the spread of tumors. They are currently studying a variety of tumor-derived factors with effects on tumor-associated vasculature. These include vascular endothelial growth factor (VEGF) and endothelial cell monocyte-activating polypeptide II (EMAP-II). EMAP-II is a cytokine with potent effects on blood vessels and was discovered by a research team (including Libutti) at Columbia University. Cytokines such as VEGF and EMAP-II appear to be produced in varying amounts by tumors and have direct effects on the tumor neovasculature. Libutti's approach to the study of these interactions has been through the utilization of a variety of in vitro and in vivo model systems. His team is using gene expression profiling to understand the changes that occur in endothelial cells exposed to tumor-derived factors. His laboratory is developing techniques, which allow them to isolate endothelial cells from tumor tissue. This has resulted in their ability to study tumor-derived endothelial cells directly, and has led to the observation that tumor associated endothelial cells have epigenetic changes compared to normal endothelial cells from the same tissue type. This approach has also allowed them to identify specific genes such as FILIP1L (formerly DOC1), which appear to play a role in the control of endothelial cell responses to angiogenesis inhibitors. They are also using noninvasive imaging techniques, including dynamic MRI and PET, to map changes in tumor blood flow within tumors both in animal models and in patients on clinical trials. A variety of inhibitors of tumor angiogenesis are being actively studied. These include both recombinant proteins derived from naturally occurring substances as well as small molecules designed to act on specific pathways. Various methods of delivering these agents, including gene therapy approaches and the use of tumor targeted nanoparticles are being pursued. Libutti was the first to administer TNF bound colloidal gold nanoparticles as targeted therapy to cancer patients. The overall goal of Libutti's work is to translate a better understanding of tumor cell-endothelial cell interactions, within the context of the tumor microenvironment, into better therapies for patients with cancer. Dr. Libutti is also studying the role of tumor suppressor genes such as \"MEN1\" in the process of tumor formation. Specifically, deciphering the role of \"MEN1\" in the tissue selective development of tumors is work for which Libutti received an R01 grant from the NCI . Libutti has published over 270 peer reviewed journal articles and currently has a Hirsch Index of 60. He is the Editor-in-Chief of Cancer Gene Therapy, a Springer Nature journal focused on cancer gene and cellular therapies.",
            "score": 146.57488238811493
        },
        {
            "docid": "6058_33",
            "document": "Collagen . There is some covalent crosslinking within the triple helices, and a variable amount of covalent crosslinking between tropocollagen helices forming well organized aggregates (such as fibrils). Larger fibrillar bundles are formed with the aid of several different classes of proteins (including different collagen types), glycoproteins, and proteoglycans to form the different types of mature tissues from alternate combinations of the same key players. Collagen's insolubility was a barrier to the study of monomeric collagen until it was found that tropocollagen from young animals can be extracted because it is not yet fully crosslinked. However, advances in microscopy techniques (i.e. electron microscopy (EM) and atomic force microscopy (AFM)) and X-ray diffraction have enabled researchers to obtain increasingly detailed images of collagen structure \"in situ\". These later advances are particularly important to better understanding the way in which collagen structure affects cell–cell and cell–matrix communication and how tissues are constructed in growth and repair and changed in development and disease. For example, using AFM–based nanoindentation it has been shown that a single collagen fibril is a heterogeneous material along its axial direction with significantly different mechanical properties in its gap and overlap regions, correlating with its different molecular organizations in these two regions.",
            "score": 120.36305260658264
        },
        {
            "docid": "5824713_8",
            "document": "Self-healing material . Plants and animals have the capacity to seal and heal wounds. In all plants and animals examined, firstly a self-sealing phase and secondly a self-healing phase can be identified. In plants, the rapid self-sealing prevents the plants from desiccation and from infection by pathogenic germs. This gives time for the subsequent self-healing of the injury which in addition to wound closure also results in the (partly) restoration of mechanical properties of the plant organ. Based on a variety of self-sealing and self-healing processes in plants, different functional principles were transferred into bio-inspired self-repairing materials. The connecting link between the biological model and the technical application is an abstraction describing the underlying functional principle of the biological model which can be for example an analytical model or a numerical model. In cases where mainly physical-chemical processes are involved a transfer is especially promising.  There is evidence in the academic literature of these biomimetic design approaches being used in the development of self-healing systems for polymer composites. The DIW structure from above can be used to essentially mimic the structure of skin. Toohey \"et al.\" did this with an epoxy substrate containing a grid of microchannels containing dicyclopentadiene (DCPD), and incorporated Grubbs' catalyst to the surface. This showed partial recovery of toughness after fracture, and could be repeated several times because of the ability to replenish the channels after use. The process is not repeatable forever, because the polymer in the crack plane from previous healings would build up over time. Inspired by rapid self-sealing processes in the twining liana Aristolochia macrophylla and related species (pipevines) a biomimetic PU-foam coating for pneumatic structures was developed. With respect to low coating weight and thickness of the foam layer maximum repair efficiencies of 99.9% and more have been obtained. Other role models are latex bearing plants as the weeping fig (Ficus benjamina), the rubber tree (Hevea brasiliensis) and spurges (Euphorbia spp.), in which the coagulation of latex is involved in the sealing of lesions. Different self-sealing strategies for elastomeric materials were developed showing significant mechanical restoration after a macroscopic lesion.",
            "score": 105.12076473236084
        },
        {
            "docid": "15261560_9",
            "document": "Dictyostelium discoideum . Because many of its genes are homologous to human genes, yet its lifecycle is simple, \"D. discoideum\" is commonly used as a model organism. It can be observed at organismic, cellular, and molecular levels primarily because of their restricted number of cell types and behaviors, and their rapid growth. It is used to study cell differentiation, chemotaxis, and programmed cell death, which are all normal cellular processes. It is also used to study other aspects of development, including cell sorting, pattern formation, phagocytosis, motility, and signal transduction. These processes and aspects of development are either absent or too difficult to view in other model organisms. \"D. discoideum\" is closely related to higher metazoans. It carries similar genes and pathways, making it a good candidate for gene knockout.",
            "score": 118.78382277488708
        },
        {
            "docid": "177938_19",
            "document": "Moss . The moss \"Phycomitrella patens\" has been used as a model organism to study how plants repair damage to their DNA, especially the repair mechanism known as homologous recombination. If the plant cannot repair DNA damage, e.g. double-strand breaks, in their somatic cells, the cells can lose normal functions or die. If this occurs during meiosis (part of sexual reproduction), they could become infertile. The genome of \"P. patens\" has been sequenced, which has allowed several genes involved in DNA repair to be identified. \"P. patens\" mutants that are defective in key steps of homologous recombination have been used to work out how the repair mechanism functions in plants. For example, a study of \"P. patens\" mutants defective in \"Rp\"RAD51, a gene that encodes a protein at the core of the recombinational repair reaction, indicated that homologous recombination is essential for repairing DNA double-strand breaks in this plant. Similarly, studies of mutants defective in \"Ppmre11\" or \"Pprad50\" (that encode key proteins of the MRN complex, the principal sensor of DNA double-strand breaks) showed that these genes are necessary for repair of DNA damage as well as for normal growth and development.",
            "score": 115.58245384693146
        },
        {
            "docid": "54987630_3",
            "document": "EF-Tu receptor . The plant \"Arabidopsis thaliana\" has a genome with only around 135 megabase pairs (Mbp), making it small enough to fully synthesize. It also makes it relative easy to study, leading to its use as a common model organism in the field of plant genetics. One important use of \"A. thaliana\" is in the study of plant immunity. Plant pathogens are able to travel through a plant's vascular system, but plants do not have specific immune cells that can travel this way. Plants also do not have an adaptive immune system, so other forms of immunity are required. One is the use of pattern-recognition receptors (PRR) to bind to pathogen-associated molecular patterns (PAMP), which are highly-conserved structures on the outside of many invasive organisms. This form of immunity acts on intercellular pathogens, which are ones outside of individual plant cells. PRRs are transmembrane proteins, which have an anchor inside the cell and portions that extend beyond the membrane. They are part of the innate immune system and bind to and prevent the proliferation of pathogens with the PAMPs that they can bind.",
            "score": 130.92620980739594
        },
        {
            "docid": "37587408_2",
            "document": "Live cell imaging . Live cell imaging is the study of living cells using time-lapse microscopy. It is used by scientists to obtain a better understanding of biological function through the study of cellular dynamics. Live cell imaging was pioneered in first decade of the 20th century. One of the first time-lapse microcinematographic films of cells ever made was made by Julius Ries, showing the fertilization and development of the sea urchin egg. Since then, several microscopy methods have been developed which allow researchers to study living cells in greater detail with less effort. A newer type of imaging utilizing quantum dots have been used as they are shown to be more stable.",
            "score": 90.06949806213379
        },
        {
            "docid": "6339_8",
            "document": "Cell biology . The growth process of the cell does not refer to the size of the cell, but instead the density of the number of cells present in the organism at a given time. Cell growth pertains to the increase in the number of cells present in an organism as it grows and develops; as the organism gets larger so too does the number of cells present. Cells are the foundation of all organisms, they are the fundamental unit of life. The growth and development of the cell are essential for the maintenance of the host, and survival of the organisms. For this process the cell goes through the steps of the cell cycle and development which involves cell growth, DNA replication, cell division, regeneration, specialization, and cell death. The cell cycle is divided into four distinct phases, G1, S, G2, and M. The G phases – which is the cell growth phase - makes up approximately 95% of the cycle. The proliferation of cells is instigated by progenitors, the cells then differentiate to become specialized, where specialized cells of the same type aggregate to form tissues, then organs and ultimately systems. The G phases along with the S phase – DNA replication, damage and repair - are considered to be the interphase portion of the cycle. While the M phase (mitosis and cytokinesis) is the cell division portion of the cycle. The cell cycle is regulated by a series of signalling factors and complexes such as CDK's, kinases, and p53. to name a few. When the cell has completed its growth process, and if it is found to be damaged or altered it undergoes cell death, either by apoptosis or necrosis, to eliminate the threat it cause to the organism’s survival.",
            "score": 102.9562360048294
        }
    ],
    "r": [
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 160.6758270263672
        },
        {
            "docid": "13571938_12",
            "document": "Plant evolutionary developmental biology . The most important model systems in plant development have been arabidopsis and maize. Maize has traditionally been the favorite of plant geneticists, while extensive resources in almost every area of plant physiology and development are available for \"Arabidopsis thaliana\". Apart from these, rice, \"Antirrhinum majus\", \"Brassica\", and tomato are also being used in a variety of studies. The genomes of \"Arabidopsis thaliana\" and rice have been completely sequenced, while the others are in process. It must be emphasized here that the information from these \"model\" organisms form the basis of our developmental knowledge. While \"Brassica\" has been used primarily because of its convenient location in the phylogenetic tree in the mustard family, \"Antirrhinum majus\" is a convenient system for studying leaf architecture. Rice has been traditionally used for studying responses to hormones like abscissic acid and gibberelin as well as responses to stress. However, recently, not just the domesticated rice strain, but also the wild strains have been studied for their underlying genetic architectures.",
            "score": 152.2812042236328
        },
        {
            "docid": "57098804_2",
            "document": "Arabidopsis thaliana responses to salinity . As a model organism, the \"Arabidopsis thaliana\" response to salinity is studied to aid understanding of other more economically important crops. High concentration of salt in the soil has negative effects on plants. For example, it reduces the yield that crop plants can produce in 7% of the land. On the other side, some plants show adaptations to changes in soil salinity, in that the plant's exposure to salt initiates certain mechanisms for cell osmotic regulation and causes changes in this plant's water obtaining and loss behaviors. One of such plants is the model plant \"Arabidopsis thaliana\", a member of the Brassicaceae family. \"Arabidopsis thaliana\" is native to Eurasia and was introduced to some parts of North America. It grows in rocky, sandy and disturbed terrains. It has been found in many studies that \"Arabidopsis thaliana\" showed enhanced Na and H extrusion from their cells after exposure to high salinity. Part of \"Arabidopsis\"’ range might have included high salinity soil and the plant started adapting to that.",
            "score": 147.55764770507812
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 147.0276336669922
        },
        {
            "docid": "14717585_4",
            "document": "Steven Libutti . Libutti is studying tumor neovascular formation and the interaction between tumor cells, endothelial cells and the components of the tumor microenvironment. The goal of Libutti's research program is to develop novel cancer therapies through a better understanding of the tumor microenvironment. The interaction of a tumor and its vasculature is critical for both tumor growth and the spread of tumor cells to distant organs. The process of new vessel development within the tumor is termed angiogenesis and is required for tumors to grow larger than a few millimeters. In order to better understand the relationship between the tumor and its blood supply, their research is focused on the interaction between tumor-derived factors and endothelial cells developing in the context of the tumor microenvironment. By understanding this interaction they hope to be able to design novel treatment strategies to inhibit both the growth and the spread of tumors. They are currently studying a variety of tumor-derived factors with effects on tumor-associated vasculature. These include vascular endothelial growth factor (VEGF) and endothelial cell monocyte-activating polypeptide II (EMAP-II). EMAP-II is a cytokine with potent effects on blood vessels and was discovered by a research team (including Libutti) at Columbia University. Cytokines such as VEGF and EMAP-II appear to be produced in varying amounts by tumors and have direct effects on the tumor neovasculature. Libutti's approach to the study of these interactions has been through the utilization of a variety of in vitro and in vivo model systems. His team is using gene expression profiling to understand the changes that occur in endothelial cells exposed to tumor-derived factors. His laboratory is developing techniques, which allow them to isolate endothelial cells from tumor tissue. This has resulted in their ability to study tumor-derived endothelial cells directly, and has led to the observation that tumor associated endothelial cells have epigenetic changes compared to normal endothelial cells from the same tissue type. This approach has also allowed them to identify specific genes such as FILIP1L (formerly DOC1), which appear to play a role in the control of endothelial cell responses to angiogenesis inhibitors. They are also using noninvasive imaging techniques, including dynamic MRI and PET, to map changes in tumor blood flow within tumors both in animal models and in patients on clinical trials. A variety of inhibitors of tumor angiogenesis are being actively studied. These include both recombinant proteins derived from naturally occurring substances as well as small molecules designed to act on specific pathways. Various methods of delivering these agents, including gene therapy approaches and the use of tumor targeted nanoparticles are being pursued. Libutti was the first to administer TNF bound colloidal gold nanoparticles as targeted therapy to cancer patients. The overall goal of Libutti's work is to translate a better understanding of tumor cell-endothelial cell interactions, within the context of the tumor microenvironment, into better therapies for patients with cancer. Dr. Libutti is also studying the role of tumor suppressor genes such as \"MEN1\" in the process of tumor formation. Specifically, deciphering the role of \"MEN1\" in the tissue selective development of tumors is work for which Libutti received an R01 grant from the NCI . Libutti has published over 270 peer reviewed journal articles and currently has a Hirsch Index of 60. He is the Editor-in-Chief of Cancer Gene Therapy, a Springer Nature journal focused on cancer gene and cellular therapies.",
            "score": 146.5748748779297
        },
        {
            "docid": "44815911_9",
            "document": "Heteroblasty (botany) . The most common model plants are \"Arabidopsis thaliana\" (common name: mouse-ear cress), \"Antirrhinum majus\" (common name: snapdragon), and \"Zea mays\" (common name: corn). None of these are helpful in the study of gene expression in heteroblastic plants because none of them express obvious heteroblastic traits. Researchers in this area of study can use \"Arabidopsis\" to some degree for study as it does undergo some change form the juvenile phase to the mature phase but it is not clearly heteroblastic. If we assume the process of change is similar and uses similar regulations we can use \"Arabidopsis\" to analyze the causes of change in plant growth that may be occurring in the same way but more dramatically in heteroblastic plants and so can only be used to analyze heteroblastic changes. This involves many assumptions though and so researchers are seeking other plants to use as model subjects. The problem with this is that most plants that display heteroblastic growth are woody plants. Their life spans are much longer in general and unlike \"Arabidopsis\" very little of their genomes are known or mapped. A species that shows promise is \"Eucalyptus grandis\". This tree is grown commonly because of its many uses for teas, oils, and wood. The tree over all is fast growing and widely grown due to its many uses and so is one of the best candidates for genome sequencing, which is being done now so that the tree can be better studied in the future. There is already a complete quantitative trait loci map for the juvenile traits.",
            "score": 144.57215881347656
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 143.5501251220703
        },
        {
            "docid": "2567511_12",
            "document": "Neural engineering . Neuromechanics is the coupling of neurobiology, biomechanics, sensation and perception, and robotics (Edwards 2010). Researchers are using advanced techniques and models to study the mechanical properties of neural tissues and their effects on the tissues' ability to withstand and generate force and movements as well as their vulnerability to traumatic loading (Laplaca & Prado 2010). This area of research focuses on translating the transformations of information among the neuromuscular and skeletal systems to develop functions and governing rules relating to operation and organization of these systems (Nishikawa et al. 2007). Neuromechanics can be simulated by connecting computational models of neural circuits to models of animal bodies situated in virtual physical worlds (Edwards 2010). Experimental analysis of biomechanics including the kinematics and dynamics of movements, the process and patterns of motor and sensory feedback during movement processes, and the circuit and synaptic organization of the brain responsible for motor control are all currently being researched to understand the complexity of animal movement. Dr. Michelle LaPlaca's lab at Georgia Institute of Technology is involved in the study of mechanical stretch of cell cultures, shear deformation of planar cell cultures, and shear deformation of 3D cell containing matrices. Understanding of these processes is followed by development of functioning models capable of characterizing these systems under closed loop conditions with specially defined parameters. The study of neuromechanics is aimed at improving treatments for physiological health problems which includes optimization of prostheses design, restoration of movement post injury, and design and control of mobile robots. By studying structures in 3D hydrogels, researchers can identify new models of nerve cell mechanoproperties. For example, LaPlaca et al. developed a new model showing that strain may play a role in cell culture (LaPlaca et al. 2005).",
            "score": 142.00738525390625
        },
        {
            "docid": "9127632_29",
            "document": "Biology . Developmental biology studies the process by which organisms grow and develop. Developmental biology, originated from embryology, studies the genetic control of cell growth, cellular differentiation, and \"cellular morphogenesis,\" which is the process that progressively gives rise to tissues, organs, and anatomy. Model organisms for developmental biology include the round worm \"Caenorhabditis elegans,\" the fruit fly \"Drosophila melanogaster,\" the zebrafish \"Danio rerio,\" the mouse \"Mus musculus\", and the weed \"Arabidopsis thaliana\". (A model organism is a species that is extensively studied to understand particular biological phenomena, with the expectation that discoveries made in that organism provide insight into the workings of other organisms.)",
            "score": 141.91481018066406
        },
        {
            "docid": "26369801_2",
            "document": "Evolutionary dynamics . Evolutionary dynamics is the study of the mathematical principles according to which biological organisms as well as cultural ideas evolve and evolved. This is mostly achieved through the mathematical discipline of population genetics, along with evolutionary game theory. Most population genetics considers changes in the frequencies of alleles at a small number of gene loci. When infinitesimal effects at a large number of gene loci are considered, one derives quantitative genetics. Traditional population genetic models deal with alleles and genotypes, and are frequently stochastic. In evolutionary game theory, developed first by John Maynard Smith, evolutionary biology concepts may take a deterministic mathematical form, with selection acting directly on inherited phenotypes. These same models can be applied to studying the evolution of human preferences and ideologies. Many variants on these models have been developed, which incorporate weak selection, mutual population structure, stochasticity, etc. These models have relevance also to the generation and maintenance of tissues in mammals, since an understanding of tissue cell kinetics, architecture, and development from adult stem cells has important implications for aging and cancer.",
            "score": 141.63137817382812
        },
        {
            "docid": "3160065_8",
            "document": "ABC model of flower development . The meristem can be defined as the tissue or group of plant tissues that contain undifferentiated stem cells, which are capable of producing any type of cell tissue. Their maintenance and development, both in the vegetative meristem or the meristem of the inflorescence is controlled by genetic cell fate determination mechanisms. This means that a number of genes will directly regulate, for example, the maintenance of the stem cell’s characteristics (gene \"WUSCHEL\" or \"WUS\"), and others will act via negative feedback mechanisms in order to inhibit a characteristic (gene \"CLAVATA\" or \"CLV\"). In this way both mechanisms give rise to a feedback loop, which along with other elements lend a great deal of robustness to the system. Along with the \"WUS\" gene the \"SHOOTMERISTEMLESS\" (\"STM\") gene also represses the differentiation of the meristematic dome. This gene acts by inhibiting the possible differentiation of the stem cells but still allows cell division in the daughter cells, which, had they been allowed to differentiate, would have given rise to distinct organs.",
            "score": 140.72421264648438
        },
        {
            "docid": "55680252_6",
            "document": "Amyotrophic lateral sclerosis research . Many animals have been used over the years to study ALS and to search for a potential therapy. The animal models can be C. elegans which has only 959 cells with simple structure, and known gene code.. Also, some studied have introduced the transgenic strain of C. elegans, which has a mutation in a gene related to ALS for example, and crossed them with the transgenic nlp-29 GFP reporter strain, resulting in fluorescent markers to the cells that are expressing these mutated genes, which can be used to monitor the disease development and effects . Similar, but more complex nervous system from the C. elegans is the Drosophila. Fruit fly ALS models can be used to study the locomotion and eye changes that can be related to human symptoms. Thus, drugs can be tested on these transgenic fruit flies to discovery new target molecules . On the other hand, zebrafish models have been used widely due to their similarity in the development and anatomy characteristics as a vertebrate to the human body . A study introduced the SOD1/GFP transgenic zebra-fish to study that specific gene on the development and occurrence of ALS in the fish, and how can that be used in testing potential therapeutic molecules . All the previous models are considered simple, and saves time and money due to their short lifespan and small and simple body structure .",
            "score": 140.4028778076172
        },
        {
            "docid": "4201766_8",
            "document": "Starlet sea anemone . Cnidarians are the simplest animals in which the cells are organized into tissues. Specialist cells include epithelial cells, neurons, muscle fibres and stem cells, and there is a complex extracellular matrix. \"Nematostella vectensis\" is used as a model organism for the study of evolution, genomics, reproductive biology, developmental biology and ecology. It is easy to care for in the laboratory, even in inland locations, and a protocol has been developed for the induction of gametogenesis which can yield large numbers of embryos on a daily basis. Its genome has been sequenced. Analysis of expressed sequence tags and the whole genome have shown a remarkable degree of similarity in the gene sequence conservation and complexity between the sea anemone and vertebrates.",
            "score": 139.81573486328125
        },
        {
            "docid": "33708419_12",
            "document": "Knockout mouse . While knockout mouse technology represents a valuable research tool, some important limitations exist. About 15 percent of gene knockouts are developmentally lethal, which means that the genetically altered embryos cannot grow into adult mice. This problem is often overcome through the use of conditional mutations. The lack of adult mice limits studies to embryonic development and often makes it more difficult to determine a gene's function in relation to human health. In some instances, the gene may serve a different function in adults than in developing embryos. Knocking out a gene also may fail to produce an observable change in a mouse or may even produce different characteristics from those observed in humans in which the same gene is inactivated. For example, mutations in the p53 gene are associated with more than half of human cancers and often lead to tumours in a particular set of tissues. However, when the p53 gene is knocked out in mice, the animals develop tumours in a different array of tissues. There is variability in the whole procedure depending largely on the strain from which the stem cells have been derived. Generally cells derived from strain 129 are used. This specific strain is not suitable for many experiments (e.g., behavioural), so it is very common to backcross the offspring to other strains. Some genomic loci have been proven very difficult to knock out. Reasons might be the presence of repetitive sequences, extensive DNA methylation, or heterochromatin. The confounding presence of neighbouring 129 genes on the knockout segment of genetic material has been dubbed the \"flanking-gene effect\". Methods and guidelines to deal with this problem have been proposed.",
            "score": 139.5875244140625
        },
        {
            "docid": "31570900_2",
            "document": "Somatic embryogenesis . Somatic embryogenesis is an artificial process in which a plant or embryo is derived from a single somatic cell or group of somatic cells. Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form from the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Somatic embryos are mainly produced \"in vitro\" and for laboratory purposes, using either solid or liquid nutrient media which contain plant growth regulators (PGR’s). The main PGRs used are auxins but can contain cytokinin in a smaller amount. Shoots and roots are monopolar while somatic embryos are bipolar, allowing them to form a whole plant without culturing on multiple media types. Somatic embryogenesis has served as a model to understand the physiological and biochemical events that occur during plant developmental processes as well as a component to biotechnological advancement. The first documentation of somatic embryogenesis was by Steward et al. in 1958 and Reinert in 1959 with carrot cell suspension cultures.",
            "score": 139.49462890625
        },
        {
            "docid": "19374_28",
            "document": "Model organism . Simple model eukaryotes include baker's yeast (\"Saccharomyces cerevisiae\") and fission yeast (\"Schizosaccharomyces pombe\"), both of which share many characters with higher cells, including those of humans. For instance, many cell division genes that are critical for the development of cancer have been discovered in yeast. \"Chlamydomonas reinhardtii\", a unicellular green alga with well-studied genetics, is used to study photosynthesis and motility. \"C. reinhardtii\" has many known and mapped mutants and expressed sequence tags, and there are advanced methods for genetic transformation and selection of genes. \"Dictyostelium discoideum\" is used in molecular biology and genetics, and is studied as an example of cell communication, differentiation, and programmed cell death. Among invertebrates, the fruit fly \"Drosophila melanogaster\" is famous as the subject of genetics experiments by Thomas Hunt Morgan and others. They are easily raised in the lab, with rapid generations, high fecundity, few chromosomes, and easily induced observable mutations. The nematode \"Caenorhabditis elegans\" is used for understanding the genetic control of development and physiology. It was first proposed as a model for neuronal development by Sydney Brenner in 1963, and has been extensively used in many different contexts since then. \"C. elegans\" was the first multicellular organism whose genome was completely sequenced, and as of 2012, the only organism to have its connectome (neuronal \"wiring diagram\") completed.",
            "score": 139.3062744140625
        },
        {
            "docid": "152611_2",
            "document": "Cellular differentiation . In developmental biology, cellular differentiation is the process where a cell changes from one cell type to another. Most commonly the cell changes to a more specialized type. Differentiation occurs numerous times during the development of a multicellular organism as it changes from a simple zygote to a complex system of tissues and cell types. Differentiation continues in adulthood as adult stem cells divide and create fully differentiated daughter cells during tissue repair and during normal cell turnover. Some differentiation occurs in response to antigen exposure. Differentiation dramatically changes a cell's size, shape, membrane potential, metabolic activity, and responsiveness to signals. These changes are largely due to highly controlled modifications in gene expression and are the study of epigenetics. With a few exceptions, cellular differentiation almost never involves a change in the DNA sequence itself. Thus, different cells can have very different physical characteristics despite having the same genome.",
            "score": 139.15304565429688
        },
        {
            "docid": "19081158_23",
            "document": "Bio-MEMS . Conventional cell culture technology is unable to efficiently allow combinatorial testing of drug candidates, growth factors, neuropeptides, genes, and retroviruses in cell culture medium. Due to the need for cells to be fed periodically with fresh medium and passaged, even testing a few conditions requires a large number of cells and supplies, expensive and bulky incubators, large fluid volumes (~0.1 – 2 mL per sample), and tedious human labour. The requirement of human labour also limits the number and length between time points for experiments. Microfluidic cell cultures are potentially a vast improvement because they can be automated, as well as yield lower overall cost, higher throughput, and more quantitative descriptions of single-cell behaviour variability. By including gas exchange and temperature control systems on chip, microfluidic cell culturing can eliminate the need for incubators and tissue culture hoods. However, this type of continuous microfluidic cell culture operation presents its own unique challenges as well. Flow control is important when seeding cells into microchannels because flow needs to be stopped after the initial injection of cell suspension for cells to attach or become trapped in microwells, dielectrophoretic traps, micromagnetic traps, or hydrodynamic traps. Subsequently, flow needs to be resumed in a way that does not produce large forces that shear the cells off the substrate. Dispensing fluids by manual or robotic pipetting can be replaced with micropumps and microvalves, where fluid metering is straightforward to determine as opposed to continuous flow systems by micromixers. A fully automated microfluidic cell culture system has been developed to study osteogenic differentiation of human embryonic stem cells. A handheld microfluidic cell culture incubator capable of heating and pumping cell culture solutions has also been developed. Due to the volume reduction in microfluidic cultures, the collected concentrations are higher for better signal-to-noise ratio measurements, but collection and detection is correspondingly more difficult. \"In situ\" microscopy assays with microfluidic cell cultures may help in this regard, but have inherently lower throughput due to the microscope probe having only a small field of view. Micropatterned co-cultures have also contributed to bio-MEMS for tissue engineering to recapitulate \"in vivo\" conditions and 3D natural structure. Specifically, hepatocytes have been patterned to co-culture at specific cell densities with fibroblasts to maintain liver-specific functions such as albumin secretion, urea synthesis, and p450 detoxification. Similarly, integrating microfluidics with micropatterned co-cultures has enabled modelling of organs where multiple vascularized tissues interface, such as the blood–brain barrier and the lungs. Organ-level lung functions have been reconstituted on lung-on-a-chip devices where a porous membrane and the seeded epithelial cell layer are cyclically stretched by applied vacuum on adjacent microchannels to mimic inhalation.",
            "score": 138.97959899902344
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 138.50363159179688
        },
        {
            "docid": "49033_47",
            "document": "Epigenetics . Somatic epigenetic inheritance, particularly through DNA and histone covalent modifications and nucleosome repositioning, is very important in the development of multicellular eukaryotic organisms. The genome sequence is static (with some notable exceptions), but cells differentiate into many different types, which perform different functions, and respond differently to the environment and intercellular signalling. Thus, as individuals develop, morphogens activate or silence genes in an epigenetically heritable fashion, giving cells a memory. In mammals, most cells terminally differentiate, with only stem cells retaining the ability to differentiate into several cell types (\"totipotency\" and \"multipotency\"). In mammals, some stem cells continue producing new differentiated cells throughout life, such as in neurogenesis, but mammals are not able to respond to loss of some tissues, for example, the inability to regenerate limbs, which some other animals are capable of. Epigenetic modifications regulate the transition from neural stem cells to glial progenitor cells (for example, differentiation into oligodendrocytes is regulated by the deacetylation and methylation of histones. Unlike animals, plant cells do not terminally differentiate, remaining totipotent with the ability to give rise to a new individual plant. While plants do utilise many of the same epigenetic mechanisms as animals, such as chromatin remodeling, it has been hypothesised that some kinds of plant cells do not use or require \"cellular memories\", resetting their gene expression patterns using positional information from the environment and surrounding cells to determine their fate.",
            "score": 138.23219299316406
        },
        {
            "docid": "40466325_6",
            "document": "Cerebral organoid . Organoids can be used to study the crucial early stages of brain development, test drugs and, because they can be made from living cells, study individual patients., In one case, a cerebral organoid grown from a patient with microcephaly demonstrated related symptoms and revealed that apparently the cause is overly rapid development, followed by slower brain growth. Microencephaly is a developmental condition in which the brain remains undersized, producing an undersized head and debilitation. Microcephaly is not suitable for mouse models, which do not replicate the condition. The primary form of the disease is thought to be caused by a homozygous mutation in the microcephalin gene. The disease is difficult to reproduce in mouse models because mice lack the developmental stages for an enlarged cerebral cortex that humans have. Naturally, a disease which affects this development would be impossible to show in a model which does not have it to begin with. To use cerebral organoids to model a human's microcephaly, one group of researchers has taken patient skin fibroblasts and reprogrammed them using four well known reprogramming factors. These include OCT4, SOX2, MYC and KLF4. The reprogrammed sample was able to be cloned into induced pluripotent stem cells. The cells were cultured into a cerebral organoid following a process described in the cerebral organoid creation section below. The organoid that resulted had decreased numbers of neural progenitor cells and smaller tissues. Additionally, the patient derived tissues displayed fewer and less frequent neuroepithelial tissues made of progenitors, decreased radial glial stem cells, and increased neurons. These results suggest that the underlying mechanism of microcephaly is caused by cells prematurely differentiating into neurons leaving a deficit of radial glial cells.",
            "score": 138.19586181640625
        },
        {
            "docid": "48687560_5",
            "document": "Margaret Reed Lewis . Lewis and her husband helped develop and put into practice the first experimental systems for observing and understanding somatic cell physiology in complex organisms, which demonstrated that the behavior of these autonomous cells had a significant relationship to the development, infection, immunity, physiology and development of cancer for the organism. As a result, their work served to establish the importance of cellular behavior. As a result, this couple’s greatest impact on embryology and cell biology in the twentieth century was teaching later generations of biologists the basic factors involved in tissue culture based on what they had learned from their research. The Lewises saw a place for the findings on the cell related to embryology as well, and expressed this perspective to the president of the Carnegie Institution of Washington when they wrote to him that knowing the extent of a cell’s permanent individuality must be determined before it is possible to understand how they cooperate and are integrated into a tissue. This perspective is what gave Margaret and Warren Lewis their place in the Department of Embryology at the Carnegie Institution. With so many avenues opened by cell culture to explore, Margaret Lewis and her husband diverged in their area of study, with Margaret Lewis choosing to focus on microbiological problems, which involved close observations of chick embryo intestines reacting to typhoid bacilli in the medium in which it was grown. Through the tissue culture techniques the Lewises had developed, these studies showed that infections and diseases were cellular phenomena in that infection was observed in an isolated system but the events occurred in a way that would be observed in an organism as a whole.  In her work with chick embryos, Margaret Lewis studied connective tissue formation within the tissues as well as outside of an environment where factors involved in coagulation are present. Lewis observed that the connective tissue fibrils resulted from the cytoplasmic transformations of the cells. In her studies of explanted tissue cultures, Lewis noted that the cells choose to migrate away from the tissue sample and divide as individual cells, resulting in loss of the tissue’s characteristic appearance. However, she also made the distinction that the cells do not become more embryonic like Champy and others claimed, but instead lose their differentiated appearance as a tissue. This spreading of the cells and lack of characteristic tissue form caused fibril development in many tissue cultures to be lacking; however, there were a few cultures where connective tissue fibers did develop, and their progression could be tracked. She observed that fibrils start as delicate lines in the exoplasm and become bundles that are passed between cells. Lewis also found no evidence of vacuoles forming fibrils as was believed to be the case by other researchers.",
            "score": 137.8166046142578
        },
        {
            "docid": "1686272_45",
            "document": "Chemical biology . Small molecules that modulate stem-cell behavior are commonly identified in high-throughput screens. Libraries of compounds are screened for the induction of a desired phenotypic change in cultured stem-cells. This is usually observed through activation or repression of a fluorescent reporter or by detection of specific cell surface markers by FACS or immunohistochemistry. Hits are then structurally optimized for activity by the synthesis and screening of secondary libraries. The cellular targets of the small molecule can then be identified by affinity chromatography, mass spectrometry, or DNA microarray.  A trademark of pluripotent stem-cells, such as embryonic stem-cells (ESCs), is the ability to self-renew indefinitely. The conventional use of feeder cells and various exogenous growth factors in the culture of ESCs presents a problem in that the resulting highly variable culture conditions make the long-term expansion of un-differentiated ESCs challenging. Ideally, chemically defined culture conditions could be developed to maintain ESCs in a pluripotent state indefinitely. Toward this goal, the Schultz and Ding labs at the Scripps Research Institute identified a small molecule that can preserve the long-term self-renewal of ESCs in the absence of feeder cells and other exogenous growth factors. This novel molecule, called pluripotin, was found to simultaneously inhibit multiple differentiation inducing pathways. The utility of stem-cells is in their ability to differentiate into all cell types that make up an organism. Differentiation can be achieved in vitro by favoring development toward a particular cell type through the addition of lineage specific growth factors, but this process is typically non-specific and generates low yields of the desired phenotype. Alternatively, inducing differentiation by small molecules is advantageous in that it allows for the development of completely chemically defined conditions for the generation of one specific cell type. A small molecule, neuropathiazol, has been identified which can specifically direct differentiation of multipotent neural stem cells into neurons. Neuropathiazol is so potent that neurons develop even in conditions that normally favor the formation of glial cells, a powerful demonstration of controlling differentiation by chemical means. Because of the ethical issues surrounding ESC research, the generation of pluripotent cells by reprogramming existing somatic cells into a more \"stem-like\" state is a promising alternative to the use of standard ESCs. By genetic approaches, this has recently been achieved in the creation of ESCs by somatic cell nuclear transfer and the generation of induced pluripotent stem-cells by viral transduction of specific genes. From a therapeutic perspective, reprogramming by chemical means would be safer than genetic methods because induced stem-cells would be free of potentially dangerous transgenes. Several examples of small molecules that can de-differentiate somatic cells have been identified. In one report, lineage-committed myoblasts were treated with a compound, named reversine, and observed to revert to a more stem-like phenotype. These cells were then shown to be capable of differentiating into osteoblasts and adipocytes under appropriate conditions. Stem-cell therapies are currently the most promising treatment for many degenerative diseases. Chemical approaches to stem-cell biology support the development of cell-based therapies by enhancing stem-cell growth, maintenance, and differentiation in vitro. Small molecules that have been shown to modulate stem-cell fate are potential therapeutic candidates and provide a natural lean-in to pre-clinical drug development. Small molecule drugs could promote endogenous stem-cells to differentiate, replacing previously damaged tissues and thereby enhancing the body's own regenerative ability. Further investigation of molecules that modulate stem-cell behavior will only unveil new therapeutic targets.",
            "score": 137.44293212890625
        },
        {
            "docid": "2965167_12",
            "document": "NINDS brain trauma research . The use of stem cells to repair or replace damaged brain tissue is a new and exciting avenue of research. A neural stem cell is a special kind of cell that can multiply and give rise to other more specialized cell types. These cells are found in adult neural tissue and normally develop into several different cell types found within the central nervous system. NINDS researchers are investigating the ability of stem cells to develop into neurotransmitter-producing neurons, specifically dopamine-producing cells. Researchers are also looking at the power of stem cells to develop into oligodendrocytes, a type of brain cell that produces myelin, the fatty sheath that surrounds and insulates axons. One study in mice has shown that bone marrow stem cells can develop into neurons, demonstrating that neural stem cells are not the only type of stem cell that could be beneficial in the treatment of brain and nervous system disorders. At the moment, stem cell research for TBI is in its infancy, but future research may lead to advances for treatment and rehabilitation.",
            "score": 137.2521209716797
        },
        {
            "docid": "5009_44",
            "document": "Zebrafish . This study of the zebrafish's retinal characteristics has also extrapolated into medical enquiry. In 2007, researchers at University College London grew a type of zebrafish adult stem cell found in the eyes of fish and mammals that develops into neurons in the retina. These could be injected into the eye to treat diseases that damage retinal neurons—nearly every disease of the eye, including macular degeneration, glaucoma, and diabetes-related blindness. The researchers studied Müller glial cells in the eyes of humans aged from 18 months to 91 years, and were able to develop them into all types of retinal neurons. They were also able to grow them easily in the lab. The stem cells successfully migrated into diseased rats' retinas, and took on the characteristics of the surrounding neurons. The team stated that they intended to develop the same approach in humans. As demonstrated through ongoing research programmes, the zebrafish model enables researchers not only to identify genes that might underlie human disease, but also to develop novel therapeutic agents in drug discovery programmes. Zebrafish embryos have proven to be a rapid, cost-efficient, and reliable teratology assay model. Drug screens in zebrafish can be used to identify novel classes of compounds with biological effects, or to repurpose existing drugs for novel uses; an example of the latter would be a screen which found that a commonly used statin (rosuvastatin) can suppress the growth of prostate cancer To date, 65 small-molecule screens have been carried out and at least one has led to clinical trials. Within these screens, many technical challenges remain to be resolved, including differing rates of drug absorption resulting in levels of internal exposure that cannot be extrapolated from the water concentration, and high levels of natural variation between individual animals. To understand drug effects, the internal drug exposure is essential, as this drives the pharmacological effect. Translating experimental results from zebrafish to higher vertebrates (like humans) requires concentration-effect relationships, which can be derived from pharmacokinetic and pharmacodynamic analysis. To date, only a pharmacokinetic model for paracetamol has been developed in zebrafish larvae. The potential for pharmacological analyses in this organism is however promising.",
            "score": 136.65802001953125
        },
        {
            "docid": "2009296_11",
            "document": "Sieve tube element . Because the plant vascular system is vital in growth and development of plant cells and the organs within the plant, the role of sieve elements in the transport of necessary carbohydrates and macromolecules is largely expanded. This can be applied to agriculture to observe the way resources are distributed to various parts of the plant. Plasmodesmata connect companion cells to sieve elements and parenchyma cells can connect the sieve tubes to various tissues within the plant. This system between the plasmodesmata, companion cells, and sieve tubes allow for the delivery of necessary metabolites. The yield of agricultural product could potentially be increased to maximize the delivery system of these specialized cells within the phloem in a way that diffusion can be maximized. It has been discovered that the angiosperm phloem can use the sieve tubes as a way to transport various forms of RNA to sink tissues which can help alter transcriptional activity. Sink tissues are tissues that are in the process of growth and need nutrients. Having Sieve elements transport additional nutrients to sink tissues can speed up the growth process, which can affect plant growth and development. Overtime, rapid growth has the potential of leading to a greater agricultural output.",
            "score": 136.0303497314453
        },
        {
            "docid": "19374_36",
            "document": "Model organism . Ethical concerns, as well as the cost, maintenance and relative inefficiency of animal research has encouraged development of alternative methods for the study of disease. Cell culture, or \"in vitro\" studies, provide an alternative that preserves the physiology of the living cell, but does not require the sacrifice of an animal for mechanistic studies. Human, inducible pluripotent stem cells can also elucidate new mechanisms for understanding cancer and cell regeneration. Imaging studies (such as MRI or PET scans) enable non-invasive study of human subjects. Recent advances in genetics and genomics can identify disease-associated genes, which can be targeted for therapies.  Ultimately, however, there is no substitute for a living organism when studying complex interactions in disease pathology or treatments.",
            "score": 135.739501953125
        },
        {
            "docid": "5747184_2",
            "document": "Stem cell genomics . Stem cell genomics analyzes the genomes of stem cells. Currently, this field is rapidly expanding due to the dramatic decrease in the cost of sequencing genomes. The study of stem cell genomics has wide reaching implications in the study of stem cell biology and possible therapeutic usages of stem cells. Application of research in this field could lead to drug discovery and information on diseases by the molecular characterization of the pluripotent stem cell through DNA and transcriptome sequencing and looking at the epigenetic changes of stem cells and subsequent products. One step in that process is single cell phenotypic analysis, and the connection between the phenotype and genotype of specific stem cells. While current genomic screens are done with entire populations of cells, focusing in on a single stem cell will help determine specific signaling activity associated with varying degrees of stem cell differentiation and limit background due to heterogeneous populations. Single cell analysis of induced pluripotent stem cells (iPSCs), or stem cells able to differentiate into many different cell types, is a suggested method for treating such diseases like Alzheimer's disease (AD). This includes for understanding the differences between sporadic AD and familial AD. By first taking a skin sample from the patient and are transformed by transducing cells using retroviruses to encode such stem cell genes as Oct4, Sox2, KLF4 and cMYC. This allows for skin cells to be reprogrammed into patient-specific stem cell lines. Taking genomic sequences of these individual cells would allow for patient-specific treatments and furthering understanding of AD disease models. This technique would be used for similar diseases, like amyotrophic lateral sclerosis (ALS) and spinal muscular atrophy (SMA). These stem cells developed from a singular patient would also be able to be used to produce cells affected in the above-mentioned diseases. As mentioned, it will also lead to patient specific phenotypes of each disease. Further chemical analyses to develop safer drugs can be done through sequence information and cell-culture tests on iPSCs. After development on a specific drug, it can be transferred to other patient diseased cells while also being safety tested.",
            "score": 135.66622924804688
        },
        {
            "docid": "1308330_31",
            "document": "Thymidine kinase . Thymidine kinase has been determined in tissue samples after extraction of the tissue. No standard method for the extraction or for the assay has been developed and TK determination in extracts from cells and tissues have not been validated in relation to any specific clinical question, see however Romain et al. and Arnér et al. A method has been developed for specific determination of TK2 in cell extracts using the substrate analog 5-Bromovinyl 2'-deoxyuridine. In the studies referred to below the methods used and the way the results are reported are so different that comparisons between different studies are not possible. The TK1 levels in fetal tissues during development are higher than those of the corresponding tissues later. Certain non-malignant diseases also give rise to dramatic elevation of TK values in cells and tissue: in peripheric lymphocytes during monocytosis and in bone marrow during pernicious anemia. As TK1 is present in cells during cell division, it is reasonable to assume that the TK activity in malignant tissue should be higher than in corresponding normal tissue. This is also confirmed in most studies.",
            "score": 135.32894897460938
        },
        {
            "docid": "54421246_46",
            "document": "Spinocerebellar ataxia type 1 . One treatment option being investigated is stem cell therapy which attempts to replace dead tissue by transplanting stem cells into affected region and either stimulating them to differentiate into the desired cell types or allowing them to stimulate endogenous regenerative mechanisms. These techniques are of interest to researchers as a possible treatment for neurodegenerative diseases, but currently are of limited success in animal models, and in in-vitro cell culture studies. The ability for grafted cells to integrate into the desired tissue and adjust for the unique pathologies of different neurodegenerative disorders can be a severe limitation on the development of stem cell based treatments. Further, the tissues in the brain often rely on intricate and complicated arrangements of neurons; regions of the brain that do not require precision in these patterns to function, like the striatum affected by Parkinson's disease which uses paracrine signaling, tend to have better results in stem cell therapies than systems that require precision, like the cerebellum and pons. Stem cell therapies can be especially difficult in replacing Purkinje neuron loss as unaffected granule cells can prevent axons reaching the deep cerebellar nuclei with which Purkinje cells interface. Despite these difficulties, grafted neural precursor cells have been shown to be viable and to successfully migrate into desired location in SCA1 transgenic mice models and mesenchymal stem cells have been shown to mitigate loss of dendritic arborization SCA1 mice. Positive results have been found in mice models using both stem cells from fetal neuroectoderm and adult stem cells from the lateral ventricles and the dentate gyrus. Using harvested stem cells in stem cell therapies require immunosuppression to prevent the host from rejecting the transplants; creating induced pluripotent stem cells from the host's own cells would mitigate this risk and has had some testing in other neurodegenerative diseases.",
            "score": 134.78050231933594
        },
        {
            "docid": "22270008_11",
            "document": "Slit (protein) . Several studies have shown that the interaction of Slit with its receptors is crucial in regulating the processes involved with the formation of organs. As previously discussed, these interactions play a key role in cell migration. Not surprisingly then, this gene has been found expressed during the development of tightly regulated tissues, such as the heart, lungs, gonads, and ovaries. For example, in early development of the heart tube in \"Drosophila\", Slit and two of its Robo receptors guide migrating cardioblasts and pericardial cells in the dorsal midline. In addition, research on mice has shown that \"Slit3\" and its interaction with \"Robo1\" may be crucial to the development and maturation of lung tissue. Similarly, the expression of \"Slit3\" is upregulated when aligning airway epithelium with endothelium. Due to its regulating function in tissue development, absence or mutations in the expression of these genes can result in abnormalities of these tissues. Several studies in mice and other vertebrates have shown that this deficit results in death almost immediately after birth.",
            "score": 134.7433624267578
        },
        {
            "docid": "44419868_13",
            "document": "Single-cell variability . Cells in an otherwise similar population can vary in their size and morphology due to differences in function, changes in metabolism, or simply being in different phases of the cell cycle or some other factor. For example, stem cells can divide asymmetrically, which means the two resultant daughter cells may have different fates (specialized functions), and can differ from each other in size or shape. Researchers who study development may be interested in tracking the physical characteristics of the individual progeny in a growing population in order to understand how stem cells differentiate into a complex tissue or organism over time.",
            "score": 133.98025512695312
        }
    ]
}