{
    "q": [
        {
            "docid": "37791213_4",
            "document": "Carbapenem-resistant enterobacteriaceae . Hospitals are primary transmission sites for CRE-based infections. Up to 75% of hospital admissions attributed to CRE were from long-term care facilities or transferred from another hospital. Suboptimal maintenance practices are the largest cause of CRE transmission. This includes the failure to adequately clean and disinfect medication cabinets, other surfaces in patient rooms, and portable medical equipment, such as X-ray and ultrasound machines that are used for both CRE and non-CRE patients. Thus far, CRE have primarily been nosocomial infectious agents. Almost all CRE infections occur in people receiving significant medical care in hospitals, long-term acute care facilities, or nursing homes. Independent risk factors for CRE infection include use of beta-lactam antibiotics and the use of mechanical ventilation. Patients with diabetes have also been shown to be at an elevated risk for acquiring CRE infections.<ref name=\"jstor10.1086/667738\"></ref> When compared to other hospitalized patients, those admitted from long-term acute care (LTAC) facilities have significantly higher incidence of colonization and infection rates. Another 2012 multicenter study found that over 30% of patients with recent exposure to LTAC were colonized or infected with CRE. A person susceptible to CRE transmission is more likely to be female, have a greater number of parenteral nutrition-days (meaning days by which the person received nutrition via the bloodstream), and to have had a significant number of days breathing through a ventilator. Infections with carbapenem-resistant \"Klebsiella pneumoniae\" were associated with organ/stem cell transplantation, mechanical ventilation, exposure to antimicrobials, and overall longer length of stay in hospitals. People most likely to acquire carbapenem-resistant bacteria are those already receiving medical attention. In a study carried out at Sheba medical center, there was a trend toward worse Charleson Comorbidity scores in patients who acquired CRKP during ICU stay. Those at highest risk are patients receiving an organ or stem cell implantation, use of mechanical ventilation, or have to have an extended stay in the hospital along with exposure to antimicrobials. In a study performed in Singapore, the acquisition of ertapenem-resistant Enterobacteriaceae to the acquisition of CRE. Exposure to antibiotics, especially fluoroquinolones, and previous hospitalization dramatically increased the risk of acquisition carbapenem-resistant bacteria. This study found that carbapenem-resistant acquisition has a significantly higher mortality rate and poorer clinical response compared to that of the ertapenem-resistance acquisition.",
            "score": 143.83009719848633
        },
        {
            "docid": "466440_14",
            "document": "Clostridium difficile infection . People are most often infected in hospitals, nursing homes, or other medical institutions, although infection outside medical settings is increasing. Individuals can develop the infection if they touch objects or surfaces that are contaminated with feces and then touch their mouth or mucous membranes. Healthcare workers could possibly spread the bacteria to patients or contaminate surfaces through hand contact. The rate of \"C. difficile\" acquisition is estimated to be 13% in patients with hospital stays of up to two weeks, and 50% with stays longer than four weeks.",
            "score": 121.2349283695221
        },
        {
            "docid": "26875658_14",
            "document": "Studies on intercessory prayer . A 2001 study by Leonard Leibovici used records of 3,393 patients who had developed blood infections at the Rabin Medical Center between 1990 and 1996 to study \"retroactive\" intercessory prayer. To compound the alleged miraculous power of prayer itself, the prayers were performed \"after\" the patients had already left the hospital. All 3,393 patients were those in the hospital between 1990 and 1996, and the prayers were conducted in 2000. Two of the outcomes, length of stay in the hospital and duration of fever, were found to be significantly improved in the intervention group, implying that prayer can even change events \"in the past.\" However, the \"mortality rate was lower in the intervention group, but the difference between the groups was not significant.\" Leibovici concluded that \"Remote, retroactive intercessory prayer was associated with a shorter stay in hospital and a shorter duration of fever in patients with a bloodstream infection.\" Leibovici goes on to note that in the past, people knew the way to prevent diseases (he cites scurvy) without understanding why it worked. In saying so, he suggests that if prayer truly does have a positive effect on patients in hospital, then there may be a naturalist explanation for it that we do not yet understand. After many scientists and scholars criticized this retroactive study, Leibovici stated in 2002 that the \"article has nothing to do with religion. I believe that prayer is a real comfort and help to a believer. I do not believe it should be tested in controlled trials.\" The study has been summarised as being \"intended lightheartedly to illustrate the importance of asking research questions that fit with scientific models.\"",
            "score": 119.79226386547089
        },
        {
            "docid": "2906945_3",
            "document": "Antibiotic prophylaxis . Even when sterile techniques are adhered to, surgical procedures can introduce bacteria and other microbes in the blood (causing bacteremia), which can colonize and infect different parts of the body. An estimated 5 to 10 percent of hospitalized patients undergoing otolaryngology (\"head and neck\") surgery acquire a nosocomial (\"hospital\") infection, which adds a substantial cost and an average of 4 extra days to the hospital stay.",
            "score": 106.25340151786804
        },
        {
            "docid": "31884673_24",
            "document": "IQAir . IQAir products are used in hospitals around the world for infection control. The Hong Kong Hospital Authority selected IQAir portable air purifiers to help against the spread of SARS. A study published in the Journal of Hospital Infection reported that an IQAir Cleanroom H13 air purifier reduced Methicillin-resistant Staphylococcus aureus (MRSA) contamination in hospital isolation rooms. The researchers concluded: \"This portable HEPA-filtration unit can significantly reduce MRSA environmental contamination within patient isolation rooms, and this may prove to be a useful addition to existing MRSA infection control measures.\" Another study conducted at Singapore General Hospital and published in the American Journal of Infection Control in 2010 found that the use of IQAir portable air purifiers with HyperHEPA filtration reduced the spread of invasive aspergillosis (IA) by 50%. The researchers concluded: \"The cost of widespread portable HEPA filtration in hospitals will be more than offset by the decreases in nosocomial infections in general and in IA in particular.\"",
            "score": 229.65565252304077
        },
        {
            "docid": "52822695_5",
            "document": "Infection rate . Health care facilities routinely track their infection rates according to the guidelines issued by the Joint Commission. The healthcare-associated infection (HAI) rates measure infection of patients in a particular hospital. This allows rates to compared with other hospitals. These infections can often be prevented when healthcare facilities follow guidelines for safe care. To get payment from Medicare, hospitals are required to report data about some infections to the Centers for Disease Control and Prevention’s (CDC’s) National Healthcare Safety Network (NHSN). Hospitals currently submit information on central line-associated bloodstream infections (CLABSIs), catheter-associated urinary tract infections (CAUTIs), surgical site infections (SSIs), MRSA Bacteremia, and \"C. difficile\" laboratory-identified events. The public reporting of these data is an effort by the Department of Health and Human Services.",
            "score": 160.89110946655273
        },
        {
            "docid": "875883_2",
            "document": "Hospital-acquired infection . A hospital-acquired infection (HAI), also known as a nosocomial infection, is an infection that is acquired in a hospital or other health care facility. To emphasize both hospital and nonhospital settings, it is sometimes instead called a health care–associated infection (HAI or HCAI). Such an infection can be acquired in hospital, nursing home, rehabilitation facility, outpatient clinic, or other clinical settings. Infection is spread to the susceptible patient in the clinical setting by various means. Health care staff can spread infection, in addition to contaminated equipment, bed linens, or air droplets. The infection can originate from the outside environment, another infected patient, staff that may be infected, or in some cases, the source of the infection cannot be determined. In some cases the microorganism originates from the patient's own skin microbiota, becoming opportunistic after surgery or other procedures that compromise the protective skin barrier. Though the patient may have contracted the infection from their own skin, the infection is still considered nosocomial since it develops in the health care setting.",
            "score": 128.8073287010193
        },
        {
            "docid": "13905657_8",
            "document": "Hyper-CVAD . The majority of patients will experience a degree of pancytopenia, including anaemia, thrombocytopenia, and leukopenia, due to the myelosuppressive effect of chemotherapy. Anaemia and thrombocytopenia can cause clinical problems, and transfusion of red blood cells and platelets may be necessary supportive therapies. Leukopenia, particularly neutropenia may lead to profound compromise of the immune system until the number of neutrophils recovers. Patients must therefore be vigilant to ensure that they report any fevers to their clinician. Anti-infective drugs are commonly given as a prophylaxis during and in-between cycles, to prevent against community acquired infections. Patients are also at risk of hospital acquired infections, such as Methicillin-resistant Staphylococcus aureus (MRSA) and Vancomycin-Resistant Enterococcus (VRE). It is not uncommon for patients to require hospitalisation to treat infections.",
            "score": 177.5988326072693
        },
        {
            "docid": "37791213_32",
            "document": "Carbapenem-resistant enterobacteriaceae . An infection control plan was implemented at the Kaplan Medical Center in Israel to control a hospital outbreak of carbapenem-resistant \"K. pneumoniae.\" The comprehensive plan included guidelines for cohorting patients in separate locations, cleaning with 1,000 ppm hypochlorite, screening for isolates from rectal swabs, and distribution of educational instruction sheets, lectures for all medical staff, and training. The hospital also implemented an automated computer system that updated patient charts when new cases were reported, if patients were carriers, and what precautions to take when dealing with such patients. This plan was evaluated in a quasiexperimental study through the incidence of clinical cases, the rate of cross-infection, and the rate of screening for carriage in admitted patients with increased risk of carriage. The study had a 16-fold decrease in the incidence of resistant \"K. pneumoniae\", which was sustained for 30 months. The plan can provide a model for other hospitals to contain outbreaks of carbapenem-resistant bacteria. A reduction in the use of unnecessary invasive devices, including urinary catheters, could help reduce CRE transmission.",
            "score": 153.5123654603958
        },
        {
            "docid": "935411_7",
            "document": "Transmission risks and rates . There are a number of difficulties in using this relation. The first is that it is very difficult to measure contact rates because they vary widely between individuals and groups, and within the same group at different times. For sexually transmitted infections, large scale studies of sexual behaviour have been set up to estimate the contact rate. In developed countries for serious diseases such as AIDS or tuberculosis, contact tracing is often carried out when a patient is diagnosed (the patient and medical authorities try to inform every possible contact the patient may have made since infection). This, however, is not so much a research tool and more to alert the contacts to the possibility that they may be infected and so can seek medical treatment and avoiding passing on the disease if they have contracted it.",
            "score": 81.13053607940674
        },
        {
            "docid": "192595_72",
            "document": "Methicillin-resistant Staphylococcus aureus . A population-based study of the incidence of MRSA infections in San Francisco during 2004–05 demonstrated that nearly 1 in 300 residents suffered from such an infection in the course of a year and that greater than 85% of these infections occurred outside of the healthcare setting. A 2004 study showed that people in the United States with \"S. aureus\" infection had, on average, three times the length of hospital stay (14.3 vs. 4.5 days), incurred three times the total cost ($48,824 vs. $14,141), and experienced five times the risk of in-hospital death (11.2% vs 2.3%) than people without this infection. In a meta-analysis of 31 studies, Cosgrove \"et al.\", concluded that MRSA bacteremia is associated with increased mortality as compared with MSSA bacteremia (odds ratio= 1.93; 95% ). In addition, Wyllie \"et al.\" report a death rate of 34% within 30 days among people infected with MRSA, a rate similar to the death rate of 27% seen among MSSA-infected people.",
            "score": 209.5842878818512
        },
        {
            "docid": "20654203_5",
            "document": "Kaleida Health . A report produced by Consumer Reports in July 2015 on the prevalence of hospital-acquired infections gave Kaleida hospitals a below average ranking in 4 of the report's 5 categories. The ranking was based on hospital-reported data provided to federal Centers for Disease Control and Prevention between October 2013 and September 2014. Kaleida Health was also cited by Medicare for having high rates of infections and other patient-safety problems. The Hospital Acquired Conditions Reduction Program, which was created as part of the Affordable Care Act, seeks to incentivize hospitals to improve patient safety by measuring rates of hospital-acquired infection and other patient safety metrics and then penalizing hospitals that perform poorly. As a result of this program Kaleida Health has been penalized more than $1 million in 2016 through reduced Medicare payments.",
            "score": 100.17822515964508
        },
        {
            "docid": "6423951_10",
            "document": "Hospital-acquired pneumonia . In some studies, the bacteria found in patients with HCAP were more similar to HAP than to CAP; compared to CAP, they could have higher rates of \"Staphylococcus aureus\" (\"S. aureus\") and \"Pseudomonas aeruginosa\", and less \"Streptococcus pneumoniae\" and \"Haemophilus influenzae\". In European and Asian studies, the etiology of HCAP was similar to that of CAP, and rates of multi drug resistant pathogens such as \"Staphylococcus aureus\" and \"Pseudomonas aeruginosa\" were not as high as seen in North American studies. It is well known that nursing home residents have high rates of colonization with MRSA. However, not all studies have found high rates of S. aureus and gram-negative bacteria. One factor responsible for these differences is the reliance on sputum samples and the strictness of the criteria to discriminate  between colonising or disease-causing bacteria. Moreover, sputum samples might be less frequently obtained in the elderly.Aspiration (both of microscopic drops and macroscopic amounts of nose and throat secretions) is thought to be the most important cause of HCAP. Dental plaque might also be a reservoir for bacteria in HCAP.  Bacteria have been the most commonly isolated pathogens, although viral and fungal pathogens are potentially found in immunocompromised hosts (patients on chronic immunosuppressed medications, solid organ and bone marrow transplant recipients). In general, the distribution of microbial pathogens varies among institutions, partly because of differences in patient population and local patterns of anti microbial resistance in hospitals and critical care units' Common bacterial pathogens include aerobic GNB, such as \"Pseudomonas aeruginosa\", \"Acinetobacter baumanii\", \"Klebsiella pneumoniae\", \"Escherichia coli\" as well as gram-positive organisms such as \"Staphylococcus aureus\". In patients with an early onset pneumonia (within 5 days of hospitalization), they are usually due to anti microbial-sensitive bacteria such as \"Enterobacter\" spp, \"E. coli\", \"Klebsiella\" spp, \"Proteus\" spp, \"Serratia mare scans\", community pathogens such as \"Streptococcus pneumoniae, Haemophilus influenzae\", and methicillin-sensitive \"S. aureus\" should also be considered.  Pneumonia that starts in the hospital tends to be more serious than other lung infections because: people in the hospital are often very sick and cannot fight off germs. The types of germs present in a hospital are often more dangerous and more resistant to treatment than those outside in the community. Pneumonia occurs more often in people who are using a respirator. This machine helps them breathe. Hospital-acquired pneumonia can also be spread by health care workers, who can pass germs from their hands or clothes from one person to another. This is why hand-washing, wearing grows, and using other safety measures is so important in the hospital.",
            "score": 177.7126351594925
        },
        {
            "docid": "37791213_53",
            "document": "Carbapenem-resistant enterobacteriaceae . In a case-control study of 99 patients compared with 99 controls at Mount Sinai Hospital (Manhattan), a 1,171 bed tertiary care teaching hospital, 38% of patients in long-term care that were afflicted with CRE died from \"K. pneumoniae\" infection. Patients had risk factors including diabetes, HIV infection, heart disease, liver disease, renal insufficiency, one was a transplant recipient. 72% of patients who were released from the hospital with CRE were readmitted within 90 days.  A 2008 study at Mount Sinai identified outcomes associated with Carbapenem-resistant \"Klebsiella pneumoniae\" infections, in which patients in need of organ or stem cell transplants, mechanical ventilation, prolonged hospitalization, or prior treatment with carbapenems, had an increased probability of infection with Carbapenem-resistant \"K. pneumoniae\". A combination of antibiotics worked to treat infection and survival rates of infected patients increased when the focus of infection was removed.",
            "score": 131.37039697170258
        },
        {
            "docid": "875883_11",
            "document": "Hospital-acquired infection . Handwashing frequently is called the single most important measure to reduce the risks of transmitting skin microorganisms from one person to another or from one site to another on the same patient. Washing hands as promptly and thoroughly as possible between patient contacts and after contact with blood, body fluids, secretions, excretions, and equipment or articles contaminated by them is an important component of infection control and isolation precautions.  The spread of nosocomial infections, among immunocompromised patients is connected with health care workers' hand contamination in almost 40% of cases, and is a challenging problem in the modern hospitals. The best way for workers to overcome this problem is conducting correct hand-hygiene procedures; this is why the WHO launched in 2005 the GLOBAL Patient Safety Challenge. Two categories of micro-organisms can be present on health care workers' hands: transient flora and resident flora. The first is represented by the micro-organisms taken by workers from the environment, and the bacteria in it are capable of surviving on the human skin and sometimes to grow. The second group is represented by the permanent micro-organisms living on the skin surface (on the stratum corneum or immediately under it). They are capable of surviving on the human skin and to grow freely on it. They have low pathogenicity and infection rate, and they create a kind of protection from the colonization from other more pathogenic bacteria. The skin of workers is colonized by 3.9 x 10 – 4.6 x 10 cfu/cm. The microbes comprising the resident flora are: \"Staphylococcus epidermidis\", \"S. hominis\", and \"Microccocus\", \"Propionibacterium, Corynebacterium, Dermobacterium\", and \"Pitosporum\" spp., while transient organisms are \"S. aureus\", and \"Klebsiella pneumoniae\", and \"Acinetobacter, Enterobacter\" and \"Candida\" spp. The goal of hand hygiene is to eliminate the transient flora with a careful and proper performance of hand washing, using different kinds of soap, (normal and antiseptic), and alcohol-based gels. The main problems found in the practice of hand hygiene is connected with the lack of available sinks and time-consuming performance of hand washing. An easy way to resolve this problem could be the use of alcohol-based hand rubs, because of faster application compared to correct hand-washing.",
            "score": 123.36921536922455
        },
        {
            "docid": "29823087_11",
            "document": "Virginia Mason Hospital . The hospital documented infections with carbapenem resistant enterobacteriaceae between November 2012 and March 2014, and in November 2013 officially confirmed an outbreak. Infections were linked to duodenoscopes, an endoscope used during a gastroenterology procedure called ERCP that enters the mouth, passes the stomach and ends in the duodenum. An abstract submitted to an infectious-disease society conference was presented in October 2014. CBS reported that at least 35 patients fell ill and 11 died, but it was not clear how much could be attributed to the bacteria, because \"most patients who underwent the procedure already were critically ill with colon or pancreatic cancer\".",
            "score": 102.0451123714447
        },
        {
            "docid": "192595_60",
            "document": "Methicillin-resistant Staphylococcus aureus . In a US cohort study of 1300 healthy children, 2.4% carried MRSA in their nose. Bacterial sepsis occurs with most (75%) of cases of invasive MRSA infection. In 2009, there were an estimated 463,017 hospitalization due to MRSA or a rate of 11.74 per 1,000 hospitalizations. Many of these infections are less serious, but the Centers for Disease Control and Prevention (CDC) estimates that there are 80,461 invasive MRSA infections and 11,285 deaths due to MRSA annually. In 2003, the cost for a hospitalization due to a MRSA was $92,363. A hospital stay for MSSA was $52,791 (USD).",
            "score": 211.39836311340332
        },
        {
            "docid": "31590219_15",
            "document": "Sophoraflavanone G . MRSA involves a strain of \"Staphylococcus aureus\" bacteria that normally lives on the skin and sometimes in the nasal passages of healthy people. In addition, these particular strains of S. aureus do not respond to some of the antibiotics used to treat staph infections. The bacteria can cause infection when they enter the body through a cut, sore, catheter, or breathing tube. Once infected, the case can be minor and local, or more serious, involving complications with the major tissues within the patient, specifically heart, lungs, blood, and bone. Serious staph infections are more common in people with weak immune systems, particularly patients in hospitals and long-term healthcare facilities and those who are healthy, but otherwise in close contact with many individuals through shared use of equipment and personal items, like athletes and children in daycare.",
            "score": 191.7887635231018
        },
        {
            "docid": "11074490_7",
            "document": "Enterococcus faecium . Persons infected or colonized with VRE are more likely to transmit the organism. Transmission depends primarily on which body site(s) harbor the bacteria, whether the body fluids are excreted and how frequently health care providers touch these body sites. Patients infected or colonized with VRE may be cared for in any patient care setting with minimal risk of transmission to other patients provided appropriate infection control measures are taken.",
            "score": 93.48785614967346
        },
        {
            "docid": "21347855_13",
            "document": "Artificial nails . When artificial nails are applied to the natural nail surface, minor types of trauma to the artificial nails which can happen from something as harmless as scraping a nail against a firm surface can cause separation of the nail from its nail bed. This allows bacteria and fungus to potentially enter the separated area setting up an infection. In fact, most hospitals and other healthcare facilities won't allow their employees to have fake fingernails due to the risk of harboring infection which could be transmitted to patients. Several deaths of premature infants were blamed on an acrylic nail infection transmitted to the babies by a nurse in the late 1990s. Epidemiologists who have studied the outbreak of the bacterial infection at a children's hospital in Oklahoma City, found that half of the sixteen deaths from January 1, 1997 to March 12, 1998, were due to the contamination from the long fingernails. Infection can also be a risk when nails are applied by a disreputable nail salon that doesn't follow sanitary practices.",
            "score": 113.21931982040405
        },
        {
            "docid": "10219415_13",
            "document": "Burkholderia gladioli . \"Burkholderia gladioli\" in humans is an opportunistic pathogen that is an important agent for hospital-associated infections. It has recently appeared as a severe pathogen in patients with cystic fibrosis, causing severe pulmonary infections. Though it is still a fairly uncommon pathogen, its presence is associated with a poor prognosis. It has also colonized the respiratory tracts of patients with granulomatous disease. In lung transplant patients, infection can be fatal as patients have developed bacteremia and sterile wound infections as a result.",
            "score": 86.21823573112488
        },
        {
            "docid": "192595_69",
            "document": "Methicillin-resistant Staphylococcus aureus . In 1961 the first known MRSA isolates were reported in a British study, and from 1961 to 1967 there were infrequent hospital outbreaks in Western Europe and Australia, with methicillin then being licensed in England to treat resistant infections. Other reports of MRSA began to be described in the 1970s. Resistance to other antibiotics was documented in some strains of S. aureus. In 1996, vancomycin resistance was reported in Japan. In many countries, outbreaks of MRSA infection was reported to be transmitted between hospitals. The rate had increased to 22% by 1995, and by 1997 the percent of hospital \"S. aureus\" infections attributable to MRSA had reached 50%.",
            "score": 225.00094509124756
        },
        {
            "docid": "477489_4",
            "document": "Human respiratory syncytial virus . In the United States, 60% of infants are infected during their first HRSV season, and nearly all children will have been infected with the virus by 2–3 years of age. Of those infected with RSV, 2–3% will develop bronchiolitis, necessitating hospitalization. Natural infection with HRSV induces protective immunity which wanes over time—possibly more so than other respiratory viral infections—and thus people can be infected multiple times. Sometimes an infant can become symptomatically infected more than once, even within a single HRSV season. Severe HRSV infections have increasingly been found among elderly patients. Young adults can be re-infected every five to seven years, with symptoms looking like a sinus infection or a cold (infections can also be asymptomatic).",
            "score": 95.8048746585846
        },
        {
            "docid": "37791213_52",
            "document": "Carbapenem-resistant enterobacteriaceae . A 2013 retrospective study at the Shaare Zedek Medical Center of patients with urinary tract infections (bacteriuria) caused by carbapenem-resistant \"Klebsiella pneumoniae\" (CRKp) showed no statistically significant difference in mortality rates from patients with bacteriuria caused by carbapenem-susceptible \"K. pneumoniae\" (CSKp). A 29% mortality rate was seen in patients with CRKp infection compared to a 25% mortality rate in patients with CSKp infections that produced extended-spectrum beta-lactamase (ESBL). Both mortality rates were considerably higher than that of patients with drug-susceptible urosepsis. Most patients in the study suffered from other illnesses, including dementia, immune compromise, renal failure, or diabetes mellitus. The main risk factor for death found by the study was being bedridden, which significantly increased the chance of death. This suggests that the deaths were due to reasons other than bacteriuria. Total length of hospitalization was somewhat longer in patients with CRKp infections (28 ± 33 days compared to 22 ± 28 days for patients with CSKp infection).",
            "score": 82.56991958618164
        },
        {
            "docid": "37791213_6",
            "document": "Carbapenem-resistant enterobacteriaceae . In a three-year study, the prevalence of CRE was shown to be proportional to the lengths of stays of the patients in those hospitals. Policies regarding contact precaution for patients infected or colonized by Gram-negative pathogens were also observed in hospitals reporting decreases in CRE prevalence.",
            "score": 85.33765053749084
        },
        {
            "docid": "5733851_24",
            "document": "Babesia . Complications include acute respiratory failure, congestive heart failure, and renal failure. Infections can be fatal in 5–10% of hospitalized patients, with increased risk of death in the immunosuppressed, the elderly, and those coinfected with Lyme disease. \"B. divergens\" infections have a much higher fatality rate (42%) and present with more severe symptoms. Infected individuals suffer from hemoglobinuria followed by jaundice, a persistently high fever, chills, and sweats. If left untreated, \"B. divergens\" infections can develop into shock-like symptoms with pulmonary edema and renal failure.",
            "score": 94.25939607620239
        },
        {
            "docid": "28754185_6",
            "document": "Portiuncula Hospital . Independent audits rated hygiene levels as 80% satisfactory in 2005, rising to 82% in 2006. Hospital-acquired infection affected 3.8% of patients in 2007, with a Methicillin-resistant Staphylococcus aureus (MRSA) infection rate of 0.06 per 1,000 bed days in 2007.",
            "score": 158.3144199848175
        },
        {
            "docid": "27699157_10",
            "document": "University Hospital Limerick . Independent audits rated hygiene levels as 65% satisfactory in 2005, rising to 85% in 2006. Hospital-acquired infection affected 5.1% of patients in 2007, with a Methicillin-resistant Staphylococcus aureus (MRSA) infection rate of 0.14 per 1,000 bed days in 2008.",
            "score": 157.60319757461548
        },
        {
            "docid": "28302699_7",
            "document": "Cavan General Hospital . Independent audits rated hygiene levels as 71% satisfactory in 2005, rising to 76% in 2006. Hospital-acquired infection affected 3.6% of patients in 2007, with a Methicillin-resistant Staphylococcus aureus (MRSA) infection rate of 0.14 per 1,000 bed days in 2007.",
            "score": 157.60319757461548
        },
        {
            "docid": "6112359_9",
            "document": "Beaumont Hospital, Dublin . Independent audits rated hygiene levels as 62% satisfactory in 2005, rising to 83% in 2006. Hospital-acquired infection affected 7.2% of patients in 2007, with a Methicillin-resistant Staphylococcus aureus (MRSA) infection rate of 0.23 per 1,000 bed days in 2007.",
            "score": 157.60319757461548
        },
        {
            "docid": "28690307_7",
            "document": "University Hospital Waterford . Independent audits rated hygiene levels as 62% satisfactory in 2005, rising to 86% in 2006. Hospital-acquired infection affected 3.0% of patients in 2007, with a Methicillin-resistant Staphylococcus aureus (MRSA) infection rate of 0.18 per 1,000 bed days in 2007.",
            "score": 157.60319757461548
        },
        {
            "docid": "573321_3",
            "document": "Serratia . The bacterium is an opportunistic human pathogen, capitalizing on its ability to form tight-knit surface communities called biofilms wherever it can. \"S. marcescens\" is thought to be transmitted through hand-to-hand transmission by hospital personnel. In the hospital, \"Serratia\" species tend to colonize the respiratory and urinary tracts, rather than the gastrointestinal tract, in adults. \"Serratia\" infection is responsible for about 2% of nosocomial infections of the bloodstream, lower respiratory tract, urinary tract, surgical wounds, and skin and soft tissues in adult patients. Outbreaks of \"S. marcescens\" meningitis, wound infections, and arthritis have occurred in pediatric wards.",
            "score": 88.30024290084839
        }
    ],
    "r": [
        {
            "docid": "192595_37",
            "document": "Methicillin-resistant Staphylococcus aureus . Mathematical models describe one way in which a loss of infection control can occur after measures for screening and isolation seem to be effective for years, as happened in the UK. In the \"search and destroy\" strategy that was employed by all UK hospitals until the mid-1990s, all hospitalized people with MRSA were immediately isolated, and all staff were screened for MRSA and were prevented from working until they had completed a course of eradication therapy that was proven to work. Loss of control occurs because colonised people are discharged back into the community and then readmitted; when the number of colonised people in the community reaches a certain threshold, the \"search and destroy\" strategy is overwhelmed. One of the few countries not to have been overwhelmed by MRSA is the Netherlands: An important part of the success of the Dutch strategy may have been to attempt eradication of carriage upon discharge from hospital.",
            "score": 235.14077758789062
        },
        {
            "docid": "52390011_11",
            "document": "Feline zoonosis . MRSA is a common type of bacteria that is normally found on the skin of people and cats. Methicillin-resistant Staphylococcus aureus (MRSA) is the same bacterium that has become resistant to some antibiotics. Cats and other animals often can carry MRSA without being sick, but MRSA can cause a variety of infections, including of the skin, respiratory tract, and urinary tract of people. MRSA can be transmitted back and forth between people and animals through direct contact. In people, MRSA most often causes skin infections that can range from mild to severe. If left untreated, MRSA can spread to the bloodstream or lungs and cause life-threatening infections.",
            "score": 232.19151306152344
        },
        {
            "docid": "4106560_12",
            "document": "Emerging infectious disease . Methicillin-resistant Staphylococcus aureus (MRSA) evolved from Methicillin-susceptible Staphylococcus aureus (MSSA) otherwise known as common \"S. aureus\". Many people are natural carriers of \"S. aureus\", without being affected in any way. MSSA was treatable with the antibiotic methicillin until it acquired the gene for antibiotic resistance. Though genetic mapping of various strains of MRSA, scientists have found that MSSA acquired the mecA gene in the 1960s, which accounts for its pathogenicity, before this it had a predominantly commensal relationship with humans. It is theorized that when this \"S. aureus\" strain that had acquired the mecA gene was introduced into hospitals, it came into contact with other hospital bacteria that had already been exposed to high levels of antibiotics. When exposed to such high levels of antibiotics, the hospital bacteria suddenly found themselves in an environment that had a high level of selection for antibiotic resistance, and thus resistance to multiple antibiotics formed within these hospital populations. When \"S. aureus\" came into contact with these populations, the multiple genes that code for antibiotic resistance to different drugs were then acquired by MRSA, making it nearly impossible to control. It is thought that MSSA acquired the resistance gene through the horizontal gene transfer, a method in which genetic information can be passed within a generation, and spread rapidly through its own population as was illustrated in multiple studies. Horizontal gene transfer speeds the process of genetic transfer since there is no need to wait an entire generation time for gene to be passed on. Since most antibiotics do not work on MRSA, physicians have to turn to alternative methods based in Darwinian medicine. However prevention is the most preferred method of avoiding antibiotic resistance. By reducing unnecessary antibiotic use in human and animal populations, antibiotics resistance can be slowed.",
            "score": 230.208251953125
        },
        {
            "docid": "31884673_24",
            "document": "IQAir . IQAir products are used in hospitals around the world for infection control. The Hong Kong Hospital Authority selected IQAir portable air purifiers to help against the spread of SARS. A study published in the Journal of Hospital Infection reported that an IQAir Cleanroom H13 air purifier reduced Methicillin-resistant Staphylococcus aureus (MRSA) contamination in hospital isolation rooms. The researchers concluded: \"This portable HEPA-filtration unit can significantly reduce MRSA environmental contamination within patient isolation rooms, and this may prove to be a useful addition to existing MRSA infection control measures.\" Another study conducted at Singapore General Hospital and published in the American Journal of Infection Control in 2010 found that the use of IQAir portable air purifiers with HyperHEPA filtration reduced the spread of invasive aspergillosis (IA) by 50%. The researchers concluded: \"The cost of widespread portable HEPA filtration in hospitals will be more than offset by the decreases in nosocomial infections in general and in IA in particular.\"",
            "score": 229.65565490722656
        },
        {
            "docid": "192595_69",
            "document": "Methicillin-resistant Staphylococcus aureus . In 1961 the first known MRSA isolates were reported in a British study, and from 1961 to 1967 there were infrequent hospital outbreaks in Western Europe and Australia, with methicillin then being licensed in England to treat resistant infections. Other reports of MRSA began to be described in the 1970s. Resistance to other antibiotics was documented in some strains of S. aureus. In 1996, vancomycin resistance was reported in Japan. In many countries, outbreaks of MRSA infection was reported to be transmitted between hospitals. The rate had increased to 22% by 1995, and by 1997 the percent of hospital \"S. aureus\" infections attributable to MRSA had reached 50%.",
            "score": 225.00094604492188
        },
        {
            "docid": "192595_32",
            "document": "Methicillin-resistant Staphylococcus aureus . MRSA can be identified by swabbing the nostrils and isolating the bacteria found inside the nostrils. Combined with extra sanitary measures for those in contact with infected people, swab screening people admitted to hospitals has been found to be effective in minimizing the spread of MRSA in hospitals in the United States, Denmark, Finland, and the Netherlands.",
            "score": 222.3690948486328
        },
        {
            "docid": "192595_8",
            "document": "Methicillin-resistant Staphylococcus aureus . People who are hospitalized, including the elderly, are often immunocompromised and susceptible to infection of all kinds, including MRSA; when the infection is by MRSA this is called healthcare-associated or hospital-acquired methicillin-resistant \"S. aureus\" (HA-MRSA). Generally, those infected by MRSA will stay infected for just under 10 days, if treated by a doctor, although effects may vary from person to person.",
            "score": 221.48573303222656
        },
        {
            "docid": "178769_41",
            "document": "Intravenous therapy . A peripheral IV cannot be left in the vein indefinitely, because of the risk of insertion-site infection leading to phlebitis, cellulitis and sepsis. The US Centers for Disease Control and Prevention updated their guidelines and now advise the cannula need to be replaced every 96 hours. This was based on studies organised to identify causes of Methicillin-resistant Staphylococcus aureus (MRSA) infection in hospitals. In the United Kingdom, the UK Department of health published their finding about risk factors associated with increased MRSA infection, now include intravenous cannula, central venous catheters and urinary catheters as the main factors increasing the risk of spreading antibiotic resistant strain bacteria.",
            "score": 221.2468719482422
        },
        {
            "docid": "192595_3",
            "document": "Methicillin-resistant Staphylococcus aureus . MRSA is common in hospitals, prisons, and nursing homes, where people with open wounds, invasive devices such as catheters, and weakened immune systems are at greater risk of hospital-acquired infection. MRSA began as a hospital-acquired infection, but has become community-acquired as well as livestock-acquired. The terms HA-MRSA (healthcare-associated or hospital-acquired MRSA), CA-MRSA (community-associated MRSA) and LA-MRSA (livestock-associated) reflect this.",
            "score": 220.99127197265625
        },
        {
            "docid": "192595_54",
            "document": "Methicillin-resistant Staphylococcus aureus . CA-MRSA in hospitalized patients pneumonia treatment begins before culture results. After the susceptibility to antibiotics is performed, the infection may be treated with vancomycin or linezolid for up to 21 days. If the pneumonia is complicated by the accumulation of pus in the pleural cavity surrounding the lungs, drainage may be done along with antibiotic therapy. People with cystic fibrosis may develop respiratory complications related to MRSA infection. The incidence of MRSA in those with cystic fibrosis increased during 2000 to 2015 by five times. Most of these infections were HA-MRSA. MRSA accounts for 26% of lung infections in those with cystic fibrosis.",
            "score": 218.47361755371094
        },
        {
            "docid": "147020_32",
            "document": "Hygiene . Hygiene measures, including laundry hygiene, are an important part of reducing spread of antibiotic resistant strains. In the community, otherwise healthy people can become persistent skin carriers of MRSA, or faecal carriers of enterobacteria strains which can carry multi-antibiotic resistance factors (e.g. NDM-1 or ESBL-producing strains). The risks are not apparent until, for example, they are admitted to hospital, when they can become \"self infected\" with their own resistant organisms following a surgical procedure. As persistent nasal, skin or bowel carriage in the healthy population spreads \"silently\" across the world, the risks from resistant strains in both hospitals and the community increases. In particular the data indicates that clothing and household linens are a risk factor for spread of S. aureus (including MRSA and PVL-producing MRSA strains), and that effectiveness of laundry processes may be an important factor in defining the rate of community spread of these strains. Experience in the United States suggests that these strains are transmissible within families and in community settings such as prisons, schools and sport teams. Skin-to-skin contact (including unabraded skin) and indirect contact with contaminated objects such as towels, sheets and sports equipment seem to represent the mode of transmission.",
            "score": 214.8075408935547
        },
        {
            "docid": "192595_22",
            "document": "Methicillin-resistant Staphylococcus aureus . These distinctions were thoroughly investigated by Collins et al. in 2001 and can be explained by the fitness differences associated with carriage of a large or small SCC\"mec\" plasmid. Carriage of large plasmids, such as SCC\"mec\"I-III, is costly to the bacteria, resulting in compensatory decrease in virulence expression. MRSA is able to thrive in hospital settings with increased antibiotic resistance but decreased virulence- HA-MRSA targets immunocompromised, hospitalized hosts, thus a decrease in virulence is not maladaptive. In contrast, CA-MRSA tends to carry lower fitness cost SCC\"mec\" elements to offset the increased virulence and toxicity expression required to infect healthy hosts.",
            "score": 213.8450469970703
        },
        {
            "docid": "192595_44",
            "document": "Methicillin-resistant Staphylococcus aureus . Both CA-MRSA and HA-MRSA are resistant to traditional anti-staphylococcal beta-lactam antibiotics, such as cephalexin. CA-MRSA has a greater spectrum of antimicrobial susceptibility to sulfa drugs (like co-trimoxazole (trimethoprim/sulfamethoxazole), tetracyclines (like doxycycline and minocycline) and clindamycin (for osteomyelitis). MRSA can be eradicated with a regimen of linezolid, though treatment protocols vary and serum levels of antibiotics vary widely person to person and may affect outcomes. The effective treatment of MRSA with linezolid has been successful in 87% of people. Linezolid is more effective in soft tissue infections than vancomycin. This is compared to eradication of infection in those with MRSA treated with vancomycin. Treatment with vancomycin is successful in approximately 49% of people. Linezolid belongs to the newer oxazolidinone class of antibiotics which has been shown to be effective against both CA-MRSA and HA-MRSA. The Infectious Disease Society of America recommends vancomycin, linezolid, or clindamycin (if susceptible) for treating those with MRSA pneumonia. Ceftaroline, a fifth-generation cephalosporin, is the first beta-lactam antibiotic approved in the US to treat MRSA infections in skin and soft tissue or community acquired pneumonia.",
            "score": 212.98822021484375
        },
        {
            "docid": "192595_11",
            "document": "Methicillin-resistant Staphylococcus aureus . Prisons, and military barracks, can be crowded and confined, and poor hygiene practices may proliferate, thus putting inhabitants at increased risk of contracting MRSA. Cases of MRSA in such populations were first reported in the United States, and then in Canada. The earliest reports were made by the Center for Disease Control (CDC) in US state prisons. In the news media, hundreds of reports of MRSA outbreaks in prisons appeared between 2000 and 2008. For example, in February 2008, the Tulsa County jail in Oklahoma started treating an average of 12 \"S. aureus\" cases per month. A report on skin and soft tissue infections in the Cook County jail in Chicago in 2004–05 demonstrated MRSA was the most common cause of these infections among cultured lesions, and few risk factors were more strongly associated with MRSA infections than infections caused by methicillin-susceptible\" S. aureus\". In response to these and many other reports on MRSA infections among incarcerated and recently incarcerated persons, the Federal Bureau of Prisons has released guidelines for the management and control of the infections, although few studies provide an evidence base for these guidelines. During a recent study in Fort Benning Georgia, a variety of military recruits both healthy and those suffering from soft tissue infections were tested for MRSA as well as other pathogens. The researchers determined that a significant portion of trainees were either asymptomatic carriers of MRSA or that MRSA was the cause of their infection.",
            "score": 212.79039001464844
        },
        {
            "docid": "25894745_21",
            "document": "Center for Disease Dynamics, Economics &amp; Policy . ETC research featured in the CDC's Emerging Infectious Diseases also received widespread national media coverage. The study found the community-associated strain of the deadly superbug MRSA—an infection-causing bacteria resistant to most common antibiotics—poses a far greater health threat than previously known and is making its way into hospitals. The new threat is easily picked up in fitness centers, schools, and other public places and has increased the overall burden of MRSA within hospitals. The study analyzed data from more than 300 microbiology labs serving hospitals all over the United States, found a seven-fold increase in the proportion of \"community-associated\" strains of methicillin-resistant Staphylococcus aureus, or MRSA, in outpatient hospital units between 1999 and 2006.",
            "score": 212.6230010986328
        },
        {
            "docid": "5471672_3",
            "document": "Anterior nares . The anterior nares are commonly infected by \"Staphylococcus aureus\" (also known as \"golden staph\") which may contribute to dermatitic skin lesions in patients with atopic dermatitis. The anterior nares can act as a colonizing point from which the infection can spread.. This can be particularly troublesome if the strain is an antibiotic resistant (commonly MRSA or ORSA) strain. MRSA (first discovered in the UK in 1961) has become particularly widespread in hospitals and is commonly considered a superbug. For more information on symptoms and treatment see MRSA.",
            "score": 211.7278289794922
        },
        {
            "docid": "192595_60",
            "document": "Methicillin-resistant Staphylococcus aureus . In a US cohort study of 1300 healthy children, 2.4% carried MRSA in their nose. Bacterial sepsis occurs with most (75%) of cases of invasive MRSA infection. In 2009, there were an estimated 463,017 hospitalization due to MRSA or a rate of 11.74 per 1,000 hospitalizations. Many of these infections are less serious, but the Centers for Disease Control and Prevention (CDC) estimates that there are 80,461 invasive MRSA infections and 11,285 deaths due to MRSA annually. In 2003, the cost for a hospitalization due to a MRSA was $92,363. A hospital stay for MSSA was $52,791 (USD).",
            "score": 211.3983612060547
        },
        {
            "docid": "192595_72",
            "document": "Methicillin-resistant Staphylococcus aureus . A population-based study of the incidence of MRSA infections in San Francisco during 2004–05 demonstrated that nearly 1 in 300 residents suffered from such an infection in the course of a year and that greater than 85% of these infections occurred outside of the healthcare setting. A 2004 study showed that people in the United States with \"S. aureus\" infection had, on average, three times the length of hospital stay (14.3 vs. 4.5 days), incurred three times the total cost ($48,824 vs. $14,141), and experienced five times the risk of in-hospital death (11.2% vs 2.3%) than people without this infection. In a meta-analysis of 31 studies, Cosgrove \"et al.\", concluded that MRSA bacteremia is associated with increased mortality as compared with MSSA bacteremia (odds ratio= 1.93; 95% ). In addition, Wyllie \"et al.\" report a death rate of 34% within 30 days among people infected with MRSA, a rate similar to the death rate of 27% seen among MSSA-infected people.",
            "score": 209.58428955078125
        },
        {
            "docid": "875883_23",
            "document": "Hospital-acquired infection . The bacteria, classified as gram-negative because of their reaction to the Gram stain test, can cause severe pneumonia and infections of the urinary tract, bloodstream, and other parts of the body. Their cell structures make them more difficult to attack with antibiotics than gram-positive organisms like MRSA. In some cases, antibiotic resistance is spreading to gram-negative bacteria that can infect people outside the hospital. \"For gram-positives we need better drugs; for gram-negatives we need any drugs,\" said Dr. Brad Spellberg, an infectious-disease specialist at Harbor-UCLA Medical Center, and the author of \"Rising Plague\", a book about drug-resistant pathogens.",
            "score": 208.63966369628906
        },
        {
            "docid": "55868631_6",
            "document": "List of antibiotic resistant bacteria . \"Staphylococcus aureus\" (colloquially known as \"Staph aureus\" or a \"Staph infection\") is one of the major resistant pathogens. Found on the mucous membranes and the human skin of around a third of the population, it is extremely adaptable to antibiotic pressure. It was one of the earlier bacteria in which penicillin resistance was found—in 1947, just four years after the drug started being mass-produced. Methicillin was then the antibiotic of choice, but has since been replaced by oxacillin because of significant kidney toxicity. Methicillin-resistant \"Staphylococcus aureus\" (MRSA) was first detected in Britain in 1961, and is now \"quite common\" in hospitals. MRSA was responsible for 37% of fatal cases of sepsis in the UK in 1999, up from 4% in 1991. Half of all \"S. aureus\" infections in the US are resistant to penicillin, methicillin, tetracycline and erythromycin.",
            "score": 205.63282775878906
        },
        {
            "docid": "26839222_20",
            "document": "Antimicrobial properties of copper . Methicillin-resistant \"Staphylococcus aureus\" (MRSA) is a dangerous bacteria strain because it is resistant to beta-lactam antibiotics. Recent strains of the bacteria, EMRSA-15 and EMRSA-16, are highly transmissible and durable. This is of extreme importance to those concerned with reducing the incidence of hospital-acquired MRSA infections.",
            "score": 204.97235107421875
        },
        {
            "docid": "192595_28",
            "document": "Methicillin-resistant Staphylococcus aureus . Community-acquired MRSA (CA-MRSA) strains emerged in late 1990 to 2000, infecting healthy people who had not been in contact with health care facilities. Researchers suggest that CA-MRSA did not evolve from the HA-MRSA. This is further proven by molecular typing of CA-MRSA strains and genome comparison between CA-MRSA and HA-MRSA, which indicate that novel MRSA strains integrated SCC\"mec\" into MSSA separately on its own. By mid 2000, CA-MRSA was introduced into the health care systems and distinguishing CA-MRSA from HA-MRSA became a difficult process. Community-acquired MRSA is more easily treated and more virulent than hospital-acquired MRSA (HA-MRSA). The genetic mechanism for the enhanced virulence in CA-MRSA remains an active area of research. Especially the Panton–Valentine leukocidin (PVL) genes are of interest because they are a unique feature of CA-MRSA.",
            "score": 203.39183044433594
        },
        {
            "docid": "875883_21",
            "document": "Hospital-acquired infection . Among the categories of bacteria most known to infect patients are the category MRSA (resistant strain of \"S. aureus\"), member of gram-positive bacteria and \"Acinetobacter\" (\"A. baumannii\"), which is gram-negative. While antibiotic drugs to treat diseases caused by gram-positive MRSA are available, few effective drugs are available for \"Acinetobacter\". \"Acinetobacter\" bacteria are evolving and becoming immune to existing antibiotics, so in many cases, polymyxin-type antibacterials need to be used. \"In many respects it’s far worse than MRSA,\" said a specialist at Case Western Reserve University.",
            "score": 201.64862060546875
        },
        {
            "docid": "192595_61",
            "document": "Methicillin-resistant Staphylococcus aureus . Infection after surgery is relatively uncommon, but occurs as much as 33% in specific types of surgeries. Infections of surgical sites range from 1% to 33%. MRSA sepsis that occurs within 30 days has a 15-38% mortality rate. MRSA sepsis that occurs within one year following a surgical infection has a mortality rate of around 55%. There may be increased mortality associated with cardiac surgery. There is a rate of 12.9% in those infected with MRSA while only a 3% infected with other organisms. SSIs infected with MRSA had longer hospital stays than those who did not.",
            "score": 201.532470703125
        },
        {
            "docid": "622572_43",
            "document": "Collegiate wrestling . MRSA is an infection that has a resistance to certain antibiotics this is why MRSA is so dangerous and hard to treat. MRSA stands for Methicillin- resistant Staphylococcus, which is a form of a staph infection. Any athlete who develops a skin infection should be checked by doctor immediately. Also, one should resist from trying to give themselves self care. When getting MRSA treated for they tend to make an incision and drain the infected area. MRSA can become life-threatening if it reaches the blood stream it also can cause infections on surgical sites that can cause major implications, and can even cause an pneumonia.",
            "score": 200.80072021484375
        },
        {
            "docid": "875883_19",
            "document": "Hospital-acquired infection . Touch surfaces commonly found in hospital rooms, such as bed rails, call buttons, touch plates, chairs, door handles, light switches, grab rails, intravenous poles, dispensers (alcohol gel, paper towel, soap), dressing trolleys, and counter and table tops are known to be contaminated with \"Staphylococcus\", MRSA (one of the most virulent strains of antibiotic-resistant bacteria) and vancomycin-resistant \"Enterococcus\" (VRE). Objects in closest proximity to patients have the highest levels of MRSA and VRE. This is why touch surfaces in hospital rooms can serve as sources, or reservoirs, for the spread of bacteria from the hands of healthcare workers and visitors to patients.",
            "score": 200.70693969726562
        },
        {
            "docid": "192595_67",
            "document": "Methicillin-resistant Staphylococcus aureus . There are concerns that the presence of MRSA in the environment may allow resistance to be transferred to other bacteria through phages (viruses that infect bacteria). The source of MRSA could come from hospital waste, farm sewage, and other waste water.",
            "score": 200.08853149414062
        },
        {
            "docid": "15243054_2",
            "document": "ST8:USA300 . ST8:USA300 is a strain of community-associated methicillin-resistant \"Staphylococcus aureus\" (MRSA) that has emerged as a particularly antibiotic resistant epidemic that is responsible for rapidly progressive, fatal diseases including necrotizing pneumonia, severe sepsis and necrotizing fasciitis. The epidemiology of infections caused by MRSA is rapidly changing: in the past 10 years, infections caused by this organism have emerged in the community. The 2 MRSA clones in the United States most closely associated with community outbreaks, (MW2 strain, ST1 lineage) and USA300, often contain Panton-Valentine leukocidin (PVL) genes and, more frequently, have been associated with skin and soft tissue infections. Outbreaks of community-associated (CA)-MRSA infections have been reported in correctional facilities, among athletic teams, among military recruits, in newborn nurseries, and among sexually active homosexual men. CA-MRSA infections now appear to be endemic in many urban regions and cause most MRSA infections.",
            "score": 197.29965209960938
        },
        {
            "docid": "192595_34",
            "document": "Methicillin-resistant Staphylococcus aureus . Excluding medical facilities, current US guidance does not require workers with MRSA infections to be routinely excluded from the general workplace. The National Institutes of Health recommends that those with wound drainage that cannot be covered and contained with a clean, dry bandage and those who cannot maintain good hygiene practices be reassigned. Workers with active infections are excluded from activities where skin-to-skin contact is likely to occur. To prevent the spread of staph or MRSA in the workplace, employers make available adequate facilities that encourage good hygiene. In addition, surface and equipment sanitizing conforms to the Environmental Protection Agency (EPA)-registered disinfectants. Health Departments recommend that preventing the spread of MRSA in the home can be to: launder materials that have come into contact with infected person separately and with a dilute bleach solution; reduce the bacterial load in your nose and on your skin; clean those things in the house that people regularly touch like sinks, tubs, kitchen counters, cell phones, light switches, doorknobs, phones, toilets, and computer keyboards.",
            "score": 196.14297485351562
        },
        {
            "docid": "192595_26",
            "document": "Methicillin-resistant Staphylococcus aureus . Acquisition of SCC\"mec\" in methicillin-sensitive \"S. aureus\" (MSSA) gives rise to a number of genetically different MRSA lineages. These genetic variations within different MRSA strains possibly explain the variability in virulence and associated MRSA infections. The first MRSA strain, ST250 MRSA-1 originated from SCC\"mec\" and ST250-MSSA integration. Historically, major MRSA clones: ST2470-MRSA-I, ST239-MRSA-III, ST5-MRSA-II, and ST5-MRSA-IV were responsible for causing hospital-acquired MRSA (HA-MRSA) infections. ST239-MRSA-III, known as the Brazilian clone, was highly transmissible compared to others and distributed in Argentina, Czech Republic, and Portugal.",
            "score": 195.56285095214844
        },
        {
            "docid": "118212_58",
            "document": "Staphylococcus aureus . Because of the high level of resistance to penicillins and because of the potential for MRSA to develop resistance to vancomycin, the U.S. Centers for Disease Control and Prevention has published guidelines for the appropriate use of vancomycin. In situations where the incidence of MRSA infections is known to be high, the attending physician may choose to use a glycopeptide antibiotic until the identity of the infecting organism is known. After the infection is confirmed to be due to a methicillin-susceptible strain of \"S. aureus\", treatment can be changed to flucloxacillin or even penicillin], as appropriate.",
            "score": 195.3634490966797
        },
        {
            "docid": "192595_14",
            "document": "Methicillin-resistant Staphylococcus aureus . Locker rooms, gyms, and related athletic facilities offer potential sites for MRSA contamination and infection. Athletes have been identified as a high risk group. A study linked MRSA to the abrasions caused by artificial turf. Three studies by the Texas State Department of Health found the infection rate among football players was 16 times the national average. In October 2006, a high-school football player was temporarily paralyzed from MRSA-infected turf burns. His infection returned in January 2007 and required three surgeries to remove infected tissue, as well as three weeks of hospital stay. In 2013, Lawrence Tynes, Carl Nicks, and Johnthan Banks of the Tampa Bay Buccaneers were diagnosed with MRSA. Tynes and Nicks apparently did not contract the infection from each other, but it is unknown if Banks contracted it from either individual. In 2015, Los Angeles Dodgers' infielder Justin Turner was infected while the team visited the New York Mets. In October 2015, New York Giants tight end Daniel Fells was hospitalized with a serious MRSA infection.",
            "score": 194.85922241210938
        }
    ]
}