{
    "q": [
        {
            "docid": "159266_8",
            "document": "Gene expression . In prokaryotes, transcription is carried out by a single type of RNA polymerase, which needs a DNA sequence called a Pribnow box as well as a sigma factor (σ factor) to start transcription. In eukaryotes, transcription is performed by three types of RNA polymerases, each of which needs a special DNA sequence called the promoter and a set of DNA-binding proteins—transcription factors—to initiate the process. RNA polymerase I is responsible for transcription of ribosomal RNA (rRNA) genes. RNA polymerase II (Pol II) transcribes all protein-coding genes but also some non-coding RNAs (e.g., snRNAs, snoRNAs or long non-coding RNAs). Pol II includes a C-terminal domain (CTD) that is rich in serine residues. When these residues are phosphorylated, the CTD binds to various protein factors that promote transcript maturation and modification. RNA polymerase III transcribes 5S rRNA, transfer RNA (tRNA) genes, and some small non-coding RNAs (e.g., 7SK). Transcription ends when the polymerase encounters a sequence called the terminator.",
            "score": 222.10438668727875
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 239.688445687294
        },
        {
            "docid": "9955145_11",
            "document": "Eukaryotic transcription . The initiation of gene transcription in eukaryotes occurs in specific steps. First, an RNA polymerase along with general transcription factors binds to the promoter region of the gene to form a closed complex called the preinitiation complex. The subsequent transition of the complex from the closed state to the open state results in the melting or separation of the two DNA strands and the positioning of the template strand to the active site of the RNA polymerase. Without the need of a primer, RNA polymerase can initiate the synthesis of a new RNA chain using the template DNA strand to guide ribonucleotide selection and polymerization chemistry. However, many of the initiated syntheses are aborted before the transcripts reach a significant length (~10 nucleotides). During these abortive cycles, the polymerase keeps making and releasing short transcripts until it is able to produce a transcript that surpasses ten nucleotides in length. Once this threshold is attained, RNA polymerase passes the promoter and transcription proceeds to the elongation phase.",
            "score": 218.20137286186218
        },
        {
            "docid": "3233135_2",
            "document": "TATA-binding protein . The TATA-binding protein (TBP) is a general transcription factor that binds specifically to a DNA sequence called the TATA box. This DNA sequence is found about 30 base pairs upstream of the transcription start site in some eukaryotic gene promoters. TBP, along with a variety of TBP-associated factors, make up the TFIID, a general transcription factor that in turn makes up part of the RNA polymerase II preinitiation complex. As one of the few proteins in the preinitiation complex that binds DNA in a sequence-specific manner, it helps position RNA polymerase II over the transcription start site of the gene. However, it is estimated that only 10–20% of human promoters have TATA boxes. Therefore, TBP is probably not the only protein involved in positioning RNA polymerase II.",
            "score": 214.96975803375244
        },
        {
            "docid": "3233135_5",
            "document": "TATA-binding protein . TBP is a subunit of the eukaryotic transcription factor TFIID. TFIID is the first protein to bind to DNA during the formation of the pre-initiation transcription complex of RNA polymerase II (RNA Pol II). Binding of TFIID to the TATA box in the promoter region of the gene initiates the recruitment of other factors required for RNA Pol II to begin transcription. Some of the other recruited transcription factors include TFIIA, TFIIB, and TFIIF. Each of these transcription factors is formed from the interaction of many protein subunits, indicating that transcription is a heavily regulated process.",
            "score": 203.8862006664276
        },
        {
            "docid": "9955145_3",
            "document": "Eukaryotic transcription . Transcription is the process of copying genetic information stored in a DNA strand into a transportable complementary strand of RNA. Eukaryotic transcription takes place in the nucleus of the cell and proceeds in three sequential stages: initiation, elongation, and termination. The transcriptional machinery that catalyzes this complex reaction has at its core three multi-subunit RNA polymerases. RNA polymerase I is responsible for transcribing RNA that codes for genes that become structural components of the ribosome. Protein coding genes are transcribed into messenger RNAs (mRNAs) that carry the information from DNA to the site of protein synthesis. Although mRNAs possess great diversity, they are not the most abundant RNA species made in the cell. The so-called non-coding RNAs account for the large majority of the transcriptional output of a cell. These non-coding RNAs perform a variety of important cellular functions.",
            "score": 206.2941632270813
        },
        {
            "docid": "509959_5",
            "document": "Coding strand . During transcription, RNA polymerase unwinds a short section of the DNA double helix near the start of the gene (the transcription start site). This unwound section is known as the transcription bubble. The RNA polymerase, and with it the transcription bubble, travels along the noncoding strand in the opposite, 3' to 5', direction, as well as polymerizing a newly synthesized strand in 5' to 3' or downstream direction. The DNA double helix is rewound by RNA polymerase at the rear of the transcription bubble. Like how two adjacent zippers work, when pulled together, they unzip and rezip as they proceed in a particular direction. Various factors can cause double-stranded DNA to break; thus, reorder genes or cause cell death.",
            "score": 177.25164318084717
        },
        {
            "docid": "14436014_3",
            "document": "TAF1 . Initiation of transcription by RNA polymerase II requires the activities of more than 70 polypeptides. The protein that coordinates these activities is the basal transcription factor TFIID, which binds to the core promoter to position the polymerase properly, serves as the scaffold for assembly of the remainder of the transcription complex, and acts as a channel for regulatory signals. TFIID is composed of the TATA-binding protein (TBP) and a group of evolutionarily conserved proteins known as TBP-associated factors or TAFs. TAFs may participate in basal transcription, serve as coactivators, function in promoter recognition or modify general transcription factors (GTFs) to facilitate complex assembly and transcription initiation. This gene encodes the largest subunit of TFIID. This subunit binds to core promoter sequences encompassing the transcription start site. It also binds to activators and other transcriptional regulators, and these interactions affect the rate of transcription initiation. This subunit contains two independent protein kinase domains at the N and C-terminals, but also possesses acetyltransferase activity and can act as a ubiquitin-activating/conjugating enzyme. Two transcripts encoding different isoforms have been identified for this gene. Histones are often acetylated to open DNA for transcription. TAF1 contains two bromodomains, which each can bind one of two acetyllysine residues at position 5 and 12 in the H4 tail, to stabilize the TBP-TATA box complex.",
            "score": 198.36951279640198
        },
        {
            "docid": "55410471_7",
            "document": "DCas9 activation system . Transcriptional Activators are protein domains or whole proteins linked to dCas9 or sgRNAs that assist in the recruitment of important co-factors as well as RNA Polymerase for transcription of the gene(s) targeted by the system. In order for a protein to be made from the gene that encodes it, RNA polymerase must make RNA from the DNA template of the gene during a process called transcription. Transcriptional activators have a DNA binding domain and a domain for activation of transcription. The activation domain can recruit general transcription factors or RNA polymerase to the gene sequence. Activation domains can also function by facilitating transcription by stalled RNA polymerases, and in eukaryotes can act to move nucleosomes on the DNA or modify histones to increase gene expression. These activators can be introduced into the system through attachment to dCas9 or to the sgRNA. Some researchers have noted that the extent of transcriptional upregulation can be modulated by using multiple sites for activator attachment in one experiment and by using different variations and combinations of activators at once in a given experiment or sample.",
            "score": 203.49779200553894
        },
        {
            "docid": "9955145_37",
            "document": "Eukaryotic transcription . When transcription is arrested by the presence of a lesion in the transcribed strand of a gene, DNA repair proteins are recruited to the stalled RNA polymerase to initiate a process called transcription-coupled repair. Central to this process is the general transcription factor TFIIH that has ATPase activity. TFIIH causes a conformational change in the polymerase, to expose the transcription bubble trapped inside, in order for the DNA repair enzymes to gain access to the lesion. Thus, RNA polymerase serves as damage-sensing protein in the cell to target repair enzymes to genes that are being actively transcribed.",
            "score": 233.20561146736145
        },
        {
            "docid": "32706791_8",
            "document": "Genome instability . In both E. coli and Saccromyces Pombe, transcription sites tend to have higher recombination and mutation rates. Interestingly, the coding or non-transcribed strand accumulates more mutations than the template strand. This is due to the fact that the coding strand is single-stranded during transcription, which is chemically more unstable than double-stranded DNA. During elongation of transcription, supercoiling can occur behind an elongating RNA polymerase, leading to single-stranded breaks. When the coding strand is single-stranded, it can also hybridize with itself, creating DNA secondary structures that can compromise replication. In E. coli, when attempting to transcribe GAA triplets such as those found in Friedrich’s ataxia, the resulting RNA and template strand can form mismatched loops between different repeats, leading the complementary segment in the coding-strand available to form its own loops which impede replication. Furthermore, replication of DNA and transcription of DNA are not temporally independent; they can occur at the same time and lead to collisions between the replication fork and RNA polymerase complex. In S. cerevisiae, Rrm3 helicase is found at highly transcribed genes in the yeast genome, which is recruited to stabilize a stalling replication fork as described above. This suggests that transcription is an obstacle to replication, which can lead to increased stress in the chromatin spanning the short distance between the unwound replication fork and transcription start site, potentially causing single-stranded DNA breaks. In yeast, proteins act as barriers at the 3’ of the transcription unit to prevent further travel of the DNA replication fork.",
            "score": 178.25115931034088
        },
        {
            "docid": "14775396_3",
            "document": "CRSP3 . The activation of gene transcription is a multistep process that is triggered by factors that recognize transcriptional enhancer sites in DNA. These factors work with co-activators to direct transcriptional initiation by the RNA polymerase II apparatus. The protein encoded by this gene is a subunit of the CRSP (cofactor required for SP1 activation) complex, which, along with TFIID, is required for efficient activation by SP1. This protein is also a component of other multisubunit complexes e.g. thyroid hormone receptor-(TR-) associated proteins which interact with TR and facilitate TR function on DNA templates in conjunction with initiation factors and cofactors. This protein also acts as a metastasis suppressor. Two alternatively spliced transcript variants encoding different isoforms have been described for this gene.",
            "score": 186.5650601387024
        },
        {
            "docid": "553121_11",
            "document": "Regulation of gene expression . Regulation of transcription thus controls when transcription occurs and how much RNA is created. Transcription of a gene by RNA polymerase can be regulated by several mechanisms. Specificity factors alter the specificity of RNA polymerase for a given promoter or set of promoters, making it more or less likely to bind to them (i.e., sigma factors used in prokaryotic transcription). Repressors bind to the Operator, coding sequences on the DNA strand that are close to or overlapping the promoter region, impeding RNA polymerase's progress along the strand, thus impeding the expression of the gene.The image to the right demonstrates regulation by a repressor in the lac operon. General transcription factors position RNA polymerase at the start of a protein-coding sequence and then release the polymerase to transcribe the mRNA. Activators enhance the interaction between RNA polymerase and a particular promoter, encouraging the expression of the gene. Activators do this by increasing the attraction of RNA polymerase for the promoter, through interactions with subunits of the RNA polymerase or indirectly by changing the structure of the DNA. Enhancers are sites on the DNA helix that are bound by activators in order to loop the DNA bringing a specific promoter to the initiation complex. Enhancers are much more common in eukaryotes than prokaryotes, where only a few examples exist (to date). Silencers are regions of DNA sequences that, when bound by particular transcription factors, can silence expression of the gene.",
            "score": 261.18970370292664
        },
        {
            "docid": "1936957_2",
            "document": "General transcription factor . General transcription factors (GTFs), also known as basal transcriptional factors, are a class of protein transcription factors that bind to specific sites (promoter) on DNA to activate transcription of genetic information from DNA to messenger RNA. GTFs, RNA polymerase, and the mediator (a multi-protein complex) constitute the basic transcriptional apparatus that first bind to the promoter, then start transcription. GTFs are also intimately involved in the process of gene regulation, and most are required for life.",
            "score": 201.21349155902863
        },
        {
            "docid": "3113700_2",
            "document": "Catabolite activator protein . Catabolite activator protein (CAP; also known as cAMP receptor protein, CRP) is a trans-acting transcriptional activator that exists as a homodimer in solution. Each subunit of CAP is composed of a ligand-binding domain at the N-terminus (CAP, residues 1-138) and a DNA-binding domain at the C-terminus (DBD, residues 139-209). Two cAMP (cyclic AMP) molecules bind dimeric CAP with negative cooperativity. Cyclic AMP functions as an allosteric effector by increasing CAP's affinity for DNA. CAP binds a DNA region upstream from the DNA binding site of RNA Polymerase. CAP activates transcription through protein-protein interactions with the α-subunit of RNA Polymerase. This protein-protein interaction is responsible for (i) catalyzing the formation of the RNAP-promoter closed complex; and (ii) isomerization of the RNAP-promoter complex to the open confirmation. CAP's interaction with RNA polymerase causes bending of the DNA near the transcription start site, thus effectively catalyzing the transcription initiation process. CAP's name is derived from its ability to affect transcription of genes involved in many catabolic pathways. For example, when the amount of glucose transported into the cell is low, a cascade of events results in the increase of cytosolic cAMP levels. This increase in cAMP levels is sensed by CAP, which goes on to activate the transcription of many other catabolic genes.",
            "score": 176.64353442192078
        },
        {
            "docid": "9955145_16",
            "document": "Eukaryotic transcription . For pol II-transcribed genes, and unlike bacterial RNA polymerase, promoter melting requires hydrolysis of ATP and is mediated by TFIIH. TFIIH is a ten-subunit protein, including both ATPase and protein kinase activities. While the upstream promoter DNA is held in a fixed position by TFIID, TFIIH pulls downstream double-stranded DNA into the cleft of the polymerase, driving the separation of DNA strands and the transition of the preinitiation complex from the closed to open state. TFIIB aids in open complex formation by binding the melted DNA and stabilizing the transcription bubble.",
            "score": 215.11864066123962
        },
        {
            "docid": "7955_54",
            "document": "DNA . A distinct group of DNA-binding proteins is the DNA-binding proteins that specifically bind single-stranded DNA. In humans, replication protein A is the best-understood member of this family and is used in processes where the double helix is separated, including DNA replication, recombination, and DNA repair. These binding proteins seem to stabilize single-stranded DNA and protect it from forming stem-loops or being degraded by nucleases. In contrast, other proteins have evolved to bind to particular DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one particular set of DNA sequences and activates or inhibits the transcription of genes that have these sequences close to their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This changes the accessibility of the DNA template to the polymerase.",
            "score": 229.07619786262512
        },
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 212.32736766338348
        },
        {
            "docid": "14723679_3",
            "document": "MED1 . The activation of gene transcription is a multistep process that is triggered by factors that recognize transcriptional enhancer sites in DNA. These factors work with co-activators to direct transcriptional initiation by the RNA polymerase II apparatus. The mediator of RNA polymerase II transcription subunit 1 protein is a subunit of the CRSP (cofactor required for SP1 activation) complex, which, along with TFIID, is required for efficient activation by SP1. This protein is also a component of other multisubunit complexes [e.g., thyroid hormone receptor-(TR-) associated proteins that interact with TR and facilitate TR function on DNA templates in conjunction with initiation factors and cofactors]. It also regulates p53-dependent apoptosis and it is essential for adipogenesis. This protein is known to have the ability to self-oligomerize.",
            "score": 185.4542281627655
        },
        {
            "docid": "46697210_4",
            "document": "Epigenetics of human development . Gene expression refers to the transcription of a gene but the RNA produced does not necessarily have to encode a protein product. Transcription may produce so called noncoding RNA products such as tRNA and regulatory RNA. Repression may refer to the decrease in transcription of a gene or inhibition of a protein. Proteins are often inhibited by binding the active site or causing a conformational change so that the active site can no longer bind. By making these alterations, proteins, like transcription factors, may bind DNA less or some protein may be inhibited so that it becomes a block in a signaling cascade and certain genes will then not be induced to be expressed. Repression can occur pre- or post-transcriptionally. Methylating the DNA or the modifying the histones that the DNA wraps around is one example that commonly leads to repression. Pre-transcriptional repression can also occur by altering the proteins that allow transcription to occur, namely the polymerase complex. Proteins can sit on the DNA strand and serve as a kind of block to polymerase proteins, halting them from transcribing. Post-transcriptional repression generally refers to the degradation of the RNA product or binding the RNA with proteins so that it cannot be translated or carry out its function.",
            "score": 165.0684028863907
        },
        {
            "docid": "1226356_4",
            "document": "Primary transcript . The steps contributing to the production of primary transcripts involve a series of molecular interactions that initiate transcription of DNA within a cell's nucleus. Based on the needs of a given cell, certain DNA sequences are transcribed to produce a variety of RNA products to be translated into functional proteins for cellular use. To initiate the transcription process in a cell's nucleus, DNA double helices are unwound and hydrogen bonds connecting compatible nucleic acids of DNA are broken to produce two unconnected single DNA strands. One strand of the DNA template is used for transcription of the single-stranded primary transcript mRNA. This DNA strand is bound by an RNA polymerase at the promoter region of the DNA.",
            "score": 208.56689524650574
        },
        {
            "docid": "12589529_13",
            "document": "Transcription factor II B . TFIIB is phosphorylated at serine 65 which is found in the B reader domain. Without this phosphorylation, transcription initiation does not occur. It has been suggested that the general transcription factor TFIIH could act as the kinase for this phosphorylation although more evidence is needed to support this. Although TFIIB does not travel with the RNA polymerase II complex along the DNA during elongation, it has been recently suggested that it has a role in gene looping which links the promoter to the terminator of the gene. Gene looping is reliant on the interaction between phosphorylated serine residues found on the C terminal domain of RNA polymerase II and polyadenylation factors. TFIIB is needed for the interaction of promoters with these polyadenylation factors, such as SSu72 and CstF-64. It has also been suggested that both gene loop formation and the collapse of the DNA bubble are a result of TFIIB phosphorylation; however, it is unclear whether this gene loop formation is a cause or consequence of transcription initiation.",
            "score": 211.61474311351776
        },
        {
            "docid": "4250553_34",
            "document": "Gene . Transcription produces a single-stranded RNA molecule known as messenger RNA, whose nucleotide sequence is complementary to the DNA from which it was transcribed. The mRNA acts as an intermediate between the DNA gene and its final protein product. The gene's DNA is used as a template to generate a complementary mRNA. The mRNA matches the sequence of the gene's DNA coding strand because it is synthesised as the complement of the template strand. Transcription is performed by an enzyme called an RNA polymerase, which reads the template strand in the 3' to 5' direction and synthesizes the RNA from 5' to 3'. To initiate transcription, the polymerase first recognizes and binds a promoter region of the gene. Thus, a major mechanism of gene regulation is the blocking or sequestering the promoter region, either by tight binding by repressor molecules that physically block the polymerase, or by organizing the DNA so that the promoter region is not accessible.",
            "score": 237.03227019309998
        },
        {
            "docid": "5902060_4",
            "document": "Directionality (molecular biology) . Directionality is related to, but independent from, sense. Transcription of single-stranded RNA from a double-stranded DNA template requires the selection of one strand of the DNA template as the template strand that directly interacts with the nascent RNA due to complementary sequence. The other strand is not copied directly, but necessarily its sequence will be similar to that of the RNA. Transcription initiation sites generally occur on both strands of an organism's DNA, and specify the location, direction, and circumstances under which transcription will occur. If the transcript encodes one or (rarely) more proteins, translation of each protein by the ribosome will proceed in a 5′ to 3′ direction, and will extend the protein from its N terminus toward its C terminus. For example, in a typical gene a start codon (5′-ATG-3′) is a DNA sequence within the sense strand. Transcription begins at an upstream site (relative to the sense strand), and as it proceeds through the region it copies the 3′-TAC-5′ from the template strand to produce 5′-AUG-3′ within a messenger RNA. The mRNA is scanned by the ribosome from the 5′ end, where the start codon directs the incorporation of a methionine (in eukaryotes) at the N terminus of the protein. By convention, single strands of DNA and RNA sequences are written in a 5′-to-3′ direction except as needed to illustrate the pattern of base pairing.",
            "score": 212.41502344608307
        },
        {
            "docid": "55694123_6",
            "document": "Avian paramyxovirus 2 . Paramyxoviruses only encode one RNA polymerase and it is believed that replication takes place in the cytoplasm of the cell, with no involvement or entry into the host cell nucleus. Little is understood as to how the polymerase assists in both viral replication and transcription and how these processes can be regulated. The encoded polymerase consists of two proteins, a large subunit responsible for RNA synthesis and capping, and the encoded protein phosphoprotein (P) which acts as a cofactor. As described, the viral genome includes intergenic regions between the viral genes with specific start and stop signals. The polymerase recognizes these cis-acting elements within the viral genome and initiates transcription. Transcription first begins at the 3' end of the genome at a 40-55 nucleotide long promoter region. The polymerase produces subgenomic RNAs by transcribing each gene, releasing the produced RNA and then locating the next gene for transcription by the cis-acting elements present in the genome. The signal at which the polymerase releases the transcribed RNA of a single gene is believed to contain a Poly U tract, leading to the capping of a poly(A) tail to the transcribed RNA. In contrast to producing viral mRNA for viral protein synthesis, when replicating the viral genome, the polymerase does not start and stop at the indicated cis-acting elements between each gene. Instead, the polymerase elongates the RNA along the entire length of the genome. Described above is one model for the hypothesized viral replication and protein production of paramyxoviruses, however, other models exist that suggest the polymerase initiates replication and transcription at different areas in the genome.",
            "score": 192.75269484519958
        },
        {
            "docid": "579390_6",
            "document": "Gene prediction . Gene prediction is closely related to the so-called 'target search problem' investigating how DNA-binding proteins (transcription factors) locate specific binding sites within the genome. Many aspects of structural gene prediction are based on current understanding of underlying biochemical processes in the cell such as gene transcription, translation, protein–protein interactions and regulation processes, which are subject of active research in the various omics fields such as transcriptomics, proteomics, metabolomics, and more generally structural and functional genomics.",
            "score": 169.47390222549438
        },
        {
            "docid": "3454720_7",
            "document": "Regulator gene . Promoters reside at the beginning of the gene and serve as the site where the transcription machinery assembles and transcription of the gene begins. Enhancers turn on the promoters at specific locations, times, and levels and can be simply defined as the “promoters of the promoter.” Silencers are thought to turn off gene expression at specific time points and locations. Insulators, also called boundary elements, are DNA sequences that create cis-regulatory boundaries that prevent the regulatory elements of one gene from affecting neighboring genes. The general dogma is that these regulatory elements get activated by the binding of transcription factors, proteins that bind to specific DNA sequences, and control mRNA transcription. There could be several transcription factors that need to bind to one regulatory element in order to activate it. In addition, several other proteins, called transcription cofactors, bind to the transcription factors themselves to control transcription.",
            "score": 247.6321885585785
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 193.72831559181213
        },
        {
            "docid": "7955_63",
            "document": "DNA . Transcription is carried out by a DNA-dependent RNA polymerase that copies the sequence of a DNA strand into RNA. To begin transcribing a gene, the RNA polymerase binds to a sequence of DNA called a promoter and separates the DNA strands. It then copies the gene sequence into a messenger RNA transcript until it reaches a region of DNA called the terminator, where it halts and detaches from the DNA. As with human DNA-dependent DNA polymerases, RNA polymerase II, the enzyme that transcribes most of the genes in the human genome, operates as part of a large protein complex with multiple regulatory and accessory subunits.",
            "score": 177.86894392967224
        },
        {
            "docid": "9955145_12",
            "document": "Eukaryotic transcription . Pol II-transcribed genes contain a region in the immediate vicinity of the transcription start site (TSS) that binds and positions the preinitiation complex. This region is called the core promoter because of its essential role in transcription initiation. Different classes of sequence elements are found in the promoters. For example, the TATA box is the highly conserved DNA recognition sequence for the TATA box binding protein, TBP, whose binding initiates transcription complex assembly at many genes.",
            "score": 194.8692593574524
        },
        {
            "docid": "1936957_7",
            "document": "General transcription factor . The transcription preinitiation complex is a large complex of proteins that is necessary for the transcription of protein-coding genes in eukaryotes and archaea. It attaches to the promoter of the DNA (e.i., TATA box) and helps position the RNA polymerase II to the gene transcription start sites, denatures the DNA, and then starts transcription.",
            "score": 177.59839844703674
        },
        {
            "docid": "2161878_25",
            "document": "Protein–protein interaction . This system was firstly described in 1989 by Fields and Song using \"Saccharomyces cerevisiae\" as biological model. Yeast two hybrid allows the identification of pairwise PPIs (binary method) \"in vivo\", in which the two proteins are tested for biophysically direct interaction. The Y2H is based on the functional reconstitution of the yeast transcription factor Gal4 and subsequent activation of a selective reporter such as His3. To test two proteins for interaction, two protein expression constructs are made: one protein (X) is fused to the Gal4 DNA-binding domain (DB) and a second protein (Y) is fused to the Gal4 activation domain (AD). In the assay, yeast cells are transformed with these constructs. Transcription of reporter genes does not occur unless bait (DB-X) and prey (AD-Y) interact with each other and form a functional Gal4 transcription factor. Thus, the interaction between proteins can be inferred by the presence of the products resultant of the reporter gene expression. In cases in which the reporter gene expresses enzymes that allow the yeast to synthesize essential amino acids or nucleotides, yeast growth under selective media conditions indicates that the two proteins tested are interacting.",
            "score": 156.116694688797
        }
    ],
    "r": [
        {
            "docid": "553121_11",
            "document": "Regulation of gene expression . Regulation of transcription thus controls when transcription occurs and how much RNA is created. Transcription of a gene by RNA polymerase can be regulated by several mechanisms. Specificity factors alter the specificity of RNA polymerase for a given promoter or set of promoters, making it more or less likely to bind to them (i.e., sigma factors used in prokaryotic transcription). Repressors bind to the Operator, coding sequences on the DNA strand that are close to or overlapping the promoter region, impeding RNA polymerase's progress along the strand, thus impeding the expression of the gene.The image to the right demonstrates regulation by a repressor in the lac operon. General transcription factors position RNA polymerase at the start of a protein-coding sequence and then release the polymerase to transcribe the mRNA. Activators enhance the interaction between RNA polymerase and a particular promoter, encouraging the expression of the gene. Activators do this by increasing the attraction of RNA polymerase for the promoter, through interactions with subunits of the RNA polymerase or indirectly by changing the structure of the DNA. Enhancers are sites on the DNA helix that are bound by activators in order to loop the DNA bringing a specific promoter to the initiation complex. Enhancers are much more common in eukaryotes than prokaryotes, where only a few examples exist (to date). Silencers are regions of DNA sequences that, when bound by particular transcription factors, can silence expression of the gene.",
            "score": 261.189697265625
        },
        {
            "docid": "398124_16",
            "document": "Transcriptional regulation . In eukaryotes, ribosomal rRNA and the tRNAs involved in translation are controlled by RNA polymerase I (Pol I) and RNA polymerase III (Pol III) . RNA Polymerase II is responsible for the production of messenger RNA (mRNA) within the cell. Particularly for Pol II, much of the regulatory checkpoints in the transcription process occur in the assembly and escape of the pre-initiation complex. A gene-specific combination of transcription factors will recruit TFIID and/or TFIIA to the core promoter, followed by the association of TFIIB, creating a stable complex onto which the rest of the General Transcription Factors (GTFs) can assemble. This complex is relatively stable, and can undergo multiple rounds of transcription initiation. After the binding of TFIIB and TFIID, Pol II the rest of the GTFs can assemble. This assembly is marked by the post-translational modification (typically phosphorylation) of the C-terminal domain (CTD) of Pol II through a number of kinases. The CTD is a large, unstructured domain extending from the RbpI subunit of Pol II, and consists of many repeats of the heptad sequence YSPTSPS. TFIIH, the helicase that remains associated with Pol II throughout transcription, also contains a subunit with kinase activity which will phosphorylate the serines 5 in the heptad sequence. Similarly, both CDK8 (a subunit of the massive multiprotein Mediator complex) and CDK9 (a subunit of the p-TEFb elongation factor), have kinase activity towards other residues on the CTD. These phosphorylation events promote the transcription process and serve as sites of recruitment for mRNA processing machinery. All three of these kinases respond to upstream signals, and failure to phosphorylate the CTD can lead to a stalled polymerase at the promoter.",
            "score": 256.96783447265625
        },
        {
            "docid": "3454720_7",
            "document": "Regulator gene . Promoters reside at the beginning of the gene and serve as the site where the transcription machinery assembles and transcription of the gene begins. Enhancers turn on the promoters at specific locations, times, and levels and can be simply defined as the “promoters of the promoter.” Silencers are thought to turn off gene expression at specific time points and locations. Insulators, also called boundary elements, are DNA sequences that create cis-regulatory boundaries that prevent the regulatory elements of one gene from affecting neighboring genes. The general dogma is that these regulatory elements get activated by the binding of transcription factors, proteins that bind to specific DNA sequences, and control mRNA transcription. There could be several transcription factors that need to bind to one regulatory element in order to activate it. In addition, several other proteins, called transcription cofactors, bind to the transcription factors themselves to control transcription.",
            "score": 247.63218688964844
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 239.68844604492188
        },
        {
            "docid": "9955145_14",
            "document": "Eukaryotic transcription . General transcription factors are a group of proteins involved in transcription initiation and regulation. These factors typically have DNA-binding domains that bind specific sequence elements of the core promoter and help recruit RNA polymerase to the transcriptional start site. General transcription factors for RNA polymerase II include TFIID, TFIIA, TFIIB, TFIIF, TFIIE, and TFIIH.",
            "score": 237.7727508544922
        },
        {
            "docid": "4250553_34",
            "document": "Gene . Transcription produces a single-stranded RNA molecule known as messenger RNA, whose nucleotide sequence is complementary to the DNA from which it was transcribed. The mRNA acts as an intermediate between the DNA gene and its final protein product. The gene's DNA is used as a template to generate a complementary mRNA. The mRNA matches the sequence of the gene's DNA coding strand because it is synthesised as the complement of the template strand. Transcription is performed by an enzyme called an RNA polymerase, which reads the template strand in the 3' to 5' direction and synthesizes the RNA from 5' to 3'. To initiate transcription, the polymerase first recognizes and binds a promoter region of the gene. Thus, a major mechanism of gene regulation is the blocking or sequestering the promoter region, either by tight binding by repressor molecules that physically block the polymerase, or by organizing the DNA so that the promoter region is not accessible.",
            "score": 237.0322723388672
        },
        {
            "docid": "9955145_37",
            "document": "Eukaryotic transcription . When transcription is arrested by the presence of a lesion in the transcribed strand of a gene, DNA repair proteins are recruited to the stalled RNA polymerase to initiate a process called transcription-coupled repair. Central to this process is the general transcription factor TFIIH that has ATPase activity. TFIIH causes a conformational change in the polymerase, to expose the transcription bubble trapped inside, in order for the DNA repair enzymes to gain access to the lesion. Thus, RNA polymerase serves as damage-sensing protein in the cell to target repair enzymes to genes that are being actively transcribed.",
            "score": 233.2056121826172
        },
        {
            "docid": "12589603_3",
            "document": "Transcription factor II E . TFIIE recruits TFIIH to the initiation complex and stimulates the RNA polymerase II C-terminal domain kinase and DNA-dependent ATPase activities of TFIIH. Both TFIIH and TFIIE are required for promoter clearance by RNA polymerase. Transcription factor II E is encoded by the GTF2E1 and GTF2E2 genes. TFIIE is thought to be involved in DNA melting at the promoter: it contains a zinc ribbon motif that can bind single stranded DNA.",
            "score": 231.11102294921875
        },
        {
            "docid": "7955_54",
            "document": "DNA . A distinct group of DNA-binding proteins is the DNA-binding proteins that specifically bind single-stranded DNA. In humans, replication protein A is the best-understood member of this family and is used in processes where the double helix is separated, including DNA replication, recombination, and DNA repair. These binding proteins seem to stabilize single-stranded DNA and protect it from forming stem-loops or being degraded by nucleases. In contrast, other proteins have evolved to bind to particular DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one particular set of DNA sequences and activates or inhibits the transcription of genes that have these sequences close to their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This changes the accessibility of the DNA template to the polymerase.",
            "score": 229.07620239257812
        },
        {
            "docid": "3190493_14",
            "document": "Silencer (genetics) . Silencers in eukaryotes control gene expression on a transcriptional level in which the mRNA is not transcribed. These DNA sequences may act as either silencers or enhancers based on the transcription factor that binds to the sequence and binding of this sequence will prevent promoters such as the TATA box from binding to RNA polymerase. A repressor protein may have regions that bind to the DNA sequence as well as regions that bind to the transcription factors assembled at the promoter of the gene which would create a chromosome looping mechanism. Looping brings silencers in close proximity to the promoters to ensure that groups of proteins needed for optimal gene expression will work together.",
            "score": 227.43963623046875
        },
        {
            "docid": "11057890_2",
            "document": "E-box . An E-box (enhancer box) is a DNA response element found in some eukaryotes that acts as a protein-binding site and has been found to regulate gene expression in neurons, muscles, and other tissues. Its specific DNA sequence, CANNTG (where N can be any nucleotide), with a palindromic canonical sequence of CACGTG, is recognized and bound by transcription factors to initiate gene transcription. Once the transcription factors bind to the promoters through the E-box, other enzymes can bind to the promoter and facilitate transcription from DNA to mRNA.",
            "score": 227.0478515625
        },
        {
            "docid": "2917198_11",
            "document": "Neuropsychopharmacology . The scope of this activity has been stretched even further to the very blueprint of life since the clarification of the mechanism underlying gene transcription. The synthesis of cellular proteins from nuclear DNA has the same fundamental machinery for all cells; the exploration of which now has a firm basis thanks to the Human Genome Project which has enumerated the entire human DNA sequence, although many of the estimated 35,000 genes remain to be identified. The complete neurotransmission process extends to the genetic level. Gene expression determines protein structures through type II RNA polymerase. So enzymes which synthesize or breakdown neurotransmitters, receptors, and ion channels are each made from mRNA via the DNA transcription of their respective gene or genes. But neurotransmission, in addition to controlling ion channels either directly or otherwise through metabotropic processes, also actually modulates gene expression. This is most prominently achieved through modification of the \"transcription initiation process\" by a variety of transcription factors produced from receptor activity.",
            "score": 227.00860595703125
        },
        {
            "docid": "24888_3",
            "document": "Promoter (genetics) . For transcription to take place, the enzyme that synthesizes RNA, known as RNA polymerase, must attach to the DNA near a gene. Promoters contain specific DNA sequences such as response elements that provide a secure initial binding site for RNA polymerase and for proteins called transcription factors that recruit RNA polymerase. These transcription factors have specific activator or repressor sequences of corresponding nucleotides that attach to specific promoters and regulate gene expression.",
            "score": 224.46731567382812
        },
        {
            "docid": "16770101_17",
            "document": "Long non-coding RNA . NcRNAs also target general transcription factors required for the RNAP II transcription of all genes. These general factors include components of the initiation complex that assemble on promoters or involved in transcription elongation. A ncRNA transcribed from an upstream minor promoter of the dihydrofolate reductase (DHFR) gene forms a stable RNA-DNA triplex within the major promoter of DHFR to prevent the binding of the transcriptional co-factor TFIIB. This novel mechanism of regulating gene expression may in fact represent a widespread method of controlling promoter usage given that thousands of such triplexes exist in eukaryotic chromosome. The U1 ncRNA can induce transcription initiation by specifically binding to and stimulating TFIIH to phosphorylate the C-terminal domain of RNAP II. In contrast the ncRNA 7SK, is able to repress transcription elongation by, in combination with HEXIM1/2, forming an inactive complex that prevents the PTEFb general transcription factor from phosphorylating the C-terminal domain of RNAP II, thereby repressing global elongation under stressful conditions. These examples, which bypass specific modes of regulation at individual promoters to mediate changes directly at the level of initiation and elongation transcriptional machinery, provide a means of quickly affecting global changes in gene expression.",
            "score": 223.21365356445312
        },
        {
            "docid": "38678086_3",
            "document": "STARR-seq . In eukaryotes, transcription is regulated by sequence-specific DNA-binding proteins (transcription factors) associated with a gene’s promoter and also by distant control sequences including enhancers. Enhancers are non-coding DNA sequences, containing several binding sites for a variety of transcription factors. They typically recruit transcriptional factors that modulate chromatin structure and directly interact with the transcription machinery placed at the promoter of gene. Enhancers are able to regulate transcription of target genes in a cell type-specific manner, independent of their location or distance from the promoter of genes. Occasionally, they can regulate transcription of genes located in a different chromosome.  However, the knowledge about enhancers so far has been limited to studies of a small number of enhancers, as they have been difficult to identify accurately at a genome-wide scale. Moreover, many regulatory elements function only in certain cell types and specific conditions.",
            "score": 222.98365783691406
        },
        {
            "docid": "9895073_2",
            "document": "Transcription factor II H . Transcription factor II Human (Transcription Factor II H; TFIIH) is an important protein complex, having roles in transcription of various protein-coding genes and DNA nucleotide excision repair (NER) pathways. TFIIH first came to light in 1989 when general transcription factor-δ or basic transcription factor 2 was characterized as an indispensable transcription factor in vitro. This factor was also isolated from yeast and finally named as TFIIH in 1992.",
            "score": 222.935791015625
        },
        {
            "docid": "159266_8",
            "document": "Gene expression . In prokaryotes, transcription is carried out by a single type of RNA polymerase, which needs a DNA sequence called a Pribnow box as well as a sigma factor (σ factor) to start transcription. In eukaryotes, transcription is performed by three types of RNA polymerases, each of which needs a special DNA sequence called the promoter and a set of DNA-binding proteins—transcription factors—to initiate the process. RNA polymerase I is responsible for transcription of ribosomal RNA (rRNA) genes. RNA polymerase II (Pol II) transcribes all protein-coding genes but also some non-coding RNAs (e.g., snRNAs, snoRNAs or long non-coding RNAs). Pol II includes a C-terminal domain (CTD) that is rich in serine residues. When these residues are phosphorylated, the CTD binds to various protein factors that promote transcript maturation and modification. RNA polymerase III transcribes 5S rRNA, transfer RNA (tRNA) genes, and some small non-coding RNAs (e.g., 7SK). Transcription ends when the polymerase encounters a sequence called the terminator.",
            "score": 222.10438537597656
        },
        {
            "docid": "48695290_24",
            "document": "Promoter activity . In eukaryotes, the transcription is performed by three different RNA polymerase, RNA pol I for ribosomal RNAs (rRNAs), RNA polymerase II for messenger RNAs (mRNAs) and some small regulatory RNAs, and the RNA polymeerase III for small RNAs such as transfer RNAs (tRNAs). The process of positioning of the RNA polymerase II and the transcriptional machinery require the recognition of a region known as \"core promoter\". The elements that could be found in the core promoter include the TATA element, the TFIIB recognition element (BRE), the initiatior (Inr), and the downstream core promoter element (DPE). Promoters in eukaryotes contain one or more of these core promotes elements (but any of them are absolutely essential for promoter function), these elements are binding sites for subunits of the transcriptional machinery and are involve in the initiation of the transcription, but also they have some specific enhancer functions. In addition, the promoter activity in eukaryotes include some complexities in the way of how they integrate signals from distal factors with the core promoter.",
            "score": 221.50982666015625
        },
        {
            "docid": "4250553_24",
            "document": "Gene . Flanking the open reading frame, genes contain a regulatory sequence that is required for their expression. First, genes require a promoter sequence. The promoter is recognized and bound by transcription factors and RNA polymerase to initiate transcription. The recognition typically occurs as a consensus sequence like the TATA box. A gene can have more than one promoter, resulting in messenger RNAs (mRNA) that differ in how far they extend in the 5' end. Highly transcribed genes have \"strong\" promoter sequences that form strong associations with transcription factors, thereby initiating transcription at a high rate. Others genes have \"weak\" promoters that form weak associations with transcription factors and initiate transcription less frequently. Eukaryotic promoter regions are much more complex and difficult to identify than prokaryotic promoters.",
            "score": 218.8295440673828
        },
        {
            "docid": "9955145_11",
            "document": "Eukaryotic transcription . The initiation of gene transcription in eukaryotes occurs in specific steps. First, an RNA polymerase along with general transcription factors binds to the promoter region of the gene to form a closed complex called the preinitiation complex. The subsequent transition of the complex from the closed state to the open state results in the melting or separation of the two DNA strands and the positioning of the template strand to the active site of the RNA polymerase. Without the need of a primer, RNA polymerase can initiate the synthesis of a new RNA chain using the template DNA strand to guide ribonucleotide selection and polymerization chemistry. However, many of the initiated syntheses are aborted before the transcripts reach a significant length (~10 nucleotides). During these abortive cycles, the polymerase keeps making and releasing short transcripts until it is able to produce a transcript that surpasses ten nucleotides in length. Once this threshold is attained, RNA polymerase passes the promoter and transcription proceeds to the elongation phase.",
            "score": 218.2013702392578
        },
        {
            "docid": "11542343_2",
            "document": "Transcription factor II A . Transcription factor TFIIA is a nuclear protein involved in the RNA polymerase II-dependent transcription of DNA. TFIIA is one of several general (basal) transcription factors (GTFs) that are required for all transcription events that use RNA polymerase II. Other GTFs include TFIID, a complex composed of the TATA binding protein TBP and TBP-associated factors (TAFs), as well as the factors TFIIB, TFIIE, TFIIF, and TFIIH. Together, these factors are responsible for promoter recognition and the formation of a transcription preinitiation complex (PIC) capable of initiating RNA synthesis from a DNA template.",
            "score": 218.1747283935547
        },
        {
            "docid": "1885649_16",
            "document": "RNA polymerase II . RNA Polymerase II exists in two forms unphosphorylated and phosphorylated, IIA and IIO respectively. The transition between the two forms facilitates different functions for transcription. The phosphorylation of CTD is catalyzed by one of the six general transcription factors, TFIIH. TFIIH serves two purposes: one is to unwind the DNA at the transcription start site and the other is to phosphorylate. The form polymerase IIA joins the preinitiation complex, this is suggested because IIA binds with higher affinity to the TBP (TATA-box binding protein), the subunit of the general transcription factor TFIID, than polymerase IIO form. The form polymerase IIO facilitates the elongation of the RNA chain. The method for the elongation initiation is done by the phosphorylation of Serine at position 5 (ser5), via TFIIH. The newly phosphorylated Ser5 recruits enzymes to cap the 5' end of the newly synthesized RNA and the \"3' processing factors to poly(A) sites\". Once the second Serine is phosphorylated, Ser2, elongation is activated. In order to terminate elongation dephosphorylation must occur. Once the domain is completely dephosphorylated the RNAP II enzyme is \"recycled\" and catalyzes the same process with another initiation site.",
            "score": 217.02711486816406
        },
        {
            "docid": "9955145_16",
            "document": "Eukaryotic transcription . For pol II-transcribed genes, and unlike bacterial RNA polymerase, promoter melting requires hydrolysis of ATP and is mediated by TFIIH. TFIIH is a ten-subunit protein, including both ATPase and protein kinase activities. While the upstream promoter DNA is held in a fixed position by TFIID, TFIIH pulls downstream double-stranded DNA into the cleft of the polymerase, driving the separation of DNA strands and the transition of the preinitiation complex from the closed to open state. TFIIB aids in open complex formation by binding the melted DNA and stabilizing the transcription bubble.",
            "score": 215.11863708496094
        },
        {
            "docid": "3233135_2",
            "document": "TATA-binding protein . The TATA-binding protein (TBP) is a general transcription factor that binds specifically to a DNA sequence called the TATA box. This DNA sequence is found about 30 base pairs upstream of the transcription start site in some eukaryotic gene promoters. TBP, along with a variety of TBP-associated factors, make up the TFIID, a general transcription factor that in turn makes up part of the RNA polymerase II preinitiation complex. As one of the few proteins in the preinitiation complex that binds DNA in a sequence-specific manner, it helps position RNA polymerase II over the transcription start site of the gene. However, it is estimated that only 10–20% of human promoters have TATA boxes. Therefore, TBP is probably not the only protein involved in positioning RNA polymerase II.",
            "score": 214.96975708007812
        },
        {
            "docid": "966654_6",
            "document": "DNA-binding protein . In contrast, other proteins have evolved to bind to specific DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one specific set of DNA sequences and activates or inhibits the transcription of genes that have these sequences near their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This alters the accessibility of the DNA template to the polymerase.",
            "score": 214.680419921875
        },
        {
            "docid": "497747_2",
            "document": "Terminator (genetics) . In genetics, a transcription terminator is a section of nucleic acid sequence that marks the end of a gene or operon in genomic DNA during transcription. This sequence mediates transcriptional termination by providing signals in the newly synthesized transcript RNA that trigger processes which release the transcript RNA from the transcriptional complex. These processes include the direct interaction of the mRNA secondary structure with the complex and/or the indirect activities of recruited termination factors. Release of the transcriptional complex frees RNA polymerase and related transcriptional machinery to begin transcription of new mRNAs.",
            "score": 214.43589782714844
        },
        {
            "docid": "5902060_4",
            "document": "Directionality (molecular biology) . Directionality is related to, but independent from, sense. Transcription of single-stranded RNA from a double-stranded DNA template requires the selection of one strand of the DNA template as the template strand that directly interacts with the nascent RNA due to complementary sequence. The other strand is not copied directly, but necessarily its sequence will be similar to that of the RNA. Transcription initiation sites generally occur on both strands of an organism's DNA, and specify the location, direction, and circumstances under which transcription will occur. If the transcript encodes one or (rarely) more proteins, translation of each protein by the ribosome will proceed in a 5′ to 3′ direction, and will extend the protein from its N terminus toward its C terminus. For example, in a typical gene a start codon (5′-ATG-3′) is a DNA sequence within the sense strand. Transcription begins at an upstream site (relative to the sense strand), and as it proceeds through the region it copies the 3′-TAC-5′ from the template strand to produce 5′-AUG-3′ within a messenger RNA. The mRNA is scanned by the ribosome from the 5′ end, where the start codon directs the incorporation of a methionine (in eukaryotes) at the N terminus of the protein. By convention, single strands of DNA and RNA sequences are written in a 5′-to-3′ direction except as needed to illustrate the pattern of base pairing.",
            "score": 212.41502380371094
        },
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 212.32736206054688
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 212.31275939941406
        },
        {
            "docid": "12589529_13",
            "document": "Transcription factor II B . TFIIB is phosphorylated at serine 65 which is found in the B reader domain. Without this phosphorylation, transcription initiation does not occur. It has been suggested that the general transcription factor TFIIH could act as the kinase for this phosphorylation although more evidence is needed to support this. Although TFIIB does not travel with the RNA polymerase II complex along the DNA during elongation, it has been recently suggested that it has a role in gene looping which links the promoter to the terminator of the gene. Gene looping is reliant on the interaction between phosphorylated serine residues found on the C terminal domain of RNA polymerase II and polyadenylation factors. TFIIB is needed for the interaction of promoters with these polyadenylation factors, such as SSu72 and CstF-64. It has also been suggested that both gene loop formation and the collapse of the DNA bubble are a result of TFIIB phosphorylation; however, it is unclear whether this gene loop formation is a cause or consequence of transcription initiation.",
            "score": 211.61474609375
        },
        {
            "docid": "34217148_24",
            "document": "Vectors in gene therapy . The use of synthetic oligonucleotides in gene therapy is to deactivate the genes involved in the disease process. There are several methods by which this is achieved. One strategy uses antisense specific to the target gene to disrupt the transcription of the faulty gene. Another uses small molecules of RNA called siRNA to signal the cell to cleave specific unique sequences in the mRNA transcript of the faulty gene, disrupting translation of the faulty mRNA, and therefore expression of the gene. A further strategy uses double stranded oligodeoxynucleotides as a decoy for the transcription factors that are required to activate the transcription of the target gene. The transcription factors bind to the decoys instead of the promoter of the faulty gene, which reduces the transcription of the target gene, lowering expression. Additionally, single stranded DNA oligonucleotides have been used to direct a single base change within a mutant gene. The oligonucleotide is designed to anneal with complementarity to the target gene with the exception of a central base, the target base, which serves as the template base for repair. This technique is referred to as oligonucleotide mediated gene repair, targeted gene repair, or targeted nucleotide alteration.",
            "score": 209.4273223876953
        },
        {
            "docid": "12680079_3",
            "document": "Initiator element . The initiator element (Inr) is the most common sequence found at the transcription start site of eukaryotic genes. It is a 17 bp element. Inr in humans was first explained and sequenced by two MIT biologists, Stephen T. Smale and David Baltimore in 1989. Their research showed that Inr promotor is able to initiate basal transcription in absence of the TATA box. In the presence of a TATA box or other promoters, the Inr increases the efficiency of transcription by working alongside the promoters to bind RNA polymerase II. A gene with both types of promoters will have higher promoter binding strength, easier activation and higher levels of transcription activity. The TFIID, which is a component of the RNA polymerase II preinitiation complex binds to both the TATA box and Inr. Two subunits, TAF1 and TAF2, of the TFIID recognize the Inr sequence and bring the complex together. The interaction between TFIID and Inr is believed to be most imperative in initiating transcription. This is likey due to the Inr sequence overlapping the start site. The Inr element is also believed to interact with activator Sp1, specificity protein 1 transcription factor. Sp1 is then able to regulate the activation and initiation of transcription",
            "score": 208.61514282226562
        }
    ]
}