{
    "q": [
        {
            "docid": "12947073_15",
            "document": "Hepatitis B vaccine . The road to the hepatitis B vaccine began in 1963 when American physician/geneticist Baruch Blumberg discovered what he called the \"Australia Antigen\" (now called HBsAg) in the serum of an Australian Aboriginal person. In 1968, this protein was found to be part of the virus that causes \"serum hepatitis\" (hepatitis B) by virologist Alfred Prince. The American microbiologist/vaccinologist Maurice Hilleman at Merck used three treatments (pepsin, urea and formaldehyde) of blood serum together with rigorous filtration to yield a product that could be used as a safe vaccine. Hilleman hypothesized that he could make an HBV vaccine by injecting patients with hepatitis B surface protein. In theory, this would be very safe, as these excess surface proteins lacked infectious viral DNA. The immune system, recognizing the surface proteins as foreign, would manufacture specially shaped antibodies, custom-made to bind to, and destroy, these proteins. Then, in the future, if the patient were infected with HBV, the immune system could promptly deploy protective antibodies, destroying the viruses before they could do any harm.",
            "score": 152.0985391139984
        },
        {
            "docid": "18877437_11",
            "document": "History and naming of human leukocyte antigens . Nearly all important molecules in the body are proteins. Proteins work by each having a specific sequence of amino acids and a specific shape. Determining the order of amino acids is relatively simple. Finding the shape requires the use of x-ray crystallography and is anything but easy. It took a team of three researchers at Harvard, Don Wiley, Jack Strominger, and Pamela Bjorkman, eight years to ferret out the structure of the HLA protein. They worked specifically with HLA-A*02. Bjorkman did the majority of the leg work and in the seven years managed to piece together the structure of 90% of the protein. That last 10% was elusive though. It took another year of work to finally unveil the complete structure of HLA-A*02. They completed their work in the spring of 1987, discovering that the final 10% made a \"cup\" (of sorts) located on top of the molecule. It was the perfect size to hold peptides. Other researchers had previously determined that T-Cells can recognize cells infected with a virus, cells injected with a single protein from a virus, and even cells injected with pieces of protein from a virus. The discovery of the HLA protein structure made it starkly clear that the HLA proteins hold viral peptides in their binding groove. But the research team from Harvard wasn't done. They also observed that there was clearly a peptide in the binding groove of the HLA molecules they used to determine the shape. However, the cells they had extracted the protein from were definitely not infected by any disease causing viruses. The conclusion they made and the conclusion that has stuck to this day, is that HLA molecules can bind both self, and non-self peptides.",
            "score": 107.50985145568848
        },
        {
            "docid": "2362_2",
            "document": "Antibody . An antibody (Ab), also known as an immunoglobulin (Ig), is a large, Y-shaped protein produced mainly by plasma cells that is used by the immune system to neutralize pathogens such as pathogenic bacteria and viruses. The antibody recognizes a unique molecule of the pathogen, called an antigen, via the Fab's variable region. Each tip of the \"Y\" of an antibody contains a paratope (analogous to a lock) that is specific for one particular epitope (similarly, analogous to a key) on an antigen, allowing these two structures to bind together with precision. Using this binding mechanism, an antibody can \"tag\" a microbe or an infected cell for attack by other parts of the immune system, or can neutralize its target directly (for example, by inhibiting a part of a microbe that is essential for its invasion and survival). Depending on the antigen, the binding may impede the biological process causing the disease or may activate macrophages to destroy the foreign substance. The ability of an antibody to communicate with the other components of the immune system is mediated via its Fc region (located at the base of the \"Y\"), which contains a conserved glycosylation site involved in these interactions. The production of antibodies is the main function of the humoral immune system.",
            "score": 91.75121665000916
        },
        {
            "docid": "15842342_13",
            "document": "Laboratory diagnosis of viral infections . Electron microscopy is a method that can take a picture of a whole virus and can reveal its shape and structure. It is not typically used as a routine diagnostic test as it requires a highly specialized type of sample preparation, microscope and technical expertise. However, electron microscopy is highly versatile due to its ability to analyze any type of sample and identify any type of virus. Therefore, it remains the gold standard for identifying viruses that do not show up on routine diagnostic tests or for which routine tests present conflicting results.  A person who has recently been infected by a virus will produce antibodies in their bloodstream that specifically recognize that virus. This is called humoral immunity. Two types of antibodies are important. The first called IgM is highly effective at neutralizing viruses but is only produced by the cells of the immune system for a few weeks. The second, called, IgG is produced indefinitely. Therefore, the presence of IgM in the blood of the host is used to test for acute infection, whereas IgG indicates an infection sometime in the past. Both types of antibodies are measured when tests for immunity are carried out.",
            "score": 136.10057258605957
        },
        {
            "docid": "19167679_92",
            "document": "Virus . Current trends in nanotechnology promise to make much more versatile use of viruses. From the viewpoint of a materials scientist, viruses can be regarded as organic nanoparticles. Their surface carries specific tools designed to cross the barriers of their host cells. The size and shape of viruses, and the number and nature of the functional groups on their surface, is precisely defined. As such, viruses are commonly used in materials science as scaffolds for covalently linked surface modifications. A particular quality of viruses is that they can be tailored by directed evolution. The powerful techniques developed by life sciences are becoming the basis of engineering approaches towards nanomaterials, opening a wide range of applications far beyond biology and medicine.",
            "score": 110.45111513137817
        },
        {
            "docid": "3833671_9",
            "document": "Influenzavirus C . Influenza viruses, like all viruses in the family Orthomyxoviridae, are enveloped RNA viruses with single stranded genomes. The antigens, matrix protein (M1) and nucleoprotein (NP), are used to determine if an influenza virus is type A, B, or C. The M1 protein is required for virus assembly and NP functions in transcription and replication. These viruses also contain proteins on the surface of the cell membrane called glycoproteins. Type A and B have two glycoproteins: hemagglutinin (HA) and neuraminidase (NA). Type C has only one glycoprotein: hemagglutinin-esterase fusion (HEF). These glycoproteins allow for attachment and fusion of viral and cellular membranes. Fusion of these membranes allows the viral proteins and genome to be released into the host cell, which then causes the infection. Type C is the only influenza virus to express the enzyme esterase. This enzyme is similar to the enzyme neuraminidase produced by type A and B in that they both function in destroying the host cell receptors. Glycoproteins may undergo mutations (antigenic drift) or reassortment in which a new HA or NA is produced (antigenic shift). Influenza virus C is only capable of antigenic drift whereas type A undergo antigenic shift, as well. When either of these processes occur, the antibodies formed by the immune system no longer protect against these altered glycoproteins. Because of this, viruses continually cause infections.",
            "score": 184.27460181713104
        },
        {
            "docid": "44544105_5",
            "document": "Reidun Twarock . After this, Twarock entered virology, and began to rigorously link virus structure to fundamental ideas in geometry. It was well understood that viruses have icosahedral shape and symmetry, but the only other thing that was said of them was that they sometimes they possessed planar translational symmetry, causing them to resemble goldberg polyhedra. The question of the exceptional nature of papovaviridae had been solved, but it was not a one-off - HK97 could not be considered a goldberg polyhedron either. Twarock's study of these viruses lead her to believe that there was much more insight into virology that could be gotten from mathematics. Mathematical virology had previously only studied the \"surfaces\" of virus, using models that were tilings of the 2-sphere; Twarock hoped to go further than this, to illuminate three-dimensional protein structure and genome packaging.",
            "score": 72.29744267463684
        },
        {
            "docid": "33769881_25",
            "document": "Immunomics . As quoted by Stefania Bambini and Rino Rappuoli, “New powerful genomics technologies have increased the number of disease that can be addressed by vaccination, and decreased the time for discover research and vaccine development.” The availability of complete genome sequences of pathogens in combination with high-throughput genomics technologies have helped to accelerate vaccine development. Reverse vaccinology uses genomic sequences of viral, bacterial, or parasitic pathogens to identify genes potentially encoding genes that promote pathogenesis. The first application of reverse vaccinology identified vaccine candidates against \"Neisseria meningitidis\" serogroup B. Computational tools identified 600 putative surface-exposed or secreted proteins from the complete genome sequence of a MenB pathogenic strain, on the basis of sequence features. These putative proteins were expressed in E. coli, purified, and used to immunize mice. Tests using mice immune sera estimated the ability of antibodies to protect against these proteins. The proteins able to solicit a robust immune response were checked for sequence conservation across a panel of meningitides strains and allowed for further selection of antigen able to elicit an immune response against most strains in the panel. On the basis of these antigen sequences, scientists have been able to develop a universal “cocktail” vaccine against \"Neisseria meninitidis\" that uses five antigens to promote immunity. Similar approaches have been used for a variety of other human pathogens, such as \"Streptococcus pneumoniae\", \"Chlamydia pneumoniae\", \"Bacillus anthracis\", \"Porphyromonas gingivalis\", \"Mycobacterium tuberculosis\", \"Helicobacter pylori\", amongst others. Additionally, studies have started for the development of vaccines against viruses.",
            "score": 140.0896339416504
        },
        {
            "docid": "369688_5",
            "document": "Protein subunit . A subunit vaccine presents an antigen to the immune system without introducing viral particles, whole or otherwise. One method of production involves isolation of a specific protein from a virus and administering this by itself. A weakness of this technique is that isolated proteins can be denatured and will then become associated with antibodies different from the desired antibodies. A second method of making a subunit vaccine involves putting an antigen's gene from the targeted virus or bacterium into another virus (virus vector), yeast (yeast vector) in the case of the hepatitis B vaccine or attenuated bacterium (bacterial vector) to make a recombinant virus or bacteria to serve as the important component of a recombinant vaccine (called a recombinant subunit vaccine). The recombinant vector that is genomically modified will express the antigen. The antigen (one or more subunits of protein) is extracted from the vector. Just like the highly successful subunit vaccines, the recombinant-vector-produced antigen will be of little to no risk to the patient. This is the type of vaccine currently in use for hepatitis B, and it is experimentally popular, being used to try to develop new vaccines for difficult-to-vaccinate-against viruses such as ebolavirus and HIV.",
            "score": 175.07490611076355
        },
        {
            "docid": "14579421_3",
            "document": "Introduction to viruses . The origins of viruses are unclear: some may have evolved from plasmids—pieces of DNA that can move between cells—while others may have evolved from bacteria. A virus consists of two or three parts: genes, made from either DNA or RNA, long molecules that carry genetic information; a protein coat that protects the genes; and in some viruses, an envelope of fat that surrounds the protein coat and is used, in combination with specific receptors, to enter a new host cell. Viruses vary in shape from the simple helical and icosahedral to more complex structures. Viruses range in size from 20 to 300 nanometres; it would take 33,000 to 500,000 of them, side by side, to stretch to .",
            "score": 77.45323610305786
        },
        {
            "docid": "14580460_3",
            "document": "Tumor antigen vaccine . Tumor antigen vaccines work the same way that viral vaccines work, by training the immune system to attack cells that contain the antigens in the vaccine. The difference is that the antigens for viral vaccines are derived from viruses or cells infected with virus, while the antigens for tumor antigen vaccines are derived from cancer cells. Since tumor antigens are antigens found in cancer cells but not normal cells, vaccinations containing tumor antigens should train the immune system to target cancer cells not healthy cells. Cancer-specific tumor antigens include peptides from proteins that are not typically found in normal cells but are activated in cancer cells or peptides containing cancer-specific mutations. Antigen-presenting cells (APCs) such as dendritic cells take up antigens from the vaccine, process them into epitopes, and present the epitopes to T-cells via Major Histocompatibility Complex proteins. If T-cells recognize the epitope as foreign, the adaptive immune system is activated and target cells that express the antigens.",
            "score": 159.34469068050385
        },
        {
            "docid": "1873971_8",
            "document": "Virotherapy . Viral immunotherapy uses viruses to introduce specific antigens to the patient's immune system. Unlike traditional vaccines, in which attenuated or killed virus/bacteria is used to generate an immune response, viral immunotherapy uses genetically engineered viruses to present a specific antigen to the immune system. That antigen could be from any species of virus/bactera or even human disease antigens, for example cancer antigens.",
            "score": 164.58660459518433
        },
        {
            "docid": "19167679_22",
            "document": "Virus . A complete virus particle, known as a virion, consists of nucleic acid surrounded by a protective coat of protein called a capsid. These are formed from identical protein subunits called capsomeres. Viruses can have a lipid \"envelope\" derived from the host cell membrane. The capsid is made from proteins encoded by the viral genome and its shape serves as the basis for morphological distinction. Virally coded protein subunits will self-assemble to form a capsid, in general requiring the presence of the virus genome. Complex viruses code for proteins that assist in the construction of their capsid. Proteins associated with nucleic acid are known as nucleoproteins, and the association of viral capsid proteins with viral nucleic acid is called a nucleocapsid. The capsid and entire virus structure can be mechanically (physically) probed through atomic force microscopy. In general, there are four main morphological virus types:",
            "score": 129.9762146472931
        },
        {
            "docid": "19167679_73",
            "document": "Virus . Vaccination is a cheap and effective way of preventing infections by viruses. Vaccines were used to prevent viral infections long before the discovery of the actual viruses. Their use has resulted in a dramatic decline in morbidity (illness) and mortality (death) associated with viral infections such as polio, measles, mumps and rubella. Smallpox infections have been eradicated. Vaccines are available to prevent over thirteen viral infections of humans, and more are used to prevent viral infections of animals. Vaccines can consist of live-attenuated or killed viruses, or viral proteins (antigens). Live vaccines contain weakened forms of the virus, which do not cause the disease but, nonetheless, confer immunity. Such viruses are called attenuated. Live vaccines can be dangerous when given to people with a weak immunity (who are described as immunocompromised), because in these people, the weakened virus can cause the original disease. Biotechnology and genetic engineering techniques are used to produce subunit vaccines. These vaccines use only the capsid proteins of the virus. Hepatitis B vaccine is an example of this type of vaccine. Subunit vaccines are safe for immunocompromised patients because they cannot cause the disease. The yellow fever virus vaccine, a live-attenuated strain called 17D, is probably the safest and most effective vaccine ever generated.",
            "score": 182.5400950908661
        },
        {
            "docid": "19167679_71",
            "document": "Virus . Not all virus infections produce a protective immune response in this way. HIV evades the immune system by constantly changing the amino acid sequence of the proteins on the surface of the virion. This is known as \"escape mutation\" as the viral epitopes escape recognition by the host immune response. These persistent viruses evade immune control by sequestration, blockade of antigen presentation, cytokine resistance, evasion of natural killer cell activities, escape from apoptosis, and antigenic shift. Other viruses, called \"neurotropic viruses\", are disseminated by neural spread where the immune system may be unable to reach them.",
            "score": 139.12368726730347
        },
        {
            "docid": "17337043_8",
            "document": "Diffuse panbronchiolitis . The major histocompatibility complex (MHC) is a large genomic region found in most vertebrates that is associated with the immune system. It is located on chromosome 6 in humans. A subset of MHC in humans is human leukocyte antigen (HLA), which controls the antigen-presenting system, as part of adaptive immunity against pathogens such as bacteria and viruses. When human cells are infected by a pathogen, some of them can present parts of the pathogen's proteins on their surfaces; this is called \"antigen presentation\". The infected cells then become targets for types of cytotoxic T-cells, which kill the infected cells so they can be removed from the body.",
            "score": 86.81274604797363
        },
        {
            "docid": "19167679_70",
            "document": "Virus . Antibodies can continue to be an effective defence mechanism even after viruses have managed to gain entry to the host cell. A protein that is in cells, called TRIM21, can attach to the antibodies on the surface of the virus particle. This primes the subsequent destruction of the virus by the enzymes of the cell's proteosome system. A second defence of vertebrates against viruses is called cell-mediated immunity and involves immune cells known as T cells. The body's cells constantly display short fragments of their proteins on the cell's surface, and, if a T cell recognises a suspicious viral fragment there, the host cell is destroyed by \"killer T\" cells and the virus-specific T-cells proliferate. Cells such as the macrophage are specialists at this antigen presentation. The production of interferon is an important host defence mechanism. This is a hormone produced by the body when viruses are present. Its role in immunity is complex; it eventually stops the viruses from reproducing by killing the infected cell and its close neighbours.",
            "score": 139.6966633796692
        },
        {
            "docid": "440479_18",
            "document": "Influenza A virus . Influenza type A viruses are very similar in structure to influenza viruses types B, C, and D. The virus particle (also called the virion) is 80–120 nanometers in diameter such that the smallest virions adopt an elliptical shape. The length of each particle varies considerably, owing to the fact that influenza is pleomorphic, and can be in excess of many tens of micrometers, producing filamentous virions. Confusion about the nature of influenza virus pleomorphy stems from the observation that lab adapted strains typically lose the ability to form filaments and that these lab adapted strains were the first to be visualized by electron microscopy. Despite these varied shapes, the virions of all influenza type A viruses are similar in composition. They are all made up of a viral envelope containing two main types of proteins, wrapped around a central core.",
            "score": 118.02443265914917
        },
        {
            "docid": "42898_16",
            "document": "Anthrax . To enter the cells, the edema and lethal factors use another protein produced by \"B. anthracis\" called protective antigen, which binds to two surface receptors on the host cell. A cell protease then cleaves PA into two fragments: PA and PA. PA dissociates into the extracellular medium, playing no further role in the toxic cycle. PA then oligomerizes with six other PA fragments forming a heptameric ring-shaped structure named a prepore. Once in this shape, the complex can competitively bind up to three EFs or LFs, forming a resistant complex. Receptor-mediated endocytosis occurs next, providing the newly formed toxic complex access to the interior of the host cell. The acidified environment within the endosome triggers the heptamer to release the LF and/or EF into the cytosol. It is unknown how exactly the complex results in the death of the cell.",
            "score": 44.032920122146606
        },
        {
            "docid": "156970_24",
            "document": "Cytoskeleton . Prior to the work of Jones et al., 2001, the cell wall was believed to be the deciding factor for many bacterial cell shapes, including rods and spirals. When studied, many misshapen bacteria were found to have mutations linked to development of a cell envelope. The cytoskeleton was once thought to be a feature only of eukaryotic cells, but homologues to all the major proteins of the eukaryotic cytoskeleton have been found in prokaryotes. Harold Erickson notes that before 1992, only eukaryotes were believed to have cytoskeleton components. However, research in the early '90s suggested that bacteria and archaea had homologues of actin and tubulin, and that these were the basis of eukaryotic microtubules and microfilaments. Although the evolutionary relationships are so distant that they are not obvious from protein sequence comparisons alone, the similarity of their three-dimensional structures and similar functions in maintaining cell shape and polarity provides strong evidence that the eukaryotic and prokaryotic cytoskeletons are truly homologous. Three laboratories independently discovered that FtsZ, a protein already known as a key player in bacterial cytokinesis, had the \"tubulin signature sequence\" present in all α-, β-, and γ-tubulins. However, some structures in the bacterial cytoskeleton may not have been identified as of yet.",
            "score": 51.5451500415802
        },
        {
            "docid": "14958_69",
            "document": "Immune system . The mechanisms used to evade the adaptive immune system are more complicated. The simplest approach is to rapidly change non-essential epitopes (amino acids and/or sugars) on the surface of the pathogen, while keeping essential epitopes concealed. This is called antigenic variation. An example is HIV, which mutates rapidly, so the proteins on its viral envelope that are essential for entry into its host target cell are constantly changing. These frequent changes in antigens may explain the failures of vaccines directed at this virus. The parasite \"Trypanosoma brucei\" uses a similar strategy, constantly switching one type of surface protein for another, allowing it to stay one step ahead of the antibody response. Masking antigens with host molecules is another common strategy for avoiding detection by the immune system. In HIV, the envelope that covers the virion is formed from the outermost membrane of the host cell; such \"self-cloaked\" viruses make it difficult for the immune system to identify them as \"non-self\" structures.",
            "score": 152.209219455719
        },
        {
            "docid": "21053651_3",
            "document": "Hepatitis C vaccine . Most vaccines work through inducing an antibody response that targets the outer surfaces of viruses. However the Hepatitis C virus is highly variable among strains and rapidly mutating, making an effective vaccine very difficult. The detailed structure of E2 envelope glycoprotein, believed to be the key protein the virus uses to invade liver cells, was elucidated by scientists at The Scripps Research Institute (TSRI) in November 2013. Due to the relatively conserved binding region of E2 to the CD81 receptor on the liver cells, this discovery is expected to pave the way to design a HCV vaccine which will stimulate antibody response with neutralizing effects on broad range of virus strains. Another strategy which is different from conventional vaccine is to induce the T cell arm of the immune response using viral vectors, adenoviral vectors that contain large parts of the hepatitis C virus genome itself, to induce a T cell immune response against hepatitis C.",
            "score": 202.17499947547913
        },
        {
            "docid": "48841414_5",
            "document": "Multiple instance learning . Keeler et al., in his work in early 1990s was the first one to explore the area of MIL. The actual term multi-instance learning was introduced in the middle of the 1990s, by Dietterich et al. while they were investigating the problem of drug activity prediction. They tried to create a learning systems that could predict whether new molecule was qualified to make some drug, or not, through analyzing a collection of known molecules. Molecules can have many alternative low-energy states, but only one, or some of them, are qualified to make a drug. The problem arose because scientists could only determine if molecule is qualified, or not, but they couldn’t say exactly which of its low-energy shapes are responsible for that. One of the proposed ways to solve this problem was to use supervised learning, and regard all the low-energy shapes of the qualified molecule as positive training instances, while all of the low-energy shapes of unqualified molecules as negative instances. Dietterich et al. showed that such method would have a high false positive noise, from all low-energy shapes that are mislabeled as positive, and thus wasn’t really useful. Their approach was to regard each molecule as a labeled bag, and all the alternative low-energy shapes of that molecule as instances in the bag, without individual labels. Thus formulating multiple-instance learning.  Solution to the multiple instance learning problem that Dietterich et al. proposed is three axis-parallel rectangle (APR) algorithm. It attempts to search for appropriate axis-parallel rectangles constructed by the conjunction of the features. They tested the algorithm on Musk dataset, which is a concrete test data of drug activity prediction and the most popularly used benchmark in multiple-instance learning. APR algorithm achieved the best result, but it should be noted that APR was designed with Musk data in mind.",
            "score": 79.96862697601318
        },
        {
            "docid": "37220_28",
            "document": "Infection . Microbiological culture is a principal tool used to diagnose infectious disease. In a microbial culture, a growth medium is provided for a specific agent. A sample taken from potentially diseased tissue or fluid is then tested for the presence of an infectious agent able to grow within that medium. Most pathogenic bacteria are easily grown on nutrient agar, a form of solid medium that supplies carbohydrates and proteins necessary for growth of a bacterium, along with copious amounts of water. A single bacterium will grow into a visible mound on the surface of the plate called a colony, which may be separated from other colonies or melded together into a \"lawn\". The size, color, shape and form of a colony is characteristic of the bacterial species, its specific genetic makeup (its strain), and the environment that supports its growth. Other ingredients are often added to the plate to aid in identification. Plates may contain substances that permit the growth of some bacteria and not others, or that change color in response to certain bacteria and not others. Bacteriological plates such as these are commonly used in the clinical identification of infectious bacterium. Microbial culture may also be used in the identification of viruses: the medium in this case being cells grown in culture that the virus can infect, and then alter or kill. In the case of viral identification, a region of dead cells results from viral growth, and is called a \"plaque\". Eukaryotic parasites may also be grown in culture as a means of identifying a particular agent.",
            "score": 107.37131094932556
        },
        {
            "docid": "2056572_29",
            "document": "Marine life . When not inside an infected cell or in the process of infecting a cell, viruses exist in the form of independent particles. These viral particles, also known as \"virions\", consist of two or three parts: (i) the genetic material made from either DNA or RNA, long molecules that carry genetic information; (ii) a protein coat, called the capsid, which surrounds and protects the genetic material; and in some cases (iii) an envelope of lipids that surrounds the protein coat when they are outside a cell. The shapes of these virus particles range from simple helical and icosahedral forms for some virus species to more complex structures for others. Most virus species have virions that are too small to be seen with an optical microscope. The average virion is about one one-hundredth the size of the average bacterium.",
            "score": 115.97923231124878
        },
        {
            "docid": "32000533_12",
            "document": "Marine microorganism . When not inside an infected cell or in the process of infecting a cell, viruses exist in the form of independent particles. These viral particles, also known as \"virions\", consist of two or three parts: (i) the genetic material made from either DNA or RNA, long molecules that carry genetic information; (ii) a protein coat, called the capsid, which surrounds and protects the genetic material; and in some cases (iii) an envelope of lipids that surrounds the protein coat when they are outside a cell. The shapes of these virus particles range from simple helical and icosahedral forms for some virus species to more complex structures for others. Most virus species have virions that are too small to be seen with an optical microscope. The average virion is about one one-hundredth the size of the average bacterium.",
            "score": 115.97923231124878
        },
        {
            "docid": "1661124_14",
            "document": "Cancer immunotherapy . Antibodies are a key component of the adaptive immune response, playing a central role in both recognizing foreign antigens and stimulating an immune response. Antibodies are Y-shaped proteins produced by some B cells and are composed of two regions: an antigen-binding fragment (Fab), which binds to antigens, and a Fragment crystallizable (Fc) region, which interacts with so-called Fc receptors that are expressed on the surface of different immune cell types including macrophages, neutrophils and NK cells. Many immunotherapeutic regimens involve antibodies. Monoclonal antibody technology engineers and generates antibodies against specific antigens, such as those present on tumor surfaces. These antibodies that are specific to the antigens of the tumor, can then be injected into a tumor",
            "score": 100.32563877105713
        },
        {
            "docid": "19167679_90",
            "document": "Virus . Geneticists often use viruses as vectors to introduce genes into cells that they are studying. This is useful for making the cell produce a foreign substance, or to study the effect of introducing a new gene into the genome. In similar fashion, virotherapy uses viruses as vectors to treat various diseases, as they can specifically target cells and DNA. It shows promising use in the treatment of cancer and in gene therapy. Eastern European scientists have used phage therapy as an alternative to antibiotics for some time, and interest in this approach is increasing, because of the high level of antibiotic resistance now found in some pathogenic bacteria. Expression of heterologous proteins by viruses is the basis of several manufacturing processes that are currently being used for the production of various proteins such as vaccine antigens and antibodies. Industrial processes have been recently developed using viral vectors and a number of pharmaceutical proteins are currently in pre-clinical and clinical trials.",
            "score": 117.36395287513733
        },
        {
            "docid": "26901564_15",
            "document": "DNA nanotechnology . Nanostructures of arbitrary, non-regular shapes are usually made using the DNA origami method. These structures consist of a long, natural virus strand as a \"scaffold\", which is made to fold into the desired shape by computationally designed short \"staple\" strands. This method has the advantages of being easy to design, as the base sequence is predetermined by the scaffold strand sequence, and not requiring high strand purity and accurate stoichiometry, as most other DNA nanotechnology methods do. DNA origami was first demonstrated for two-dimensional shapes, such as a smiley face, a coarse map of the Western Hemisphere, and the Mona Lisa painting. Solid three-dimensional structures can be made by using parallel DNA helices arranged in a honeycomb pattern, and structures with two-dimensional faces can be made to fold into a hollow overall three-dimensional shape, akin to a cardboard box. These can be programmed to open and reveal or release a molecular cargo in response to a stimulus, making them potentially useful as programmable molecular cages.",
            "score": 103.63241958618164
        },
        {
            "docid": "6344_3",
            "document": "Capsid . Capsids are broadly classified according to their structure. The majority of viruses have capsids with either helical or icosahedral structure. Some viruses, such as bacteriophages, have developed more complicated structures due to constraints of elasticity and electrostatics. The icosahedral shape, which has 20 equilateral triangular faces, approximates a sphere, while the helical shape resembles the shape of a spring, taking the space of a cylinder but not being a cylinder itself. The capsid faces may consist of one or more proteins. For example, the foot-and-mouth disease virus capsid has faces consisting of three proteins named VP1–3.",
            "score": 68.88158321380615
        },
        {
            "docid": "52772351_8",
            "document": "Nasal-associated lymphoid tissue . Intranasal (i.n.) immunization or vaccination is effective way how to stimulate respiratory immune system. This way of immunization can provoke both cell-mediated and humoral immune response and is capable of stimulating both mucosal and systemic immune system. Dose of i.n. administered antigen can be much smaller than of oral administered antigen, because antigens are not exposed to digestive enzymes. Thus, it would be suitable way of vaccination against airborne viruses and bacteria. In 1997, nasal-spray vaccine containing inactivated form of influenza virus with nLT (heat-labile enterotoxin) as adjuvants was used in Switzerland, but it had to be withdrawn from the market, because it caused Bell's palsy to some patients. Thus, scientists are looking for more suitable and safe adjuvants, for expamle, Masafumi Yamamoto et al. in 1998 on mice model proved safe and efficient i.n. vaccination against \"Streptococcus pneumoniae\" and in 2002 also against influenza virus.",
            "score": 154.53495836257935
        },
        {
            "docid": "20967216_8",
            "document": "Tony Minson . Minson and co-workers pioneered a modification of this approach in which the disabled virus is restricted to a single cycle of replication. Using HSV-2, which causes genital herpes, they disabled the virus by deleting the viral gene encoding the membrane protein glycoprotein H (gH). This product is not required until after the viral assembly process, which means that the disabled virus can undergo a single round of replication in normal human cells, but the progeny virus cannot infect new cells. Minson's group called the resulting virus a \"disabled infectious single cycle\" (DISC) virus; similarly disabled viruses are also termed \"single-cycle\" viruses. Their work with DISC HSV-2 led to a series of vaccine candidates, which were developed by Cantab Pharmaceuticals. The DISC HSV-2 vaccine was promising in animal models and early clinical trials, appearing safe and well tolerated, and eliciting appropriate immune responses. However, a large phase II trial of the agent as a therapeutic vaccine in people with genital herpes failed to demonstrate any benefit, and further development has concentrated on the DISC HSV-2 vaccine's potential to prevent infection. The single-cycle strategy can be used to generate live vaccines against other viruses, and such a vaccine has recently been successfully developed for bluetongue virus of sheep. Single-cycle viruses are also widely used as vaccine vectors, carrying genes from other viruses.",
            "score": 202.4130301475525
        }
    ],
    "r": [
        {
            "docid": "20967216_8",
            "document": "Tony Minson . Minson and co-workers pioneered a modification of this approach in which the disabled virus is restricted to a single cycle of replication. Using HSV-2, which causes genital herpes, they disabled the virus by deleting the viral gene encoding the membrane protein glycoprotein H (gH). This product is not required until after the viral assembly process, which means that the disabled virus can undergo a single round of replication in normal human cells, but the progeny virus cannot infect new cells. Minson's group called the resulting virus a \"disabled infectious single cycle\" (DISC) virus; similarly disabled viruses are also termed \"single-cycle\" viruses. Their work with DISC HSV-2 led to a series of vaccine candidates, which were developed by Cantab Pharmaceuticals. The DISC HSV-2 vaccine was promising in animal models and early clinical trials, appearing safe and well tolerated, and eliciting appropriate immune responses. However, a large phase II trial of the agent as a therapeutic vaccine in people with genital herpes failed to demonstrate any benefit, and further development has concentrated on the DISC HSV-2 vaccine's potential to prevent infection. The single-cycle strategy can be used to generate live vaccines against other viruses, and such a vaccine has recently been successfully developed for bluetongue virus of sheep. Single-cycle viruses are also widely used as vaccine vectors, carrying genes from other viruses.",
            "score": 202.41302490234375
        },
        {
            "docid": "21053651_3",
            "document": "Hepatitis C vaccine . Most vaccines work through inducing an antibody response that targets the outer surfaces of viruses. However the Hepatitis C virus is highly variable among strains and rapidly mutating, making an effective vaccine very difficult. The detailed structure of E2 envelope glycoprotein, believed to be the key protein the virus uses to invade liver cells, was elucidated by scientists at The Scripps Research Institute (TSRI) in November 2013. Due to the relatively conserved binding region of E2 to the CD81 receptor on the liver cells, this discovery is expected to pave the way to design a HCV vaccine which will stimulate antibody response with neutralizing effects on broad range of virus strains. Another strategy which is different from conventional vaccine is to induce the T cell arm of the immune response using viral vectors, adenoviral vectors that contain large parts of the hepatitis C virus genome itself, to induce a T cell immune response against hepatitis C.",
            "score": 202.1750030517578
        },
        {
            "docid": "32653_21",
            "document": "Vaccine . Protein subunit – rather than introducing an inactivated or attenuated micro-organism to an immune system (which would constitute a \"whole-agent\" vaccine), a fragment of it can create an immune response. Examples include the subunit vaccine against Hepatitis B virus that is composed of only the surface proteins of the virus (previously extracted from the blood serum of chronically infected patients, but now produced by recombination of the viral genes into yeast) or as an edible algae vaccine, the virus-like particle (VLP) vaccine against human papillomavirus (HPV) that is composed of the viral major capsid protein, and the hemagglutinin and neuraminidase subunits of the influenza virus. Subunit vaccine is being used for plague immunization.",
            "score": 198.00411987304688
        },
        {
            "docid": "543850_3",
            "document": "Antigenic drift . The immune system recognizes viruses when antigens on the surfaces of virus particles bind to immune receptors that are specific for these antigens. This is similar to a lock recognizing a key. After an infection, the body produces many more of these virus-specific immune receptors, which prevent re-infection by this particular strain of the virus and produce acquired immunity. Similarly, a vaccine against a virus works by teaching the immune system to recognize the antigens exhibited by this virus. However, viral genomes are constantly mutating, producing new forms of these antigens. If one of these new forms of an antigen is sufficiently different from the old antigen, it will no longer bind to the receptors of the body cells, and viruses with these new antigens can infect the body cell as it avoids the immunity to the original strain of the virus. When such a change occurs, people who have had the illness in the past are therefore not immune to the new strain of the virus (as the new strain of the virus has a different antigen which the body cell cannot recognise) and thus the vaccines against the original virus will be less effective against the illness. Two processes drive the antigens to change: antigenic drift and antigenic shift, antigenic drift being the more common. The rate of antigenic drift is dependent on two characteristics: the duration of the epidemic, and the strength of host immunity. A longer epidemic allows for selection pressure to continue over an extended period of time and stronger host immune responses increase selection pressure for development of novel antigens.",
            "score": 189.0529022216797
        },
        {
            "docid": "54724931_4",
            "document": "Intrastructural help . This vaccination approach aims to induce a protective humoral and also cellular immune response by a two-step immunization scheme. The first step is based on a DNA vaccine vector in order to prime T cells. In the case of HIV, T cells specific for the group-specific antigen (Gag) are stimulated. For the second step a formulation of nano particles or virus-like particles is vaccinated. These particles contain Gag protein and HIV-Env surface protein. These particles can be recognized by B cells and subsequently be internalized, processed and presented on the cell surface on MHC-II, in combination with the primed Gag-specific T cells. This was shown to lead to a strong activation of the B cells and ultimately to the production of Env-specific antibodies by the activated B cells. In HIV research, this method was shown to enhance the specific humoral immune response and at the same time avoid an excess activation of the cellular immune response which could otherwise cause disease progression to thrive. Timewise the priming of T cells for Gag reduces the variation of the viral Env because of the lack of Env specific T cells between priming and second vaccination. This decreases the chances of escape variants developing before the boosting immunization.",
            "score": 184.7596893310547
        },
        {
            "docid": "3833671_9",
            "document": "Influenzavirus C . Influenza viruses, like all viruses in the family Orthomyxoviridae, are enveloped RNA viruses with single stranded genomes. The antigens, matrix protein (M1) and nucleoprotein (NP), are used to determine if an influenza virus is type A, B, or C. The M1 protein is required for virus assembly and NP functions in transcription and replication. These viruses also contain proteins on the surface of the cell membrane called glycoproteins. Type A and B have two glycoproteins: hemagglutinin (HA) and neuraminidase (NA). Type C has only one glycoprotein: hemagglutinin-esterase fusion (HEF). These glycoproteins allow for attachment and fusion of viral and cellular membranes. Fusion of these membranes allows the viral proteins and genome to be released into the host cell, which then causes the infection. Type C is the only influenza virus to express the enzyme esterase. This enzyme is similar to the enzyme neuraminidase produced by type A and B in that they both function in destroying the host cell receptors. Glycoproteins may undergo mutations (antigenic drift) or reassortment in which a new HA or NA is produced (antigenic shift). Influenza virus C is only capable of antigenic drift whereas type A undergo antigenic shift, as well. When either of these processes occur, the antibodies formed by the immune system no longer protect against these altered glycoproteins. Because of this, viruses continually cause infections.",
            "score": 184.27459716796875
        },
        {
            "docid": "14579421_34",
            "document": "Introduction to viruses . Vaccination is a way of preventing diseases caused by viruses. Vaccines simulate a natural infection and its associated immune response, but do not cause the disease. Their use has resulted in the eradication of smallpox and a dramatic decline in illness and death caused by infections such as polio, measles, mumps and rubella. Vaccines are available to prevent over fourteen viral infections of humans and more are used to prevent viral infections of animals. Vaccines may consist of either live or killed viruses. Live vaccines contain weakened forms of the virus, but these vaccines can be dangerous when given to people with weak immunity. In these people, the weakened virus can cause the original disease. Biotechnology and genetic engineering techniques are used to produce \"designer\" vaccines that only have the capsid proteins of the virus. Hepatitis B vaccine is an example of this type of vaccine. These vaccines are safer because they can never cause the disease.",
            "score": 183.3798828125
        },
        {
            "docid": "19167679_7",
            "document": "Virus . Viral infections in animals provoke an immune response that usually eliminates the infecting virus. Immune responses can also be produced by vaccines, which confer an artificially acquired immunity to the specific viral infection. Some viruses, including those that cause AIDS and viral hepatitis, evade these immune responses and result in chronic infections. Antibiotics have no effect on viruses, but several antiviral drugs have been developed.",
            "score": 183.25186157226562
        },
        {
            "docid": "1660995_5",
            "document": "Virus-like particle . VLPs are useful as vaccines. VLPs contain repetitive, high density displays of viral surface proteins that present conformational viral epitopes that can elicit strong T cell and B cell immune responses. Since VLPs cannot replicate, they provide a safer alternative to attenuated viruses. VLPs were used to develop FDA-approved vaccines for Hepatitis B and human papillomavirus. More recently, VLPs were used to develop a pre-clinical vaccine against chikungunya virus.",
            "score": 182.7936553955078
        },
        {
            "docid": "19167679_73",
            "document": "Virus . Vaccination is a cheap and effective way of preventing infections by viruses. Vaccines were used to prevent viral infections long before the discovery of the actual viruses. Their use has resulted in a dramatic decline in morbidity (illness) and mortality (death) associated with viral infections such as polio, measles, mumps and rubella. Smallpox infections have been eradicated. Vaccines are available to prevent over thirteen viral infections of humans, and more are used to prevent viral infections of animals. Vaccines can consist of live-attenuated or killed viruses, or viral proteins (antigens). Live vaccines contain weakened forms of the virus, which do not cause the disease but, nonetheless, confer immunity. Such viruses are called attenuated. Live vaccines can be dangerous when given to people with a weak immunity (who are described as immunocompromised), because in these people, the weakened virus can cause the original disease. Biotechnology and genetic engineering techniques are used to produce subunit vaccines. These vaccines use only the capsid proteins of the virus. Hepatitis B vaccine is an example of this type of vaccine. Subunit vaccines are safe for immunocompromised patients because they cannot cause the disease. The yellow fever virus vaccine, a live-attenuated strain called 17D, is probably the safest and most effective vaccine ever generated.",
            "score": 182.54010009765625
        },
        {
            "docid": "369688_5",
            "document": "Protein subunit . A subunit vaccine presents an antigen to the immune system without introducing viral particles, whole or otherwise. One method of production involves isolation of a specific protein from a virus and administering this by itself. A weakness of this technique is that isolated proteins can be denatured and will then become associated with antibodies different from the desired antibodies. A second method of making a subunit vaccine involves putting an antigen's gene from the targeted virus or bacterium into another virus (virus vector), yeast (yeast vector) in the case of the hepatitis B vaccine or attenuated bacterium (bacterial vector) to make a recombinant virus or bacteria to serve as the important component of a recombinant vaccine (called a recombinant subunit vaccine). The recombinant vector that is genomically modified will express the antigen. The antigen (one or more subunits of protein) is extracted from the vector. Just like the highly successful subunit vaccines, the recombinant-vector-produced antigen will be of little to no risk to the patient. This is the type of vaccine currently in use for hepatitis B, and it is experimentally popular, being used to try to develop new vaccines for difficult-to-vaccinate-against viruses such as ebolavirus and HIV.",
            "score": 175.0749053955078
        },
        {
            "docid": "87175_6",
            "document": "Herd immunity . Herd immunity itself acts as an evolutionary pressure on certain viruses, influencing viral evolution by encouraging the production of novel strains, in this case referred to as escape mutants, that are able to \"escape\" from herd immunity and spread more easily. At the molecular level, viruses escape from herd immunity through antigenic drift, which is when mutations accumulate in the portion of the viral genome that encodes for the virus's surface antigen, typically a protein of the virus capsid, producing a change in the viral epitope. Alternatively, the reassortment of separate viral genome segments, or antigenic shift, which is more common when there are more strains in circulation, can also produce new serotypes. When either of these occur, memory T cells no longer recognize the virus, so people are not immune to the dominant circulating strain. For both influenza and norovirus, epidemics temporarily induce herd immunity until a new dominant strain emerges, causing successive waves of epidemics. As this evolution poses a challenge to herd immunity, broadly neutralizing antibodies and \"universal\" vaccines that can provide protection beyond a specific serotype are in development.",
            "score": 171.19480895996094
        },
        {
            "docid": "1442593_6",
            "document": "Viral protein . The capsid of some viruses are enclosed in a membrane called the viral envelope. In most cases, the viral envelope is obtained by the capsid from the host cell's plasma membrane when a virus leaves its host cell through a process called budding. The viral envelope is made up of a lipid bilayer embedded with viral proteins, including viral glycoproteins. These viral glycoproteins bind to specific receptors and coreceptors on the membrane of host cells, and they allow viruses to attach onto their target host cells. Some of these glycoproteins include: Viral glycoproteins play a critical role in virus-to-cell fusion. Virus-to-cell fusion is initiated when viral glycoproteins bind to cellular receptors.",
            "score": 169.7557830810547
        },
        {
            "docid": "44579483_5",
            "document": "Batai virus . Viral enveloped nucleocapsids utilize membrane glycoproteins on their surface to mediate entry into host cells. Averaging of glycoprotein spikes of membrane viruses, such as HIV-1, has been a particularly successful approach for studying their structure. An understanding of the structure is integral for revealing both the molecular basis of virus–host interactions and guiding antiviral and vaccine design development. A software named Jsubtomo enables visualization of the structure of viral glycoprotein spikes to a resolution in the range of 20-40 Å and allows for study of the study of higher order spike-to-spike interactions on the virion membrane.",
            "score": 169.23033142089844
        },
        {
            "docid": "5019375_5",
            "document": "H5N1 clinical trials . \"A \"universal influenza vaccine\" could provide protection against all types of influenza and would eliminate the need to develop individual vaccines to specific H and N virus types. Such a vaccine would not need to be reengineered each year and could protect against an emergent pandemic strain. Developing a universal vaccine requires that researchers identify conserved regions of the influenza virus that do not exhibit antigenic variability by strain or over time. A universal vaccine, ACAM-FLU-A, is being developed by the British company Acambis and is being researched by others as well. Acambis (meanwhile also acquired by Sanofi Pasteur) announced in early August 2005 that it has had successful results in animal testing. The vaccine focuses on the M2 viral protein, which does not change, rather than the surface hemagglutinin and neuraminidase proteins targeted by traditional flu vaccines. The universal vaccine is made through bacterial fermentation technology, which would greatly speed up the rate of production over that possible with culture in chicken eggs, plus the vaccine could be produced constantly, since its formulation would not change. Still, such a vaccine is years away from full testing, approval, and use.\" As of July 2007, phase I clinical trials on humans are underway in which a vaccine that focuses on the M2 viral protein \"is being administered to a small group of healthy people in order to verify the safety of the product and to provide an initial insight into the vaccine’s effect on the human immune system.\" (See also Universal flu vaccines) The current development state of ACAM-FLU-A is unclear.",
            "score": 167.8019256591797
        },
        {
            "docid": "366112_26",
            "document": "Chikungunya . , no approved vaccines are available. A phase-II vaccine trial used a live, attenuated virus, to develop viral resistance in 98% of those tested after 28 days and 85% still showed resistance after one year. However, 8% of people reported transient joint pain, and attenuation was found to be due to only two mutations in the E2 glycoprotein. Alternative vaccine strategies have been developed, and show efficacy in mouse models. In August 2014 researchers at the National Institute of Allergy and Infectious Diseases in the USA were testing an experimental vaccine which uses virus-like particles (VLPs) instead of attenuated virus. All the 25 people participated in this phase 1 trial developed strong immune responses. As of 2015, a phase 2 trial was planned, using 400 adults aged 18 to 60 and to take place at 6 locations in the Caribbean. Even with a vaccine, mosquito population control and bite prevention will be necessary to control chikungunya disease.",
            "score": 165.98448181152344
        },
        {
            "docid": "5057839_9",
            "document": "Ruth Arnon . Prof. Arnon is currently performing research on a universal, recombinant influenza vaccination, as well as cancer vaccine research. In a 2009 paper, Arnon speaks of research using virus-like particles (VLP) to induce an immune response. These particles cannot replicate, but possess the specific antigen presenting proteins that immune cells use to identify viruses. Therefore, a vaccine could introduce VLPs to an individuals immune system and bring about the production of memory cells. Arnon and Ben-Yedidia hypothesize that these vaccines would be effective against H5N1, a pandemic virus more commonly known as bird flu. They have tested the various synthetic vaccinations on mice and observed a significant immune response. In addition, they have put human lymphocytes in mice and also observed an immune response. Their research formed the basis of the company BiondVax, who have taken the universal flu vaccine into human clinical trials.",
            "score": 165.76075744628906
        },
        {
            "docid": "5398413_22",
            "document": "Viral vector . The choice of a viral vector to deliver genetic material to cells comes with some logistical problems. There are a limited number of viral vectors available for therapeutic use. Any of these few viral vectors can cause the body to develop an immune response if the vector is seen as a foreign invader. Once used, the viral vector cannot be effectively used in the patient again because it will be recognized by the body. If the vaccine or gene therapy fails in clinical trials, the virus can’t be used again in the patient for a different vaccine or gene therapy in the future. Pre-existing immunity against the viral vector could also be present in the patient rendering the therapy ineffective for that patient. It is possible to counteract pre-existing immunity when using a viral vector for vaccination by priming with a non-viral DNA vaccine, but this method presents another expense and obstacle in the vaccine distribution process. Pre-existing immunity may also be challenged by increasing vaccine dose or changing the vaccination route. Some shortcomings of viral vectors (such as genotoxicity and low transgenic expression) can be overcome through the use of hybrid vectors.",
            "score": 165.75131225585938
        },
        {
            "docid": "48799027_20",
            "document": "Raccoonpox virus . RCN has been developed as a recombinant for the delivery of vaccines against the plague (caused by bacterium \"Yersinia pestis\"), feline panleukopenia virus, rabies virus and other pathogens in wildlife and domestic animals. Controlling diseases such as the plague in wildlife and domestic animals is important to reducing its transmission to humans. RCN is favored as a vector for wildlife and veterinary management over other potential poxvirus vectors because it triggers an immune response when it is taken in through mucosal routes, which is important for the widespread immunization of wildlife. Recombinant RCN (rRCN) vaccines been given to a number of mammalian species such as mice, raccoons, cats and sheep without side effects. The rRCN rabies virus glycoprotein recombinant vaccine was effective when given to sheep both intradermally and intramuscularly. Fortunately, the rRCN vaccine did relatively little harm to sheep when ingested orally, suggesting that rRCN vaccines used for wildlife management delivered as oral baits would be safe if accidentally ingested by sheep. Further studies are needed to determine the effect of ingestion of oral bait rRCN vaccines by non-target farm and domestic animals. Particular rRCN vaccines have been designed to effectively confer protective immunity against multiple pathogens. rRCN vaccines have been successful too in treating rabies virus in mice. These vaccines functioned by either expressing the rabies virus internal structural nucleoprotein (RCN-N) or by expressing the rabies virus glycoprotein (RCN-G).",
            "score": 165.47982788085938
        },
        {
            "docid": "25394605_6",
            "document": "Genetically modified virus . In 2001, it was reported that genetically modified viruses can possibly be used to develop vaccines against diseases such as, AIDS, herpes, dengue fever and viral hepatitis by using a proven safe vaccine virus, such as adenovirus, and modify its genome to have genes that code for immunogenic proteins that can spike the immune systems response to then be able to fight the virus.",
            "score": 165.30184936523438
        },
        {
            "docid": "46356628_8",
            "document": "Ebola viral protein 24 . The evasion of the host cell immune system is key in to the rapid replication and dispersion through the body by the Ebola virus. Current research is exploring how eVP24 enables this phenomenon to occur. The discovery of STAT1 nuclear import disruption by eVP24 binding to KPNA has already provided scientists with one mechanism for the inhibition of the immune response in the cell. Other current Ebola research is focused on developing treatments or vaccines against the virus. Early investigations into potential vaccines showed that in mice models, the highest levels of protection occurred after vaccination with viral-like particles expressing eVP24. However, at that time the role of eVP24 was still largely unknown. In the wake of the 2014 Ebola outbreak in West Africa, the largest and deadliest outbreak to date, there has been a considerable increase in research focused on developing a vaccine for Ebola.",
            "score": 165.06341552734375
        },
        {
            "docid": "1873971_8",
            "document": "Virotherapy . Viral immunotherapy uses viruses to introduce specific antigens to the patient's immune system. Unlike traditional vaccines, in which attenuated or killed virus/bacteria is used to generate an immune response, viral immunotherapy uses genetically engineered viruses to present a specific antigen to the immune system. That antigen could be from any species of virus/bactera or even human disease antigens, for example cancer antigens.",
            "score": 164.58660888671875
        },
        {
            "docid": "21354427_11",
            "document": "Human T-lymphotropic virus . While there is no present licensed vaccine, there are many factors which make a vaccine against HTLV-1 feasible. The virus displays relatively low antigenic variability, natural immunity does occur in humans, and experimental vaccination using envelope antigens has been shown to be successful in animal models. Plasmid DNA vaccines elicit potent and protective immune responses in numerous small-animal models of infectious diseases. However, their immunogenicity in primates appears less potent. In the past two decades a large initiative has been put forth to understand the biological and pathogenic properties of the human T-cell lymphotropic virus type 1 (HTLV-1); this has ultimately led to the development of various experimental vaccination and therapeutic strategies to combat HTLV-1 infection. These strategies include the development of envelope glycoprotein derived B-cell epitopes for the induction of neutralizing antibodies, as well as a strategy to generate a multivalent cytotoxic T-lymphocyte (CTL) response against the HTLV-1 Tax antigen. A vaccine candidate that can elicit or boost anti-gp46 neutralizing antibody response may have a potential for prevention and therapy against HTLV-1 infection.",
            "score": 163.50050354003906
        },
        {
            "docid": "41921327_2",
            "document": "Hildegund C.J. Ertl . Hildegund C.J. Ertl, M.D., is a researcher who works at The Wistar Institute in Philadelphia. Her research is focused on developing vaccines for AIDS and various forms of cancer. Her lab is currently working on projects related to HIV vaccines, human papilloma virus vaccines, rabies vaccine models, universal influenza vaccine, vaccines to Epstein-Barr virus, and using adeno-associated viral vectors to measure immune response to gene therapy. Ertl's research into vaccine has taken a different approach from conventional wisdom, combining parts of different viruses that pose no harm to humans but still stimulate an immune response.",
            "score": 163.2514190673828
        },
        {
            "docid": "49197_17",
            "document": "Antiviral drug . Vaccines bolster the body's immune system to better attack viruses in the \"complete particle\" stage, outside of the organism's cells. They traditionally consist of an attenuated (a live weakened) or inactivated (killed) version of the virus. These vaccines can, in very rare cases, harm the host by inadvertently infecting the host with a full-blown viral occupancy. Recently \"subunit\" vaccines have been devised that consist strictly of protein targets from the pathogen. They stimulate the immune system without doing serious harm to the host. In either case, when the real pathogen attacks the subject, the immune system responds to it quickly and blocks it.",
            "score": 163.04898071289062
        },
        {
            "docid": "670695_9",
            "document": "Feline immunodeficiency virus . The virus gains entry to the host's cells through the interaction of the envelope glycoproteins (from the glycoprotein env) of the virus and the target cells' surface receptors. First the SU glycoprotein binds to CD134, a receptor on the host cell. This initial binding changes the shape of the SU protein to one that facilitates interaction between SU and the chemokine receptor CXCR4. This interaction causes the viral and cellular membranes to fuse, allowing the transfer of the viral RNA into the cytoplasm, where it is reverse transcribed and integrated into the cellular genome through nonhomologous recombination. Once integrated into the host cell's genome, the virus can lay dormant in the asymptomatic stage for extended periods of time without being detected by the immune system or can cause lysis of the cell. (4,5)",
            "score": 160.40919494628906
        },
        {
            "docid": "8077915_14",
            "document": "Breakthrough infection . When a person is vaccinated, their immune system develops antibodies that recognize specific segments (epitopes) viruses or viral-induced proteins. Overtime, however, viruses accumulate genetic mutations which can impact the 3d structure of viral proteins. If these mutations occur in sites that are recognized by antibodies, the mutations block antibody binding which inhibits the immune response. This phenomenon is called antigenic drift. Breakthrough infections of Hepatitis B and mumps are partially attributed to antigenic drift.",
            "score": 160.07489013671875
        },
        {
            "docid": "19572217_72",
            "document": "Influenza . A number of biologics, therapeutic vaccines and immunobiologics are also being investigated for treatment of infection caused by viruses. Therapeutic biologics are designed to activate the immune response to virus or antigens. Typically, biologics do not target metabolic pathways like anti-viral drugs, but stimulate immune cells such as lymphocytes, macrophages, and/or antigen presenting cells, in an effort to drive an immune response towards a cytotoxic effect against the virus. Influenza models, such as murine influenza, are convenient models to test the effects of prophylactic and therapeutic biologics. For example, Lymphocyte T-Cell Immune Modulator inhibits viral growth in the murine model of influenza.",
            "score": 159.85812377929688
        },
        {
            "docid": "14580460_3",
            "document": "Tumor antigen vaccine . Tumor antigen vaccines work the same way that viral vaccines work, by training the immune system to attack cells that contain the antigens in the vaccine. The difference is that the antigens for viral vaccines are derived from viruses or cells infected with virus, while the antigens for tumor antigen vaccines are derived from cancer cells. Since tumor antigens are antigens found in cancer cells but not normal cells, vaccinations containing tumor antigens should train the immune system to target cancer cells not healthy cells. Cancer-specific tumor antigens include peptides from proteins that are not typically found in normal cells but are activated in cancer cells or peptides containing cancer-specific mutations. Antigen-presenting cells (APCs) such as dendritic cells take up antigens from the vaccine, process them into epitopes, and present the epitopes to T-cells via Major Histocompatibility Complex proteins. If T-cells recognize the epitope as foreign, the adaptive immune system is activated and target cells that express the antigens.",
            "score": 159.34469604492188
        },
        {
            "docid": "2734429_5",
            "document": "Alphavirus . The proteolytic maturation of P62 into E2 and E3 causes a change in the viral surface. Together the E1, E2, and sometimes E3, glycoprotein \"spikes\" form an E1/E2 dimer or an E1/E2/E3 trimer, where E2 extends from the centre to the vertices, E1 fills the space between the vertices, and E3, if present, is at the distal end of the spike. Upon exposure of the virus to the acidity of the endosome, E1 dissociates from E2 to form an E1 homotrimer, which is necessary for the fusion step to drive the cellular and viral membranes together. The alphaviral glycoprotein E1 is a class II viral fusion protein, which is structurally different from the class I fusion proteins found in influenza virus and HIV. The structure of the Semliki Forest virus revealed a structure that is similar to that of flaviviral glycoprotein E, with three structural domains in the same primary sequence arrangement. The E2 glycoprotein functions to interact with the nucleocapsid through its cytoplasmic domain, while its ectodomain is responsible for binding a cellular receptor. Most alphaviruses lose the peripheral protein E3, but in Semliki viruses it remains associated with the viral surface.",
            "score": 159.23416137695312
        },
        {
            "docid": "35349626_7",
            "document": "Herpes simplex research . Diverse subunit HSV vaccines (e.g. Herpevac) have failed to protect humans from acquiring genital herpes in several clinical trials. The success of the chickenpox vaccine demonstrates that a live and appropriately attenuated α-herpesvirus may be used to safely control human disease. A vaccine of this type would present a slow replication process of HSV, thereby also damping down the immune evasion strategies of the virus while simultaneously exposing the host to the full complement of HSV's majority of viral proteins. As a consequence, it is the intent of the vaccine to expose the individual's immune response to the HSV proteins it may have been missing from a wild type virus in order to effectively control the disease. From a historical retrospective, such live attenuated vaccines have had the most success in preventing diseases until today. Dr. William Halford at the Southern Illinois University (SIU) School of Medicine was testing a live-attenuated HSV-2 ICP0‾ vaccine in 2016, before his death in June, 2017. Already proven as safe and effective in studies on animals, eliciting 10 to 100 times greater protection against genital herpes than a glycoprotein D subunit vaccine, Halford's vaccine has been tested outside of the United States, in St. Kitts and is expecting a 2018 test in Australia.",
            "score": 159.1599578857422
        },
        {
            "docid": "4774419_15",
            "document": "Herpes simplex virus . In the case of a herpes virus, initial interactions occur when two viral envelope glycoprotein called glycoprotein C (gC) and glycoprotein B (gB) bind to a cell surface particle called heparan sulfate. Next, the major receptor binding protein, glycoprotein D (gD), binds specifically to at least one of three known entry receptors. These cell receptors include herpesvirus entry mediator (HVEM), nectin-1 and 3-O sulfated heparan sulfate. The nectin receptors usually produce cell-cell adhesion, to provide a strong point of attachment for the virus to the host cell. These interactions bring the membrane surfaces into mutual proximity and allow for other glycoproteins embedded in the viral envelope to interact with other cell surface molecules. Once bound to the HVEM, gD changes its conformation and interacts with viral glycoproteins H (gH) and L (gL), which form a complex. The interaction of these membrane proteins may result in a hemifusion state. gB interaction with the gH/gL complex creates an entry pore for the viral capsid. gB interacts with glycosaminoglycans on the surface of the host cell.",
            "score": 158.33462524414062
        }
    ]
}