{
    "q": [
        {
            "docid": "10280304_14",
            "document": "Malaria vaccine . The life cycle of the malaria parasite is particularly complex, presenting initial developmental problems. Despite the huge number of vaccines available at the current time, there are none that target parasitic infections. The distinct developmental stages involved in the life cycle present numerous opportunities for targeting antigens, thus potentially eliciting an immune response. Theoretically, each developmental stage could have a vaccine developed specifically to target the parasite. Moreover, any vaccine produced would ideally have the ability to be of therapeutic value as well as preventing further transmission and is likely to consist of a combination of antigens from different phases of the parasite’s development. More than 30 of these antigens are currently being researched by teams all over the world in the hope of identifying a combination that can elicit immunity in the inoculated individual. Some of the approaches involve surface expression of the antigen, inhibitory effects of specific antibodies on the life cycle and the protective effects through immunization or passive transfer of antibodies between an immune and a non-immune host. The majority of research into malarial vaccines has focused on the \"Plasmodium falciparum\" strain due to the high mortality caused by the parasite and the ease of a carrying out in vitro/in vivo studies. The earliest vaccines attempted to use the parasitic circumsporozoite (CS) protein. This is the most dominant surface antigen of the initial pre-erythrocytic phase. However, problems were encountered due to low efficacy, reactogenicity and low immunogenicity.",
            "score": 324.5432319641113
        },
        {
            "docid": "43793051_5",
            "document": "PfSPZ Vaccine . In 1967 irradiated malaria sporozoites (extracted from salivary glands of infected mosquitos) induced immune response in mice without the need of the adjuvant and similar evidence obtained in human volunteer trials. The mice were exposed to irradiated mosquitos infected by malaria parasites. Mice and volunteers did not acquire malaria because mosquitos and the sporozoites were irradiated and their immune cells triggered response that could protect them from following infection. Yet this approach was not further developed during problems with obtaining sufficient number of sporozoites and with the harvesting of parasites.",
            "score": 361.8501150608063
        },
        {
            "docid": "10280304_26",
            "document": "Malaria vaccine . Individuals who are exposed to the parasite in endemic countries develop acquired immunity against disease and death. Such immunity does not however prevent malarial infection; immune individuals often harbour asymptomatic parasites in their blood. This does, however, imply that it is possible to create an immune response that protects against the harmful effects of the parasite.",
            "score": 339.06166911125183
        },
        {
            "docid": "20423_70",
            "document": "Malaria . Immunity (or, more accurately, tolerance) to \"P. falciparum\" malaria does occur naturally, but only in response to years of repeated infection. An individual can be protected from a \"P. falciparum\" infection if they receive about a thousand bites from mosquitoes that carry a version of the parasite rendered non-infective by a dose of X-ray irradiation. The highly polymorphic nature of many \"P. falciparum\" proteins results in significant challenges to vaccine design. Vaccine candidates that target antigens on gametes, zygotes, or ookinetes in the mosquito midgut aim to block the transmission of malaria. These transmission-blocking vaccines induce antibodies in the human blood; when a mosquito takes a blood meal from a protected individual, these antibodies prevent the parasite from completing its development in the mosquito. Other vaccine candidates, targeting the blood-stage of the parasite's life cycle, have been inadequate on their own. For example, SPf66 was tested extensively in areas where the disease is common in the 1990s, but trials showed it to be insufficiently effective.",
            "score": 376.9026708602905
        },
        {
            "docid": "33894099_28",
            "document": "Ticks of domestic animals . Vaccination against \"An. marginale\" is done using live strains of the cross-reactive \"An. centrale\". Vaccines are available on a commercial basis to immunize cattle against \"Babesia bovis\". This is made by serial infection of calves to attenuate the virulence of the strain of \"Babesia\", followed by splenectomy to produce many of the piroplasm stage in blood, which is then bottled for use. The vaccine is delivered containing the live protozoa to induce immunity without acute disease. \"Theileria annulata\" can be grown and attenuated in virulence by means of infecting cell cultures with the schizont stage of the protozoan. This is delivered as a frozen vaccine from which live parasites are thawed out before injection. Cattle can be protected against East Coast fever by an infection-and-treatment procedure. \"Rhipicephalus appendiculatus\" ticks are infected with \"Theileria parva\" under laboratory conditions; theilerial sporozoites are extracted from the ticks and stored in liquid nitrogen; infective doses of the live vaccine are delivered to identified cattle and a few days later a protective dose of antibiotic is delivered to stop the infection from developing into clinical East Coast fever. Vaccines are often highly effective, but the live parasite vaccines have problems of potential contamination with other microbes and induction of a carrier state which may be unwanted. Intensive attempts are made to develop vaccines to control these diseases using recombinant DNA techniques to synthesize the relevant antigens, but as with vaccines against human malaria this is a difficult technological challenge.",
            "score": 311.0782982110977
        },
        {
            "docid": "3747673_3",
            "document": "Plasmodium berghei . Like all malaria parasites of mammals, including the four human malaria parasites, \"P. berghei\" is transmitted by \"Anopheles\" mosquitoes and it infects the liver after being injected into the bloodstream by a bite of an infected female mosquito. After a short period (a few days) of development and multiplication, these parasites leave the liver and invade erythrocytes (red blood cells). The multiplication of the parasite in the blood causes the pathology such as anaemia and damage of essential organs of the host such as lungs, liver, spleen. \"P. berghei\" infections may also affect the brain and can be the cause of cerebral complications in laboratory mice. These symptoms are to a certain degree comparable to symptoms of cerebral malaria in patients infected with the human malaria parasite \"Plasmodium falciparum\".",
            "score": 389.3981673717499
        },
        {
            "docid": "2200815_24",
            "document": "Eimeria . Infection with \"Eimeria\" results in life-long immunity to that particular parasite species, but does not give cross protection against other species. For these reasons, vaccines for control seem promising, of which live attenuated vaccines are most effective. However, the search for highly immunogenic antigens and overcoming antigenic variation of the parasites remains a challenge. Immunity to the parasite varies depending on parasite and host species, as well as the site of invasion. CD4+ T cells and interferon gamma (γ) are crucial components of natural immunity to infection. Humoral immunity is thought to play little role in protection, and is most likely mediated through secretory IgA antibodies.",
            "score": 277.38060116767883
        },
        {
            "docid": "43937_68",
            "document": "Parasitism . Given the importance of malaria, with some 220 million people infected annually, many attempts have been made to interrupt its transmission. Various methods of malaria prophylaxis have been tried including the use of antimalarial drugs to kill off the parasites in the blood, the eradication of its mosquito vectors with organochlorine and other insecticides, and the development of a malaria vaccine. All of these have proven problematic, with drug resistance, insecticide resistance among mosquitoes, and repeated failure of vaccines as the parasite mutates. The first and as of 2015 the only licensed vaccine for any parasitic disease of humans is RTS,S for \"Plasmodium falciparum\" malaria.",
            "score": 289.25918555259705
        },
        {
            "docid": "49996875_12",
            "document": "Ostertagia ostertagi . Gastrointestinal nematodes may elicit a variety of host immune responses depending on the initial immune status of the host, parasite species, and environmental conditions. The body has several physical defense mechanisms against parasites including the continual sloughing of the gut epithelium to prevent parasite attachment. However, once an infection has occurred, the host’s immune system attempts to limit the damage caused by the worm. Apart from the importance of the extrinsic factors of weather, climate and grazing management, the immune status of cattle is perhaps the most significant of all host factors influencing infection with \"O. ostertagi\". Unlike other common gastrointestinal nematodes of cattle, who are subject to a quick host immune response after relatively short periods of exposure and immune system memory, a protective host immune response against \"O. ostertagi\" requires far longer periods of exposure and is not always permanent. The failure to respond quickly to \"Ostertagia\" may be a result of the suggested immunosuppression or impairment of antibody and cellular responses. \"O. ostertagi\" has been shown to induce cytokines and T-cells in the adaptive immune response in cattle, and recent advances have been made to produce suitable vaccines targeting adult stage \"Ostertagia\". The major limitations to reducing parasitic load using vaccines is the complex and dynamic host-parasite interaction that is unique to each species of host and parasite, which is often influenced by several environmental factors.",
            "score": 284.6534115076065
        },
        {
            "docid": "10280304_5",
            "document": "Malaria vaccine . RTS,S/AS01 (commercial name Mosquirix), was engineered using genes from the outer protein of \"P. falciparum\" malaria parasite and a portion of a hepatitis B virus plus a chemical adjuvant to boost the immune response. Infection is prevented by inducing high antibody titers that block the parasite from infecting the liver. The developers are non-profit In November 2012 a Phase III trial of RTS,S found that it provided modest protection against both clinical and severe malaria in young infants.",
            "score": 264.3442213535309
        },
        {
            "docid": "10280304_28",
            "document": "Malaria vaccine . In 1967, it was reported that a level of immunity to the Plasmodium berghei parasite could be given to mice by exposing them to sporozoites that had been irradiated by x-rays. Subsequent human studies in the 1970s showed that humans could be immunized against Plasmodium vivax and Plasmodium falciparum by exposing them to the bites of significant numbers of irradiated mosquitos.",
            "score": 279.9371409416199
        },
        {
            "docid": "33456956_11",
            "document": "RTS,S . The RTS,S vaccine was engineered using genes from the repeat and T-cell epitope in the pre-erythrocytic circumsporozoite protein (CSP) of the \"Plasmodium falciparum\" malaria parasite and a viral envelope protein of the hepatitis B virus (HBsAg), to which was added a chemical adjuvant (AS01) to increase the immune system response. Infection is prevented by inducing humoral and cellular immunity, with high antibody titers, that block the parasite from infecting the liver.",
            "score": 270.8921151161194
        },
        {
            "docid": "20423_19",
            "document": "Malaria . The parasite is relatively protected from attack by the body's immune system because for most of its human life cycle it resides within the liver and blood cells and is relatively invisible to immune surveillance. However, circulating infected blood cells are destroyed in the spleen. To avoid this fate, the \"P. falciparum\" parasite displays adhesive proteins on the surface of the infected blood cells, causing the blood cells to stick to the walls of small blood vessels, thereby sequestering the parasite from passage through the general circulation and the spleen. The blockage of the microvasculature causes symptoms such as in placental malaria. Sequestered red blood cells can breach the blood–brain barrier and cause cerebral malaria.",
            "score": 347.8585741519928
        },
        {
            "docid": "35210166_2",
            "document": "Merosome . A merosome is a recently described life stage of malaria parasites of the genus \"Plasmodium\". After injection by mosquitoes into the human host, malaria parasites first migrate to liver cells (hepatocytes), where they replicate asexually inside the host cell. Afterwards, they go on to infect red blood cells. This transition is characterised by the 'budding off' of membrane-bound structures called merosomes, first characterised by \"Sturm and Amino\" et al. in 2006. It is thought that these structures, that are derived from hepatocytes including their membranes, aid in the parasites' evasion of immune cells known as Kupffer cells that are located in the liver.",
            "score": 382.29439091682434
        },
        {
            "docid": "29940688_16",
            "document": "Effects of parasitic worms on the immune system . In the journal Parasite Immunulogy, Dr. Kamal \"et al.\" explains that parasitic worms often weaken the immune system's ability to effectively respond to a vaccine because such worms induce a Th2-biased immune response that is less responsive than normal to antigens. This is a major concern in developing countries where parasitic worms and the need for vaccinations exist in large number. It may explain why vaccines are often ineffective in developing countries.",
            "score": 205.00537490844727
        },
        {
            "docid": "10280304_29",
            "document": "Malaria vaccine . From 1989 to 1999, eleven volunteers recruited from the United States Public Health Service, United States Army, and United States Navy were immunized against Plasmodium falciparum by the bites of 1001 to 2927 mosquitos that had been irradiated with 15,000 rads of gamma rays from a Co-60 or Cs-137 source. This level of radiation being sufficient to attenuate the malaria parasites so that while they could still enter hepatic cells, they could not develop into schizonts or infect red blood cells. Over a span of 42 weeks, 24 of 26 tests on the volunteers showed that they were protected from malaria infection.",
            "score": 325.51275062561035
        },
        {
            "docid": "10280304_11",
            "document": "Malaria vaccine . Taking this information into consideration an ideal vaccine candidate would attempt to generate a more substantial cell-mediated and antibody response on parasite presentation. This would have the benefit of increasing the rate of parasite clearance, thus reducing the experienced symptoms and providing a level of consistent future immunity against the parasite.",
            "score": 220.9617462158203
        },
        {
            "docid": "5398413_10",
            "document": "Viral vector . Viruses expressing pathogen proteins are currently being developed as vaccines against these pathogens, based on the same rationale as DNA vaccines. T-lymphocytes recognize cells infected with intracellular parasites based on the foreign proteins produced within the cell. T cell immunity is crucial for protection against viral infections and such diseases as malaria. A viral vaccine induces expression of pathogen proteins within host cells similarly to the Sabin Polio vaccine and other attenuated vaccines. However, since viral vaccines contain only a small fraction of pathogen genes, they are much safer and sporadic infection by the pathogen is impossible. Adenoviruses are being actively developed as vaccines.",
            "score": 230.94396495819092
        },
        {
            "docid": "20423_2",
            "document": "Malaria . Malaria is a mosquito-borne infectious disease affecting humans and other animals caused by parasitic protozoans (a group of single-celled microorganisms) belonging to the \"Plasmodium\" type. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria. The disease is most commonly transmitted by an infected female \"Anopheles\" mosquito. The mosquito bite introduces the parasites from the mosquito's saliva into a person's blood. The parasites travel to the liver where they mature and reproduce. Five species of \"Plasmodium\" can infect and be spread by humans. Most deaths are caused by \"P. falciparum\" because \"P. vivax\", \"P. ovale\", and \"P. malariae\" generally cause a milder form of malaria. The species \"P. knowlesi\" rarely causes disease in humans. Malaria is typically diagnosed by the microscopic examination of blood using blood films, or with antigen-based rapid diagnostic tests. Methods that use the polymerase chain reaction to detect the parasite's DNA have been developed, but are not widely used in areas where malaria is common due to their cost and complexity. The risk of disease can be reduced by preventing mosquito bites through the use of mosquito nets and insect repellents, or with mosquito control measures such as spraying insecticides and draining standing water. Several medications are available to prevent malaria in travellers to areas where the disease is common. Occasional doses of the combination medication sulfadoxine/pyrimethamine are recommended in infants and after the first trimester of pregnancy in areas with high rates of malaria. Despite a need, no effective vaccine exists, although efforts to develop one are ongoing. The recommended treatment for malaria is a combination of antimalarial medications that includes an artemisinin. The second medication may be either mefloquine, lumefantrine, or sulfadoxine/pyrimethamine. Quinine along with doxycycline may be used if an artemisinin is not available. It is recommended that in areas where the disease is common, malaria is confirmed if possible before treatment is started due to concerns of increasing drug resistance. Resistance among the parasites has developed to several antimalarial medications; for example, chloroquine-resistant \"P. falciparum\" has spread to most malarial areas, and resistance to artemisinin has become a problem in some parts of Southeast Asia. The disease is widespread in the tropical and subtropical regions that exist in a broad band around the equator. This includes much of Sub-Saharan Africa, Asia, and Latin America. In 2016, there were 216 million cases of malaria worldwide resulting in an estimated 731,000 deaths. Approximately 90% of both cases and deaths occurred in Africa. Rates of disease have decreased from 2000 to 2015 by 37%, but increased from 2014 during which there were 198 million cases. Malaria is commonly associated with poverty and has a major negative effect on economic development. In Africa, it is estimated to result in losses of US$12 billion a year due to increased healthcare costs, lost ability to work, and negative effects on tourism.",
            "score": 314.1275840997696
        },
        {
            "docid": "19022646_5",
            "document": "Health in Laos . Children's deaths are primarily due to communicable diseases, with malaria, acute respiratory infections, and diarrhea the main causes of mortality as well as morbidity. Vaccination against childhood diseases was expanding, but in 1989 Vientiane's municipal authorities still were unable to vaccinate more than 50 percent of targeted children. Other provinces have much lower rates of immunization. Malaria is widespread among both adults and children, with the parasite Plasmodium falciparum involved in 80 to 90 percent of the cases.",
            "score": 216.80176305770874
        },
        {
            "docid": "1653221_13",
            "document": "Parasite load . Parasite load has been shown to affect the spread of infectious diseases. For example, parasitologists at the Universidade de São Paulo researched the effect of Chaga's disease on the immune system. They found that individuals who survived the acute phase of infection develop parasite-specific immune response that reduces parasite levels in tissues and blood. This research aims to discover if the parasite load during the acute stage of infection effects if the host will eventually have a positive immune response. The research was conducted on mice, with the intension of eventually using the information gleaned from the experiments to assist humans who have contracted Chaga's disease. Marinho \"et al.\" found that parasite loads in the acute phase of infection correlates at the late chronic stage of the disease, with the intensity of the activation and response of the immune system of the host. This research could lead to new discoveries in parasitology. This could potentially prevent the spread of parasites and therefore diseases linked to parasite infection within a given population.",
            "score": 330.0650416612625
        },
        {
            "docid": "1079203_62",
            "document": "Hookworm infection . Co-infection with hookworm and \"Plasmodium falciparum\" is common in Africa. Although exact numbers are unknown, preliminary analyses estimate that as many as a quarter of African schoolchildren (17.8–32.1 million children aged 5–14 years) may be coincidentally at-risk of both \"P. falciparum\" and hookworm. While original hypotheses stated that co-infection with multiple parasites would impair the host’s immune response to a single parasite and increase susceptibility to clinical disease, studies have yielded contrasting results. For example, one study in Senegal showed that the risk of clinical malaria infection was increased in helminth-infected children in comparison to helminth-free children while other studies have failed to reproduce such results, and even among laboratory mouse experiments the effect of helminths on malaria is variable. Some hypotheses and studies suggest that helminth infections may protect against cerebral malaria due to the possible modulation of pro-inflammatory and anti-inflammatory cytokines responses. Furthermore, the mechanisms underlying this supposed increased susceptibility to disease are unknown. For example, helminth infections cause potent and highly polarized immune response characterized by increased T-helper cell type 2 (T2) cytokine and Immunoglobulin E(IgE) production. However, the effect of such responses on the human immune response is unknown. Additionally, both malaria and helminth infection can cause anemia, but the effect of co-infection and possible enhancement of anemia is poorly understood.",
            "score": 280.5946387052536
        },
        {
            "docid": "10280304_15",
            "document": "Malaria vaccine . Increasing the potential immunity generated against \"Plasmodia\" can be achieved by attempting to target multiple phases in the life cycle. This is additionally beneficial in reducing the possibility of resistant parasites developing. The use of multiple-parasite antigens can therefore have a synergistic or additive effect.",
            "score": 215.79844975471497
        },
        {
            "docid": "53450372_3",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . Malaria is the deadliest among infectious diseases, accounting for approximately 429,000 human deaths in 2015 as of the latest estimate by the World Health Organization. In humans, malaria can be caused by five \"Plasmodium\" parasites, namely \"P. falciparum\", \"P. vivax\", \"P. malariae\", \"P. ovale\" and \"P. knowlesi\". \"P. falciparum\" is the most dangerous species, attributed to >99% of malaria's death toll, with 70% of these deaths occurring in children under the age of five years. The parasites are transmitted through the bites of female mosquitos (of the species of \"Anopheles\"). Before invading the RBCs and causing the symptoms of malaria, the parasites first multiply in the liver. The daughter parasites called merozoites then only infect the RBCs. They undergo structural development inside the RBCs, becoming trophozoites and schizonts. It is during this period that malarial symptoms are produced. Unlike RBCs infected by other \"Plasmodium\" species, \"P. falciparum\"-infected RBCs had been known to spontaneously stick together. By the early 1980s, it was established that when the parasite (both the trophozoite and schizont forms) enters the blood stream and infects RBCs, the infected cells form knobs on their surface. Then they become sticky, and get attached to the walls (endothelium) of the blood vessels through a process called cytoadhesion, or cytoadherence. Such attachment favours binding with and accumulation of other RBCs. This process is known as sequestration. It is during this condition that the parasites induce an immune response (antigen-antibody reaction) and evade destruction in the spleen. Although the process and significance of sequestration were described in detail by two Italian physicians Amico Bignami and Ettore Marchiafava in the early 1890s, it took a century to discover the actual factor for the stickiness and virulence.",
            "score": 340.0691214799881
        },
        {
            "docid": "43119326_14",
            "document": "Social Immunity . Immunisation is a reduced susceptibility to a parasite upon secondary exposure to the same parasite. The past decade has revealed that immunisation occurs in invertebrates and is active against a wide rage of parasites. It occurs in two forms: (i) specific immune priming particular parasite or (ii) a general immune up-regulation that promotes unspecific protection against a broad range of parasites. In any case, the underlying mechanisms of immunisation in invertebrates are still mostly elusive. In social animals, immunisation is not restricted to the level of the individual, but can also occur at the society level, via 'social immunisation'. Social immunisation occurs when some proportion of the group's members are exposed to a parasite, which then leads to the protection of the whole group, upon secondary contact to the same parasite. Social immunisation has been so far described in a dampwood termite-fungus system, a garden ant-fungus system and a carpenter ant–bacterium system. In all cases, social contact with pathogen-exposed individuals promoted reduced susceptibility in their nestmates (increased survival), upon subsequent exposure to the same pathogen. In the ant-fungus and termite-fungus systems, social immunisation was shown to be caused by the transfer of fungal conidia during allogrooming, from the exposed insects to nestmates performing grooming. This contamination resulted in low-level infections of the fungus in the nestmates, which stimulated their immune system, and protected them against subsequent lethal exposures to the same pathogen. This method of immunisation parallels variolation, an early form of human vaccination, which used live pathogens to protect patients against, for example, smallpox",
            "score": 283.87564873695374
        },
        {
            "docid": "43793051_6",
            "document": "PfSPZ Vaccine . Later, modern adjuvants and the possibility of preparing of single parasite proteins started another way to obtain malaria vaccine. Today, a vaccine called RTS,S based on coat protein of sporozoites of the \"Plasmodium falciparum\" is the most advanced subunit vaccine and is in the phase III clinical trials. It protects about 50% of subjects infected by controlled human malaria infection (CHMI) after 2 – 3 weeks and about 23% at 5 months after last immunization. In large III phase trial in Africa RTS,S/AS01 reduced acquired malaria over a 12 months period by 31,3% and 36,6%.",
            "score": 217.013103723526
        },
        {
            "docid": "2257802_8",
            "document": "Modified vaccinia Ankara . A considerable amount of data on MVA vector vaccines has been accumulated from studies in macaques. In addition, combinations of viral vector vaccines have been employed successfully. Studies in mice show that fowlpox-based and MVA-based vaccines used in combination induce immunity and protection against challenge with Plasmodium parasites. In macaques, DNA-based HIV vaccines can be effectively boosted with recombinant MVA-based vaccines expressing HIV antigens.",
            "score": 206.41420125961304
        },
        {
            "docid": "11026468_9",
            "document": "Antigenic escape . While vaccines are created to strengthen the immune response to pathogens, in many cases these vaccines are not able to cover the wide variety of strains a pathogen may have. Instead they may only protect against one or two strains, leading to the escape of strains not covered by the vaccine. This results in the pathogens being able to attack targets of the immune system different than those intended to be targeted by the vaccination. This parasitic antigen diversity is particularly troublesome for the development of the malaria vaccines.",
            "score": 203.126478433609
        },
        {
            "docid": "34335892_14",
            "document": "Climate change in Africa . The solutions that can help malaria control and possibly lead to eradication are far fewer in number than the challenges, but if they are effective they can truly change the areas currently affected. There are number of groups working on a vaccine, some are looking to control the transmission of the parasite to the host, or control transmission from human back to the vector. These vaccines are not very effective currently, and lose their effectiveness over time, so are not ideal. But, the development is still progressing in the hopes of finding a better, more effective long lasting vaccine. An alternative to vaccines is vectored immunoprophylaxis (VIP) that is a form a gene therapy. This therapy will change cells in the host that will secrete antigens from various stages of the parasite in the hopes of triggering an anamnestic immune response in the recipient and prevent disease and parasite transmission.",
            "score": 244.12630462646484
        },
        {
            "docid": "10280304_10",
            "document": "Malaria vaccine . The parasite induces two main response types from the human immune system. These are anti-parasitic immunity and anti-toxic immunity.",
            "score": 215.98247051239014
        },
        {
            "docid": "309960_45",
            "document": "Cryptosporidiosis . A recombinant \"Cryptosporidium parvum\" oocyst surface protein (rCP15/60) vaccine has produced an antibody response in a large group of cows and also antibody response in calves fed rCP15/60-immune colostrum produced by these vaccinated cows. This is very promising. Human \"Cryptosporidium parvum\" infections are particularly prevalent and often fatal in neonates in developing countries and to immunocompromised people, such as AIDS patients. There is no commercially available effective vaccine against \"Cryptosporidium parvum\", although passive immunization utilizing different zoite surface (glyco)proteins has shown promise. Developmental stages of the life cycle of the parasite might act as possible targets for vaccine development. The organism is detected in 65–97% of the surface-water supply in the United States and is resistant to most disinfectants used for the treatment of drinking water. Antibodies in the serum of humans and animals infected with \"Cryptosporidium parvum\" react with several antigens, one of which is a 15  protein (CP15) located on the surface of the organism. This protein is a good candidate for use as a molecular vaccine because previous studies have shown that a monoclonal antibody to CP15 confers passive immunity to mice. Currently, there is no vaccine or completely effective drug therapy against \"Cryptosporidium parvum\" in HIV/AIDS individuals.",
            "score": 238.9328534603119
        },
        {
            "docid": "21054623_13",
            "document": "Mosquito-borne disease . The mechanism of transmission of this disease starts with the injection of the parasite into the victim's blood when malaria-infected female \"Anopheles\" mosquitoes bite into a human being. The parasite uses human liver cells as hosts for maturation where it will continue to replicate and grow, moving into other areas of the body via the bloodstream. The spread of this infection cycle then continues when other mosquitoes bite the same victim. The result will cause that mosquito to ingest the parasite and allow it to transmit the Malaria disease into another person through the same mode of bite injection. ",
            "score": 335.6269500255585
        }
    ],
    "r": [
        {
            "docid": "3747673_3",
            "document": "Plasmodium berghei . Like all malaria parasites of mammals, including the four human malaria parasites, \"P. berghei\" is transmitted by \"Anopheles\" mosquitoes and it infects the liver after being injected into the bloodstream by a bite of an infected female mosquito. After a short period (a few days) of development and multiplication, these parasites leave the liver and invade erythrocytes (red blood cells). The multiplication of the parasite in the blood causes the pathology such as anaemia and damage of essential organs of the host such as lungs, liver, spleen. \"P. berghei\" infections may also affect the brain and can be the cause of cerebral complications in laboratory mice. These symptoms are to a certain degree comparable to symptoms of cerebral malaria in patients infected with the human malaria parasite \"Plasmodium falciparum\".",
            "score": 389.3981628417969
        },
        {
            "docid": "35210166_2",
            "document": "Merosome . A merosome is a recently described life stage of malaria parasites of the genus \"Plasmodium\". After injection by mosquitoes into the human host, malaria parasites first migrate to liver cells (hepatocytes), where they replicate asexually inside the host cell. Afterwards, they go on to infect red blood cells. This transition is characterised by the 'budding off' of membrane-bound structures called merosomes, first characterised by \"Sturm and Amino\" et al. in 2006. It is thought that these structures, that are derived from hepatocytes including their membranes, aid in the parasites' evasion of immune cells known as Kupffer cells that are located in the liver.",
            "score": 382.2944030761719
        },
        {
            "docid": "287207_8",
            "document": "Plasmodium . The life cycle of \"Plasmodium\" involves several distinct stages in the insect and vertebrate hosts. Parasites are generally introduced into a vertebrate host by the bite of an insect host (generally a mosquito, with the exception of some \"Plasmodium\" species of reptiles). Parasites first infect the liver or other tissue, where they undergo a single large round of replication before exiting the host cell to infect erythrocytes. At this point, some species of \"Plasmodium\" of primates can form a long-lived dormant stage called a hypnozoite. It can remain in the liver for more than a year. However, for most \"Plasmodium\" species, the parasites in infected liver cells are only what are called merozoites. After emerging from the liver, they enter red blood cells, as explained above. They then go through continuous cycles of erythrocyte infection, while a small percentage of parasites differentiate into a sexual stage called a gametocyte which is picked up by an insect host taking a blood meal. In some hosts, invasion of erythrocytes by \"Plasmodium\" species can result in disease, called malaria. This can sometimes be severe, rapidly followed by death of the host (e.g. \"P. falciparum\" in humans). In other hosts, \"Plasmodium\" infection can apparently be asymptomatic.",
            "score": 382.21142578125
        },
        {
            "docid": "20423_70",
            "document": "Malaria . Immunity (or, more accurately, tolerance) to \"P. falciparum\" malaria does occur naturally, but only in response to years of repeated infection. An individual can be protected from a \"P. falciparum\" infection if they receive about a thousand bites from mosquitoes that carry a version of the parasite rendered non-infective by a dose of X-ray irradiation. The highly polymorphic nature of many \"P. falciparum\" proteins results in significant challenges to vaccine design. Vaccine candidates that target antigens on gametes, zygotes, or ookinetes in the mosquito midgut aim to block the transmission of malaria. These transmission-blocking vaccines induce antibodies in the human blood; when a mosquito takes a blood meal from a protected individual, these antibodies prevent the parasite from completing its development in the mosquito. Other vaccine candidates, targeting the blood-stage of the parasite's life cycle, have been inadequate on their own. For example, SPf66 was tested extensively in areas where the disease is common in the 1990s, but trials showed it to be insufficiently effective.",
            "score": 376.9026794433594
        },
        {
            "docid": "43793051_5",
            "document": "PfSPZ Vaccine . In 1967 irradiated malaria sporozoites (extracted from salivary glands of infected mosquitos) induced immune response in mice without the need of the adjuvant and similar evidence obtained in human volunteer trials. The mice were exposed to irradiated mosquitos infected by malaria parasites. Mice and volunteers did not acquire malaria because mosquitos and the sporozoites were irradiated and their immune cells triggered response that could protect them from following infection. Yet this approach was not further developed during problems with obtaining sufficient number of sporozoites and with the harvesting of parasites.",
            "score": 361.8501281738281
        },
        {
            "docid": "20423_19",
            "document": "Malaria . The parasite is relatively protected from attack by the body's immune system because for most of its human life cycle it resides within the liver and blood cells and is relatively invisible to immune surveillance. However, circulating infected blood cells are destroyed in the spleen. To avoid this fate, the \"P. falciparum\" parasite displays adhesive proteins on the surface of the infected blood cells, causing the blood cells to stick to the walls of small blood vessels, thereby sequestering the parasite from passage through the general circulation and the spleen. The blockage of the microvasculature causes symptoms such as in placental malaria. Sequestered red blood cells can breach the blood–brain barrier and cause cerebral malaria.",
            "score": 347.85858154296875
        },
        {
            "docid": "34335892_7",
            "document": "Climate change in Africa . Exposure to malaria will become a greater risk to humans as the number of female \"Anopheles\" mosquitos infected with either the \"Plasmodium falciparum\" or \"Plasmodium vivax\" parasite increases. The mosquito will transmit the parasite to the human host through a bite, resulting in infection. Then, when an uninfected mosquito bites the now infected human host, the parasite will be transmitted to the mosquitoes which will then become an exposure to other uninfected human hosts. Individuals who are constantly exposed to the Malaria parasite due to multiple bites by mosquitoes that carry the parasite are at greater risk of dying. Infected humans can also transmit the disease to uninfected or healthy humans via contaminated blood.",
            "score": 345.5251159667969
        },
        {
            "docid": "53450372_3",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . Malaria is the deadliest among infectious diseases, accounting for approximately 429,000 human deaths in 2015 as of the latest estimate by the World Health Organization. In humans, malaria can be caused by five \"Plasmodium\" parasites, namely \"P. falciparum\", \"P. vivax\", \"P. malariae\", \"P. ovale\" and \"P. knowlesi\". \"P. falciparum\" is the most dangerous species, attributed to >99% of malaria's death toll, with 70% of these deaths occurring in children under the age of five years. The parasites are transmitted through the bites of female mosquitos (of the species of \"Anopheles\"). Before invading the RBCs and causing the symptoms of malaria, the parasites first multiply in the liver. The daughter parasites called merozoites then only infect the RBCs. They undergo structural development inside the RBCs, becoming trophozoites and schizonts. It is during this period that malarial symptoms are produced. Unlike RBCs infected by other \"Plasmodium\" species, \"P. falciparum\"-infected RBCs had been known to spontaneously stick together. By the early 1980s, it was established that when the parasite (both the trophozoite and schizont forms) enters the blood stream and infects RBCs, the infected cells form knobs on their surface. Then they become sticky, and get attached to the walls (endothelium) of the blood vessels through a process called cytoadhesion, or cytoadherence. Such attachment favours binding with and accumulation of other RBCs. This process is known as sequestration. It is during this condition that the parasites induce an immune response (antigen-antibody reaction) and evade destruction in the spleen. Although the process and significance of sequestration were described in detail by two Italian physicians Amico Bignami and Ettore Marchiafava in the early 1890s, it took a century to discover the actual factor for the stickiness and virulence.",
            "score": 340.0691223144531
        },
        {
            "docid": "10280304_26",
            "document": "Malaria vaccine . Individuals who are exposed to the parasite in endemic countries develop acquired immunity against disease and death. Such immunity does not however prevent malarial infection; immune individuals often harbour asymptomatic parasites in their blood. This does, however, imply that it is possible to create an immune response that protects against the harmful effects of the parasite.",
            "score": 339.0616760253906
        },
        {
            "docid": "21054623_13",
            "document": "Mosquito-borne disease . The mechanism of transmission of this disease starts with the injection of the parasite into the victim's blood when malaria-infected female \"Anopheles\" mosquitoes bite into a human being. The parasite uses human liver cells as hosts for maturation where it will continue to replicate and grow, moving into other areas of the body via the bloodstream. The spread of this infection cycle then continues when other mosquitoes bite the same victim. The result will cause that mosquito to ingest the parasite and allow it to transmit the Malaria disease into another person through the same mode of bite injection. ",
            "score": 335.626953125
        },
        {
            "docid": "1653221_13",
            "document": "Parasite load . Parasite load has been shown to affect the spread of infectious diseases. For example, parasitologists at the Universidade de São Paulo researched the effect of Chaga's disease on the immune system. They found that individuals who survived the acute phase of infection develop parasite-specific immune response that reduces parasite levels in tissues and blood. This research aims to discover if the parasite load during the acute stage of infection effects if the host will eventually have a positive immune response. The research was conducted on mice, with the intension of eventually using the information gleaned from the experiments to assist humans who have contracted Chaga's disease. Marinho \"et al.\" found that parasite loads in the acute phase of infection correlates at the late chronic stage of the disease, with the intensity of the activation and response of the immune system of the host. This research could lead to new discoveries in parasitology. This could potentially prevent the spread of parasites and therefore diseases linked to parasite infection within a given population.",
            "score": 330.0650329589844
        },
        {
            "docid": "287207_2",
            "document": "Plasmodium . Plasmodium is a genus of unicellular eukaryotes that are obligate parasites of vertebrates and insects. The life cycles of \"Plasmodium\" species involve development in a blood-feeding insect host which then injects parasites into a vertebrate host during a blood meal. Parasites grow within a vertebrate body tissue (often the liver) before entering the bloodstream to infect red blood cells. The ensuing destruction of host red blood cells can result in disease, called malaria. During this infection, some parasites are picked up by a blood-feeding insect, continuing the life cycle.",
            "score": 325.768310546875
        },
        {
            "docid": "2190069_6",
            "document": "Plasmodium vivax . Pathogenesis results from rupture of infected red blood cells, leading to fever. Infected red blood cells may also stick to each other and to walls of capillaries. Vessels plug up and deprive tissues of oxygen. Infection may also cause the spleen to enlarge. Unlike \"P. falciparum\", \"P. vivax\" can populate the bloodstream with sexual-stage parasites—the form picked up by mosquitoes on their way to the next victim—even before a patient shows symptoms. Consequently, prompt treatment of symptomatic patients doesn't necessarily help stop an outbreak, as it does with falciparum malaria, in which fevers occur as sexual stages develop. Even when symptoms appear, because they are usually not immediately fatal, the parasite continues to multiply.",
            "score": 325.61181640625
        },
        {
            "docid": "10280304_29",
            "document": "Malaria vaccine . From 1989 to 1999, eleven volunteers recruited from the United States Public Health Service, United States Army, and United States Navy were immunized against Plasmodium falciparum by the bites of 1001 to 2927 mosquitos that had been irradiated with 15,000 rads of gamma rays from a Co-60 or Cs-137 source. This level of radiation being sufficient to attenuate the malaria parasites so that while they could still enter hepatic cells, they could not develop into schizonts or infect red blood cells. Over a span of 42 weeks, 24 of 26 tests on the volunteers showed that they were protected from malaria infection.",
            "score": 325.51275634765625
        },
        {
            "docid": "10280304_14",
            "document": "Malaria vaccine . The life cycle of the malaria parasite is particularly complex, presenting initial developmental problems. Despite the huge number of vaccines available at the current time, there are none that target parasitic infections. The distinct developmental stages involved in the life cycle present numerous opportunities for targeting antigens, thus potentially eliciting an immune response. Theoretically, each developmental stage could have a vaccine developed specifically to target the parasite. Moreover, any vaccine produced would ideally have the ability to be of therapeutic value as well as preventing further transmission and is likely to consist of a combination of antigens from different phases of the parasite’s development. More than 30 of these antigens are currently being researched by teams all over the world in the hope of identifying a combination that can elicit immunity in the inoculated individual. Some of the approaches involve surface expression of the antigen, inhibitory effects of specific antibodies on the life cycle and the protective effects through immunization or passive transfer of antibodies between an immune and a non-immune host. The majority of research into malarial vaccines has focused on the \"Plasmodium falciparum\" strain due to the high mortality caused by the parasite and the ease of a carrying out in vitro/in vivo studies. The earliest vaccines attempted to use the parasitic circumsporozoite (CS) protein. This is the most dominant surface antigen of the initial pre-erythrocytic phase. However, problems were encountered due to low efficacy, reactogenicity and low immunogenicity.",
            "score": 324.5432434082031
        },
        {
            "docid": "17383329_4",
            "document": "Hemozoin . Black-brown pigment was observed by Johann Heinrich Meckel in 1847, in the blood and spleen of a person suffering from insanity. However, it was not until 1849 that the presence of this pigment was connected to infection with malaria. Initially, it was thought that this pigment was produced by the body in response to infection, but Charles Louis Alphonse Laveran realized in 1880 that \"malaria pigment\" is, instead, produced by the parasites, as they multiplied within the red blood cell. The link between pigment and malaria parasites was used by Ronald Ross to identify the stages in the \"Plasmodium\" life cycle that occur within the mosquito, since, although these forms of the parasite are different in appearance to the blood stages, they still contain traces of pigment.",
            "score": 317.6078186035156
        },
        {
            "docid": "20423_2",
            "document": "Malaria . Malaria is a mosquito-borne infectious disease affecting humans and other animals caused by parasitic protozoans (a group of single-celled microorganisms) belonging to the \"Plasmodium\" type. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria. The disease is most commonly transmitted by an infected female \"Anopheles\" mosquito. The mosquito bite introduces the parasites from the mosquito's saliva into a person's blood. The parasites travel to the liver where they mature and reproduce. Five species of \"Plasmodium\" can infect and be spread by humans. Most deaths are caused by \"P. falciparum\" because \"P. vivax\", \"P. ovale\", and \"P. malariae\" generally cause a milder form of malaria. The species \"P. knowlesi\" rarely causes disease in humans. Malaria is typically diagnosed by the microscopic examination of blood using blood films, or with antigen-based rapid diagnostic tests. Methods that use the polymerase chain reaction to detect the parasite's DNA have been developed, but are not widely used in areas where malaria is common due to their cost and complexity. The risk of disease can be reduced by preventing mosquito bites through the use of mosquito nets and insect repellents, or with mosquito control measures such as spraying insecticides and draining standing water. Several medications are available to prevent malaria in travellers to areas where the disease is common. Occasional doses of the combination medication sulfadoxine/pyrimethamine are recommended in infants and after the first trimester of pregnancy in areas with high rates of malaria. Despite a need, no effective vaccine exists, although efforts to develop one are ongoing. The recommended treatment for malaria is a combination of antimalarial medications that includes an artemisinin. The second medication may be either mefloquine, lumefantrine, or sulfadoxine/pyrimethamine. Quinine along with doxycycline may be used if an artemisinin is not available. It is recommended that in areas where the disease is common, malaria is confirmed if possible before treatment is started due to concerns of increasing drug resistance. Resistance among the parasites has developed to several antimalarial medications; for example, chloroquine-resistant \"P. falciparum\" has spread to most malarial areas, and resistance to artemisinin has become a problem in some parts of Southeast Asia. The disease is widespread in the tropical and subtropical regions that exist in a broad band around the equator. This includes much of Sub-Saharan Africa, Asia, and Latin America. In 2016, there were 216 million cases of malaria worldwide resulting in an estimated 731,000 deaths. Approximately 90% of both cases and deaths occurred in Africa. Rates of disease have decreased from 2000 to 2015 by 37%, but increased from 2014 during which there were 198 million cases. Malaria is commonly associated with poverty and has a major negative effect on economic development. In Africa, it is estimated to result in losses of US$12 billion a year due to increased healthcare costs, lost ability to work, and negative effects on tourism.",
            "score": 314.1275939941406
        },
        {
            "docid": "15587683_5",
            "document": "Ettore Marchiafava . Marchiafava first developed his first research interest in pathology from Robert Koch, whom he met in Berlin during his doctoral course. He studied malaria intensively for eleven years, from 1880 to 1891. With Angelo Celli, in 1880, he confirmed a new protozoan (then called \"Oscillaria malariae\") discovered by Alphonse Laveran, finding it in the blood of the many patients suffering from malaria fever. They were the first to use proper staining (with methylene blue) to identify malarial parasite as distinct blue-coloured pigments in the blood cells. They showed that the parasites lived inside blood cell, and that they divide by simple splitting (fission). They were the first to recognize several the stages of development of the malarial parasite in human blood. They called the new microorganism \"Plasmodium\" in 1885. Their works helped to differentiate different types of malaria as a result of infection with different species of \"Plasmodium\". With Amico Bignami he published a classic monograph \"On Summer-Autumnal Fevers\" in 1892, which was translated into English in 1894. This was a major foundation in modern malariology. They reported the direct evidence of mosquito theory that mosquitoes transmit malaria.",
            "score": 313.51898193359375
        },
        {
            "docid": "8924394_4",
            "document": "Malaria prophylaxis . Recent improvements in malaria prevention strategies have further enhanced its effectiveness in combating areas highly infected with the malaria parasite. Additional bite prevention measures include mosquito and insect repellents that can be directly applied to skin. This form of mosquito repellent is slowly replacing indoor residual spraying, which is considered to have high levels of toxicity by WHO (World Health Organization). Further additions to preventive care are sanctions on blood transfusions. Once the malaria parasite enters the erythorocytic stage, it can adversely affect blood cells, making it possible to contract the parasite through infected blood.",
            "score": 313.2462158203125
        },
        {
            "docid": "33894099_28",
            "document": "Ticks of domestic animals . Vaccination against \"An. marginale\" is done using live strains of the cross-reactive \"An. centrale\". Vaccines are available on a commercial basis to immunize cattle against \"Babesia bovis\". This is made by serial infection of calves to attenuate the virulence of the strain of \"Babesia\", followed by splenectomy to produce many of the piroplasm stage in blood, which is then bottled for use. The vaccine is delivered containing the live protozoa to induce immunity without acute disease. \"Theileria annulata\" can be grown and attenuated in virulence by means of infecting cell cultures with the schizont stage of the protozoan. This is delivered as a frozen vaccine from which live parasites are thawed out before injection. Cattle can be protected against East Coast fever by an infection-and-treatment procedure. \"Rhipicephalus appendiculatus\" ticks are infected with \"Theileria parva\" under laboratory conditions; theilerial sporozoites are extracted from the ticks and stored in liquid nitrogen; infective doses of the live vaccine are delivered to identified cattle and a few days later a protective dose of antibiotic is delivered to stop the infection from developing into clinical East Coast fever. Vaccines are often highly effective, but the live parasite vaccines have problems of potential contamination with other microbes and induction of a carrier state which may be unwanted. Intensive attempts are made to develop vaccines to control these diseases using recombinant DNA techniques to synthesize the relevant antigens, but as with vaccines against human malaria this is a difficult technological challenge.",
            "score": 311.07830810546875
        },
        {
            "docid": "24973826_2",
            "document": "Human genetic resistance to malaria . Human genetic resistance to malaria refers to inherited changes in the DNA of humans which increase resistance to malaria and result in increased survival of individuals with those genetic changes. The existence of these genotypes is likely due to evolutionary pressure exerted by parasites of the genus \"Plasmodium\" which cause malaria. Since malaria infects red blood cells, these genetic changes are most commonly alterations to molecules essential for red blood cell function (and therefore parasite survival), such as hemoglobin or other cellular proteins or enzymes of red blood cells. These alterations generally protect red blood cells from invasion by \"Plasmodium\" parasites or replication of parasites within the red blood cell.",
            "score": 303.88555908203125
        },
        {
            "docid": "21054623_12",
            "document": "Mosquito-borne disease . Mosquitoes carrying such arboviruses stay healthy because their immune systems recognizes the virions as foreign particles and \"chop off\" the virus's genetic coding, rendering it inert. Human infection with a mosquito-borne virus occurs when a female mosquito bites someone while its immune system is still in the process of destroying the virus's harmful coding. It is not completely known how mosquitoes handle eukaryotic parasites to carry them without being harmed. Data has shown that the malaria parasite \"Plasmodium falciparum\" alters the mosquito vector's feeding behavior by increasing frequency of biting in infected mosquitoes, thus increasing the chance of transmitting the parasite.",
            "score": 303.6596374511719
        },
        {
            "docid": "15586063_5",
            "document": "Angelo Celli . In 1880 with Ettore Marchiafava Celli studied a new protozoan discovered by Alphonse Laveran from the blood of malarial patients. Subsequently it was shown to be the causative agent of malaria. He studied the biology and pathogenesis of malarial plasmodium for years after this working with Ettore Marchiafava, Amico Bignami, Giovanni Battista Grassi and Giuseppe Bastianelli. They were the first to use proper staining (with methylene blue) to identify malarial parasite as distinct blue-coloured pigments in the blood cells. They showed that the parasites lived inside blood cell, and that they divide by simple splitting (fission). They were the first to recognize several the stages of development of the malarial parasite in human blood. They called the new microorganism \"Plasmodium\" in 1885. Their works helped to differentiate different types of malaria as a result of infection with different species of \"Plasmodium\".",
            "score": 303.6109924316406
        },
        {
            "docid": "20423_14",
            "document": "Malaria . Symptoms of malaria can recur after varying symptom-free periods. Depending upon the cause, recurrence can be classified as either recrudescence, relapse, or reinfection. Recrudescence is when symptoms return after a symptom-free period. It is caused by parasites surviving in the blood as a result of inadequate or ineffective treatment. Relapse is when symptoms reappear after the parasites have been eliminated from blood but persist as dormant hypnozoites in liver cells. Relapse commonly occurs between 8–24 weeks and is often seen in \"P. vivax\" and \"P. ovale\" infections. However, relapse-like \"P. vivax\" recurrences are probably being over-attributed to hypnozoite activation. Some of them might have an extra-vascular merozoite origin, making these recurrences recrudescences, not relapses. One newly recognized, non-hypnozoite, possible contributing source to recurrent peripheral \"P. vivax\" parasitemia is erythrocytic forms in bone marrow. \"P. vivax\" malaria cases in temperate areas often involve overwintering by hypnozoites, with relapses beginning the year after the mosquito bite. Reinfection means the parasite that caused the past infection was eliminated from the body but a new parasite was introduced. Reinfection cannot readily be distinguished from recrudescence, although recurrence of infection within two weeks of treatment for the initial infection is typically attributed to treatment failure. People may develop some immunity when exposed to frequent infections.",
            "score": 303.3516540527344
        },
        {
            "docid": "1561349_16",
            "document": "Giovanni Battista Grassi . The 1902 Nobel Prize in Physiology or Medicine was awarded to Ronald Ross for his discovery of the life cycle of malarial parasite (or as the Nobel citation goes: \"for his work on malaria, by which he has shown how it enters the organism...\"). However, this was disputed and continues to be disputed to this day. Grassi was the first to suggest that there must be some developmental stage of \"Plasmodium\" in the white blood cells. In 1897, he and his associates established the developmental stages of malaria parasites in anopheline mosquitoes; and they described the complete life cycles of \"P. falciparum\", \"P. vivax\" and \"P. malariae\" the following year. When the Nobel nomination was called there began a fiery polemic over priority between him and Ross. The situation was worsened with the involvementof Robert Koch. The initial opinion of the Nobel Committee was that the prize should be shared between Ross and Grassi. Then Ross made a defamatory campaign accusing Grassi of deliberate fraud. Koch was appointed as a \"neutral arbitrator\" in the committee; and as reported, \"[He] threw the full weight of his considerable authority in insisting that Grassi did not deserve the honor\" (Grassi would later point out flaws in Koch own methodology on malarial research). Ross was the first to show that malarial parasite was transmitted by the bite of infected mosquitoes, in his case the avian \"Plasmodium relictum\". But Grassi's work revealed that human malarial parasites were carried only by female \"Anopheles\". He identified the mosquito species correctly, in his case \"P. claviger\". By today's standard, they are likely to have shared the Nobel prize.",
            "score": 300.7290954589844
        },
        {
            "docid": "37063005_16",
            "document": "Effects of global warming on human health . Malaria is a mosquito-borne parasitic disease that infects humans and other animals caused by microorganisms in the Plasmodium family. It begins with a bite from an infected female mosquito, which introduces the parasite through its saliva and into the infected host’s circulatory system. It then travels through the bloodstream into the liver where it can mature and reproduce. The disease causes symptoms that typically include fever, headache, shaking chills, anemia, and in severe cases can progress to coma or death.",
            "score": 299.3015441894531
        },
        {
            "docid": "2190069_7",
            "document": "Plasmodium vivax . The parasite can go dormant in the liver for days to years, causing no symptoms and remaining undetectable in blood tests. They form what are called hypnozoites, a small stage that nestles inside an individual liver cell. This name derives from “sleeping organisms”. The hypnozoites allow the parasite to survive in more temperate zones, where mosquitoes bite only part of the year.",
            "score": 298.79376220703125
        },
        {
            "docid": "43793051_10",
            "document": "PfSPZ Vaccine . CD8+ T cells play a key role in killing \"Plasmodium\" developing in liver. Mice or monkeys which received monoclonal antibody to the CD8 lost protection by this type of vaccine. Once the antibody application was stopped, the protection was returned. \"Plasmodium\" is injected by infected mosquito into the bloodstream of the host in the form of sporozoites, which travel to the liver and invade liver cells, where sporozoites divide and produce tens of thousands merozoites per one cell. RTS,S is prepared to stop malaria in phase after the injection. PfSPZ Vaccine is made of attenuated sporozites, which are active and travel to liver cells, where CD8+ T cells producing IFNγ are activated. Frequencies of PfSPZ-specific CD3+CD4+, CD3+CD8+, CD3+γδ T cells are dose-dependent. PfSPZ-specific CD3+CD8+ T cells were found in 7 of 12 protected subjects in the human volunteer trial. These cells are required for protection in most individuals and are primarily situated in the liver because of the persistence of parasite antigens and retained as tissue memory cells.",
            "score": 293.6441345214844
        },
        {
            "docid": "27828644_12",
            "document": "Host–parasite coevolution . Overdominance occurs if the heterozygote phenotype has a fitness advantage over both homozygotes (heterozygote advantage, causing heterosis). One example is sickle cell anemia. It is due to a mutation in the hemoglobin gene leading to sickle shape formation of red blood cells, causing clotting in blood vessels, restricted blood flow, and reduced oxygen transport. At the same time, the mutation confers resistance to malaria, caused by \"Plasmodium\" parasites, which are passed off in red blood cells after transmission to humans by mosquitoes. Hence, homozygote and heterozygote genotypes for the sickle-cell disease allele show malaria resistance, while the homozygote suffers from severe disease phenotype. The alternative homozygote, which does not carry the sickle cell disease allele, is susceptible to infection by \"Plasmodium\". As a consequence, the heterozygote genotype is selectively favored in areas with a high incidence of malaria.",
            "score": 292.03106689453125
        },
        {
            "docid": "43937_68",
            "document": "Parasitism . Given the importance of malaria, with some 220 million people infected annually, many attempts have been made to interrupt its transmission. Various methods of malaria prophylaxis have been tried including the use of antimalarial drugs to kill off the parasites in the blood, the eradication of its mosquito vectors with organochlorine and other insecticides, and the development of a malaria vaccine. All of these have proven problematic, with drug resistance, insecticide resistance among mosquitoes, and repeated failure of vaccines as the parasite mutates. The first and as of 2015 the only licensed vaccine for any parasitic disease of humans is RTS,S for \"Plasmodium falciparum\" malaria.",
            "score": 289.2591857910156
        },
        {
            "docid": "171816_5",
            "document": "The Extended Phenotype . Dawkins suggests that there are three forms of extended phenotype. The first is the capacity of animals to modify their environment using architectural constructions. Dawkins cited as examples caddis houses and beaver dams. The second is manipulating other organisms. Dawkins points out that animal morphology and ultimately animal behaviour, may be advantageous not to the animal itself, but, for instance, to a parasite which afflicts it – \"parasite manipulation\". This refers the capacity, found in several groups of parasites, to modify the host behaviour to increase their own fitness. One famous example of this second type of extended phenotype is the suicidal drowning of crickets infected by hairworm, a behaviour that is essential to the parasite's reproductive cycle. Another example of such behaviour is seen in female mosquitoes carrying malaria parasites. The mosquitoes are significantly more attracted to human breath and odours than uninfected mosquitoes. A recent study shows that an immune challenge with heat-killed \"Escherichia coli\" can generate the same changes in the behaviour as is seen in infection by \"Plasmodium yoelii\". It raises an unanswered question: to what extent is the alteration of host behaviour due to active manipulation selected for in malaria parasites?",
            "score": 286.4948425292969
        },
        {
            "docid": "28147113_10",
            "document": "Parasitic nutrition . Malaria, caused by the apicomplexan parasite \"Plasmodium falciparum\", is an intracellular endoparasite. This parasite relies on a third organism, in the form of an \"Anopheles\" mosquito vector. The host blood provides an ideal rich source of glucose and amino acids to the parasite, particularly during blood stage infection where \"Plasmodium\" infects erythrocytes. To acquire essential nutrients \"Plasmodium\" has to compete with both the vertebrate and insect host and therefore must be highly efficient, regulating uptake according to nutrient availability. \"Plasmodium\", along with many other endoparasitic parasites, have numerous channels in their parasitophorous vacuole membrane rendering it permeable to organic solutes to allow the uptake of necessary nutrients. The \"Plasmodium falciparum\" hexose transporter (PfHT) is such a transporter, which is critical for the uptake of glucose and fructose and therefore survival of the parasite. These organic molecules have to cross three membranes altogether; the plasma membrane of the erythrocyte, the parasitophorous vacuole membrane and the \"Plasmodium\" plasma membrane, facilitated by transporters such as PfHT.",
            "score": 285.6348571777344
        }
    ]
}