{
    "q": [
        {
            "docid": "28055575_2",
            "document": "Single particle analysis . Single particle analysis is a group of related computerized image processing techniques used to analyze images from transmission electron microscopy (TEM). These methods were developed to improve and extend the information obtainable from TEM images of particulate samples, typically proteins or other large biological entities such as viruses. Individual images of stained or unstained particles are very noisy, and so hard to interpret. Combining several digitized images of similar particles together gives an image with stronger and more easily interpretable features. An extension of this technique uses single particle methods to build up a three-dimensional reconstruction of the particle. Using cryogenic transmission electron microscopy it has become possible to generate reconstructions with sub-nanometer resolution and near-atomic resolution first in the case of highly symmetric viruses, and now in smaller, asymmetric proteins as well.",
            "score": 128.67420327663422
        },
        {
            "docid": "26069912_17",
            "document": "Virus quantification . TEM is a specialized type of microscopy that utilizes a beam of electrons focused with a magnetic field to image a sample. TEM provides imaging with 1000x greater spatial resolution than a light microscope (resolution down to 0.2 nm). An ultrathin, negatively stained sample is required. Sample preparations involve depositing specimens onto a coated TEM grid and negative staining with an electron-opaque liquid. Tissue embedded samples can also be examined if thinly sectioned. Sample preparations vary depending on protocol and user but generally require hours to complete. TEM images can show individual virus particles and quantitative image analysis can be used to determine virus concentrations. These high resolution images also provide particle morphology information that most other methods cannot. Quantitative TEM results will often be greater than results from other assays as all particles, regardless of infectivity, are quantified in the reported virus-like particles per mL (vlp/mL) result. Quantitative TEM generally works well for virus concentrations greater than 10 particles/mL. Because of high instrument cost and the amount of space and support facilities needed, TEM equipment is available in a limited number of facilities.",
            "score": 140.65501141548157
        },
        {
            "docid": "277702_22",
            "document": "Electron diffraction . In a TEM, a single crystal grain or particle may be selected for the diffraction experiments. This means that the diffraction experiments can be performed on single crystals of nanometer size, whereas other diffraction techniques would be limited to studying the diffraction from a multicrystalline or powder sample. Furthermore, electron diffraction in TEM can be combined with direct imaging of the sample, including high resolution imaging of the crystal lattice, and a range of other techniques. These include solving and refining crystal structures by electron crystallography, chemical analysis of the sample composition through energy-dispersive X-ray spectroscopy, investigations of electronic structure and bonding through electron energy loss spectroscopy, and studies of the mean inner potential through electron holography.",
            "score": 150.78694128990173
        },
        {
            "docid": "46373048_8",
            "document": "Quantum microscopy . The idea for a photoionization microscope that could image the wave-function of an atom stemmed out of an experiment proposed by Demakov and colleagues in the early 1980s. The researchers suggested that electron waves could be imaged when interacting with a static electric field as long as the de Broglie Wavelength of these electrons was large enough. It was not until 1996 that anything resembling the microscopy images proposed by Demakov and colleagues came to fruition. In 1996 a team of French researchers developed the first photo detachment microscope. The development of this microscope allowed for a direct observation of the oscillatory structure of a wave function to become possible. Photodetachment is the removal of electrons from an atom using interactions with photons or other particles. Photodetachment microscopy made it possible to image the spatial distribution of the ejected electron. The microscope developed in 1996 was the first to image photodetachment rings of a negative Bromine (Br-) ion. These images revealed interference between two electron waves on their way to the detector.",
            "score": 135.53032183647156
        },
        {
            "docid": "4527733_2",
            "document": "High-resolution transmission electron microscopy . High-resolution transmission electron microscopy (HRTEM) (or HREM) is an imaging mode of the transmission electron microscope (TEM) that allows for direct imaging of the atomic structure of the sample. HRTEM is a powerful tool to study properties of materials on the atomic scale, such as semiconductors, metals, nanoparticles and sp-bonded carbon (e.g., graphene, C nanotubes). While HRTEM is often also used to refer to high resolution scanning TEM (STEM, mostly in high angle annular dark field mode), this article describes mainly the imaging of an object by recording the 2D spatial wave amplitude distribution in the image plane, in analogy to a \"classic\" light microscope. For disambiguation, the technique is also often referred to as phase contrast TEM. At present, the highest point resolution realised in phase contrast TEM is around . At these small scales, individual atoms of a crystal and its defects can be resolved. For 3-dimensional crystals, it may be necessary to combine several views, taken from different angles, into a 3D map. This technique is called electron crystallography.",
            "score": 169.43355655670166
        },
        {
            "docid": "9730_15",
            "document": "Electron microscope . Generally, the image resolution of an SEM is lower than that of a TEM. However, because the SEM images the surface of a sample rather than its interior, the electrons do not have to travel through the sample. This reduces the need for extensive sample preparation to thin the specimen to electron transparency. The SEM is able to image bulk samples that can fit on its stage and still be maneuvered, including a height less than the working distance being used, often 4 millimeters for high resolution images. The SEM also has a great depth of field, and so can produce images that are good representations of the three-dimensional surface shape of the sample. Another advantage of SEMs comes with environmental scanning electron microscopes (ESEM) that can produce images of good quality and resolution with hydrated samples or in low, rather than high, vacuum or under chamber gases. This facilitates imaging unfixed biological samples that are unstable in the high vacuum of conventional electron microscopes.",
            "score": 137.26027810573578
        },
        {
            "docid": "3088223_56",
            "document": "Superlens . In addition, conventional optical materials suffer a diffraction limit because only the propagating components are transmitted (by the optical material) from a light source. The non-propagating components, the evanescent waves, are not transmitted. Moreover, lenses that improve image resolution by increasing the index of refraction are limited by the availability of high-index materials, and point by point subwavelength imaging of electron microscopy also has limitations when compared to the potential of a working superlens. Scanning electron and atomic force microscopes are now used to capture detail down to a few nanometers. However, such microscopes create images by scanning objects point by point, which means they are typically limited to non-living samples, and image capture times can take up to several minutes.",
            "score": 142.23724699020386
        },
        {
            "docid": "4754533_17",
            "document": "Particle counter . Direct imaging is a technique that uses the light emitted by a laser as a source to illuminate a cell where particles are passing through. The technique does not measure the light blocked by the particles, but rather measures the area of the particles functioning like an automated microscope. A pulsed laser diode freezes the particle motion. The light transmitted through the fluid is imaged onto an electronic camera with macro focusing optics. The particles in the sample will block the light, and the resulting silhouettes will be imaged onto the digital camera chip.",
            "score": 88.35428643226624
        },
        {
            "docid": "904792_9",
            "document": "X-ray microscope . The resolution of X-ray microscopy lies between that of the optical microscope and the electron microscope. It has an advantage over conventional electron microscopy in that it can view biological samples in their natural state. Electron microscopy is widely used to obtain images with nanometer to sub-Angstrom level resolution but the relatively thick living cell cannot be observed as the sample has to be chemically fixed, dehydrated, embedded in resin, then sliced ultra thin. However, it should be mentioned that cryo-electron microscopy allows the observation of biological specimens in their hydrated natural state, albeit embedded in water ice. Until now, resolutions of 30 nanometer are possible using the Fresnel zone plate lens which forms the image using the soft x-rays emitted from a synchrotron. Recently, the use of soft x-rays emitted from laser-produced plasmas rather than synchrotron radiation is becoming more popular.",
            "score": 179.0204668045044
        },
        {
            "docid": "46373048_5",
            "document": "Quantum microscopy . The wave function is central to the theory of Quantum Mechanics. It contains the maximum information that can be known about the quantum state of that particle. The square of the wave function describes the probability of where exactly a particle might be located at any given moment. Direct imaging of a wave function used to be considered only a gedanken experiment- however, due to recent microscopy developments, it is now possible to be accomplished. An image of an atom’s exact position or the movement of its electrons is almost impossible to measure because any direct observation of an atom disturbs its quantum coherence. As such, observing an atom’s wave function and getting an image of its full quantum state requires many direct measurements to be made over time, which are then statistically averaged. One such tool recently developed to directly visualize atomic structure and quantum states is the photoionization microscope.",
            "score": 141.25302302837372
        },
        {
            "docid": "54992011_7",
            "document": "Characterization of nanoparticles . Microscopy methods generate images of individual nanoparticles to characterize their shape, size, and location. Electron microscopy and scanning probe microscopy are the dominant methods. Because nanoparticles have a size below the diffraction limit of visible light, conventional optical microscopy is not useful. Electron microscopes can be coupled to spectroscopic methods that can perform elemental analysis. Microscopy methods are destructive, and can be prone to undesirable artifacts from sample preparation such as drying or vacuum conditions required for some methods, or from probe tip geometry in the case of scanning probe microscopy. Additionally, microscopy is based on single-particle measurements, meaning that large numbers of individual particles must be characterized to estimate their bulk properties. A newer method, enhanced dark-field microscopy with hyperspectral imaging, shows promise for imaging nanoparticles in complex matrices such as biological tissue with higher contrast and throughput.",
            "score": 102.77448010444641
        },
        {
            "docid": "28034_36",
            "document": "Scanning electron microscope . SEM is not a camera and the detector is not continuously image-forming like a CCD array or film. Unlike in an optical system, the resolution is not limited by the diffraction limit, fineness of lenses or mirrors or detector array resolution. The focusing optics can be large and coarse, and the SE detector is fist-sized and simply detects current. Instead, the spatial resolution of the SEM depends on the size of the electron spot, which in turn depends on both the wavelength of the electrons and the electron-optical system that produces the scanning beam. The resolution is also limited by the size of the interaction volume, the volume of specimen material that interacts with the electron beam. The spot size and the interaction volume are both large compared to the distances between atoms, so the resolution of the SEM is not high enough to image individual atoms, as is possible with transmission electron microscope (TEM). The SEM has compensating advantages, though, including the ability to image a comparatively large area of the specimen; the ability to image bulk materials (not just thin films or foils); and the variety of analytical modes available for measuring the composition and properties of the specimen. Depending on the instrument, the resolution can fall somewhere between less than 1 nm and 20 nm. As of 2009, The world's highest resolution conventional (≤30 kV) SEM can reach a point resolution of 0.4 nm using a secondary electron detector.",
            "score": 185.22335731983185
        },
        {
            "docid": "4747255_8",
            "document": "Soft x-ray microscopy . The resolution of X-ray microscopy lies between that of the optical microscope and the electron microscope. It has an advantage over conventional electron microscopy in that it can view biological samples in their natural state. Electron microscopy is widely used to obtain images with nanometer level resolution but the relatively thick living cell cannot be observed as the sample has to be chemically fixed, dehydrated, embedded in resin, then sliced ultra thin. However, it should be mentioned that cryo-electron microscopy allows the observation of biological specimens in their hydrated natural state, albeit embedded in water ice. Until now, resolutions of 30 nanometer are possible using the Fresnel zone plate lens which forms the image using the soft x-rays emitted from a synchrotron. Recently, the use of soft x-rays emitted from laser-produced plasmas rather than synchrotron radiation is becoming more popular.",
            "score": 178.62480783462524
        },
        {
            "docid": "117534_3",
            "document": "Optical microscope . The image from an optical microscope can be captured by normal, photosensitive cameras to generate a micrograph. Originally images were captured by photographic film, but modern developments in CMOS and charge-coupled device (CCD) cameras allow the capture of digital images. Purely digital microscopes are now available which use a CCD camera to examine a sample, showing the resulting image directly on a computer screen without the need for eyepieces.",
            "score": 114.21125102043152
        },
        {
            "docid": "39999371_2",
            "document": "In situ electron microscopy . In situ electron microscopy is an investigatory technique where an electron microscope is used to watch a sample's response to a stimulus in real time. Due to the nature of the high-energy beam of electrons used to image a sample in an electron microscope, microscopists have long observed that specimens are routinely changed or damaged by the electron beam. Starting in the 1960s, and using Transmission Electron Microscopes (TEMs), scientists made deliberate attempts to modify materials while the sample was in the specimen chamber, and to capture images through time of the induced damages.",
            "score": 131.27104449272156
        },
        {
            "docid": "214513_9",
            "document": "Transmission electron microscopy . At the time, electrons were understood to be charged particles of matter; the wave nature of electrons was not fully realized until the publication of the De Broglie hypothesis in 1927. The research group was unaware of this publication until 1932, when they quickly realized that the De Broglie wavelength of electrons was many orders of magnitude smaller than that for light, theoretically allowing for imaging at atomic scales. In April 1932, Ruska suggested the construction of a new electron microscope for direct imaging of specimens inserted into the microscope, rather than simple mesh grids or images of apertures. With this device successful diffraction and normal imaging of an aluminium sheet was achieved. However the magnification achievable was lower than with light microscopy. Magnifications higher than those available with a light microscope were achieved in September 1933 with images of cotton fibers quickly acquired before being damaged by the electron beam. At this time, interest in the electron microscope had increased, with other groups, such as Paul Anderson and Kenneth Fitzsimmons of Washington State University, and Albert Prebus and James Hillier at the University of Toronto, who constructed the first TEMs in North America in 1935 and 1938, respectively, continually advancing TEM design.",
            "score": 143.87256133556366
        },
        {
            "docid": "2235991_11",
            "document": "Transmission electron cryomicroscopy . Consequently, the images are extremely noisy. For some biological systems it is possible to average images to increase the signal-to-noise ratio and retrieve high-resolution information about the specimen using the technique known as single particle analysis. This approach in general requires that the things being averaged are identical, although some limited conformational heterogeneity can now be studied (e.g. ribosome). Three-dimensional reconstructions from CryoTEM images of protein complexes and viruses have been solved to sub-nanometer or near-atomic resolution, allowing new insights into the structure and biology of these large assemblies.",
            "score": 173.75890517234802
        },
        {
            "docid": "28055575_10",
            "document": "Single particle analysis . Transmission electron microscopy images are projections of the object showing the distribution of density through the object, similar to medical X-rays. By making use of the projection-slice theorem a three-dimensional reconstruction of the object can be generated by combining many images (2D projections) of the object taken from a range of viewing angles. Proteins in vitreous ice usually adopt a random distribution of orientations (or viewing angles), allowing a fairly isotropic reconstruction if a large number of particle images are used. This contrasts with electron tomography, where the viewing angles are limited due to the geometry of the sample/imaging set up, giving an anisotropic reconstruction. Filtered back projection is a commonly used method of generating 3D reconstructions in single particle analysis, although many alternative algorithms exist.",
            "score": 110.86920118331909
        },
        {
            "docid": "28034_27",
            "document": "Scanning electron microscope . When the primary electron beam interacts with the sample, the electrons lose energy by repeated random scattering and absorption within a teardrop-shaped volume of the specimen known as the interaction volume, which extends from less than 100 nm to approximately 5 µm into the surface. The size of the interaction volume depends on the electron's landing energy, the atomic number of the specimen and the specimen's density. The energy exchange between the electron beam and the sample results in the reflection of high-energy electrons by elastic scattering, emission of secondary electrons by inelastic scattering and the emission of electromagnetic radiation, each of which can be detected by specialized detectors. The beam current absorbed by the specimen can also be detected and used to create images of the distribution of specimen current. Electronic amplifiers of various types are used to amplify the signals, which are displayed as variations in brightness on a computer monitor (or, for vintage models, on a cathode ray tube). Each pixel of computer video memory is synchronized with the position of the beam on the specimen in the microscope, and the resulting image is therefore a distribution map of the intensity of the signal being emitted from the scanned area of the specimen. In older microscopes images may be captured by photography from a high-resolution cathode ray tube, but in modern machines they are digitised and saved as digital images.",
            "score": 153.66710448265076
        },
        {
            "docid": "305927_10",
            "document": "Vitrification . Vitrification can also occur when starting with a liquid such as water, usually through very rapid cooling or the introduction of agents that suppress the formation of ice crystals. This is in contrast to ordinary freezing which results in ice crystal formation. Additives used in cryobiology or produced naturally by organisms living in polar regions are called cryoprotectants. Vitrification is used in cryo-electron microscopy to cool samples so quickly that they can be imaged with an electron microscope without damage. In 2017, the Nobel prize for chemistry was awarded for the development of this technology, which can be used to image objects such as proteins or virus particles.",
            "score": 138.27483582496643
        },
        {
            "docid": "35696465_8",
            "document": "Particle deposition . Particle deposition can be followed by various experimental techniques. Direct observation of deposited particles is possible with an optical microscope, scanning electron microscope, or the atomic force microscope. Optical microscopy has the advantage that the deposition of particles can be followed in real time by video techniques and the sequence of images can be analyzed quantitatively. On the other hand, the resolution of optical microscopy requires that the particle size investigated exceeds at least 100 nm.",
            "score": 109.63961887359619
        },
        {
            "docid": "17768388_15",
            "document": "Photofragment-ion imaging . Product imaging of positive ions formed by REMPI detection is only one of the areas where charged particle imaging has become useful. Another area was in the detection of electrons. The first ideas along these lines seem to have an early history. Demkov \"et al.\" were perhaps the first to propose a “photoionization microscope.” They realized that trajectories of an electron emitted from an atom in different directions may intersect again at a large distance from the atom and create an interference pattern. They proposed building an apparatus to observe the predicted rings. Blondel \"et al.\" eventually realized such a “microscope” and used it to study the photodetachment of Br. It was Helm and co-workers, however, who were the first to create an electron imaging apparatus. The instrument is an improvement on previous photoelectron spectrometers in that it provides information on all energies and all angles of the photoelectrons for each shot of the laser. Helm and his co-workers have now used this technique to investigate the ionization of Xe, Ne, H, and Ar. In more recent examples, Suzuki, Hayden, and Stolow have pioneered the use of femtosecond excitation and ionization to follow excited state dynamics in larger molecules.",
            "score": 118.64270198345184
        },
        {
            "docid": "28022785_2",
            "document": "Serial block-face scanning electron microscopy . Serial block-face scanning electron microscopy (SBEM, SBSEM or SBFSEM) is a method to generate high resolution three-dimensional images from small samples. The technique was developed for brain tissue, but it is widely applicable for any biological samples. A serial block-face scanning electron microscope consists of an ultramicrotome mounted inside the vacuum chamber of a scanning electron microscope. Samples are prepared by methods similar to that in transmission electron microscopy (TEM), typically by fixing the sample with aldehyde, staining with heavy metals such as osmium and uranium then embedding in an epoxy resin. The surface of the block of resin-embedded sample is imaged by detection of back-scattered electrons. Following imaging the ultramicrotome is used to cut a thin section (typically around 30 nm) from the face of the block. After the section is cut, the sample block is raised back to the focal plane and imaged again. This sequence of sample imaging, section cutting and block raising can acquire many thousands of images in perfect alignment in an automated fashion. Practical SBFSEM was invented in 2004 by Winfried Denk at the Max-Planck-Institute in Heidelberg and is commercially available from Gatan Inc. and Thermo Fisher Scientific (VolumeScope).",
            "score": 124.92906355857849
        },
        {
            "docid": "9730_4",
            "document": "Electron microscope . Electron microscopes are used to investigate the ultrastructure of a wide range of biological and inorganic specimens including microorganisms, cells, large molecules, biopsy samples, metals, and crystals. Industrially, electron microscopes are often used for quality control and failure analysis. Modern electron microscopes produce electron micrographs using specialized digital cameras and frame grabbers to capture the image.",
            "score": 95.97051668167114
        },
        {
            "docid": "26694015_51",
            "document": "Super-resolution microscopy . Omnipresent Localisation Microscopy (OLM) is an extension of Single Molecule Microscopy (SMLM) techniques that allow high-density single molecule imaging with an incoherent light source (such as Mercury arc lamp) and a conventional epifluorescence microscope setup. A short burst of deep blue excitation (350-380 nm instead of 405 nm laser) can for a prolonged reactivation of molecules. A resolution of 90 nm on test specimens. Finally, correlative STED and SMLM imaging can be performed on the same biological sample using a simple imaging medium, which can provide a basis for a further enhanced resolution. These findings can democratise superresolution imaging and help any scientist to generate high-density single molecule images even with a limited budget.",
            "score": 85.85106551647186
        },
        {
            "docid": "9476_70",
            "document": "Electron . Two main types of electron microscopes exist: transmission and scanning. Transmission electron microscopes function like overhead projectors, with a beam of electrons passing through a slice of material then being projected by lenses on a photographic slide or a charge-coupled device. Scanning electron microscopes rasteri a finely focused electron beam, as in a TV set, across the studied sample to produce the image. Magnifications range from 100× to 1,000,000× or higher for both microscope types. The scanning tunneling microscope uses quantum tunneling of electrons from a sharp metal tip into the studied material and can produce atomically resolved images of its surface.",
            "score": 131.3061408996582
        },
        {
            "docid": "39999371_6",
            "document": "In situ electron microscopy . Early problems that limited in situ electron microscopy included mechanical vibration at all scales (from the microscope itself to the sample), and thermal and electrical interference, particularly at the specimen holder. These problems all required fast capture times. However a fast capture time creates an image with a low signal-to-noise ratio, limits the resolution of the image, and also limits the amount of time available for conducting the experiment.",
            "score": 101.66023135185242
        },
        {
            "docid": "28055575_4",
            "document": "Single particle analysis . Images (micrographs) collected on film are digitized using high-quality scanners, although increasingly electron microscopes have built-in CCD detectors coupled to a phosphorescent layer. The image processing is carried out using specialized software programs (for instance ), often run on multi-processor computer clusters. Depending on the sample or the desired results, various steps of two- or three-dimensional processing can be done.",
            "score": 112.5386848449707
        },
        {
            "docid": "1234517_36",
            "document": "Nanoparticle . There are several overall categories of methods used to characterize nanoparticles. Microscopy methods generate images of individual nanoparticles to characterize their shape, size, and location. Electron microscopy and scanning probe microscopy are the dominant methods. Because nanoparticles have a size below the diffraction limit of visible light, conventional optical microscopy is not useful. Electron microscopes can be coupled to spectroscopic methods that can perform elemental analysis. Microscopy methods are destructive, and can be prone to undesirable artifacts from sample preparation, or from probe tip geometry in the case of scanning probe microscopy. Additionally, microscopy is based on single-particle measurements, meaning that large numbers of individual particles must be characterized to estimate their bulk properties.",
            "score": 97.6602852344513
        },
        {
            "docid": "28034_6",
            "document": "Scanning electron microscope . In secondary electron imaging, or SEI, the secondary electrons are emitted from very close to the specimen surface. Consequently, SEI can produce very high-resolution images of a sample surface, revealing details less than 1 nm in size. Back-scattered electrons (BSE) are beam electrons that are reflected from the sample by elastic scattering. They emerge from deeper locations within the specimen and, consequently, the resolution of BSE images is less than SE images. However, BSE are often used in analytical SEM, along with the spectra made from the characteristic X-rays, because the intensity of the BSE signal is strongly related to the atomic number (Z) of the specimen. BSE images can provide information about the distribution of different elements in the sample. For the same reason, BSE imaging can image colloidal gold immuno-labels of 5 or 10 nm diameter, which would otherwise be difficult or impossible to detect in secondary electron images in biological specimens. Characteristic X-rays are emitted when the electron beam removes an inner shell electron from the sample, causing a higher-energy electron to fill the shell and release energy. These characteristic X-rays are used to identify the composition and measure the abundance of elements in the sample.",
            "score": 155.9633926153183
        },
        {
            "docid": "30833420_12",
            "document": "Transmission electron microscopy DNA sequencing . Transmission electron microscopy (TEM) produces high magnification, high resolution images by passing a beam of electrons through a very thin sample. Whereas atomic resolution has been demonstrated with conventional TEM, further improvement in spatial resolution requires correcting the spherical and chromatic aberrations of the microscope lenses. This has only been possible in scanning transmission electron microscopy where the image is obtained by scanning the object with a finely focused electron beam, in a way similar to a cathode ray tube. However, the achieved improvement in resolution comes together with irradiation of the studied object by much higher beam intensities, the concomitant sample damage and the associated imaging artefacts. Different imaging techniques are applied depending on whether the sample contains heavy or light atoms:",
            "score": 175.35007500648499
        },
        {
            "docid": "9476_69",
            "document": "Electron . The electron microscope directs a focused beam of electrons at a specimen. Some electrons change their properties, such as movement direction, angle, and relative phase and energy as the beam interacts with the material. Microscopists can record these changes in the electron beam to produce atomically resolved images of the material. In blue light, conventional optical microscopes have a diffraction-limited resolution of about 200 nm. By comparison, electron microscopes are limited by the de Broglie wavelength of the electron. This wavelength, for example, is equal to 0.0037 nm for electrons accelerated across a 100,000-volt potential. The Transmission Electron Aberration-Corrected Microscope is capable of sub-0.05 nm resolution, which is more than enough to resolve individual atoms. This capability makes the electron microscope a useful laboratory instrument for high resolution imaging. However, electron microscopes are expensive instruments that are costly to maintain.",
            "score": 174.60616552829742
        }
    ],
    "r": [
        {
            "docid": "57634074_4",
            "document": "Lori Passmore . Passmore worked as a postdoctoral researcher at the MRC-LMB. She worked with Venki Ramakrishnan and Richard Henderson, using cryo-EM to determine the structure of the eukaryotic ribosome bound to initation factors. Passmore became a group leader at the MRC-LMB in 2009. Her group uses in vitro reconstitution, biochemical assays and cryo-EM to understand the function of multiprotein complexes that regulate gene expression at the level of mRNA. Her group has developed new sample grids for cryo-EM that reduce specimen movement during imaging.",
            "score": 218.40843200683594
        },
        {
            "docid": "23890524_3",
            "document": "Eukaryotic ribosome (80S) . Compared to their prokaryotic homologs, many of the eukaryotic ribosomal proteins are enlarged by insertions or extensions to the conserved core. Furthermore, several additional proteins are found in the small and large subunits of eukaryotic ribosomes, which do not have prokaryotic homologs. The 40S subunit contains a 18S ribosomal RNA (abbreviated 18S rRNA), which is homologous to the prokaryotic 16S rRNA. The 60S subunit contains a 28S rRNA that is homologous to the prokaryotic 23S ribosomal RNA. In addition, it contains a 5.8S rRNA that corresponds to the 5' end of the 23S rRNA, and a short 5S rRNA. Both 18S and 28S have multiple insertions to the core rRNA fold of their prokaryotic counterparts, which are called expansion segments. For a detailed list of proteins, including archaeal and bacterial homologs please refer to the separate articles on the 40S and 60S subunits. Recent research suggests heterogeneity in the ribosomal composition, i.e., that the stoichiometry among core ribosomal proteins in wild-type yeast cells and embryonic stem cells depends both on the growth conditions and on the number of ribosomes bound per mRNA. Initial structures of eukaryotic ribosomes were determined by electron microscopy. First 3D structures were obtained at 30-40 Å resolution for yeast and mammalian ribosomes. Higher resolution structures of the yeast ribosome by cryo-electron microscopy allowed the identification of protein and RNA structural elements. More recently structures at sub-nanometer resolution were obtained for complexes of ribosomes and factors involved in translation. After the determination of the first bacterial and archaeal ribosome structures at atomic resolution in the 1990s, it took another decade until in 2011, high resolution structures of eukaryotic ribosome were obtained by X-ray crystallography, mainly because of the difficulties in obtaining crystals of sufficient quality. The complete structure of a eukaryotic 40S ribosomal structure in \"Tetrahymena thermophila\" was published and described, as well as much about the 40S subunit's interaction with eIF1 during translation initiation. The eukaryotic 60S subunit structure was also determined from \"T. thermophila\" in complex with eIF6. The complete structure of the eukaryotic 80S ribosome from the yeast \"Saccharomyces cerevisiae\" was obtained by crystallography at 3.0 A resolution. These structures reveal the precise architecture of eukaryote-specific elements, their interaction with the universally conserved core, and all eukaryote-specific bridges between the two ribosomal subunits.",
            "score": 213.72122192382812
        },
        {
            "docid": "6384775_2",
            "document": "Ribosomal protein . A ribosomal protein (r-protein or rProtein) is any of the proteins that, in conjunction with rRNA, make up the ribosomal subunits involved in the cellular process of translation. A large part of the knowledge about these organic molecules has come from the study of \"E. coli\" ribosomes. All ribosomal proteins have been isolated and many specific antibodies have been produced. These, together with electronic microscopy and the use of certain reactives, have allowed for the determination of the topography of the proteins in the ribosome. \"E. coli\", other bacteria and Archaea have a 30S small subunit and a 50S large subunit, whereas humans and yeasts have a 40S small subunit and a 60S large subunit. Equivalent subunits are frequently numbered differently between bacteria, Archaea, yeasts and humans. More recently, a near-complete (near)atomic picture of the ribosomal proteins is emerging from the latest high-resolution cryo-EM data (including PDB ID: 5AFI).",
            "score": 211.37020874023438
        },
        {
            "docid": "23890524_11",
            "document": "Eukaryotic ribosome (80S) . Protein synthesis is primarily regulated at the stage of translation initiation. In eukaryotes, the canonical initiation pathway requires at least 12 protein initiation factors, some of which are themselves large complexes. The structures of the 40S:eIF1 and 60S:eIF6 complexes provide first detailed insights into the atomic interactions between the eukaryotic ribosome and regulatory factors. eIF1 is involved in start codon selection, and eIF6 sterically precludes the joining of subunits. However, structural information on the eukaryotic initiation factors and their interactions with the ribosome is limited and largely derived from homology models or low-resolution analyses. Elucidation of the interactions between the eukaryotic ribosome and initiation factors at an atomic level is essential for a mechanistic understanding of the regulatory processes, but represents a significant technical challenge, because of the inherent dynamics and flexibility of the initiation complexes. The first structure of the mammalian pre initiation complex was done by cryo-electron microscopy. Other structures of initiation complexes followed soon, driven by cryo-EM technical improvements. Those structures will help better understand the process of translation initiation in eukaryotes.",
            "score": 210.26197814941406
        },
        {
            "docid": "52074993_5",
            "document": "Chikashi Toyoshima . During the early research life of Toyoshima, he worked on \"3D image analysis of muscle thin filaments decorated by myosin heads\" as an electron microscopist in the Department of Physics, University of Tokyo. Then he turned to the acetylcholine receptor research after he went to Unwin's laboratory to study the cryo-EM in 1986. By developing a new mathematics algorithm to untangle the superimposed images obtained from the cryo-EM, he managed to reconstruct the 3D structure of ion channel at 17 Å resolution. This is the first one 3D structure of the ion channel. It was greeted with great excitement. Soon afterwards, the same way was applied to reconstruct the 3D structure of Ca-ATPase with the cooperation from David Stokes. They published their analysis of the structure of this protein in Nature in 1993. After backing to Japan, Toyoshima's later research continued to focus on the structure of Ca-ATPase. Through combining the x-ray crystallography and the crystallization method for EM, Toyoshima obtained large enough crystals of Ca-ATPase in the first state, the E1·2Ca. Then he published it in 2000, which caused a lot of excitement at that time because it was world-first for the crystal structure of P-type ATPases at such a high revolution(2.6 Å). Over the years that followed, he published a series of crystal structure of Ca-ATPase in succession. Until now, he has determined crystal structures of this ATPase in ten different states by x-ray crystallography, covering roughly the entire reaction cycle. He also extended his research to Na, K-ATPase and developed a methodology for electron crystallography of ultrathin 3D protein crystals. Nowadays, he still aims at the calcium ion pump just as the direction of the footprints which he stepped on this road of adventure in the past 27 years.",
            "score": 208.97830200195312
        },
        {
            "docid": "969126_21",
            "document": "Protein structure . Around 90% of the protein structures available in the Protein Data Bank have been determined by X-ray crystallography. This method allows one to measure the three-dimensional (3-D) density distribution of electrons in the protein, in the crystallized state, and thereby infer the 3-D coordinates of all the atoms to be determined to a certain resolution. Roughly 9% of the known protein structures have been obtained by nuclear magnetic resonance (NMR) techniques. For larger protein complexes, cryo-electron microscopy can determine protein structures. The resolution is typically lower than that of X-ray crystallography, or NMR, but the maximum resolution is steadily increasing. This technique is still a particularly valuable for very large protein complexes such as virus coat proteins and amyloid fibers.",
            "score": 208.83743286132812
        },
        {
            "docid": "25766_19",
            "document": "Ribosome . Two papers were published in November 2005 with structures of the \"Escherichia coli\" 70S ribosome. The structures of a vacant ribosome were determined at 3.5 Å resolution using X-ray crystallography. Then, two weeks later, a structure based on cryo-electron microscopy was published, which depicts the ribosome at 11–15 Å resolution in the act of passing a newly synthesized protein strand into the protein-conducting channel.",
            "score": 206.18943786621094
        },
        {
            "docid": "1822961_8",
            "document": "Electron crystallography . There was a serious disagreement in the field of electron microscopy of inorganic compounds; while some have claimed that \"the phase information is present in EM images\" others have the opposite view that \"the phase information is lost in EM images\". The reason for these opposite views is that the word \"phase\" has been used with different meanings in the two communities of physicists and crystallographers. The physicists are more concerned about the \"electron wave phase\" - the phase of a wave moving through the sample during exposure by the electrons. This wave has a wavelength of about 0.02-0.03 Ångström (depending on the accelerating voltage of the electron microscope). Its phase is related to the phase of the undiffracted direct electron beam. The crystallographers, on the other hand, mean the \"crystallographic structure factor phase\" when they simply say \"phase\". This phase is the phase of standing waves of potential in the crystal (very similar to the electron density measured in X-ray crystallography). Each of these waves have their specific wavelength, called d-value for distance between so-called Bragg planes of low/high potential. These d-values range from the unit cell dimensions to the resolution limit of the electron microscope, i.e. typically from 10 or 20 Ångströms down to 1 or 2 Ångströms. Their phases are related to a fixed point in the crystal, defined in relation to the symmetry elements of that crystal. The crystallographic phases are a property of the crystal, so they exist also outside the electron microscope. The electron waves vanish if the microscope is switched off. In order to determine a crystal structure, it is necessary to know the crystallographic structure factors, but not to know the electron wave phases. A more detailed discussion how (crystallographic structure factor) phases link with the phases of the electron wave can be found in.",
            "score": 205.42355346679688
        },
        {
            "docid": "54895550_5",
            "document": "Liquid-Phase Electron Microscopy . The spatial resolution achievable can be in the sub-nanometer range and depends on the sample composition, structure and thickness, any window materials present, and the sensitivity of the sample to the electron dose required for imaging. Nanometer resolution is obtained even in micrometers-thick water layers for STEM of nanomaterials of high atomic number. Brownian motion was found to be highly reduced with respect to a bulk liquid. STEM detection is also possible in ESEM for imaging nanomaterials and biological cells in liquid. An important aspect of LP EM is the interaction of the electron beam with the sample since the electron beam initiates a complex sequence of radiolytic reactions in water. Nevertheless, quantitative analysis of LP EM data has yielded unique information in a range of scientific areas.",
            "score": 200.82858276367188
        },
        {
            "docid": "34151_38",
            "document": "X-ray crystallography . As derived below, the electron density within the crystal and the diffraction patterns are related by a simple mathematical method, the Fourier transform, which allows the density to be calculated relatively easily from the patterns. However, this works only if the scattering is \"weak\", i.e., if the scattered beams are much less intense than the incoming beam. Weakly scattered beams pass through the remainder of the crystal without undergoing a second scattering event. Such re-scattered waves are called \"secondary scattering\" and hinder the analysis. Any sufficiently thick crystal will produce secondary scattering, but since X-rays interact relatively weakly with the electrons, this is generally not a significant concern. By contrast, electron beams may produce strong secondary scattering even for relatively thin crystals (>100 nm). Since this thickness corresponds to the diameter of many viruses, a promising direction is the electron diffraction of isolated macromolecular assemblies, such as viral capsids and molecular machines, which may be carried out with a cryo-electron microscope. Moreover, the strong interaction of electrons with matter (about 1000 times stronger than for X-rays) allows determination of the atomic structure of extremely small volumes. The field of applications for electron crystallography ranges from bio molecules like membrane proteins over organic thin films to the complex structures of (nanocrystalline) intermetallic compounds and zeolites.",
            "score": 197.04461669921875
        },
        {
            "docid": "6932525_6",
            "document": "Richard Henderson (biologist) . In the last few years, Henderson has returned to hands-on research focusing on single particle electron microscopy. Having been an early proponent of the idea that single particle electron microscopy is capable of determining atomic resolution models for proteins, explained in a 1995 paper in Quarterly Reviews of Biophysics,[10] Henderson aims to be able to routinely obtain atomic structures without crystals.[11] He has made seminal contributions to many of the approaches used in single particle electron microscopy, including pioneering the development of direct electron detectors that recently allowed single particle cryo-electron microscopy to achieve its goals.",
            "score": 194.74600219726562
        },
        {
            "docid": "8808087_12",
            "document": "Fatty acid synthase . A low resolution X-ray crystallography structure of both pig (homodimer) and yeast FAS (heterododecamer) along with a ~6 Å resolution electron cryo-microscopy (cryo-EM) yeast FAS structure have been solved.",
            "score": 193.09425354003906
        },
        {
            "docid": "1822961_10",
            "document": "Electron crystallography . In addition to electron microscopy images, it is also possible to use electron diffraction (ED) patterns for crystal structure determination. The utmost care must be taken to record such ED patterns from the thinnest areas in order to keep most of the structure related intensity differences between the reflections (quasi-kinematical diffraction conditions). Just as with X-ray diffraction patterns, the important crystallographic structure factor phases are lost in electron diffraction patterns and must be uncovered by special crystallographic methods such as direct methods, maximum likelihood or (more recently) by the charge-flipping method. On the other hand, ED patterns of inorganic crystals have often a high resolution (= interplanar spacings with high Miller indices) much below 1 Ångström. This is comparable to the point resolution of the best electron microscopes. Under favourable conditions it is possible to use ED patterns from a single orientation to determine the complete crystal structure. Alternatively a hybrid approach can be used which uses HRTEM images for solving and intensities from ED for refining the crystal structure.",
            "score": 191.5814666748047
        },
        {
            "docid": "2235991_9",
            "document": "Transmission electron cryomicroscopy . In 2017, the Nobel Prize in Chemistry was awarded jointly to Jacques Dubochet, Joachim Frank and Richard Henderson, \"for developing cryo-electron microscopy for the high-resolution structure determination of biomolecules in solution\".",
            "score": 191.3462371826172
        },
        {
            "docid": "55172_50",
            "document": "Proteomics . The biomolecular structure forms the 3D configuration of the protein. Understanding the protein's structure aids in identification of the protein's interactions and function. It used to be that the 3D structure of proteins could only be determined using X-ray crystallography and NMR spectroscopy. As of 2017, Cryo-electron microscopy is a leading technique, solving difficulties with crystallization (in X-ray crystallography) and conformational ambiguity (in NMR); resolution was 2.2Å as of 2015. Now, through bioinformatics, there are computer programs that can in some cases predict and model the structure of proteins. These programs use the chemical properties of amino acids and structural properties of known proteins to predict the 3D model of sample proteins. This also allows scientists to model protein interactions on a larger scale. In addition, biomedical engineers are developing methods to factor in the flexibility of protein structures to make comparisons and predictions.",
            "score": 191.0993194580078
        },
        {
            "docid": "28157027_5",
            "document": "Crystallographic image processing . In later years the methods became more sophisticated so that also non-Scherzer images could be processed. One of the most impressive applications at that time was the determination of the complete structure of the complex compound TiSe, which has been inaccessible by X-ray crystallography. Since CIP on single HREM images works only smoothly for layer-structures with at least one short (3 to 5 Å) crystal axis, the method was extended to work also with data from different crystal orientations (= atomic resolution electron tomography). This approach was used in 1990 to reconstruct the 3D structure of the mineral staurolite HFeAlSiO and more recently to determine the structures of the huge quasicrystal approximant phase ν-AlCrFe and the structures of the complex zeolites TNU-9 and IM-5. As mentioned below in the section on crystallographic processing of images that were recorded from 2D periodic arrays with other types of microscopes, the CIP techniques were taken up since 2009 by members of the scanning transmission electron microscopy, scanning probe microscopy and applied crystallography communities.",
            "score": 190.11346435546875
        },
        {
            "docid": "55440192_3",
            "document": "Jacques Dubochet . In 2017, he received the Nobel Prize in Chemistry together with Joachim Frank and Richard Henderson \"for developing cryo-electron microscopy for the high-resolution structure determination of biomolecules in solution\".",
            "score": 185.5208282470703
        },
        {
            "docid": "7731934_7",
            "document": "Gamma secretase . Gamma secretase is an internal protease that cleaves within the membrane-spanning domain of its substrate proteins, including amyloid precursor protein (APP) and Notch. Substrate recognition occurs via nicastrin ectodomain binding to the N-terminus of the target, which is then passed via a poorly understood process between the two presenilin fragments to a water-containing active site where the catalytic aspartate residue is located. The active site must contain water to carry out hydrolysis within a hydrophobic environment in the interior of the cell membrane, although it is not well understood how water and proton exchange is effected, and as yet no X-ray crystallography structure of gamma secretase is available. Low-resolution electron microscopy reconstructions have allowed the visualization of the hypothesized internal pores of about 2 nanometres. In 2014, a three-dimensional structure of an intact human gamma-secretase complex was determined by cryo-electron microscopy single-particle analysis at 4.5 angstrom resolution and in 2015 an atomic-resolution (3.4 angstrom) cryo-EM structure was reported.",
            "score": 185.22799682617188
        },
        {
            "docid": "28034_36",
            "document": "Scanning electron microscope . SEM is not a camera and the detector is not continuously image-forming like a CCD array or film. Unlike in an optical system, the resolution is not limited by the diffraction limit, fineness of lenses or mirrors or detector array resolution. The focusing optics can be large and coarse, and the SE detector is fist-sized and simply detects current. Instead, the spatial resolution of the SEM depends on the size of the electron spot, which in turn depends on both the wavelength of the electrons and the electron-optical system that produces the scanning beam. The resolution is also limited by the size of the interaction volume, the volume of specimen material that interacts with the electron beam. The spot size and the interaction volume are both large compared to the distances between atoms, so the resolution of the SEM is not high enough to image individual atoms, as is possible with transmission electron microscope (TEM). The SEM has compensating advantages, though, including the ability to image a comparatively large area of the specimen; the ability to image bulk materials (not just thin films or foils); and the variety of analytical modes available for measuring the composition and properties of the specimen. Depending on the instrument, the resolution can fall somewhere between less than 1 nm and 20 nm. As of 2009, The world's highest resolution conventional (≤30 kV) SEM can reach a point resolution of 0.4 nm using a secondary electron detector.",
            "score": 185.22335815429688
        },
        {
            "docid": "3690047_9",
            "document": "Electron cryotomography . A major obstacle in CryoET is identifying structures of interest within complicated cellular environments. One solution is to apply correlated cryo-fluorescence light microscopy, and even super-resolution light microscopy (e.g. cryo-PALM), and CryoET. In these techniques, a sample containing a fluorescently-tagged protein of interest is plunge-frozen and first imaged in a light microscope equipped with a special stage to allow the sample to be kept at sub-crystallization temperatures (<-150 °C). The location of the fluorescent signal is identified and the sample is transferred to the CryoTEM, where the same location is then imaged at high resolution by CryoET.",
            "score": 183.53042602539062
        },
        {
            "docid": "13751165_12",
            "document": "Coherent diffraction imaging . Coherent electron diffraction imaging works the same as CXDI in principle only electrons are the diffracted waves and an imaging plate is used to detect electrons rather than a CCD. In one published report a double walled carbon nanotube (DWCNT) was imaged using nano area electron diffraction (NAED) with atomic resolution. In principle, electron diffraction imaging should yield a higher resolution image because the wavelength of electrons can be much smaller than photons without going to very high energies. Electrons also have much weaker penetration so they are more surface sensitive than X-rays. However, typically electron beams are more damaging than x-rays so this technique may be limited to inorganic materials.",
            "score": 181.83839416503906
        },
        {
            "docid": "26901564_33",
            "document": "DNA nanotechnology . Nucleic acid structures can be directly imaged by atomic force microscopy, which is well suited to extended two-dimensional structures, but less useful for discrete three-dimensional structures because of the microscope tip's interaction with the fragile nucleic acid structure; transmission electron microscopy and cryo-electron microscopy are often used in this case. Extended three-dimensional lattices are analyzed by X-ray crystallography.",
            "score": 180.39869689941406
        },
        {
            "docid": "30833420_7",
            "document": "Transmission electron microscopy DNA sequencing . The electron microscope has the capacity to obtain a resolution of up to 100 pm, whereby microscopic biomolecules and structures such as viruses, ribosomes, proteins, lipids, small molecules and even single atoms can be observed.",
            "score": 180.13558959960938
        },
        {
            "docid": "36128950_6",
            "document": "Macromolecular assembly . The study of MA structure and function is challenging, in particular because of their megadalton size, but also because of their complex compositions and varying dynamic natures. Most have had standard chemical and biochemical methods applied (methods of protein purification and centrifugation, chemical and electrochemical characterization, etc.). In addition, their methods of study include modern proteomic approaches, computational and atomic-resolution structural methods (e.g., X-ray crystallography), small-angle X-ray scattering (SAXS) and small-angle neutron scattering (SANS), force spectroscopy, and transmission electron microscopy and cryo-electron microscopy. Aaron Klug was recognized with the 1982 Nobel Prize in Chemistry for his work on structural elucidation using electron microscopy, in particular for protein-nucleic acid MAs including the tobacco mosaic virus (a structure containing a 6400 base ssRNA molecule and >2000 coat protein molecules). The crystallization and structure solution for the ribosome, MW ~ 2.5 MDa, an example of part of the protein synthetic 'machinery' of living cells, was object of the 2009 Nobel Prize in Chemistry awarded to Venkatraman Ramakrishnan, Thomas A. Steitz, and Ada E. Yonath.",
            "score": 179.74305725097656
        },
        {
            "docid": "904792_9",
            "document": "X-ray microscope . The resolution of X-ray microscopy lies between that of the optical microscope and the electron microscope. It has an advantage over conventional electron microscopy in that it can view biological samples in their natural state. Electron microscopy is widely used to obtain images with nanometer to sub-Angstrom level resolution but the relatively thick living cell cannot be observed as the sample has to be chemically fixed, dehydrated, embedded in resin, then sliced ultra thin. However, it should be mentioned that cryo-electron microscopy allows the observation of biological specimens in their hydrated natural state, albeit embedded in water ice. Until now, resolutions of 30 nanometer are possible using the Fresnel zone plate lens which forms the image using the soft x-rays emitted from a synchrotron. Recently, the use of soft x-rays emitted from laser-produced plasmas rather than synchrotron radiation is becoming more popular.",
            "score": 179.0204620361328
        },
        {
            "docid": "34151_58",
            "document": "X-ray crystallography . When a crystal is mounted and exposed to an intense beam of X-rays, it scatters the X-rays into a pattern of spots or \"reflections\" that can be observed on a screen behind the crystal. A similar pattern may be seen by shining a laser pointer at a compact disc. The relative intensities of these spots provide the information to determine the arrangement of molecules within the crystal in atomic detail. The intensities of these reflections may be recorded with photographic film, an area detector or with a charge-coupled device (CCD) image sensor. The peaks at small angles correspond to low-resolution data, whereas those at high angles represent high-resolution data; thus, an upper limit on the eventual resolution of the structure can be determined from the first few images. Some measures of diffraction quality can be determined at this point, such as the mosaicity of the crystal and its overall disorder, as observed in the peak widths. Some pathologies of the crystal that would render it unfit for solving the structure can also be diagnosed quickly at this point.",
            "score": 178.80247497558594
        },
        {
            "docid": "4747255_8",
            "document": "Soft x-ray microscopy . The resolution of X-ray microscopy lies between that of the optical microscope and the electron microscope. It has an advantage over conventional electron microscopy in that it can view biological samples in their natural state. Electron microscopy is widely used to obtain images with nanometer level resolution but the relatively thick living cell cannot be observed as the sample has to be chemically fixed, dehydrated, embedded in resin, then sliced ultra thin. However, it should be mentioned that cryo-electron microscopy allows the observation of biological specimens in their hydrated natural state, albeit embedded in water ice. Until now, resolutions of 30 nanometer are possible using the Fresnel zone plate lens which forms the image using the soft x-rays emitted from a synchrotron. Recently, the use of soft x-rays emitted from laser-produced plasmas rather than synchrotron radiation is becoming more popular.",
            "score": 178.6248016357422
        },
        {
            "docid": "42471468_3",
            "document": "Resolution by Proxy . In X-ray crystallography, resolution is a measure of the resolvability or precision in the electron density map of a molecule. Resolution is usually reported in Angstroms (10–10 meters) for X-ray crystal structures. The smaller the number, the better the degree of atomic resolution. In protein X-ray crystallography the best resolution typically attainable is about 1 Angstrom. This level of resolution allows individual hydrogen atoms to be visualized and heavy atoms (C, O, N) to be very accurately mapped. Most protein structures solved today have a resolution of 1.5 to 2.5 Angstroms, which means the hydrogen atoms are not visible and there is some uncertainty in the precise location of the heavy atoms. Protein structures with a resolution of >2.5 Angstroms generally have a number of coordinate inaccuracies as well as other structural problems. When the resolution is greater than 3.5 Angstroms, there is often considerable uncertainty in both the atom locations and even the identity of individual amino residues. In other words, resolution is inversely correlated with structure quality (i.e. higher numbers mean poorer structures). This trend in protein structure quality for X-ray resolution matches very closely to the trend seen the quality of NMR-determined protein structures. Some NMR structures have large numbers of constraints (NOEs, H-bonds, J-couplings, dipolar couplings), excellent geometry, high structure quality and very tight ensembles with excellent atomic precision (RMSDs < 1 Angstrom). Other NMR structures have very few constraints, poor geometry or poor structure quality and very loose ensembles (RMSDs > 3 Angstroms). However, there is no simple mapping between NMR RMSD values and X-ray resolution values. That is, an NMR ensemble with 1 Angstrom RMSD does not correspond in quality or precision to an X-ray structure with 1 Angstrom resolution. This is because the RMSD measure is both a function of the number of structures used in the ensemble and the selection bias of the spectroscopist who desposits the structural ensemble. Likewise, in NMR it is possible to generate high quality, precisely determined protein structures using relatively few, well-chosen constraints. It is also possible to generate very low quality NMR structures from large numbers of carelessly assessed, mistaken or mis-assigned constraints.",
            "score": 178.24488830566406
        },
        {
            "docid": "12365585_19",
            "document": "Signal recognition particle RNA . X-ray crystallography, nuclear magnetic resonance (NMR), and cryo-electron microscopy (cryo-EM] have been used to determine the molecular structure of portions of the SRP RNAs from various species. The available PDB structures show the RNA molecule either free or when bound to one or more SRP proteins. One or more SRP proteins bind to the SRP RNA to assemble the functional SRP. The SRP proteins are named according to their approximate molecular mass measured in kilodalton. Most bacterial SRPs are composed of SRP RNA and SRP54 (also named Ffh for \"\"F\"ifty-\"f\"our \"h\"omolog\"). The Archaeal SRP contains proteins SRP54 and SRP19. In eukaryotes, the SRP RNA combines with the imported SRP proteins SRP9/14, SRP19, and SRP68/72 in a region of the nucleolus. This pre-SRP is transported to the cytosol where it binds to protein SRP54. The molecular structures of the free or SRP RNA-bound proteins SRP9/14, SRP19, or SRP54 are known at high resolution.",
            "score": 178.1437530517578
        },
        {
            "docid": "1822961_4",
            "document": "Electron crystallography . One of the main difficulties in X-ray crystallography is determining phases in the diffraction pattern. Because of the complexity of X-ray lenses, it is difficult to form an image of the crystal being diffracted, and hence phase information is lost. Fortunately, electron microscopes can resolve atomic structure in real space and the crystallographic structure factor phase information can be experimentally determined from an image's Fourier transform. The Fourier transform of an atomic resolution image is similar, but different, to a diffraction pattern—with reciprocal lattice spots reflecting the symmetry and spacing of a crystal. Aaron Klug was the first to realize that the phase information could be read out directly from the Fourier transform of an electron microscopy image that had been scanned into a computer, already in 1968. For this, and his studies on virus structures and transfer-RNA, Klug received the Nobel Prize for chemistry in 1982.",
            "score": 176.55909729003906
        },
        {
            "docid": "1822961_5",
            "document": "Electron crystallography . A common problem to X-ray crystallography and electron crystallography is radiation damage, by which especially organic molecules and proteins are damaged as they are being imaged, limiting the resolution that can be obtained. This is especially troublesome in the setting of electron crystallography, where that radiation damage is focused on far fewer atoms. One technique used to limit radiation damage is electron cryomicroscopy, in which the samples undergo cryofixation and imaging takes place at liquid nitrogen or even liquid helium temperatures. Because of this problem, X-ray crystallography has been much more successful in determining the structure of proteins that are especially vulnerable to radiation damage.",
            "score": 175.97926330566406
        },
        {
            "docid": "21453848_12",
            "document": "Lipid bilayer characterization . In electron microscopy a beam of focused electrons interacts with the sample rather than a beam of light as in traditional microscopy. Electrons have a much shorter wavelength than light so electron microscopy has much higher resolution than light microscopy, potentially down to the atomic scale. Because lipid bilayers are arranged on the molecular level, this higher resolution has been invaluable. In 1960, when the structure of the bilayer was still debated, it was electron microscopy that offered the first direct visualization of the two apposing leaflets. In conjunction with rapid freezing techniques, electron microscopy has also been used to study the mechanisms of inter- and intracellular transport, for instance in demonstrating that exocytotic vesicles are the means of chemical release at synapses. Often, electron microscopy is the only probe technique with sufficient resolution to determine complex nanometer-scale morphologies.",
            "score": 175.97756958007812
        }
    ]
}