{
    "q": [
        {
            "docid": "19408628_2",
            "document": "Scanning confocal electron microscopy . Scanning confocal electron microscopy (SCEM) is an electron microscopy technique analogous to scanning confocal optical microscopy (SCOM). In this technique, the studied sample is illuminated by a focussed electron beam, as in other scanning microscopy techniques, such as scanning transmission electron microscopy or scanning electron microscopy. However, in SCEM, the collection optics is arranged symmetrically to the illumination optics to gather only the electrons that pass the beam focus. This results in superior depth resolution of the imaging. The technique is relatively new and is being actively developed.",
            "score": 99.87896156311035
        },
        {
            "docid": "2980233_2",
            "document": "Focused ion beam . Focused ion beam, also known as FIB, is a technique used particularly in the semiconductor industry, materials science and increasingly in the biological field for site-specific analysis, deposition, and ablation of materials. A FIB setup is a scientific instrument that resembles a scanning electron microscope (SEM). However, while the SEM uses a focused beam of electrons to image the sample in the chamber, a FIB setup uses a focused beam of ions instead. FIB can also be incorporated in a system with both electron and ion beam columns, allowing the same feature to be investigated using either of the beams. FIB should not be confused with using a beam of focused ions for direct write lithography (such as in proton beam writing). These are generally quite different systems where the material is modified by other mechanisms.",
            "score": 198.225581407547
        },
        {
            "docid": "2980233_13",
            "document": "Focused ion beam . The FIB is also commonly used to prepare samples for the transmission electron microscope. The TEM requires very thin samples, typically ~100 nanometers. Other techniques, such as ion milling or electropolishing can be used to prepare such thin samples. However, the nanometer-scale resolution of the FIB allows the exact thin region to be chosen. This is vital, for example, in integrated circuit failure analysis. If a particular transistor out of several million on a chip is bad, the only tool capable of preparing an electron microscope sample of that single transistor is the FIB.  The same protocol used for preparing samples to transmission electron microscopy can also be used to select a micro area of a sample, extract it and prepare it for analysis using a Secondary ion mass spectrometry (SIMS).",
            "score": 130.67261934280396
        },
        {
            "docid": "30833420_12",
            "document": "Transmission electron microscopy DNA sequencing . Transmission electron microscopy (TEM) produces high magnification, high resolution images by passing a beam of electrons through a very thin sample. Whereas atomic resolution has been demonstrated with conventional TEM, further improvement in spatial resolution requires correcting the spherical and chromatic aberrations of the microscope lenses. This has only been possible in scanning transmission electron microscopy where the image is obtained by scanning the object with a finely focused electron beam, in a way similar to a cathode ray tube. However, the achieved improvement in resolution comes together with irradiation of the studied object by much higher beam intensities, the concomitant sample damage and the associated imaging artefacts. Different imaging techniques are applied depending on whether the sample contains heavy or light atoms:",
            "score": 126.80598044395447
        },
        {
            "docid": "14552970_11",
            "document": "Stranski–Krastanov growth . Unlike the techniques presented in the last section in which probe size can be relatively large compared to island size, surface microscopies such scanning electron microscopy (SEM), transmission electron microscopy (TEM), scanning tunneling microscopy (STM), and Atomic force microscopy (AFM) offer the opportunity for direct viewing of deposit/substrate combination events. The extreme magnifications afforded by these techniques, often down to the nanometer length scale, make them particularly applicable for visualizing the strongly 3D islands. UHV-SEM and TEM are routinely used to image island formation during SK growth, enabling a wide range of information to be gathered, ranging from island densities to equilibrium shapes. AFM and STM have become increasingly utilized to correlate island geometry to the surface morphology of the surrounding substrate and wetting layer. These visualization tools are often used to complement quantitative information gathered during wide-beam analyses.",
            "score": 130.81558895111084
        },
        {
            "docid": "7079848_2",
            "document": "Scanning ion-conductance microscopy . Scanning ion-conductance microscopy (SICM) is a scanning probe microscopy technique that uses an electrode as the probe tip. SICM allows for the determination of the surface topography of micrometer and even nanometer-range structures in aqueous media conducting electrolytes. The samples can be hard or soft, are generally non-conducting, and the non-destructive nature of the measurement allows for the observation of living tissues and cells, and biological samples in general.",
            "score": 94.8144941329956
        },
        {
            "docid": "54195920_4",
            "document": "Nanostructured film . Methods used to characterize nanostructured films include transmission electron microscopy, scanning electron microscopy, electron backscatter diffraction, focused ion beam milling, and nanoindentation. These techniques are used as they allow imaging of nanoscale structures, including dislocations, twinning, grain boundaries, film morphology, and atomic structure.",
            "score": 90.44949293136597
        },
        {
            "docid": "36022927_25",
            "document": "Nuclear forensics . The scanning electron microscope can provide images of an object's surface at high magnification with a resolution on the order of nanometers. A focused beam of energetic electrons is scanned over the sample and electrons that a backscattered or emitted from the sample surface are detected. Images are constructed via measuring the fluctuations of electrons from the sample beam scanning position. This data is useful in determining what process may have been employed in the materials production and to distinguish between materials of differing origins. Measurement of backscattered electrons elucidate the average atomic number of the area being scanned. The emitted, or secondary electrons provide topological information. This is a relatively straight forward technique, however samples must be amenable to being under a vacuum and may require pre-treatment.",
            "score": 127.3840160369873
        },
        {
            "docid": "1186904_18",
            "document": "Confocal microscopy . CLSM is a scanning imaging technique in which the resolution obtained is best explained by comparing it with another scanning technique like that of the scanning electron microscope (SEM). CLSM has the advantage of not requiring a probe to be suspended nanometers from the surface, as in an AFM or STM, for example, where the image is obtained by scanning with a fine tip over a surface. The distance from the objective lens to the surface (called the \"working distance\") is typically comparable to that of a conventional optical microscope. It varies with the system optical design, but working distances from hundreds of micrometres to several millimeters are typical.",
            "score": 129.2062211036682
        },
        {
            "docid": "31760032_17",
            "document": "Vibrational analysis with scanning probe microscopy . Because of the diffraction limit in the resolution of conventional lens-based microscopes, namely D = 0.61\"λ\"/nsinθ, the maximum resolution obtainable with an optical microscope is ~200 nm. A new type of lens using multiple scattering of light allowed to improve the resolution to about 100 nm. Several new microscopy techniques with a sub-nanometer resolution have been developed in the last several decades, such as electron microscopy (SEM and TEM) and scanning probe microscopy (NSOM, STM and AFM). SPM differs from other techniques in that the excitation and signal collection are very close (less than diffraction limit distance) to the sample. Instead of using a conventional lens to obtain magnified images of samples, an SPM scans across the sample with a very sharp probe. Whereas SEM and TEM usually require vacuum and an extensive sample preparation, SPM measurements can be performed in atmospheric or liquid conditions.",
            "score": 130.91630053520203
        },
        {
            "docid": "4756896_2",
            "document": "Scanning helium ion microscope . A scanning helium ion microscope (SHIM, HeIM or HIM) is an imaging technology based on a scanning helium ion beam. Similar to other focused ion beam techniques, it allows to combine milling and cutting of samples with their observation at sub-nanometer resolution.",
            "score": 111.31304216384888
        },
        {
            "docid": "37430358_2",
            "document": "Light sheet fluorescence microscopy . Light sheet fluorescence microscopy (LSFM) is a fluorescence microscopy technique with an intermediate-to-high optical resolution, but good optical sectioning capabilities and high speed. In contrast to epifluorescence microscopy only a thin slice (usually a few hundred nanometers to a few micrometers) of the sample is illuminated perpendicularly to the direction of observation. For illumination, a laser light-sheet is used, i.e. a laser beam which is focused only in one direction (e.g. using a cylindrical lens). A second method uses a circular beam scanned in one direction to create the lightsheet. As only the actually observed section is illuminated, this method reduces the photodamage and stress induced on a living sample. Also the good optical sectioning capability reduces the background signal and thus creates images with higher contrast, comparable to confocal microscopy. Because LSFM scans samples by using a plane of light instead of a point (as in confocal microscopy), it can acquire images at speeds 100 to 1000 times faster than those offered by point-scanning methods.",
            "score": 132.20443618297577
        },
        {
            "docid": "7507272_7",
            "document": "Ion-beam sculpting . This is the easiest of the techniques, but the least useful. After a hole is milled with an FIB, one can just image the hole (analogous to the TEM technique). The ions stimulate movement on the wafer, and also implant themselves to help close the hole. Unlike the other two methods, the holes closed in this technique are not very circular and smooth. The holes appear jagged under TEM photos. Also, it is much harder to control the size of the hole to the single nanometer regime. Another drawback to this technique is that while imaging the hole, the ion beam is continually sputtering membrane material away. If the beam scan area is large enough, the rate of atoms moving to close the hole will be greater than the rate of sputtering, so the hole will close. If the membrane is too thin or the scan area too small, then the rate of sputtering will win, and the hole will open up.",
            "score": 138.09468066692352
        },
        {
            "docid": "2980233_16",
            "document": "Focused ion beam . FIB is also used for Secondary ion mass spectrometry (SIMS). The ejected secondary ions are collected and analyzed after the surface of the specimen has been sputtered with a primary focused ion beam.  At lower beam currents, FIB imaging resolution begins to rival the more familiar scanning electron microscope (SEM) in terms of imaging topography, however the FIB's two imaging modes, using secondary electrons and secondary ions, both produced by the primary ion beam, offer many advantages over SEM.  FIB secondary electron images show intense grain orientation contrast. As a result, grain morphology can be readily imaged without resorting to chemical etching. Grain boundary contrast can also be enhanced through careful selection of imaging parameters. FIB secondary ion images also reveal chemical differences, and are especially useful in corrosion studies, as secondary ion yields of metals can increase by three orders of magnitude in the presence of oxygen, clearly revealing the presence of corrosion.",
            "score": 218.72500133514404
        },
        {
            "docid": "30833420_5",
            "document": "Transmission electron microscopy DNA sequencing . In 1970, Albert Crewe developed the high-angle annular dark-field imaging (HAADF) imaging technique in a scanning transmission electron microscope. Using this technique, he visualized individual heavy atoms on thin amorphous carbon films. In 2010 Krivanek and colleagues reported several technical improvements to the HAADF method, including a combination of aberration corrected electron optics and low accelerating voltage. The latter is crucial for imaging biological objects, as it allows to reduce damage by the beam and increase the image contrast for light atoms. As a result, single atom substitutions in a boron nitride monolayer could be imaged.",
            "score": 115.75545525550842
        },
        {
            "docid": "21453848_12",
            "document": "Lipid bilayer characterization . In electron microscopy a beam of focused electrons interacts with the sample rather than a beam of light as in traditional microscopy. Electrons have a much shorter wavelength than light so electron microscopy has much higher resolution than light microscopy, potentially down to the atomic scale. Because lipid bilayers are arranged on the molecular level, this higher resolution has been invaluable. In 1960, when the structure of the bilayer was still debated, it was electron microscopy that offered the first direct visualization of the two apposing leaflets. In conjunction with rapid freezing techniques, electron microscopy has also been used to study the mechanisms of inter- and intracellular transport, for instance in demonstrating that exocytotic vesicles are the means of chemical release at synapses. Often, electron microscopy is the only probe technique with sufficient resolution to determine complex nanometer-scale morphologies.",
            "score": 66.50400686264038
        },
        {
            "docid": "2980233_14",
            "document": "Focused ion beam . The drawbacks to FIB sample preparation are the above-mentioned surface damage and implantation, which produce noticeable effects when using techniques such as high-resolution \"lattice imaging\" TEM or electron energy loss spectroscopy. This damaged layer can be minimized by FIB milling with lower beam voltages, or by further milling with a low-voltage argon ion beam after completion of the FIB process.",
            "score": 162.18656158447266
        },
        {
            "docid": "19567_32",
            "document": "Microscopy . Wide-field multiphoton microscopy refers to an optical non-linear imaging technique tailored for ultrafast imaging in which a large area of the object is illuminated and imaged without the need for scanning. High intensities are required to induce non-linear optical processes such as two-photon fluorescence or second harmonic generation. In scanning multiphoton microscopes the high intensities are achieved by tightly focusing the light, and the image is obtained by stage- or beam-scanning the sample. In wide-field multiphoton microscopy the high intensities are best achieved using an optically amplified pulsed laser source to attain a large field of view (~100 µm). The image in this case is obtained as a single frame with a CCD without the need of scanning, making the technique particularly useful to visualize dynamic processes simultaneously across the object of interest. With wide-field multiphoton microscopy the frame rate can be increased up to a 1000-fold compared to multiphoton scanning microscopy.",
            "score": 131.59698271751404
        },
        {
            "docid": "49884868_2",
            "document": "Wide-field multiphoton microscopy . Wide-field multiphoton microscopy refers to an optical non-linear imaging technique tailored for ultrafast imaging in which a large area of the object is illuminated and imaged without the need for scanning. High intensities are required to induce non-linear optical processes such as two-photon fluorescence or second harmonic generation. In scanning multiphoton microscopes the high intensities are achieved by tightly focusing the light, and the image is obtained by stage- or beam-scanning the sample. In wide-field multiphoton microscopy the high intensities are best achieved using an optically amplified pulsed laser source to attain a large field of view (~100 µm). The image in this case is obtained as a single frame with a CCD without the need of scanning, making the technique particularly useful to visualize dynamic processes simultaneously across the object of interest. With wide-field multiphoton microscopy the frame rate can be increased up to a 1000-fold compared to multiphoton scanning microscopy.",
            "score": 131.59698271751404
        },
        {
            "docid": "20287289_8",
            "document": "Calostoma . The spores are spherical to elliptical in shape, and typically have surfaces that are reticulate (with interconnected grooves resembling a net) or pitted. The variations in the elaborate pitted-spore reticulations have inspired investigation with techniques such as scanning electron microscopy and atomic force microscopy. The latter technique was used to distinguish subtle details (at the nanometer scale) and differences in the fine structure of the spores of various \"Calostoma\" species. The spore reticulations have purpose: they become entangled and interwoven with nurse cells and scaly hyphae, the net effect of which is to prevent the spores from being blown away simultaneously.",
            "score": 78.19337129592896
        },
        {
            "docid": "13535375_8",
            "document": "Mass spectrometry imaging . Secondary ion mass spectrometry (SIMS) is used to analyze solid surfaces and thin films by sputtering the surface with a focused primary ion beam and collecting and analyzing ejected secondary ions. There are many different sources for a primary ion beam. However, the primary ion beam must contain ions that are at the higher end of the energy scale. Some common sources are: Cs, O, O, Ar and Ga. SIMS imaging is performed in a manner similar to electron microscopy; the primary ion beam is emitted across the sample while secondary mass spectra are recorded. SIMS proves to be advantageous in providing the highest image resolution but only over small area of samples. More, this technique is widely regarded as one of the most sensitive forms of mass spectrometry as it can detect elements as small as 10-10.",
            "score": 136.3528515100479
        },
        {
            "docid": "162435_32",
            "document": "Mind uploading . There are uncertainties with this approach using current microscopy techniques. If it is possible to replicate neuron function from its visible structure alone, then the resolution afforded by a scanning electron microscope would suffice for such a technique. However, as the function of brain tissue is partially determined by molecular events (particularly at synapses, but also at other places on the neuron's cell membrane), this may not suffice for capturing and simulating neuron functions. It may be possible to extend the techniques of serial sectioning and to capture the internal molecular makeup of neurons, through the use of sophisticated immunohistochemistry staining methods that could then be read via confocal laser scanning microscopy. However, as the physiological genesis of 'mind' is not currently known, this method may not be able to access all of the necessary biochemical information to recreate a human brain with sufficient fidelity.",
            "score": 100.88909304141998
        },
        {
            "docid": "19567_3",
            "document": "Microscopy . Optical microscopy and electron microscopy involve the diffraction, reflection, or refraction of electromagnetic radiation/electron beams interacting with the specimen, and the collection of the scattered radiation or another signal in order to create an image. This process may be carried out by wide-field irradiation of the sample (for example standard light microscopy and transmission electron microscopy) or by scanning a fine beam over the sample (for example confocal laser scanning microscopy and scanning electron microscopy). Scanning probe microscopy involves the interaction of a scanning probe with the surface of the object of interest. The development of microscopy revolutionized biology, gave rise to the field of histology and so remains an essential technique in the life and physical sciences.",
            "score": 109.23527479171753
        },
        {
            "docid": "61275_6",
            "document": "Cathodoluminescence . The primary advantages to the electron microscope based technique is its spatial resolution. In a scanning electron microscope, the attainable resolution is on the order of a few ten nanometers, while in a (scanning) transmission electron microscope, nanometer-sized features can be resolved. Additionally, it is possible to perform nanosecond- to picosecond-level time-resolved measurements if the electron beam can be \"chopped\" into nano- or pico-second pulses by a beam-blanker or with a pulsed electron source. These advanced techniques are useful for examining low-dimensional semiconductor structures, such a quantum wells or quantum dots.",
            "score": 81.14207053184509
        },
        {
            "docid": "44291266_2",
            "document": "Calcium imaging . Calcium imaging is a scientific technique usually carried out in research which is designed to show the calcium (Ca) status of an isolated cell, tissue or medium.  Calcium imaging techniques take advantage of so-called calcium indicators, fluorescent molecules that can respond to the binding of Ca ions by changing their fluorescence properties.  Two main classes of calcium indicators exist: chemical indicators and genetically encoded calcium indicators (GECI). Calcium imaging can be used to optically probe intracellular calcium in living animals. This technique has allowed studies of calcium signalling in a wide variety of cell types and neuronal activity in hundreds of neurons and glial cells within neuronal circuits .",
            "score": 132.89795398712158
        },
        {
            "docid": "57418849_50",
            "document": "Probe tip . Probes tips have a wide variety of applications in different fields of science and technology. One of the major areas where probe tips are used is for application in SPM i.e., STM and AFM. For example, carbon nanotube tips in conjunction with AFM provides an excellent tool for surface characterization in the nanometer realm. CNT tips are also used in tapping-mode Scanning Force Microscopy (SFM), which is a technique where a tip taps a surface by a cantilever driven near resonant frequency of the cantilever. The CNT probe tips fabricated using CVD technique can be used for imaging of biological macromolecules, semiconductor and chemical structure. For example, it is possible to obtain intermittent AFM contact image of IgM macromolecules with excellent resolution using single CNT tip. Individual CNT tips can be used for high resolution imaging of protein molecules.",
            "score": 107.75022232532501
        },
        {
            "docid": "54551486_7",
            "document": "Super-resolution dipole orientation mapping . As a fundamental physical dimension of fluorescence, polarization has been applied extensively in biological researches. Through fluorescence polarization microscopy (FPM), the dipole orientation as well as the intensity of fluorescent probes could be measured. Compared with X-ray crystallography or electron microscopy which could elucidate ultra-high resolution of individual proteins or macromolecule assemblies, FPM don't require complex sample preparation which made it suitable for live cell imaging. Near-field imaging techniques, such as Atomic Force Microscopy (AFM) could also provide with structural information, which however, is limited only to samples on the surface. FPM is capable of imaging orientations in dynamic samples at the time scale of seconds or milliseconds, thus it can serve as a complementary method for measurement of subcellular organelle structures.",
            "score": 136.4911516904831
        },
        {
            "docid": "9248684_3",
            "document": "Near-field optics . The limit of optical resolution in a conventional microscope, the so-called diffraction limit, is in the order of half the wavelength of the light used to image. Thus, when imaging at visible wavelengths, the smallest resolvable features are several hundred nanometers in size (although point-like sources, such as quantum dots, can be resolved quite readily). Using near-field optical techniques, researchers currently resolve features in the order of tens of nanometers in size. While other imaging techniques (e.g. atomic force microscopy and electron microscopy) can resolve features of much smaller size, the many advantages of optical microscopy make near-field optics a field of considerable interest.",
            "score": 107.76905012130737
        },
        {
            "docid": "53129859_2",
            "document": "Live single-cell imaging . Live single-cell imaging is an emerging systems biology field, being used to study signalling dynamics and behaviour in populations of individual living cells. Live single-cell imaging combines traditional live cell imaging and time-lapse microscopy techniques with automated cell tracking and feature extraction, drawing many techniques from high-content screening. Live single cell studies represent an important step forward in molecular biology as they can reveal key behaviours that would otherwise be masked in population averaging experiments such as western blots.",
            "score": 141.03887391090393
        },
        {
            "docid": "19726608_25",
            "document": "Optical properties of carbon nanotubes . Cathodoluminescence (CL) — light emission excited by electron beam — is a process commonly observed in TV screens. An electron beam can be finely focused and scanned across the studied material. This technique is widely used to study defects in semiconductors and nanostructures with nanometer-scale spatial resolution. It would be beneficial to apply this technique to carbon nanotubes. However, no reliable CL, i.e. sharp peaks assignable to certain (\"n\", \"m\") indices, has been detected from carbon nanotubes yet.",
            "score": 61.11432695388794
        },
        {
            "docid": "28055575_2",
            "document": "Single particle analysis . Single particle analysis is a group of related computerized image processing techniques used to analyze images from transmission electron microscopy (TEM). These methods were developed to improve and extend the information obtainable from TEM images of particulate samples, typically proteins or other large biological entities such as viruses. Individual images of stained or unstained particles are very noisy, and so hard to interpret. Combining several digitized images of similar particles together gives an image with stronger and more easily interpretable features. An extension of this technique uses single particle methods to build up a three-dimensional reconstruction of the particle. Using cryogenic transmission electron microscopy it has become possible to generate reconstructions with sub-nanometer resolution and near-atomic resolution first in the case of highly symmetric viruses, and now in smaller, asymmetric proteins as well.",
            "score": 134.2335169315338
        },
        {
            "docid": "158011_26",
            "document": "Lipid bilayer . A new method to study lipid bilayers is Atomic force microscopy (AFM). Rather than using a beam of light or particles, a very small sharpened tip scans the surface by making physical contact with the bilayer and moving across it, like a record player needle. AFM is a promising technique because it has the potential to image with nanometer resolution at room temperature and even under water or physiological buffer, conditions necessary for natural bilayer behavior. Utilizing this capability, AFM has been used to examine dynamic bilayer behavior including the formation of transmembrane pores (holes) and phase transitions in supported bilayers. Another advantage is that AFM does not require fluorescent or isotopic labeling of the lipids, since the probe tip interacts mechanically with the bilayer surface. Because of this, the same scan can image both lipids and associated proteins, sometimes even with single-molecule resolution. AFM can also probe the mechanical nature of lipid bilayers.",
            "score": 105.16488635540009
        }
    ],
    "r": [
        {
            "docid": "2980233_16",
            "document": "Focused ion beam . FIB is also used for Secondary ion mass spectrometry (SIMS). The ejected secondary ions are collected and analyzed after the surface of the specimen has been sputtered with a primary focused ion beam.  At lower beam currents, FIB imaging resolution begins to rival the more familiar scanning electron microscope (SEM) in terms of imaging topography, however the FIB's two imaging modes, using secondary electrons and secondary ions, both produced by the primary ion beam, offer many advantages over SEM.  FIB secondary electron images show intense grain orientation contrast. As a result, grain morphology can be readily imaged without resorting to chemical etching. Grain boundary contrast can also be enhanced through careful selection of imaging parameters. FIB secondary ion images also reveal chemical differences, and are especially useful in corrosion studies, as secondary ion yields of metals can increase by three orders of magnitude in the presence of oxygen, clearly revealing the presence of corrosion.",
            "score": 218.72500610351562
        },
        {
            "docid": "2980233_2",
            "document": "Focused ion beam . Focused ion beam, also known as FIB, is a technique used particularly in the semiconductor industry, materials science and increasingly in the biological field for site-specific analysis, deposition, and ablation of materials. A FIB setup is a scientific instrument that resembles a scanning electron microscope (SEM). However, while the SEM uses a focused beam of electrons to image the sample in the chamber, a FIB setup uses a focused beam of ions instead. FIB can also be incorporated in a system with both electron and ion beam columns, allowing the same feature to be investigated using either of the beams. FIB should not be confused with using a beam of focused ions for direct write lithography (such as in proton beam writing). These are generally quite different systems where the material is modified by other mechanisms.",
            "score": 198.2255859375
        },
        {
            "docid": "2980233_5",
            "document": "Focused ion beam . Focused ion beam (FIB) systems have been produced commercially for approximately twenty years, primarily for large semiconductor manufacturers. FIB systems operate in a similar fashion to a scanning electron microscope (SEM) except, rather than a beam of electrons and as the name implies, FIB systems use a finely focused beam of ions (usually gallium) that can be operated at low beam currents for imaging or at high beam currents for site specific sputtering or milling.",
            "score": 182.3053741455078
        },
        {
            "docid": "2980233_9",
            "document": "Focused ion beam . Until recently, the overwhelming usage of FIB has been in the semiconductor industry. Such applications as defect analysis, circuit modification, photomask repair and transmission electron microscope (TEM) sample preparation of site specific locations on integrated circuits have become commonplace procedures. The latest FIB systems have high resolution imaging capability; this capability coupled with in situ sectioning has eliminated the need, in many cases, to examine FIB sectioned specimens in a separate SEM instrument. SEM imaging is still required for the highest resolution imaging and to prevent damage to sensitive samples. However, the combination of SEM and FIB columns onto the same chamber enables the benefits of both to be utilized.",
            "score": 181.73391723632812
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 181.425537109375
        },
        {
            "docid": "9730_15",
            "document": "Electron microscope . Generally, the image resolution of an SEM is lower than that of a TEM. However, because the SEM images the surface of a sample rather than its interior, the electrons do not have to travel through the sample. This reduces the need for extensive sample preparation to thin the specimen to electron transparency. The SEM is able to image bulk samples that can fit on its stage and still be maneuvered, including a height less than the working distance being used, often 4 millimeters for high resolution images. The SEM also has a great depth of field, and so can produce images that are good representations of the three-dimensional surface shape of the sample. Another advantage of SEMs comes with environmental scanning electron microscopes (ESEM) that can produce images of good quality and resolution with hydrated samples or in low, rather than high, vacuum or under chamber gases. This facilitates imaging unfixed biological samples that are unstable in the high vacuum of conventional electron microscopes.",
            "score": 179.10597229003906
        },
        {
            "docid": "23044361_9",
            "document": "Raman microscope . Correlative SEM-Raman imaging is the integration of a confocal Raman microscope into an SEM chamber which allows correlative imaging of several techniques, such as SE, BSE, EDX, EBSD, EBIC, CL, AFM. Moreover, adding a focused ion beam (FIB) on the chamber allows removal of the material and therefore 3D imaging of the sample. Low-vacuum mode allows analysis on biological and non-conductive samples.",
            "score": 172.74075317382812
        },
        {
            "docid": "3690047_6",
            "document": "Electron cryotomography . Larger cells, and even tissues, can be prepared for CryoET by thinning, either by cryo-sectioning or by focused ion beam (FIB) milling. In cryo-sectioning, frozen blocks of cells or tissue are sectioned into thin samples with a cryo-microtome. In FIB-milling, plunge-frozen samples are exposed to a focused beam of ions, typically gallium, that precisely whittle away material from the top and bottom of a sample, leaving a thin lamella suitable for ECT imaging.",
            "score": 167.96533203125
        },
        {
            "docid": "28034_6",
            "document": "Scanning electron microscope . In secondary electron imaging, or SEI, the secondary electrons are emitted from very close to the specimen surface. Consequently, SEI can produce very high-resolution images of a sample surface, revealing details less than 1 nm in size. Back-scattered electrons (BSE) are beam electrons that are reflected from the sample by elastic scattering. They emerge from deeper locations within the specimen and, consequently, the resolution of BSE images is less than SE images. However, BSE are often used in analytical SEM, along with the spectra made from the characteristic X-rays, because the intensity of the BSE signal is strongly related to the atomic number (Z) of the specimen. BSE images can provide information about the distribution of different elements in the sample. For the same reason, BSE imaging can image colloidal gold immuno-labels of 5 or 10 nm diameter, which would otherwise be difficult or impossible to detect in secondary electron images in biological specimens. Characteristic X-rays are emitted when the electron beam removes an inner shell electron from the sample, causing a higher-energy electron to fill the shell and release energy. These characteristic X-rays are used to identify the composition and measure the abundance of elements in the sample.",
            "score": 167.22097778320312
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 167.0368194580078
        },
        {
            "docid": "4756896_3",
            "document": "Scanning helium ion microscope . In terms of imaging, SHIM has several advantages over the traditional scanning electron microscope (SEM). Owing to the very high source brightness, and the short De Broglie wavelength of the helium ions, which is inversely proportional to their momentum, it is possible to obtain qualitative data not achievable with conventional microscopes which use photons or electrons as the emitting source. As the helium ion beam interacts with the sample, it does not suffer from a large excitation volume, and hence provides sharp images with a large depth of field on a wide range of materials. Compared to a SEM, the secondary electron yield is quite high, allowing for imaging with currents as low as 1 femtoamp. The detectors provide information-rich images which offer topographic, material, crystallographic, and electrical properties of the sample. In contrast to other ion beams, there is no discernible sample damage due to relatively light mass of the helium ion. The drawback is the cost.",
            "score": 162.34620666503906
        },
        {
            "docid": "2980233_14",
            "document": "Focused ion beam . The drawbacks to FIB sample preparation are the above-mentioned surface damage and implantation, which produce noticeable effects when using techniques such as high-resolution \"lattice imaging\" TEM or electron energy loss spectroscopy. This damaged layer can be minimized by FIB milling with lower beam voltages, or by further milling with a low-voltage argon ion beam after completion of the FIB process.",
            "score": 162.18655395507812
        },
        {
            "docid": "987320_7",
            "document": "Neurotechnology . Magnetic resonance imaging (MRI) is used for scanning the brain for topological and landmark structure in the brain, but can also be used for imaging activation in the brain. While detail about how MRI works is reserved for the actual MRI article, the uses of MRI are far reaching in the study of neuroscience. It is a cornerstone technology in studying the mind, especially with the advent of functional MRI (fMRI). Functional MRI measures the oxygen levels in the brain upon activation (higher oxygen content = neural activation) and allows researchers to understand what loci are responsible for activation under a given stimulus. This technology is a large improvement to single cell or loci activation by means of exposing the brain and contact stimulation. Functional MRI allows researchers to draw associative relationships between different loci and regions of the brain and provides a large amount of knowledge in establishing new landmarks and loci in the brain.",
            "score": 161.78907775878906
        },
        {
            "docid": "28034_2",
            "document": "Scanning electron microscope . A scanning electron microscope (SEM) is a type of electron microscope that produces images of a sample by scanning the surface with a focused beam of electrons. The electrons interact with atoms in the sample, producing various signals that contain information about the sample's surface topography and composition. The electron beam is scanned in a raster scan pattern, and the beam's position is combined with the detected signal to produce an image. SEM can achieve resolution better than 1 nanometer. Specimens can be observed in high vacuum in conventional SEM, or in low vacuum or wet conditions in variable pressure or environmental SEM, and at a wide range of cryogenic or elevated temperatures with specialized instruments.",
            "score": 160.18746948242188
        },
        {
            "docid": "3062721_16",
            "document": "Neuroinformatics . Biology is concerned with molecular data (from genes to cell specific expression); medicine and anatomy with the structure of synapses and systems level anatomy; engineering – electrophysiology (from single channels to scalp surface EEG), brain imaging; computer science – databases, software tools, mathematical sciences – models, chemistry – neurotransmitters, etc. Neuroscience uses all aforementioned experimental and theoretical studies to learn about the brain through its various levels. Medical and biological specialists help to identify the unique cell types, and their elements and anatomical connections. Functions of complex organic molecules and structures, including a myriad of biochemical, molecular, and genetic mechanisms which regulate and control brain function, are determined by specialists in chemistry and cell biology. Brain imaging determines structural and functional information during mental and behavioral activity. Specialists in biophysics and physiology study physical processes within neural cells neuronal networks. The data from these fields of research is analyzed and arranged in databases and neural models in order to integrate various elements into a sophisticated system; this is the point where neuroinformatics meets other disciplines.",
            "score": 159.8443145751953
        },
        {
            "docid": "7375514_12",
            "document": "Synaptotropic hypothesis . Dynamic morphometrics technology involves new methods of labeling, imaging, and quantifying dendritogenesis. The transparent, externally developing vertebrate embryos of \"Xenopus laevis\" and zebrafish allow direct imaging of the organism in the critical stages of development while keeping the embryos intact. Individual brain neurons can be fluorescently labeled using single cell electroporation while leaving the rest of the brain unaltered. Also, two-photon microscopy allows in vivo time-lapse imaging to create high-resolution, 3D images of neurons deep within the living brain, again with minimal damage to the brain. New computer software also can now track and measure dendritic growth. These methods comprise a new type of imaging technology that can monitor the process of dendritogenesis and can help give evidence to either dissent with or support the synaptotropic hypothesis.",
            "score": 159.65013122558594
        },
        {
            "docid": "28034_46",
            "document": "Scanning electron microscope . As an alternative to simply replacing each grey level by a color, a sample observed by an oblique beam allows researchers to create an approximative topography image (see further section \"Photometric 3D rendering from a single SEM image\"). Such topography can then be processed by 3D-rendering algorithms for a more natural rendering of the surface texture Very often, published SEM images are artificially colored. This may be done for aesthetic effect, to clarify structure or to add a realistic appearance to the sample and generally does not add information about the specimen.",
            "score": 158.7568817138672
        },
        {
            "docid": "14642741_15",
            "document": "Digital image correlation and tracking . Very recently, advances in pattern application and deposition at reduced length scales have exploited small-scale synthesis methods including nano-scale chemical surface restructuring and photolithography of computer-generated random specular patterns to produce suitable surface contrast for DIC. The application of very fine powder particles that electrostatically adhere to the surface of the specimen and can be digitally tracked is one approach. For Al thin films, fine alumina abrasive polishing powder was initially used since the particle sizes are relatively well controlled, although the adhesion to Al films was not very good and the particles tended to agglomerate excessively. The candidate that worked most effectively was a silica powder designed for a high temperature adhesive compound (Aremco, inc.), which was applied through a plastic syringe. A light blanket of powder would coat the gage section of the tensile sample and the larger particles could be blown away gently. The remaining particles would be those with the best adhesion to the surface. While the resulting surface contrast is not ideal for DIC, the high intensity ratio between the particles and the background provide a unique opportunity to track the particles between consecutive digital images taken during deformation. This can be achieved quite straightforwardly using digital image processing techniques. Subpixel tracking can be achieved by a number of correlation techniques, or by fitting to the known intensity profiles of particles. Photolithography and Electron Beam Lithography can be used to create micro tooling for micro speckle stamps, and the stamps can print speckle patterns onto the surface of the specimen. Stamp inks can be chosen which are appropriate for optical DIC, SEM-DIC, and simultaneous SEM-DIC/EBSD studies (the ink can be transparent to EBSD).",
            "score": 158.25405883789062
        },
        {
            "docid": "26616241_2",
            "document": "Nanoknife . A nanoknife is a carbon nanotube-based prototype compression cutting tool intended for sectioning of biological cells. Working principle is similar to that of a 'cheese slicer', a nanometer-thin individual carbon nanotube strung between two tungsten needles would allow sectioning of very thin slices of biological matter for imaging under an electron microscope. Tests are currently being performed by scientists at Virginia Tech, CU-Boulder and other universities. A successful development of this new tool will allow scientists and biologists to make 3D images of cells and tissues for electron tomography, which typically requires samples less than ~300 nanometers in thickness. In 2009, the nano-knife was used to create indentation marks on biological cell plasticizer (epoxy resin). The whole cutting process is currently limited by electron charging of polymeric specimen in the SEM, which makes it difficult to observe any small cut or mark as the carbon nanotube is pressed against the specimen.",
            "score": 157.81942749023438
        },
        {
            "docid": "28034_36",
            "document": "Scanning electron microscope . SEM is not a camera and the detector is not continuously image-forming like a CCD array or film. Unlike in an optical system, the resolution is not limited by the diffraction limit, fineness of lenses or mirrors or detector array resolution. The focusing optics can be large and coarse, and the SE detector is fist-sized and simply detects current. Instead, the spatial resolution of the SEM depends on the size of the electron spot, which in turn depends on both the wavelength of the electrons and the electron-optical system that produces the scanning beam. The resolution is also limited by the size of the interaction volume, the volume of specimen material that interacts with the electron beam. The spot size and the interaction volume are both large compared to the distances between atoms, so the resolution of the SEM is not high enough to image individual atoms, as is possible with transmission electron microscope (TEM). The SEM has compensating advantages, though, including the ability to image a comparatively large area of the specimen; the ability to image bulk materials (not just thin films or foils); and the variety of analytical modes available for measuring the composition and properties of the specimen. Depending on the instrument, the resolution can fall somewhere between less than 1 nm and 20 nm. As of 2009, The world's highest resolution conventional (≤30 kV) SEM can reach a point resolution of 0.4 nm using a secondary electron detector.",
            "score": 157.80812072753906
        },
        {
            "docid": "227982_87",
            "document": "Atomic force microscopy . AFM has several advantages over the scanning electron microscope (SEM). Unlike the electron microscope, which provides a two-dimensional projection or a two-dimensional image of a sample, the AFM provides a three-dimensional surface profile. In addition, samples viewed by AFM do not require any special treatments (such as metal/carbon coatings) that would irreversibly change or damage the sample, and does not typically suffer from charging artifacts in the final image. While an electron microscope needs an expensive vacuum environment for proper operation, most AFM modes can work perfectly well in ambient air or even a liquid environment. This makes it possible to study biological macromolecules and even living organisms. In principle, AFM can provide higher resolution than SEM. It has been shown to give true atomic resolution in ultra-high vacuum (UHV) and, more recently, in liquid environments. High resolution AFM is comparable in resolution to scanning tunneling microscopy and transmission electron microscopy. AFM can also be combined with a variety of optical microscopy and spectroscopy techniques such as fluorescent microscopy of infrared spectroscopy, giving rise to scanning near-field optical microscopy, nano-FTIR and further expanding its applicability. Combined AFM-optical instruments have been applied primarily in the biological sciences but have recently attracted strong interest in photovoltaics and energy-storage research, polymer sciences, nanotechnology and even medical research.",
            "score": 157.6097412109375
        },
        {
            "docid": "26065582_10",
            "document": "Preclinical imaging . Cancer research: The study of brain cancers has been significantly hampered by the lack of an easy imaging modality to study animals \"in vivo\". To do so, a craniotomy is often needed, in addition to hours of anesthesia, mechanical ventilation, etc. which significantly alters experimental parameters. For this reason, many researchers have been content to sacrifice animals at different time points and study brain tissue with traditional histological methods. Compared to an \"in vivo\" longitudinal study, many more animals are needed to obtain significant results, and the sensitivity of the entire experiment is cast in doubt. As stated earlier, the problem is not reluctance by researchers to use \"in vivo\" imaging modalities, but rather a lack of suitable ones. For example, although optical imaging provides fast functional data and oxy- and deoxyhemoglobin analysis, it requires a craniotomy and only provides a few hundred micrometres of penetration depth. Furthermore, it is focused on one area of the brain, while research has made it apparently clear that brain function is interrelated as a whole. On the other hand, micro-fMRI is extremely expensive, and offers dismal resolution and image acquisition times when scanning the entire brain. It also provides little vasculature information. Micro-PAT has been demonstrated to be a significant enhancement over existing \"in vivo\" neuro-imaging devices. It is fast, non-invasive, and provides a plethora of data output. Micro-PAT can image the brain with high spatial resolution, detect molecular targeted contrast agents, simultaneously quantify functional parameters such as SO2 and HbT, and provide complementary information from functional and molecular imaging which would be extremely useful in tumor quantification and cell-centered therapeutic analysis.",
            "score": 157.46823120117188
        },
        {
            "docid": "787945_3",
            "document": "Cathodoluminescence microscope . Using a cathodoluminescence microscope, structures within crystals or fabrics can be made visible which cannot be seen in normal light conditions. Thus, for example, valuable information on the growth of minerals can be obtained. CL-microscopy is used in geology, mineralogy and materials science (rocks, minerals, volcanic ash, glass, ceramic, concrete, fly ash, etc.). More recently, scientists have begun to investigate its application for studying biological samples, using rare earth element-doped inorganic nanocrystals as imaging probes. Correlative Cathodoluminescence Electron Microscopy (CCLEM) can also be performed on focus ion beam (FIB) sectioned samples, hence potentially enabling 3D CCLEM.",
            "score": 155.7689971923828
        },
        {
            "docid": "1686272_31",
            "document": "Chemical biology . Recent advances in technology have allowed scientists to view substructures of cells at levels of unprecedented detail. Unfortunately these \"aerial\" pictures offer little information about the mechanics of the biological system in question. To be fully effective, precise imaging systems require a complementary technique that better elucidates the machinery of a cell. By attaching tracking devices (optical probes) to biomolecules \"in vivo\", one can learn far more about cell metabolism, molecular transport, cell-cell interactions and many other processes",
            "score": 155.5004119873047
        },
        {
            "docid": "49752515_2",
            "document": "Scanning electron cryomicroscopy . Scanning electron cryomicroscopy (CryoSEM) is a form of electron microscopy where a hydrated but cryogenically fixed sample is imaged on a scanning electron microscope's cold stage in a cryogenic chamber. The cooling is usually achieved with liquid nitrogen. CryoSEM of biological samples with a high moisture content can be done faster with fewer sample preparation steps than conventional SEM. In addition, the dehydration processes needed to prepare a biological sample for a conventional SEM chamber create numerous distortions in the tissue leading to structural artifacts during imaging.",
            "score": 155.01785278320312
        },
        {
            "docid": "17275189_8",
            "document": "Posterior cortical atrophy . Due to the lack of biological marks of PCA, neuropsychological examinations should be used for diagnosis. Neuroimaging can also assist in diagnosis of PCA. The common tools used for Neuroimaging of both PCA and AD patients are magnetic resonance imaging (MRI's), a popular form of medical imaging that uses magnetic fields and radio waves, as well as single-photon emission computed tomography, an imaging form that uses gamma rays, and positron emission tomography, another imaging tool that creates 3D images with a pair of gamma rays and a tracer. Images of PCA patient’s brains are often compared to AD patient images to assist diagnosis. Due to the early onset of PCA in comparison to AD, images taken at the early stages of the disease will vary from brain images of AD patients. At this early stage PCA patients will show brain atrophy more centrally located in the right posterior lobe and occipital gyrus, while AD brain images show the majority of atrophy in the medial temporal cortex. This variation within the images will assist in early diagnosis of PCA; however, as the years go on the images will become increasingly similar, due to the majority of PCA patients also having AD later in life because of continued brain atrophy. A key aspect found through brain imaging of PCA patients is a loss of grey matter (collections of neuronal cell bodies) in the posterior and occipital temporal cortices within the right hemisphere.",
            "score": 154.23822021484375
        },
        {
            "docid": "13535375_13",
            "document": "Mass spectrometry imaging . Desorption electrospray Ionization is a less destructive technique, which couples simplicity and rapid analysis of the sample. The sample is sprayed with an electrically charged solvent mist at an angle that causes the ionization and desorption of various molecular species. Then, two-dimensional maps of the abundance of the selected ions in the surface of the sample in relation with the spatial distribution are generated. This technique is applicable to solid, liquid, frozen and gaseous samples. Moreover, DESI allows analyzing a wide range of organic and biological compounds, as animal and plant tissues and cell culture samples, without complex sample preparation Although, this technique has the poorest resolution among other, it can create high-quality image from a large area scan, as a whole body section scanning.",
            "score": 153.3749542236328
        },
        {
            "docid": "3690047_2",
            "document": "Electron cryotomography . Electron cryotomography (CryoET) is an imaging technique used to produce high-resolution (~4 nm) three-dimensional views of samples, typically biological macromolecules and cells. CryoET is a specialized application of transmission electron cryomicroscopy (CryoTEM) in which samples are imaged as they are tilted, resulting in a series of 2D images that can be combined to produce a 3D reconstruction, similar to a CT scan of the human body. In contrast to other electron tomography techniques, samples are immobilized in non-crystalline (\"vitreous\") ice and imaged under cryogenic conditions (< −150 °C), allowing them to be imaged without dehydration or chemical fixation, which could otherwise disrupt or distort biological structures.",
            "score": 152.72093200683594
        },
        {
            "docid": "28034_29",
            "document": "Scanning electron microscope . The most common imaging mode collects low-energy (<50 eV) secondary electrons that are ejected from the k-shell of the specimen atoms by inelastic scattering interactions with beam electrons. Due to their low energy, these electrons originate within a few nanometers from the sample surface. The electrons are detected by an Everhart-Thornley detector, which is a type of scintillator-photomultiplier system. The secondary electrons are first collected by attracting them towards an electrically biased grid at about +400 V, and then further accelerated towards a phosphor or scintillator positively biased to about +2,000 V. The accelerated secondary electrons are now sufficiently energetic to cause the scintillator to emit flashes of light (cathodoluminescence), which are conducted to a photomultiplier outside the SEM column via a light pipe and a window in the wall of the specimen chamber. The amplified electrical signal output by the photomultiplier is displayed as a two-dimensional intensity distribution that can be viewed and photographed on an analogue video display, or subjected to analog-to-digital conversion and displayed and saved as a digital image. This process relies on a raster-scanned primary beam. The brightness of the signal depends on the number of secondary electrons reaching the detector. If the beam enters the sample perpendicular to the surface, then the activated region is uniform about the axis of the beam and a certain number of electrons \"escape\" from within the sample. As the angle of incidence increases, the interaction volume increases and the \"escape\" distance of one side of the beam decreases, resulting in more secondary electrons being emitted from the sample. Thus steep surfaces and edges tend to be brighter than flat surfaces, which results in images with a well-defined, three-dimensional appearance. Using the signal of secondary electrons image resolution less than 0.5 nm is possible.",
            "score": 151.70713806152344
        },
        {
            "docid": "34639741_8",
            "document": "Radiogenomics . The imaging radiogenomic approach has proven successful in determining the MRI phenotype associated genetics of glioblastoma, a highly aggressive type of brain tumor with low prognosis. The first large-scale MR-imaging microRNA-mRNA correlative study in GBM was published by Zinn et al. in 2011 Similar studies in liver cancer have successfully determined much of the liver cancer genome from non-invasive imaging features. Gevaert et al. at Stanford University have shown the potential to link image features of non-small cell lung nodules in CT scans to predict survival by leveraging publicly available gene expression data. This publication was accompanied by an editorial discussing the synergy between imaging and genomics. More recently, Mu Zhou et al. at Stanford University have showed that multiple associations between semantic image features and metagenes that represented canonical molecular pathways, and it can result in noninvasive identification of molecular properties of non-small cell lung cancer .",
            "score": 151.6001739501953
        },
        {
            "docid": "23843184_6",
            "document": "Intravital microscopy . Fluorescence labeling of different cell lineages with differently coloured proteins allows visualizing cellular dynamics in a context of their microenvironment. If the image resolution is high enough (50 – 100 μm) it can be possible to use several images to generate 3D models of cellular interactions, including protrusions that cells make while extending toward each other. 3D models from time-lapse image sequences allow assessing speed and directionality of cellular movements. Vascular structures can also be reconstructed in 3D space and changes of their permeability can be monitored throughout a period of time as fluorescent signal intensity of dyes changes when vascular permeability does. High resolution intravital microscopy can be used to visualize spontaneous and transient events. <br> It might be useful to pair up multiphoton and confocal microscopy as this allows getting more information from every imaging session. This includes visualization of more different cell types and structures to obtain more informative images and using a single animal to obtain images of all the different cell types and structures that are of interest for a given experiment. This latter is an example of The Three Rs principle implementation.",
            "score": 151.36402893066406
        },
        {
            "docid": "907554_25",
            "document": "History of neuroimaging . It is interesting to see how advances are split between those seeking a completely mapped brain by utilizing single neuron imaging and those utilizing images of brains as subjects perform various high-level tasks. Single neuron imaging (SNI) uses a combination of genetic engineering and optical imaging techniques to insert tiny electrodes into the brain for the purpose of measuring a single neuron's firing. Due to its damaging repercussions, this technique has only been used on animals, but it has shed a lot of light on basic emotional and motivational processes. The goal of studies in higher-level activities is to determine how a network of brain areas collaborates to perform each task. This higher-level imaging is much easier to do because researchers can easily use subjects who have a disease such as Alzheimer's. The SNI technology seems to be going after the possibility for AI while the network-probing technology seems to be more for medical purposes.",
            "score": 151.3279266357422
        }
    ]
}