{
    "q": [
        {
            "docid": "53417080_14",
            "document": "Environmental health policy . Climate change can affect humans' respiratory health by aggravating respiratory disease or increasing exposure to potential risks of the disease. Climate change can affect the respiratory system by the amount of pollen and allergens in the air, mold proliferation, and the effects of the ozone layer. The increase of temperatures results in putting a strain on the respiratory system often causing asthma and other lung diseases. Some of the health risks that are closely related to the respiratory system are asthma, rhnosinusitis, respiratory tract infections, and chronic obstructive pulmonary disease.",
            "score": 195.08520770072937
        },
        {
            "docid": "11127586_5",
            "document": "Mycosphaerella coffeicola . Disease is often affected by the environment and the changing conditions. \"M. coffeicola\" is a tropically adapted pathogen due to its host narrow geographical range around the equator. Favorable environmental conditions around the equator are warm and humid wet seasons followed by a warm and dry season. The highest disease pressure occurs when the temperature is and continuous environmental wetness for 36–72 hours. Mornings where temperatures reach the dew point (>98% humidity) are perfect conditions for conidia to disperse. A nitrogen-deficient plant as well as a plant with excess nitrogen favors disease prevalence, making well-timed fertilizer applications important. Other factors that can increase disease incidence are insufficient shade, herbicide injury, plant stress, and other diseases caused by nematodes. The reason for increased disease is that stressed plants are more susceptible.",
            "score": 252.3569357395172
        },
        {
            "docid": "34335892_6",
            "document": "Climate change in Africa . To understand the exposures that affect shifting malaria transmission rates we can look to The Epidemiologic Triad, a model that explains the relationship between exposure, transmission and causation of infectious diseases. With regards to malaria transmission rates in the African Highlands, factors and exposures resulting from drastic environmental changes like warmer climates, shifts in weather patterns, and increases in human impact such as deforestation, provide appropriate conditions for malaria transmission between carrier and host. Because of this, vectors will adapt, thrive, and multiply at a fast pace. An increase in the number of vectors that carry parasites, microbes, and pathogens that cause disease will become a health hazard for the human population. Specifically, malaria is caused by the \"Plasmodium falciparum\" and \"Plasmodium vivax\" parasites which are carried by the vector \"Anopheles\" mosquito. Even though the \"Plasmodium vivax\" parasite can survive in lower temperatures, the \"Plasmodium falciparum\" parasite will only survive and replicate in the mosquito when climate temperatures are above 20℃. Increases in humidity and rain also contribute to the replication and survival of this infectious agent. Increasing global temperatures combined with changes in land cover as a result of extreme deforestation will create ideal habitats for mosquitoes to survive in the African Highlands. If deforestation continues at its current rate, more land will be available for mosquito breeding grounds, and the population of mosquitos will rapidly increase. The increase in mosquitoes will thus increase the opportunity for both \"Plasmodium falciparum\" and \"Plasmodium vivax\" parasites to proliferate.",
            "score": 262.45786690711975
        },
        {
            "docid": "37063005_96",
            "document": "Effects of global warming on human health . Environmental changes such as deforestation could increase local temperatures in the highlands thus could enhance the vectorial capacity of the anopheles. Anopheles mosquitoes are responsible for the transmission of a number of diseases in the world, such as, malaria, lymphatic filariasis and viruses that can cause such ailments, like the O'nyong'nyong virus. Environmental changes, climate variability, and climate change are such factors that could affect biology and ecology of Anophelse vectors and their disease transmission potential. Climate change is expected to lead to latitudinal and altitudinal temperature increases. Global warming projections indicate that the best estimate of surface air warming for a “high scenario” is 4 C, with a likely range of 2.4-6.4 C by 2100. A temperature increase of this size would alter the biology and the ecology of many mosquito vectors and the dynamics of the diseases they transmit such as malaria. Arthropods critically depend on ambient temperature for survival and development, and their distribution range is limited by the temperature. Climate warming or any factor that alters the microclimate conditions of Anopheles mosquitoes (e.g., deforestation) in the highlands may facilitate the persistence of the mosquito population. Climate warming can mediate mosquito physiology and metabolic rate because metabolic rate increases exponentially rather than linearly with temperature ectotherms. Anopheles mosquitoes in highland areas are to experience a larger shift in their metabolic rate due to the climate change. This climate change is due to the deforestation in the highland areas where these mosquitoes dwell. When temperature rises, the larvae take a shorter time to mature and, consequently, there is a greater capacity to produce more offspring. Microclimatic changes in human homes caused by the effects of deforestation can also significantly shorten the duration of the mosquitoes' gonotrophic cycle by 1.7 days (4.6 vs 2.9 days) The gonotrophic cycle is the period between the taking of a blood meal by a mosquito, including the digestion of the blood meal, until oviposition or egg laying. The decrease of the gonotrophic cycles implies an increase of the biting frequency from an average of once every five days to once every three days. In turn this could potentially lead to an increase in malaria  transmission when infected humans are available.",
            "score": 232.71585321426392
        },
        {
            "docid": "4361554_17",
            "document": "Gopher tortoise . Climate change poses another challenge for the Gopher tortoise through alteration of habitat, but they are adapting by way of natural selection. According to the Florida's Fish and Wildlife Conservation Fish and Commission, rising temperature and change in rainfall patterns may increase the numbers of invasive species which if more adapted to these environmental changes could drive out native plants essential for tortoise's diet. Invasive species can cause habitat fragmentation and increase stress to Gopher tortoises and other native animals. Warmer temperature may cause sea level to rise and more storms to occur. Extreme periods of rainfall and drought will cause fewer lands to become available. There will also be an increase or decrease in water availability. One meter rise in sea level leads to loss of 20% of existing conservation lands and 30% of the natural habitats. However, based on Current sea level rise, a one-meter rise in ocean levels would occur only after the passage of several centuries. As the sea level rises, it will move storms closer to land and affect both coastal and marine environments. Species may move inland as less land is accessible. This can increase the spread of diseases or disrupt food cycles and reproduction.",
            "score": 208.2594165802002
        },
        {
            "docid": "29872326_42",
            "document": "Climate change and poverty . The effects of climate change on human health can be organized into two categories: direct (physical health, trauma, illness etc.) and indirect (environmental changes, resource stress, psychological). Exposure to multiple climate threats, in any given population, can lead to a myriad of health consequences. Climate change affects the essential components of maintaining good health: clean air, clean water, sufficient food, and adequate shelter. The effects of a changing climate will be widespread and vary through different populations. The report of the WHO Commission on Social Determinants of Health points out that disadvantaged communities are likely to shoulder a disproportionate share of the burden of climate change because of their increased exposure and vulnerability to health threats. Vulnerable populations, such as the poor, are at a higher risk of poor health. Agriculture is a major source of income in poorer countries, however, it is also the most susceptible to the negative impacts of climate change. Other health risks include an increase in vector borne illnesses, diarrheal diseases, malnutrition, and psychological consequences. Environmental consequences will result in extreme weather conditions, which could lead to a decrease in labor productivity and an increase in the frequency and severity of natural disasters. The Intergovernmental Panel on Climate Change (IPCC) reports that overall human health will be influenced more heavily as time goes on; this is due to a chain of events that start at environmental and social well-being and ends at population health of individuals at the top of the food chain.",
            "score": 159.79217767715454
        },
        {
            "docid": "46646396_8",
            "document": "Effects of global warming on humans . A changing climate thus affects the prerequisites of population health: clean air and water, sufficient food, natural constraints on infectious disease agents, and the adequacy and security of shelter. A warmer and more variable climate leads to higher levels of some air pollutants. It increases the rates and ranges of transmission of infectious diseases through unclean water and contaminated food, and by affecting vector organisms (such as mosquitoes) and intermediate or reservoir host species that harbour the infectious agent (such as cattle, bats and rodents). Changes in temperature, rainfall and seasonality compromise agricultural production in many regions, including some of the least developed countries, thus jeopardising child health and growth and the overall health and functional capacity of adults. As warming proceeds, the severity (and perhaps frequency) of weather-related disasters will increase – and appears to have done so in a number of regions of the world over the past several decades. Therefore, in summary, global warming, together with resultant changes in food and water supplies, can indirectly cause increases in a range of adverse health outcomes, including malnutrition, diarrhea, injuries, cardiovascular and respiratory diseases, and water-borne and insect-transmitted diseases.",
            "score": 259.4149968624115
        },
        {
            "docid": "35789159_7",
            "document": "Natural resource and waste management in Tanzania . While the increasing trend of exhausted land use has been shown to cause various environmental problems, physical human health issues can result as well. Research has shown that many parts of the world affected by land degradation and human interference are experiencing much higher rates of infectious disease. As land degradation increases across the globe, the status of human health is affected by the changing ecological systems that play host to various pathogens. Furthermore, human susceptibility toward infections often increases alongside changes to the environment. By incorporating sustainable living practices into daily life, many forerunners of biological disease can be avoided, thus preventing instances of epidemics or premature death. Current research has not been able to outline definitive cause and effect relationships between land degradation and the microbiology of pathogens, but well known examples of associations between the two are widely known. These include the contraction of tetanus from spores found in soil and water-related diseases caused by agricultural runoff contaminants. Further experimentation and observations must be conducted in Tanzania to establish concrete evidence for this theory. However, it is reasonable to predict some type of connection between the country’s widespread land degradation and an increased predilection for disease.",
            "score": 210.93768334388733
        },
        {
            "docid": "37063005_25",
            "document": "Effects of global warming on human health . Dengue fever used to be considered a tropical disease, but climate change is causing dengue fever to spread. Dengue fever is transmitted by certain types of mosquitoes, which have been spreading further and further north. This is because some of the climate changes that are occurring are increased heat, precipitation and humidity which create prime breeding grounds for mosquitoes. The hotter and wetter a climate is, the faster the mosquitoes can mature and the faster the disease can develop. Another influence is the changing El Nino effects that are affecting the climate to change in different areas of the world, causing dengue fever to be able to spread.",
            "score": 180.1156928539276
        },
        {
            "docid": "46646396_12",
            "document": "Effects of global warming on humans . Climate change may lead to dramatic increases in prevalence of a variety of infectious diseases. Beginning in the mid-'70s, there has been an “emergence, resurgence and redistribution of infectious diseases”. Reasons for this are likely multicausal, dependent on a variety of social, environmental and climatic factors, however, many argue that the “volatility of infectious disease may be one of the earliest biological expressions of climate instability”. Though many infectious diseases are affected by changes in climate, vector-borne diseases, such as malaria, dengue fever and leishmaniasis, present the strongest causal relationship. Observation and research detect a shift of pests and pathogens in the distribution away from the equator and towards Earth's poles.",
            "score": 228.48107361793518
        },
        {
            "docid": "18978552_6",
            "document": "Climate change in Idaho . Warming and other climate changes could expand the habitat and infectivity of disease-carrying insects. Mosquitoes in Idaho can carry malaria, and some can carry western equine encephalitis, which can be lethal or cause neurological damage. Warmer temperatures could increase the incidence of Lyme disease and other tick-borne diseases in Idaho, because populations of ticks, and their rodent hosts, could increase under warmer temperatures and increased vegetation.",
            "score": 194.23159503936768
        },
        {
            "docid": "18246585_79",
            "document": "Climate change in the United States . Warming and other climate changes could expand the habitat and infectiousness of disease-carrying insects, thus increasing the potential for transmission of diseases such as malaria and dengue (“break bone”) fever. Warmer temperatures could increase the incidence of Lyme disease and other tick-borne diseases in West Virginia, because populations of ticks, and their rodent hosts, could increase under warmer temperatures and increased vegetation. Lower streamflows and lake levels in the summer and fall could affect the dependability of surface water supplies, particularly since many of the streams in West Virginia have low flows in the summer. Hay yields could increase by about 30% as a result of climate change, leading to changes in acres farmed and production. Farmed acres could remain constant or could decrease by as much as 30% in response to changes in prices, for example, possible decreases in hay prices. In areas where richer soils are prevalent, southern pines could increase their range and density, and in areas with poorer soils, which are more common in West Virginia’s forests, scrub oaks of little commercial value (e.g., post oak and blackjack oak) could increase their range. As a result, the character of forests in West Virginia could change. The state of West Virginia is 97% forested, and much of this cover is in high-elevation areas. These areas contain some of the last remaining stands of red spruce, which are seriously threatened by acid rain and could be further stressed by changing climate. Given a sufficient change in climate, these spruce forests could be substantially reduced, or could disappear. Higher-than-normal winter temperatures could boost temperatures inside cave bat roosting sites, which has been shown to cause higher mortality due to increased winter body weight loss in endangered Indiana bats (e.g., an increase of during winter hibernation has been associated with a 42% increase in the rate of body mass loss).",
            "score": 220.26526641845703
        },
        {
            "docid": "18360850_5",
            "document": "Climate change in Russia . According to IPCC (2007) climate change effected temperature increase which is greater at higher northern latitudes in lots of ways. For example agricultural and forestry management at Northern Hemisphere higher latitudes, such as earlier spring planting of crops, higher frequency of wildfires, alterations in disturbance of forests due to pests, increased health risks due to heat-waves, changes in infectious diseases and allergenic pollen and changes to human activities in the Arctic, e.g. hunting and travel over snow and ice. From 1900 to 2005, precipitation increased in northern Europe and northern and central Asia. Recently these have resulted in fairly significant increases in GDP. Changes may affect inland flash floods, more frequent coastal flooding and increased erosion, reduced snow cover and species losses.",
            "score": 208.29217982292175
        },
        {
            "docid": "2334724_12",
            "document": "White band disease . White band disease prevalence in the Caribbean varies seasonally. It is more active in summer and less prominent in winter, suggesting that warmer water temperatures contribute to the waterborne spread of the disease to affected corals. The impact of climate change and increasing carbon emissions only serve to heat the waters surrounding the coral reef ecosystems, which maybe allows for the spread of diseases such as white band disease and others. The severity of marine diseases such as white band disease increase for several reasons. Elevated water temperature can cause corals physiological stress. This possible undermines their immune system and makes them more susceptible to infection from white band disease or other coral diseases. Furthermore, elevated temperatures make bacterial and fungal pathogens much more virulent. However, the disease is not limited to elevated water temperatures as white band disease can still be prevalent even when water temperatures are cool.",
            "score": 225.64229726791382
        },
        {
            "docid": "11127521_7",
            "document": "Ascochyta tarda . \"Phoma tarda\" is a major disease of coffee plants with specific temperature and humidity conditions. The effect has been studied on a broad range of temperatures combined with leaf wetness durations on fungal infection and severity of disease. It was determined that fungus growth, conidial production, and germination were optimal at 22.9, 29.8, and 25.1 degrees respectively in vitro. In vivo, pathogen infection is favored anywhere from 15 to 20 degrees Celsius; this was suggested by the increased germs tube length. Using a disease progress curve, this temperature range with increasing periods on leaf wetness duration increased sporulation in vivo. As low temperatures are favorable, global climate change and temperature increase will decrease the number of areas where this pathogen can thrive (Lorenzetti et al., 2014). Based on studies of the distribution of temperatures in Brazil, the prevalence of phoma leaf spot during its period of greatest risk will decrease in future decades because of climate change (Bucker Moraes W., Cintra de Jesus, W.J, de Azevedo Peixoto, L., Bucker Moraes, W., Morra Coser, S., Cecílio, R.A, 2012). This will also be an issue in Ethiopia where coffee farming is the source of income for approximately 15 million farmers in Ethiopia and as much as 60% of the current growing area can become affected (Moat, J., Williams, J., Baena, S., Wilkinson, T., Gole, T.W., Challa, Z.K., Demissew, S., David, A.P., 2017)",
            "score": 257.6046073436737
        },
        {
            "docid": "55170833_15",
            "document": "Environmental risk transition . No data was collected for other global risks such as ozone depletion and land-use changes for the project. It has been found that climate change has thus far had minimal impact on human health worldwide. However, exposure to climate change will continue to increase in future years, which may magnify prevalent risks such as malaria. Results show that risks from climate change decreased with increased development, highlighting that poorer populations are more susceptible and in contact with the diseases affected by climate change. This contradicts the environmental transition framework since it takes account of where the risk is experienced rather than where it originates from. However, it remains true, that as development proceeds, the global risk of climate change expands as well.",
            "score": 170.39726996421814
        },
        {
            "docid": "19087239_4",
            "document": "Climate change in West Virginia . Warming and other climate changes could expand the habitat and infectiousness of disease-carrying insects, thus increasing the potential for transmission of diseases such as malaria and dengue. Warmer temperatures could increase the incidence of Lyme disease and other tick-borne diseases in West Virginia, because populations of ticks, and their rodent hosts, could increase under warmer temperatures and increased vegetation.",
            "score": 214.5967857837677
        },
        {
            "docid": "2189559_11",
            "document": "Lutzomyia . The high level of species diversity in the genus \"Lutzomyia\", coupled with its high adaptability is leading to increasing risk of \"Leishmania\" transmission in the New World in response to global change. \"Lutzomyia\" sand flies transmit the disease in the tropics and subtropics, regions which are subject to high levels of deforestation associated with continual development. Deforestation, with the establishment of settlements at the periphery of primary or secondary forest, increases the risk of \"Leishmania\" transmission by creating a selection pressure for the adaptation of sand flies to these new peridomestic environments. In southern Brazil, for example, levels of cutaneous leishmaniasis are increasing as a result of the adaptation of three, formerly forest-inhabiting species (\"Lutzomyia intermedia\", \"Lutzomyia whitmani\" and \"Lutzomyi migonei\") following deforestation. Now, a disease which previously only affected forest workers is becoming more prevalent in urbanisations. Similar increases in risk factors are also driving higher rates of visceral leishmaniasis in north-eastern Brazil. Increased urbanisation, driven by climate change and socio-economic factors, is bringing the adapting sand flies into closer contact with both humans and the domestic canine reservoirs of the disease.",
            "score": 196.24405121803284
        },
        {
            "docid": "37063005_18",
            "document": "Effects of global warming on human health . Climate is an influential driving force of vector-borne diseases such as malaria. Malaria is especially susceptible to the effects of climate change because mosquitoes lack the mechanisms to regulate their internal temperature. This implies that there is a limited range of climatic conditions within which the pathogen (malaria) and vector (a mosquito) can survive, reproduce and infect hosts. Vector-borne diseases, such as malaria, have distinctive characteristics that determine pathogenicity. These include the survival and reproduction rate of the vector, the level of vector activity (i.e. the biting or feeding rate), and the development and reproduction rate of the pathogen within the vector or host. Changes in climate factors substantially affect reproduction, development, distribution and seasonal transmissions of malaria.",
            "score": 267.0890476703644
        },
        {
            "docid": "13795221_2",
            "document": "Wildlife disease . Wildlife, domestic animals and humans share a large and increasing number of infectious diseases, known as zoonoses. The continued globalization of society, human population growth, and associated landscape changes further enhances the interface between wildlife, domestic animals, and humans, thereby facilitating additional infectious disease emergence. The wildlife component of this triad has received inadequate focus in the past to effectively protect human health as evidenced by such contemporary diseases as SARS, Lyme disease, West Nile Fever, and a host of other emerging diseases. Further, habitat loss and other factors associated with human-induced landscape changes have reduced past ability for many wildlife populations to overcome losses due to various causes. This disease emergence and resurgence has reached unprecedented importance for the sustainability of desired population levels for many wildlife populations and for the long-term survival of some species.",
            "score": 192.05966973304749
        },
        {
            "docid": "10042176_7",
            "document": "Tropical Asia . The occurrence and level of some vector-borne diseases are anticipated to rise with global warming. Malaria, schistosomiasis and dengue, that are significant causes of humanity and morbidity in tropical Asia, are very sensitive to climate and are likely to spread into new regions on the margins of currently widespread areas as a result of climate change. Lately affected populations initially would go through higher fatality rates. According to one study, specifically focused on climate influences on infectious disease in present vulnerable regions, a growth in epidemic potential of 12-27 per cent for malaria and 31 to 47 per cent for dengue and a decrease of schistosomiasis of 11-17 per cent are expected under a range of GCM scenarios through climate change. Waterborne and water related infectious diseases, already accounting for the majority of epidemic emergencies in the area, are also expected to increase when higher temperatures and higher humidity are placed over on existing conditions and estimated upsurge in population, urbanization, deduction of water quality and other trends.",
            "score": 224.94710063934326
        },
        {
            "docid": "10418651_7",
            "document": "Powdery scab . One of the three factors of disease causation, as depicted in the disease triangle, is the environment. \"Spongospora subterranea\" pathogenesis is most effective in cool, damp environments, such as northern Britain, the Columbia Basin of south-central Washington, and north-central Oregon. The environmental condition is particularly critical during the release of infective agents (zoospores) into the soil-environment . Upon release from resting spores, zoospores require moisture to swim towards the host tuber or roots. One study, found powdery scab was significantly more common on plants grown in constant dampness compared to plants grown with varying moisture levels. In this same study she concluded disease risk was related more to the environment, or moisture level, than the level of inoculum present. Inoculum may be present but not able to disperse due to environmental conditions, and therefore does not reach host tissue to infect. Other environmental factors that affect \"Spongospora subterranea\" infection are directly related to agronomic practices. Increased use of fertilizers containing nitrate or ammonium nitrogen increase the incidence and severity of powdery scab. It is thought that the fertilization increases root growth, and thus provides more tissue for infection and disease cycling to occur. Also, reduced cellulose within the cell walls caused by excess nitrogen may increase susceptibility of host to infection. It is apparent that the environment can directly affect both the host susceptibility and the dispersal of the pathogen ultimately setting the pace for the disease cycle.",
            "score": 229.94509434700012
        },
        {
            "docid": "55489348_4",
            "document": "Coral disease . Corals live within a precise range of environmental conditions including water temperature, salinity and water quality. Variations outside the normal range of these parameters may make the corals less able to grow and reproduce successfully. Of themselves these variations may be insufficient to kill the corals, but they make them more susceptible to disease organisms. The main factor that causes stress to the corals is climate change, with an increase in sea temperatures, particularly affecting shallow-water corals in the tropics. One of the consequences of heat stress is that the coral expels its zooxanthellae and becomes bleached. The rise in sea temperature is also expected to increase the frequency and severity of tropical storms; these adversely affect corals through mechanical damage to reefs, through increased wave action, and through the stirring up and re-deposition of sediment. Other stress factors include increased pollution, increased ultraviolet radiation, and a reduction in the aragonite saturation of surface seawater that is connected with ocean acidification. Although stressed corals are more susceptible to coral diseases, it is infectious organisms that actually cause these diseases. Pathogens so far identified include bacteria, fungi and protozoans.",
            "score": 222.42226147651672
        },
        {
            "docid": "10560587_14",
            "document": "Evolutionary mismatch . The hygiene hypothesis, a concept initially theorized by immunologists and epidemiologists, has been proved to have a strong connection with evolutionary mismatch through recent year studies. Hygiene hypothesis states that the profound increase in allergies, autoimmune diseases, and some other chronic inflammatory diseases is related to the reduced exposure of the immune system to antigens. Such reduced exposure is more common in industrialized countries and especially urban areas, where the inflammatory chronic diseases are also more frequently seen. Recent analysis and studies have tied the hygiene hypothesis and evolutionary mismatch together. Some researchers suggest that the overly sterilized urban environment changes or depletes the microbiota composition and diversity. Such environmental conditions favor the development of the inflammatory chronic diseases because human bodies have been selected to adapt to a pathogen-rich environment in the history of evolution. For example, studies have shown that change in our symbiont community can lead to the disorder of immune homeostasis, which can be used to explain why antibiotic use in early childhood can result in higher asthma risk. Because the change or depletion of the microbiome is often associated with hygiene hypothesis, the hypothesis is sometimes also called \"biome depletion theory\".",
            "score": 184.80586290359497
        },
        {
            "docid": "37292837_41",
            "document": "Global warming in Norway . The rising temperatures are having direct impacts on freshwater and wetlands biodiversity. Atlantic salmon is a keystone species in rivers along the coast of Norway. Salmon have an upper temperature limit in the twenties so future warming may make it increasingly difficult to maintain current population levels. Higher initial temperatures could lead to increased growth and production in the short-term but ultimately there could be a massive collapse if warming trends continue. This has been made evident by the recent decline in mean individual mass and annual mean length of the fish. It is suggested that the size change of Atlantic salmon is made by the collapse and rebuilding of the pelagic fish abundance in the North Atlantic Ocean, a gradual decrease in zooplankton abundance and climate change. It could also promote genetic abnormalities and the spread of disease such as Pancreas Disease (PD) and Infectious Salmon Anemia Virus (ISA). Furthermore, lake and river surface water temperatures are projected to increase further, resulting in a longer summer stratification period and more cyanobacterial blooms. Furthermore, both the Atlantic salmon and the Arctic charr have experienced changes in abundance. Whilst both species coexist it has been the Arctic charr who seems to be more vulnerable to environmental changes, hence leading to its overall decline in numbers.",
            "score": 219.09581112861633
        },
        {
            "docid": "10202785_4",
            "document": "ProMED-mail . One of the essential global health priorities is the timely recognition and reporting of emerging and re-emerging infectious diseases. Early recognition can enable coordinated and rapid responses to an outbreak, preventing catastrophic morbidity and mortality. Additionally, early detection can alleviate grave economic hardship brought upon by pandemics and emerging diseases. Burgeoning globalization of commerce, finance, manufacturing, and services has fostered ever-increasing movement of people, animals, plants, food, and feed. Other contributing factors to the risk of new pathogens emerging and known pathogens re-emerging include climate change, urbanization, land use changes, and political instability. Outbreaks that begin in the most remote parts of the world now spread swiftly to urban centers in countries far away. The epidemiological data in ProMED posts has been used to estimate mortality rates and demographic parameters for specific diseases.",
            "score": 211.62719631195068
        },
        {
            "docid": "53417080_3",
            "document": "Environmental health policy . There are several environmental factors that can contribute to health including air quality, climate change, toxic drinking water, and toxic chemical exposure. Depending on the region the policy is in, different environmental factors are going to be addressed in the policy. Some effects of the environment on health can include asthma, malaria, cholera, disease, cancer, and physical injury. These are also dependent on the area in which the individual lives, and how severe the environmental factors are. Climate change issues have become more prevalent in the 21st century, requiring action from global leaders. When there are substantial changes to the environment, a populations health is vulnerable to potential risks.",
            "score": 155.57145738601685
        },
        {
            "docid": "19928041_13",
            "document": "Effects of climate change on plant biodiversity . When compared to the reported past migration rates of plant species, the rapid pace of current change has the potential to not only alter species distributions, but also render many species as unable to follow the climate to which they are adapted. The environmental conditions required by some species, such as those in alpine regions may disappear altogether. The result of these changes is likely to be a rapid increase in extinction risk. Adaptation to new conditions may also be of great importance in the response of plants.",
            "score": 187.09484124183655
        },
        {
            "docid": "47512_54",
            "document": "Climate change . Even though this is a field with many uncertainties, it is expected that over the next 50 years climate changes will have an effect on the diversity of forest genetic resources and thereby on the distribution of forest tree species and the composition of forests. Diversity of forest genetic resources enables the potential for a species (or a population) to adapt to climatic changes and related future challenges such as temperature changes, drought, pests, diseases and forest fire. However, species are not naturally capable to adapt in the pace of which the climate is changing and the increasing temperatures will most likely facilitate the spread of pests and diseases, creating an additional threat to forest trees and their populations. To inhibit these problems human interventions, such as transfer of forest reproductive material, may be needed.",
            "score": 184.81838035583496
        },
        {
            "docid": "23474206_19",
            "document": "Paroo-Darling National Park . Climate change poses a threat to ecosystems across Australia. Predictions for changes to the climate in western NSW include higher temperatures, lower average rainfall but an increase in high intensity rainfall events, changes in rainfall patterns, increased lightning frequency and higher evaporation rates. These changes can lead to increases in fire frequency and intensity, increased droughts, reduced river runoff and water availability and increased flood intensity. Climate change poses a threat to the biodiversity of the park by changing population size and distribution and altering the species composition of ecosystems. The effects of climate change can compound other environmental threats in the park such as feral animal pressures. Changes to the flow regime of the Paroo River due to climate change could have negative impacts on the wetlands in the park.",
            "score": 150.76887679100037
        },
        {
            "docid": "37063005_20",
            "document": "Effects of global warming on human health . Climate change has a direct impact on people’s health in places where Malaria is not prevalent. In communities of higher altitudes in Africa and South America, people are at higher risk for developing malaria in recent years because of an increase temperature. Mosquitos are sensitive to temperature changes and the warming of their environment will boost their rates of production. A fluctuation of two or three degrees is creating exceptional breeding grounds for mosquitoes, for larvae to grow and mature mosquitoes carrying the virus to infect people that have never been exposed before. This is a severe problem because people in these communities have never been exposed to this disease causing an increased risk for complications from malaria such as cerebral malaria (a type of malaria that causes mental disability, paralysis and has a high mortality rate) and death by the disease. Residents of these communities are being hit hard by malaria because they are unfamiliar with it; they do not know the signs and symptoms and have little to no immunity.",
            "score": 214.779718875885
        },
        {
            "docid": "3964562_13",
            "document": "Biogeomorphology . Biogeomorphology and Ecogeomorphology can aid with assessing the impacts of global climate change. This can especially be seen in coastal and estuarine systems due to; sea level rise, increased global temperatures, increased sea temperature, a higher frequency in and intensity of storms, and varying distributions of precipitation. Biogeomorphology can outline some of the effects of climate change due to biocomplexity. Biocomplexity is in reference to the complex way in which organisms interact with their environment and its effect on biodiversity. Using statistical data, one can derive how these environmental changes will affect the biodiversity of different trophic levels and different keystone species.",
            "score": 181.90028882026672
        }
    ],
    "r": [
        {
            "docid": "37063005_18",
            "document": "Effects of global warming on human health . Climate is an influential driving force of vector-borne diseases such as malaria. Malaria is especially susceptible to the effects of climate change because mosquitoes lack the mechanisms to regulate their internal temperature. This implies that there is a limited range of climatic conditions within which the pathogen (malaria) and vector (a mosquito) can survive, reproduce and infect hosts. Vector-borne diseases, such as malaria, have distinctive characteristics that determine pathogenicity. These include the survival and reproduction rate of the vector, the level of vector activity (i.e. the biting or feeding rate), and the development and reproduction rate of the pathogen within the vector or host. Changes in climate factors substantially affect reproduction, development, distribution and seasonal transmissions of malaria.",
            "score": 267.08905029296875
        },
        {
            "docid": "34335892_6",
            "document": "Climate change in Africa . To understand the exposures that affect shifting malaria transmission rates we can look to The Epidemiologic Triad, a model that explains the relationship between exposure, transmission and causation of infectious diseases. With regards to malaria transmission rates in the African Highlands, factors and exposures resulting from drastic environmental changes like warmer climates, shifts in weather patterns, and increases in human impact such as deforestation, provide appropriate conditions for malaria transmission between carrier and host. Because of this, vectors will adapt, thrive, and multiply at a fast pace. An increase in the number of vectors that carry parasites, microbes, and pathogens that cause disease will become a health hazard for the human population. Specifically, malaria is caused by the \"Plasmodium falciparum\" and \"Plasmodium vivax\" parasites which are carried by the vector \"Anopheles\" mosquito. Even though the \"Plasmodium vivax\" parasite can survive in lower temperatures, the \"Plasmodium falciparum\" parasite will only survive and replicate in the mosquito when climate temperatures are above 20℃. Increases in humidity and rain also contribute to the replication and survival of this infectious agent. Increasing global temperatures combined with changes in land cover as a result of extreme deforestation will create ideal habitats for mosquitoes to survive in the African Highlands. If deforestation continues at its current rate, more land will be available for mosquito breeding grounds, and the population of mosquitos will rapidly increase. The increase in mosquitoes will thus increase the opportunity for both \"Plasmodium falciparum\" and \"Plasmodium vivax\" parasites to proliferate.",
            "score": 262.4578857421875
        },
        {
            "docid": "46646396_8",
            "document": "Effects of global warming on humans . A changing climate thus affects the prerequisites of population health: clean air and water, sufficient food, natural constraints on infectious disease agents, and the adequacy and security of shelter. A warmer and more variable climate leads to higher levels of some air pollutants. It increases the rates and ranges of transmission of infectious diseases through unclean water and contaminated food, and by affecting vector organisms (such as mosquitoes) and intermediate or reservoir host species that harbour the infectious agent (such as cattle, bats and rodents). Changes in temperature, rainfall and seasonality compromise agricultural production in many regions, including some of the least developed countries, thus jeopardising child health and growth and the overall health and functional capacity of adults. As warming proceeds, the severity (and perhaps frequency) of weather-related disasters will increase – and appears to have done so in a number of regions of the world over the past several decades. Therefore, in summary, global warming, together with resultant changes in food and water supplies, can indirectly cause increases in a range of adverse health outcomes, including malnutrition, diarrhea, injuries, cardiovascular and respiratory diseases, and water-borne and insect-transmitted diseases.",
            "score": 259.4150085449219
        },
        {
            "docid": "11128398_6",
            "document": "Pythium aphanidermatum . \"Pythium aphanidermatum\" infects plants via motile zoospores, and because zoospores need to swim in order to infect the host, moist conditions facilitate the most rapid spread of the disease. Temperature also has an effect on the rate of pathogen propagation. The pathogen can cause disease in cool temperatures (55-64 °F) but ideal conditions are between 86 °F and 95 °F, a characteristic which distinguishes it from other \"Pythium\" species. Potential host plants that are stressed are more susceptible to infection. Factors that may cause stress in plants and therefore increase the likelihood of infection include high saline conditions, drought, nutrient deficiencies, and excessive moisture around the plant. High saline content in the soil can promote infection at lower temperature and humidity that is ideal for the pathogen. Excessive nitrogen fertilization will also increase the chance of infection because the nitrogen decreases the function of the plant’s innate defense response, and it also damages the ends of the roots, which are the primary mode of infection. Furthermore, the medium in which plants are grown dictates affects the severity of Pythium infection. Sterile soil-less cultures are the most susceptible, while increasing soil content inhibits disease progression due to bacteria present in the soil. Finally, seedlings and plants that are germinating have greater susceptibility to the pathogen, and often experience damping off.",
            "score": 257.81768798828125
        },
        {
            "docid": "11127521_7",
            "document": "Ascochyta tarda . \"Phoma tarda\" is a major disease of coffee plants with specific temperature and humidity conditions. The effect has been studied on a broad range of temperatures combined with leaf wetness durations on fungal infection and severity of disease. It was determined that fungus growth, conidial production, and germination were optimal at 22.9, 29.8, and 25.1 degrees respectively in vitro. In vivo, pathogen infection is favored anywhere from 15 to 20 degrees Celsius; this was suggested by the increased germs tube length. Using a disease progress curve, this temperature range with increasing periods on leaf wetness duration increased sporulation in vivo. As low temperatures are favorable, global climate change and temperature increase will decrease the number of areas where this pathogen can thrive (Lorenzetti et al., 2014). Based on studies of the distribution of temperatures in Brazil, the prevalence of phoma leaf spot during its period of greatest risk will decrease in future decades because of climate change (Bucker Moraes W., Cintra de Jesus, W.J, de Azevedo Peixoto, L., Bucker Moraes, W., Morra Coser, S., Cecílio, R.A, 2012). This will also be an issue in Ethiopia where coffee farming is the source of income for approximately 15 million farmers in Ethiopia and as much as 60% of the current growing area can become affected (Moat, J., Williams, J., Baena, S., Wilkinson, T., Gole, T.W., Challa, Z.K., Demissew, S., David, A.P., 2017)",
            "score": 257.6046142578125
        },
        {
            "docid": "11127586_5",
            "document": "Mycosphaerella coffeicola . Disease is often affected by the environment and the changing conditions. \"M. coffeicola\" is a tropically adapted pathogen due to its host narrow geographical range around the equator. Favorable environmental conditions around the equator are warm and humid wet seasons followed by a warm and dry season. The highest disease pressure occurs when the temperature is and continuous environmental wetness for 36–72 hours. Mornings where temperatures reach the dew point (>98% humidity) are perfect conditions for conidia to disperse. A nitrogen-deficient plant as well as a plant with excess nitrogen favors disease prevalence, making well-timed fertilizer applications important. Other factors that can increase disease incidence are insufficient shade, herbicide injury, plant stress, and other diseases caused by nematodes. The reason for increased disease is that stressed plants are more susceptible.",
            "score": 252.35691833496094
        },
        {
            "docid": "16166462_3",
            "document": "Plant disease epidemiology . Plant disease epidemiology is often looked at from a multi-disciplinary approach, requiring biological, statistical, agronomic and ecological perspectives. Biology is necessary for understanding the pathogen and its life cycle. It is also necessary for understanding the physiology of the crop and how the pathogen is adversely affecting it. Agronomic practices often influence disease incidence for better or for worse. Ecological influences are numerous. Native species of plants may serve as reservoirs for pathogens that cause disease in crops. Statistical models are often applied in order to summarize and describe the complexity of plant disease epidemiology, so that disease processes can be more readily understood. For example, comparisons between patterns of disease progress for different diseases, cultivars, management strategies, or environmental settings can help in determining how plant diseases may best be managed. Policy can be influential in the occurrence of diseases, through actions such as restrictions on imports from sources where a disease occurs.",
            "score": 248.38265991210938
        },
        {
            "docid": "147484_2",
            "document": "Plant pathology . Plant pathology (also phytopathology) is the scientific study of diseases in plants caused by pathogens (infectious organisms) and environmental conditions (physiological factors). Organisms that cause infectious disease include fungi, oomycetes, bacteria, viruses, viroids, virus-like organisms, phytoplasmas, protozoa, nematodes and parasitic plants. Not included are ectoparasites like insects, mites, vertebrate, or other pests that affect plant health by consumption of plant tissues. Plant pathology also involves the study of pathogen identification, disease etiology, disease cycles, economic impact, plant disease epidemiology, plant disease resistance, how plant diseases affect humans and animals, pathosystem genetics, and management of plant diseases.",
            "score": 241.13221740722656
        },
        {
            "docid": "1449983_2",
            "document": "Natural reservoir . In infectious disease ecology and epidemiology, a natural reservoir, also known as a disease reservoir or a reservoir of infection, is the population of organisms or the specific environment in which an infectious pathogen naturally lives and reproduces, or upon which the pathogen primarily depends for its survival. A reservoir is usually a living host of a certain species, such as an animal or a plant, inside of which a pathogen survives, often (though not always) without causing disease for the reservoir itself. By some definitions a reservoir may also be an environment external to an organism, such as a volume of contaminated air or water.",
            "score": 239.03797912597656
        },
        {
            "docid": "11069076_9",
            "document": "Phytophthora nicotianae . \"Phytophthora nicotinae\" has a wide host range, affecting agriculture rich areas all over the world. In the United States this is a major pathogen of ornamentals, tobacco, and tomato. Black Shank is one of the most damaging and far reaching diseases of tobacco. In 1896, Black Shank was first described in Indonesia by Van Breda de Haan. Disease was observed near Georgia in 1915 and reached major tobacco growing areas of Kentucky and North Carolina in the 1930s and 1940s. In North Carolina black shank can be found in every county that grows flue-cured tobacco and currently causes statewide losses of 1 to 2.5 percent per year. This pathogen thrives in warm climates, so it is destructive on crops grown in these areas. During favorable conditions, new generations of spores can be produced every 72 hours, so if this disease is not managed well it can be very destructive. Susceptible cultivars in the right conditions can reach losses of 100 percent, because infected plants do not recover. Less than one propagule per gram of soil can lead to an epidemic.  This pathogen causes secondary cycles of disease by mode of zoospores. Zoospores interact with the host by sensing and moving toward the nutrient gradients near the root tip and wounds of the plant. Without this means of sensing entry points there would be no secondary cycles of disease. Zoospores, chlamydospores, and sporangia produce a germ tube that directly penetrates the epidermis of the plant. With out this penetration device the pathogen would not be able to infect the plant. The pathogen interferes with transport by infecting the roots. Typically hyphae can be seen in the pith and cause blackening and necrosis. Infection can proceed rapidly once the pathogen has made an entrance into the plant. Once established, further reproduction of both chlamydospores and sporangia will occur within host tissues, amplifying the spread of disease within the host plant and spreading out into nearby plants. Upon death of the host, the decomposing infected tissues will release the pathogen back into the soil, in the form of chlamydospores and zoospores. A resting spore, the chlamydospores are capable of surviving in the soil for years, but it has been noted that cold winters cause an inhibitory effect on the survival rate. This results in less black shank infections where tobacco is grown in cooler, more northern climates.",
            "score": 235.28334045410156
        },
        {
            "docid": "8237677_6",
            "document": "Dead arm of grapevine . The severity of dead arm in grapevine varies greatly between growing seasons. Fungal pathogens depend on moist conditions, causing the intensity of disease outbreaks to increase in wet environments. As the amount of rainfall changes between the seasons, so does the amount of pathogen present in the field. Prolonged rainfall early in the season has been correlated with greater disease outbreak. Temperature has also been shown to influence the infection rate. It has been found that the pathogen experiences the fastest rate of reproduction between 23 °C and 25°. Although temperature is important, the amount of rainfall has a greater impact on this pathogen because rainfall is an effective method of conidial dispersal. The conidia of \"Phomopsis viticola\" can also be dispersed through sprinkler irrigation and agricultural runoff. It has not yet been determined if an insect vector for this pathogen exists.",
            "score": 234.45358276367188
        },
        {
            "docid": "3913867_9",
            "document": "Optimal virulence . Short-sighted evolution suggests that the traits that increase reproduction rate and transmission to a new host will rise to high frequency within the pathogen population. These traits include the ability to reproduce sooner, reproduce faster, reproduce in higher numbers, live longer, survive against antibodies, or survive in parts of the body the pathogen does not normally infiltrate. These traits typically arise due to mutations, which occur more frequently in pathogen populations than in host populations, due to the pathogens' rapid generation time and immense numbers. After only a few generations, the mutations that enhance rapid reproduction or dispersal will increase in frequency. The same mutations that enhance the reproduction and dispersal of the pathogen also enhance its virulence in the host, causing much harm (disease and death). If the pathogen's virulence kills the host and interferes with its own transmission to a new host, virulence will be selected against. But as long as transmission continues despite the virulence, virulent pathogens will have the advantage. So, for example, virulence often increases within families, where transmission from one host to the next is likely, no matter how sick the host. Similarly, in crowded conditions such as refugee camps, virulence tends to increase over time since new hosts cannot escape the likelihood of infection.",
            "score": 234.20716857910156
        },
        {
            "docid": "22590461_30",
            "document": "Plant disease resistance . Plant breeders emphasize selection and development of disease-resistant plant lines. Plant diseases can also be partially controlled by use of pesticides and by cultivation practices such as crop rotation, tillage, planting density, disease-free seeds and cleaning of equipment, but plant varieties with inherent (genetically determined) disease resistance are generally preferred. Breeding for disease resistance began when plants were first domesticated. Breeding efforts continue because pathogen populations are under selection pressure for increased virulence, new pathogens appear, evolving cultivation practices and changing climate can reduce resistance and/or strengthen pathogens, and plant breeding for other traits can disrupt prior resistance. A plant line with acceptable resistance against one pathogen may lack resistance against others.",
            "score": 233.10614013671875
        },
        {
            "docid": "37063005_96",
            "document": "Effects of global warming on human health . Environmental changes such as deforestation could increase local temperatures in the highlands thus could enhance the vectorial capacity of the anopheles. Anopheles mosquitoes are responsible for the transmission of a number of diseases in the world, such as, malaria, lymphatic filariasis and viruses that can cause such ailments, like the O'nyong'nyong virus. Environmental changes, climate variability, and climate change are such factors that could affect biology and ecology of Anophelse vectors and their disease transmission potential. Climate change is expected to lead to latitudinal and altitudinal temperature increases. Global warming projections indicate that the best estimate of surface air warming for a “high scenario” is 4 C, with a likely range of 2.4-6.4 C by 2100. A temperature increase of this size would alter the biology and the ecology of many mosquito vectors and the dynamics of the diseases they transmit such as malaria. Arthropods critically depend on ambient temperature for survival and development, and their distribution range is limited by the temperature. Climate warming or any factor that alters the microclimate conditions of Anopheles mosquitoes (e.g., deforestation) in the highlands may facilitate the persistence of the mosquito population. Climate warming can mediate mosquito physiology and metabolic rate because metabolic rate increases exponentially rather than linearly with temperature ectotherms. Anopheles mosquitoes in highland areas are to experience a larger shift in their metabolic rate due to the climate change. This climate change is due to the deforestation in the highland areas where these mosquitoes dwell. When temperature rises, the larvae take a shorter time to mature and, consequently, there is a greater capacity to produce more offspring. Microclimatic changes in human homes caused by the effects of deforestation can also significantly shorten the duration of the mosquitoes' gonotrophic cycle by 1.7 days (4.6 vs 2.9 days) The gonotrophic cycle is the period between the taking of a blood meal by a mosquito, including the digestion of the blood meal, until oviposition or egg laying. The decrease of the gonotrophic cycles implies an increase of the biting frequency from an average of once every five days to once every three days. In turn this could potentially lead to an increase in malaria  transmission when infected humans are available.",
            "score": 232.71585083007812
        },
        {
            "docid": "37063005_62",
            "document": "Effects of global warming on human health . Currently, pathogens take 10-16% of the global harvest and this level is likely to rise as plants are at an ever-increasing risk of exposure to pests and pathogens. Historically, cold temperatures at night and in the winter months would kill off insects, bacteria and fungi. The warmer, wetter winters are promoting fungal plant diseases like soybean rust to travel northward. Soybean rust is a vicious plant pathogen that can kill off entire fields in a matter of days, devastating farmers and costing billions in agricultural losses. Another example is the Mountain Pine Beetle epidemic in BC, Canada which killed millions of pine trees because the winters were not cold enough to slow or kill the growing beetle larvae. The increasing incidence of flooding and heavy rains also promotes the growth of various other plant pests and diseases. On the opposite end of the spectrum, drought conditions favour different kinds of pests like aphids, whiteflies and locusts.",
            "score": 230.83197021484375
        },
        {
            "docid": "10418651_7",
            "document": "Powdery scab . One of the three factors of disease causation, as depicted in the disease triangle, is the environment. \"Spongospora subterranea\" pathogenesis is most effective in cool, damp environments, such as northern Britain, the Columbia Basin of south-central Washington, and north-central Oregon. The environmental condition is particularly critical during the release of infective agents (zoospores) into the soil-environment . Upon release from resting spores, zoospores require moisture to swim towards the host tuber or roots. One study, found powdery scab was significantly more common on plants grown in constant dampness compared to plants grown with varying moisture levels. In this same study she concluded disease risk was related more to the environment, or moisture level, than the level of inoculum present. Inoculum may be present but not able to disperse due to environmental conditions, and therefore does not reach host tissue to infect. Other environmental factors that affect \"Spongospora subterranea\" infection are directly related to agronomic practices. Increased use of fertilizers containing nitrate or ammonium nitrogen increase the incidence and severity of powdery scab. It is thought that the fertilization increases root growth, and thus provides more tissue for infection and disease cycling to occur. Also, reduced cellulose within the cell walls caused by excess nitrogen may increase susceptibility of host to infection. It is apparent that the environment can directly affect both the host susceptibility and the dispersal of the pathogen ultimately setting the pace for the disease cycle.",
            "score": 229.94509887695312
        },
        {
            "docid": "185259_2",
            "document": "Germ theory of disease . The germ theory of disease is the currently accepted scientific theory of disease. It states that many diseases are caused by microorganisms. These small organisms, too small to see without magnification, invade humans, animals, and other living hosts. Their growth and reproduction within their hosts can cause a disease. \"Germ\" may refer to not just a bacterium but to any type of microorganism, especially one which causes disease, such as protists, fungi, viruses, prions, or viroids. Microorganisms that cause disease are called pathogens, and the diseases they cause are called infectious diseases. Even when a pathogen is the principal cause of a disease, environmental and hereditary factors often influence the severity of the disease, and whether a potential host individual becomes infected when exposed to the pathogen.",
            "score": 229.8905792236328
        },
        {
            "docid": "46646396_12",
            "document": "Effects of global warming on humans . Climate change may lead to dramatic increases in prevalence of a variety of infectious diseases. Beginning in the mid-'70s, there has been an “emergence, resurgence and redistribution of infectious diseases”. Reasons for this are likely multicausal, dependent on a variety of social, environmental and climatic factors, however, many argue that the “volatility of infectious disease may be one of the earliest biological expressions of climate instability”. Though many infectious diseases are affected by changes in climate, vector-borne diseases, such as malaria, dengue fever and leishmaniasis, present the strongest causal relationship. Observation and research detect a shift of pests and pathogens in the distribution away from the equator and towards Earth's poles.",
            "score": 228.4810791015625
        },
        {
            "docid": "21080545_19",
            "document": "Golden toad . In conjunction with the chytrid-thermal-optimum hypothesis, the climate-linked-epidemic hypothesis also suggests a correlation between climate change and the amphibian pathogen. Unlike the chytrid-thermal-optimum hypothesis, the climate-linked-epidemic hypothesis does not assume a direct chain of events between warmer weather and disease outbreak. This interpretation assumes that global climate change has a direct link to species extinctions, arguing that \"the patterns of increasing dry days implicate rising global temperatures due to anthropogenic greenhouse gas emissions.\" Taking the results and recent findings that tie the golden toad's population crash to disease, the authors concluded that climate-driven epidemics are an immediate threat to biodiversity. It also points to a chain of events whereby this warming may accelerate disease development by translating into local or microscale temperature shifts—increases and decreases—favourable to Bd.",
            "score": 227.7801971435547
        },
        {
            "docid": "16166462_6",
            "document": "Plant disease epidemiology . Commonly the elements of an epidemic are referred to as the “disease triangle”: a susceptible host, pathogen, and conducive environment. For a disease to occur all three of these must be present. Below is an illustration of this point. Where all three items meet, there is a disease. The fourth element missing from this illustration for an epidemic to occur is time. As long as all three of these elements are present disease can initiate, an epidemic will only ensue if all three continue to be present. Anyone of the three might be removed from the equation though. The host might out-grow susceptibility as with high-temperature adult-plant resistance, the environment changes and is not conducive for the pathogen to cause disease, or the pathogen is controlled through a fungicide application for instance.",
            "score": 227.49819946289062
        },
        {
            "docid": "43119326_6",
            "document": "Social Immunity . Sociality, although a very successful way of life, is thought to increase the per-individual risk of acquiring disease, simply because close contact with conspecifics is a key transmission route for infectious diseases. As social organisms are often densely aggregated and exhibit high levels of interaction, pathogens can more easily spread from infectious to susceptible individuals. The intimate interactions often found in social insects, such as the sharing of food through regurgitation, are further possible routes of pathogen transmission. As the members of social groups are typically closely related, they are more likely to be susceptible to the same pathogens. This effect is compounded when overlapping generations are present (such as in social insect colonies and primate groups), which facilitates the horizontal transmission of pathogens from the older generation to the next. In the case of species that live in nests/burrows, stable, homeostatic temperatures and humidity may create ideal conditions for pathogen growth.",
            "score": 227.29833984375
        },
        {
            "docid": "11131113_4",
            "document": "Avian malaria . Avian malaria is a vector-transmitted disease caused by protozoa in the genera \"Plasmodium\" and \"Haemoproteus\"; these parasites reproduce asexually within bird hosts and both asexually and sexually within their insect vectors, which include mosquitoes (Culicidae), biting midges (Ceratopogonidae), and louse flies (Hippoboscidae). The blood-parasites of the genus \"Plasmodium\" and \"Haemoproteus\", encompass an extremely diverse group of pathogens with global distribution. The large number of parasite lineages along with their wide range of potential host species and the pathogen’s capacity for host switching makes the study of this system extremely complex. Evolutionary relationships between hosts and the parasites have only added complexity and suggested extensive sampling is needed to elucidate how global cospeciation events drive disease transmission and maintenance in various ecosystems. In addition to this, the parasite’s ability to disperse can be mediated by migratory birds and thus increases variation in prevalence patterns and alters host-parasite adaptation processes. Host susceptibility is highly variable as well and numerous efforts have been made to understand the relationship between increased prevalence and host traits such as nesting and foraging height, sexual dimorphism or even incubation time length. So far, the effects of this disease in wild populations is poorly understood.",
            "score": 226.43675231933594
        },
        {
            "docid": "2334724_12",
            "document": "White band disease . White band disease prevalence in the Caribbean varies seasonally. It is more active in summer and less prominent in winter, suggesting that warmer water temperatures contribute to the waterborne spread of the disease to affected corals. The impact of climate change and increasing carbon emissions only serve to heat the waters surrounding the coral reef ecosystems, which maybe allows for the spread of diseases such as white band disease and others. The severity of marine diseases such as white band disease increase for several reasons. Elevated water temperature can cause corals physiological stress. This possible undermines their immune system and makes them more susceptible to infection from white band disease or other coral diseases. Furthermore, elevated temperatures make bacterial and fungal pathogens much more virulent. However, the disease is not limited to elevated water temperatures as white band disease can still be prevalent even when water temperatures are cool.",
            "score": 225.64230346679688
        },
        {
            "docid": "10042176_7",
            "document": "Tropical Asia . The occurrence and level of some vector-borne diseases are anticipated to rise with global warming. Malaria, schistosomiasis and dengue, that are significant causes of humanity and morbidity in tropical Asia, are very sensitive to climate and are likely to spread into new regions on the margins of currently widespread areas as a result of climate change. Lately affected populations initially would go through higher fatality rates. According to one study, specifically focused on climate influences on infectious disease in present vulnerable regions, a growth in epidemic potential of 12-27 per cent for malaria and 31 to 47 per cent for dengue and a decrease of schistosomiasis of 11-17 per cent are expected under a range of GCM scenarios through climate change. Waterborne and water related infectious diseases, already accounting for the majority of epidemic emergencies in the area, are also expected to increase when higher temperatures and higher humidity are placed over on existing conditions and estimated upsurge in population, urbanization, deduction of water quality and other trends.",
            "score": 224.9470977783203
        },
        {
            "docid": "41278429_4",
            "document": "Bacterial wilt of turfgrass . The bacterium overwinters in diseased plants and thatch and is disseminated by water through rain splash, or mechanically by mowers, hoses, other gardening equipment, and golf shoes. The pathogen can also be present in the host at planting in infected sprigs, sod, or plugs. Unlike fungi, bacterial plant pathogens are unable to wound or mechanically probe plant hosts on their own. Instead, these pathogens enter through wounds inflicted on plants through verticutting, cultivation, sand, or through natural openings such as stomates and hydathodes. Once they have successfully entered and colonized the plant host, bacterial plant pathogens commandeer the nutrient and water supplies of plant cells to aid their own reproduction. In a study conducted by Zhou et al. (2013), the time between inoculation and wilt of host plants was found to depend heavily on temperature, with higher temperatures resulting in more rapid host decline. The researchers report the time between inoculation and wilting of host plants to be between 9–42 days. Bacteria can also spread to the roots of nearby plants underground. Within the plant host itself, bacteria spread by multiplying through binary fission and taking over more and more of the host by simply increasing their numbers.",
            "score": 224.89334106445312
        },
        {
            "docid": "11008314_119",
            "document": "Evolutionary history of plants . Some researchers are also studying how a range of factors affect the rate of evolutionary change and the outcomes of change in different environments. For example, as with most evolution, increases in heritability in a population allow for a greater evolutionary response in the presence of selective pressure. For traits specific to the plant-fungi coevolution, researchers have studied how the virulence of the invading pathogen affects the coevolution. Studies involving \"Mycosphaerella graminicola\" have consistently showed that virulence of a pathogen does not have a significant impact on the evolutionary track of the host plant.",
            "score": 223.05435180664062
        },
        {
            "docid": "40977477_13",
            "document": "Cross-species transmission . The comparison of genomic data is very important for the study of cross-species transmission. Phylogenetic analysis is used to compare genetic variation in both pathogens associated with CST and the host species that they infect. Taken together, it is possible to infer what allowed a pathogen to crossover to a new host (i.e. mutation in a pathogen, change in host susceptibility) and how this can be prevented in the future. If the mechanisms a pathogens uses to initially enter a new species are well characterized and understood a certain level of risk control and prevention can be obtained. In contact, a poor understanding of pathogens, and their associated diseases, makes it harder for preventive measures to be taken",
            "score": 222.9291534423828
        },
        {
            "docid": "55489348_4",
            "document": "Coral disease . Corals live within a precise range of environmental conditions including water temperature, salinity and water quality. Variations outside the normal range of these parameters may make the corals less able to grow and reproduce successfully. Of themselves these variations may be insufficient to kill the corals, but they make them more susceptible to disease organisms. The main factor that causes stress to the corals is climate change, with an increase in sea temperatures, particularly affecting shallow-water corals in the tropics. One of the consequences of heat stress is that the coral expels its zooxanthellae and becomes bleached. The rise in sea temperature is also expected to increase the frequency and severity of tropical storms; these adversely affect corals through mechanical damage to reefs, through increased wave action, and through the stirring up and re-deposition of sediment. Other stress factors include increased pollution, increased ultraviolet radiation, and a reduction in the aragonite saturation of surface seawater that is connected with ocean acidification. Although stressed corals are more susceptible to coral diseases, it is infectious organisms that actually cause these diseases. Pathogens so far identified include bacteria, fungi and protozoans.",
            "score": 222.42225646972656
        },
        {
            "docid": "10876606_3",
            "document": "Burkholderia glumae . Symptoms of bacterial panicle blight include seedling blighting and sheath rot in addition to panicle blighting, which accounts for most of the damage from this disease. Affected panicles have blighted florets, which initially show white or light gray on the basal third with a dark-brown margin and eventually become straw-colored. The florets then turn dark with growth of fungi or bacteria on the surface. Extensive occurrence of upright panicles because of the failure of grain-filling and seed development is a typical phenomenon observed in a severely infested field. Prolonged high temperature during the growing season is an important environmental condition that promotes the development of bacterial panicle blight.  Severe epidemics of this disease, which caused up to 40 percent yield losses in some fields, occurred during the 1995, 1996, 1998, 2000 and, most recently, 2010 growing seasons, when record-high night temperatures were experienced. Suspected global warming could make bacterial panicle blight a greater threat to rice production in the future. Indeed, occurrence of bacterial panicle blight is increasing not only in the southern United States but in other rice growing countries of Central and South America and Asia. <br>The disease cycle of bacterial panicle blight is not fully understood in spite of the economic importance of the disease. <br>The bacterial pathogens are considered to be seed-borne, but they also survive in the soil. After germination of the seed, the bacteria appear to survive on the leaves and sheath and spread upward as the plant grows. Their infection to rice panicles occurs at flowering, if the bacterial population reaches to a threshold level and environmental condition is favorable. They may also be disseminated from severely diseased panicles to neighboring healthy plants, according to the observed spatial distribution patterns of the disease in infested rice fields. However, it is not clear if long-distance dissemination can occur via insect transmission. Unfortunately, there are few effective control measures for this disease so far. Less nitrogen fertilization reduces disease severity but has not been successful. High temperatures at the vulnerable period can be avoided by early planting, but this cultural practice would become useless if hot weather comes early in the growing season. No pesticides are currently recommended or allowed for controlling this disease in the United States. Copper compounds are weakly effective but sometimes toxic to the plant. Oxolinic acid is useful for seed treatment, and its foliar spray is effective on infected plants, but this chemical is not commercially available in the United States. <br>The research goal on bacterial panicle blight is to develop effective disease control methods based on better understanding of the bacterial virulence mechanism and the rice defense system. To achieve this goal, LSU AgCenter scientists are conducting several different areas of research. First, scientists are making efforts to develop new rice varieties and lines resistant to bacterial panicle blight through conventional breeding and line development processes. More than 15,000 lines are evaluated annually to select promising lines showing high levels of disease resistance to bacterial panicle blight and other good agronomic traits. The partial-resistant rice varieties and lines, such as Jupiter and LM-1, were developed from this program. Second, scientists are conducting genetic and molecular biological studies on the rice disease resistance to bacterial panicle blight. Genetic mapping to identify the rice genes associated with the disease resistance is under way. In addition, the induction of a rice defense system by pretreatment of various chemical materials, which leads to enhanced disease resistance, is being studied. Finally, scientists are studying molecular genetics and genomics of the major pathogen, B. glumae, to understand the mechanism underlying its bacterial pathogenesis in rice. Genetic elements governing the production of virulence factors are being identified and characterized.",
            "score": 221.1870880126953
        },
        {
            "docid": "22590461_51",
            "document": "Plant disease resistance . Among the thousands of species of plant pathogenic microorganisms, only a small minority have the capacity to infect a broad range of plant species. Most pathogens instead exhibit a high degree of host-specificity. Non-host plant species are often said to express \"non-host resistance\". The term \"host resistance\" is used when a pathogen species can be pathogenic on the host species but certain strains of that plant species resist certain strains of the pathogen species. The causes of host resistance and non-host resistance can overlap. Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen host range can change quite suddenly if, for example, the pathogen's capacity to synthesize a host-specific toxin or effector is gained by gene shuffling/mutation, or by horizontal gene transfer.",
            "score": 220.32305908203125
        },
        {
            "docid": "18246585_79",
            "document": "Climate change in the United States . Warming and other climate changes could expand the habitat and infectiousness of disease-carrying insects, thus increasing the potential for transmission of diseases such as malaria and dengue (“break bone”) fever. Warmer temperatures could increase the incidence of Lyme disease and other tick-borne diseases in West Virginia, because populations of ticks, and their rodent hosts, could increase under warmer temperatures and increased vegetation. Lower streamflows and lake levels in the summer and fall could affect the dependability of surface water supplies, particularly since many of the streams in West Virginia have low flows in the summer. Hay yields could increase by about 30% as a result of climate change, leading to changes in acres farmed and production. Farmed acres could remain constant or could decrease by as much as 30% in response to changes in prices, for example, possible decreases in hay prices. In areas where richer soils are prevalent, southern pines could increase their range and density, and in areas with poorer soils, which are more common in West Virginia’s forests, scrub oaks of little commercial value (e.g., post oak and blackjack oak) could increase their range. As a result, the character of forests in West Virginia could change. The state of West Virginia is 97% forested, and much of this cover is in high-elevation areas. These areas contain some of the last remaining stands of red spruce, which are seriously threatened by acid rain and could be further stressed by changing climate. Given a sufficient change in climate, these spruce forests could be substantially reduced, or could disappear. Higher-than-normal winter temperatures could boost temperatures inside cave bat roosting sites, which has been shown to cause higher mortality due to increased winter body weight loss in endangered Indiana bats (e.g., an increase of during winter hibernation has been associated with a 42% increase in the rate of body mass loss).",
            "score": 220.26527404785156
        },
        {
            "docid": "8237677_3",
            "document": "Dead arm of grapevine . Dead arm is a disease that causes symptoms in the common grapevine species, \"vitis vinifera\", in many regions of the world. This disease is mainly caused by the fungal pathogen, \"Phomopsis viticola\", and is known to affect many cultivars of table grapes, such as Thompson Seedless, Red Globe, and Flame Seedless. Early in the growing season, the disease can delay the growth of the plant and cause leaves to turn yellow and curl. Small, brown spots on the shoots and leaf veins are very common first symptoms of this disease. Soil moisture and temperature can impact the severity of symptoms, leading to a systemic infection in warm, wet conditions. As the name of this disease suggests, it also causes one or more arms of the grapevine to die, often leading to death of the entire vine.",
            "score": 219.2450714111328
        }
    ]
}