{
    "q": [
        {
            "docid": "205464_23",
            "document": "Human microbiota . The composition of human gut flora changes over time, when the diet changes, and as overall health changes. A systematic review of 15 human randomized controlled trials from July 2016 found that certain commercially available strains of probiotic bacteria from the \"Bifidobacterium\" and \"Lactobacillus\" genera (\"B. longum\", \"B. breve\", \"B. infantis\", \"L. helveticus\", \"L. rhamnosus\", \"L. plantarum\", and \"L. casei\"), when taken by mouth in daily doses of 10–10 colony forming units (CFU) for 1–2 months, possess treatment efficacy (i.e., improves behavioral outcomes) in certain central nervous system disorders – including anxiety, depression, autism spectrum disorder, and obsessive–compulsive disorder – and improves certain aspects of memory. However, changes in the composition of gut microbiota has also been found to be correlated with harmful effects on health. In an article published by Musso et al., it was found that the gut microbiota of obese invidividuals had more Firmicutes and less Bacteroidetes than healthy individuals. Furthermore, a study done by Gordon et al., confirmed that it was the composition of the microbiota that causes obesity rather than the other way around. This was done by transplanting the gut microbiota from diet-induced obese(DIO) mice or lean control mice into lean germ-free mice that do not have a microbiome. They found that the mice transplanted with DIO mouse gut microbiota had significantly higher total body fat than the mice transplanted with lean mouse microbiota when fed with the same diet.",
            "score": 157.9841811656952
        },
        {
            "docid": "41403522_20",
            "document": "Bacteriotherapy . The microbiome of depressed people has been found to show decreased richness and diversity. Specifically, lactobacillus and bifidobacterial have been identified as having roles in modulating depression and anxiety behaviors. When fecal matter is transferred from depressed mice to microbiota depleted mice, behavioral exams show anhedonia, a symptom of depression; studies have also found that in a microbiome transfer from a stressed animal to a control, the control recipient also exhibits anxious behaviors proving that some depression and anxiety phenotypes are dependent on the gut microbiome, and therefore transferrable. The identification of the microbiome as having a causal role in depression and anxiety, as well as the ability to transfer depressive or anxiety symptoms from a depressed donor to a recipient makes the reverse, FMT from a healthy donor to a depressed or anxious patient, a valid experimental treatment for depression.",
            "score": 109.29153943061829
        },
        {
            "docid": "41080840_20",
            "document": "Gut–brain axis . Much interest was generated in the potential role of gut flora in anxiety disorders, and more generally in the role of gut flora in the gut-brain axis, by studies published in 2004 showing that germ-free mice have an exaggerated HPA axis response to stress caused by being restrained, which was reversed by colonizing their gut with a \"Bifidobacterium\" species. Studies looking at maternal separation for rats shows neonatal stress leads to long-term changes in the gut microbiota such as its diversity and composition, which also led to stress and anxiety-like behavior. Additionally, while much work had been done as of 2016 to characterize various neurotransmitters known to be involved in anxiety and mood disorders that gut flora can produce (for example, \"Escherichia\", \"Bacillus\", and \"Saccharomyces\" species can produce noradrenalin; \"Candida\", \"Streptococcus\", and \"Escherichia\" species can produce serotonin, etc) the inter-relationships and pathways by which the gut flora might affect anxiety in humans were unclear.",
            "score": 120.9740172624588
        },
        {
            "docid": "14754086_18",
            "document": "S100A10 . Under experimentation, mice deficient in the p11 protein display depression-like behaviors. Knockout experiments in which the gene coding for protein p11 was deleted from the mouse genome caused them to show signs of depression. This is also observed in humans. On the other hand, those with sufficient amount of p11 protein behave normally. When mice that showed depressive symptoms were administered anti-depressant drugs, their levels of p11 were found to increase at the same rate, as antidepressants affected their behavioral changes. In addition, post-mortem comparisons of brain tissues showed much lower levels of p11 in depressed compared to control subjects. Levels of p11 have been found to be substantially lower in depressed humans and helpless mice, which suggests that altered p11 levels may be involved in the development of depression-like symptoms.",
            "score": 96.61195826530457
        },
        {
            "docid": "14754086_20",
            "document": "S100A10 . Treatment with antidepressants (a tricyclic and monoamine oxidase inhibitor) and electroconvulsive therapy (ECT) caused an increase in the amount of p11 in the brain of these mice - the same biochemical change. The levels of the p11 protein in humans and mice with symptoms of depression were substantially lower in comparison to the levels of p11 in non-depressed animals. Leading researcher Paul Greengard and his colleagues hypothesized that increasing p11 levels would result in the mice exhibiting antidepressant-like behaviors, and the opposite if p11 protein levels were reduced. They used a test that is used to measure antidepressant-like activity to affirm this hypothesis. In their findings, over-expressed p11 genes, compared to the control mice, had increased mobility and more 5-HT receptors at the cell surface, which made possible more serotonin transmission. When researchers \"knocked out\" the p11 gene in mice, they found that the knockout mice had fewer receptors at the cell surface, reduced serotonin signaling, reduced responsiveness to sweet reward, and decreased mobility, behaviors all characteristic of depression-like behaviors. Also, the 5-HT receptors of p11 knockout mice were less responsive to serotonin and antidepressant drugs compared to those of control mice, which further implicates p11 in the main action of antidepressant medications. Antidepressant manipulations increase the p11 levels, whereas depressant manipulations reduce it. Therefore, in order to achieve an anti-depression effect, antidepressant medications should focus on the main action of the p11 proteins and increase levels of the protein.",
            "score": 91.97570383548737
        },
        {
            "docid": "28725829_5",
            "document": "Wim Crusio . When mice are exposed to unpredictable chronic mild stress (UCMS), they start exhibiting symptoms reminiscent of major depressive disorder in humans. As it had been suggested that deficits in hippocampal neurogenesis might underlie depression, Crusio and collaborators undertook a series of experiments investigating changes in behavior and neurogenesis in mice that had undergone UCMS. They showed dramatic changes in levels of aggression, anxiety, depressive-like behaviors, and learning, with a concomitant drop in neurogenesis. However, the results were strain- and sex-specific and there did not appear to be a clear-cut correlation between the different changes, so that they finally concluded that although their data do not disprove the idea that deficits in hippocampal neurogenesis solely underlie the behavioral impairments observed in human psychiatric disorders such as depression, they do not provide support for this hypothesis either.",
            "score": 78.21284294128418
        },
        {
            "docid": "41403522_17",
            "document": "Bacteriotherapy . There are high levels of comorbidity between some mental disorders and gastrointestinal disturbances. This provides support for the existence gut-brain-axis, in which microbiota of the gut can influence brain development, function, and behavior, and emphasizes its role in mental illness, making FMT a plausible therapeutic avenue for some mental illness.",
            "score": 100.55842614173889
        },
        {
            "docid": "46321723_5",
            "document": "Brigitte Kieffer . Her research discoveries have led to development of new analgesic medicines and new treatments for addiction. Opioid system disorders are involved in emotional problems such as anxiety and severe depression. Her research involves many studies regarding opiate addiction. In mice she has researched how the effects of heroin withdrawal can yield depressive behaviors. Her research has shown that after periods of heroin exposure, once mice become abstinent they exhibit depressive-like behaviors that persist weeks after heroin exposure was halted. This information helps explain the severity and chronicity of addiction in certain individuals. Dr. Kieffer's research also deals with how findings can be translated to humans. Study of brain opioid receptors that deal with depression and happiness are often a focus of her research. In many post-mortem studies of suicide victims it was discovered that mu (µ) opioid receptors (MOR) are present in higher density of the frontal and temporal cortex of the human brain when compared with controls of post-mortem studies of patients with no history of psychiatric disorder. This suggests that depression and suicide may be associated with higher MOR density. She tested this theory of MOR association with depressive behavior and the results in mice lead to the conclusion that MOR and depressive behavior are indeed related to one another.",
            "score": 84.19752728939056
        },
        {
            "docid": "41403522_3",
            "document": "Bacteriotherapy . FMT is being used as a new and effective treatment for C. diff infections, a gastrointestinal disease in which Clostridium difficile colonizes the gut of an organism disrupting microbial balance and causing diarrhea that can potentially be deadly. Bacteriotherapy has also begun to be used in the treatment of mental disorders such as depression, anxiety, and Autism Spectrum Disorder. Recolonization of gut flora can be used effectively in the treatment of mental disorders because of the existence of the gut-brain axis, the bidirectional route of communication between the brain and the gut, specifically the gut microbiota.",
            "score": 119.89967060089111
        },
        {
            "docid": "14876725_4",
            "document": "Neurocan . Neurocan is a significant component of the extracellular matrix, and its levels are modulated by a variety of factors, but mice in which the NCAN gene has been knocked out show no easily observable defects in brain development or behavior. However, a genome-wide association study published in 2011 identified Neurocan as a susceptibility factor for bipolar disorder. A more comprehensive study published in 2012 confirmed that association. The 2012 study examined correlations between NCAN alleles and various symptoms of bipolar disorder, and also examined the behavior of NCAN knockout mice. In the human subjects, it was found that NCAN genotype was strongly associated with manic symptoms but not with depressive symptoms. In the mice, the absence of functional Neurocan resulted in a variety of manic-like behaviors, which could be normalized by administering lithium.",
            "score": 78.12312436103821
        },
        {
            "docid": "39632259_7",
            "document": "Skin immunity . From around 2005 on, the scientific community has thoroughly developed the concept of human microbiome and begun the systematic study to establish the relationship between the microbiome and human physiology in health and disease. We begin to understand that gut microbiota helps modulating host immunity at a systemic level. However, gut microbiome does not affect skin immunity significantly, instead, skin immunity is modulated by skin microflora according to the results obtained by Naik et al. Analyzing immunologic changes of germ-free (GF) mice with reconstituted gut microbiota showed a recovery of Il-17A and IFN-γ levels up to those observed in the gastrointestinal tract of specific pathogen free (SPF) mice but gut microbiome restoration did not affect skin immunity. Comparing GF and SPF mice showed a decrease in the skin production of IFN-γ and IL-17A. To evaluate the functional consequences of the absence of skin microbiota Leishmania major was introduced intradermally and the lesions were evaluated. L. major lesions in GF mice were significantly smaller and less severe than in SPF mice, however, the number of parasites after infection was significantly higher in GF mice. These results cearly indicate that GF mice have an impaired capacity of response in front of infections compared to SPF mice. Finally, mono-association of GF mice with \"S. epidermidis\" clearly restored immunity function which in the case of skin is mediated by IL-1 which is key for the restoration of IL-17A and IFN-γ levels. Thus skin commensals exert their effect by enhancing IL-1 signaling and amplifying responses according to local inflammatory milieu. As IL-1 has been implicated in the etiology and pathology of psoriasis and other cutaneous disorders, it is likely that skin commensals are important drivers and amplifiers of skin pathologies.",
            "score": 112.97750985622406
        },
        {
            "docid": "40421442_6",
            "document": "Akkermansia muciniphila . Researchers have discovered that \"A. muciniphila\" may be able to be used to combat obesity and type 2 diabetes. The study was carried out with mice, overfed to contain three times more fat than its lean cousin. The obese mice were then fed the bacteria, which were shown to reduce the fat burden of the mice by half without any change to the mice's diet. A study published in June 2015 showed an association between \"A. muciniphila\" abundance, insulin sensitivity and healthier metabolic status in overweight/obese adults. The healthier subjects were those with high \"A. muciniphila\" abundance and gut microbial richness. In addition, this study showed that having higher abundance of \"A. muciniphila\" at baseline was associated with greater clinical benefits after weight loss. The bacterium is naturally present in the human digestive tract at 3-5%, but has been seen to fall with obesity. It is thought that eating the bacterium increases the gut wall thickness, with the addition of mucin, which will block food from being absorbed by the body.",
            "score": 119.38385009765625
        },
        {
            "docid": "22398456_15",
            "document": "Bacterial circadian rhythm . In the context of bacterial circadian rhythms, specifically in cyanobacteria, circadian advantage refers to the improved survival of strains of cyanobacteria that \"resonate\" with the environmental circadian rhythm. [6] For example, consider a strain with a free-running period (FRP) of 24 hours is co-cultured with a strain that has a free-running period (FRP) of 30 hours in a light-dark cycle of 12 hours light and 12 hours dark (LD 12:12). The strain that has a 24 hour FRP will out-compete the 30 hour strain over time. An instance where bacterial circadian rhythms are theorized to provide an advantage is in the microbiome. It is possible that circadian clocks play a role in the gut microbiota behavior. These microorganisms experience daily changes associated with daily LD and temperature cycles through an alteration of their environment. This occurs through behaviors such as eating rhythms on a daily routine (consumption in the day for diurnal animals and in the night for nocturnal). The presence of a daily timekeeper might give those bacteria a competitive advantage over others, allowing them to anticipate resources coming from the host in order to metabolize them faster. There are bacteria that exist which have daily timekeepers, and it may be possible that the microbiota have endogenous clocks and which communicate with biological clocks of the host. If there are some time-keeping qualities of the microorganisms of the intestines, it might be possible that they can affect the circadian system of the host. For example, if bacteria within the microbiome release cytokine-like factors in a rhythmic fashion, the host’s clock might be affected. On the other hand, it is implicated that changes to the host’s biological clock may alter the gut microbiome. More specifically, jet-lag induced disruption of the biological clock influences the daily pattern of phyla change. Also, specific diets (such as time-restricted feeding and transitions between regular and high fat diet) change both the host’s circadian clock as well as the composition of the gut microbiome. An endogenous clock may be present in some microbial species, and the presence of such an intrinsic timekeeper could be beneficial both in the gut (which experiences daily changes in nutrient availability) and the environment outside of the host (which experiences daily cycles of light and temperature).",
            "score": 126.66832935810089
        },
        {
            "docid": "36086848_5",
            "document": "Fear processing in the brain . It has been observed that fear can contribute to behavioral changes. One way this phenomenon has been studied is on the basis of the repeated stress model done by Camp RM et al.(among others). In this particular study, it was examined that the contribution fear conditioning may play a huge role in altering an animal's (Fischer rat's) behavior in a repeated stress paradigm. Behavioral changes that are commonly referred to as depressive-like behaviors resulted from this model of testing. After setting a control and a valid experimental design, Fischer rats were exposed daily to different stressors in a complex environment. After four days of stressor exposure, both exploratory behavior and social interaction were tested on day 5 in either the same environment or a new environment. The rats showed much decreased exploration and social interaction when tested in different contexts compared to control rats. To further make a correlation to the biochemistry (as mentioned below), chronic infusion of propranolol (beta-adrenergic receptor antagonist) prevented the behavioral changes following repeated stressor exposure thus halting long term potentiation. Some physiological changes also occurred including the decrease in body weight gain and adrenal hypertrophy observed in animals exposed to stress. Overall, the conditioned fear responses can contribute to behavioral changes in a repeated stress paradigm. This can be extended to correlate to other animals as well but with varying degrees of responses.",
            "score": 73.51452112197876
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 140.44247484207153
        },
        {
            "docid": "1805_9",
            "document": "Antibiotic . Exposure to antibiotics early in life is associated with increased body mass in humans and mouse models. Early life is a critical period for the establishment of the intestinal microbiota and for metabolic development. Mice exposed to subtherapeutic antibiotic treatment (STAT)– with either penicillin, vancomycin, or chlortetracycline had altered composition of the gut microbiota as well as its metabolic capabilities. One study has reported that mice given low-dose penicillin (1 μg/g body weight) around birth and throughout the weaning process had an increased body mass and fat mass, accelerated growth, and increased hepatic expression of genes involved in adipogenesis, compared to control mice. In addition, penicillin in combination with a high-fat diet increased fasting insulin levels in mice. However, it is unclear whether or not antibiotics cause obesity in humans. Studies have found a correlation between early exposure of antibiotics (<6 months) and increased body mass (at 10 and 20 months). Another study found that the type of antibiotic exposure was also significant with the highest risk of being overweight in those given macrolides compared to penicillin and cephalosporin. Therefore, there is correlation between antibiotic exposure in early life and obesity in humans, but whether or not there is a causal relationship remains unclear. Although there is a correlation between antibiotic use in early life and obesity, the effect of antibiotics on obesity in humans needs to be weighed against the beneficial effects of clinically indicated treatment with antibiotics in infancy.",
            "score": 84.6995849609375
        },
        {
            "docid": "3135637_67",
            "document": "Gut flora . Interest in the relationship between gut flora and neuropsychiatric issues was sparked by a 2004 study showing that germ-free mice showed an exaggerated HPA axis response to stress compared to non-GF laboratory mice. As of January 2016, most of the work that has been done on the role of gut flora in the gut-brain axis had been conducted in animals, or characterizing the various neuroactive compounds that gut flora can produce, and studies with humans measuring differences between people with various psychiatric and neurological differences, or changes to gut flora in response to stress, or measuring effects of various probiotics (dubbed \"psychobiotics in this context), had generally been small and could not be generalized; whether changes to gut flora are a result of disease, a cause of disease, or both in any number of possible feedback loops in the gut-brain axis, remained unclear.",
            "score": 123.56039142608643
        },
        {
            "docid": "9347711_25",
            "document": "Neurokinin A . Affective disorders are characterized by a frequent, fluctuating alteration in mood, affecting the patient’s thoughts, emotions, and behaviors. Affective disorders include depression, anxiety, and bipolar disorder. A number of approaches have been utilized to study the role that neurokinin A plays in the manifestation and continuation of human affective disorders. The measurement of serum peptide levels in depressed patients as well as anxious patients displayed higher plasma levels of tachykinins than their low-anxiety counterparts. In addition to studies of plasma levels of TKs, cerebrospinal fluid (CSF) levels of neurokinin A have also been directly correlated with depression. Under states of depression, neurokinin immunoreactivity is increased in the frontal cortex, and decreased in the striatum. These peptide levels were not found to be normalized by lithium treatment in mice. Elevated levels of tachykinins in CSF have been found in patients with fibromyalgia syndrome, a disorder that is strongly correlated with depression in human patients. Tachykinin ligands have been extensively studied and determined to be functionally linked to the control of affective phenotypes in a complex physiological manner.",
            "score": 45.85668087005615
        },
        {
            "docid": "15835350_8",
            "document": "Jeffrey I. Gordon . Jeffrey Gordon has become an international pioneer in the study of gut microbial ecology and evolution, using innovative methods to interpret metagenomic and gut microbial genomic sequencing data. In recent studies, Dr. Gordon’s lab has established that the gut microbiota plays a role in host fat storage and obesity. Gordon and co-workers have used DNA pyrosequencing technology to perform metagenomics on the intestinal contents of obese mice, demonstrating that the gut microbiota of fat mice possess an enhanced capacity for aiding the host in harvesting energy from the diet. A study of the microbial ecology of obese human subjects on two different weight loss diets indicate that the same principles may be operating in humans. His group has applied the sequencing of bacterial and archaeal genomes to describe the microbial functional genomic and metabolomic underpinnings of microbial adaptation to the gastrointestinal habitat. This approach has been extended to describe the role of the adaptive immune system in maintaining the host-microbial relationship.",
            "score": 79.28902590274811
        },
        {
            "docid": "768527_25",
            "document": "Ghrelin . Ghrelin has been shown to have implications for depression prevention. Antidepressant-like attributes were demonstrated when mice with high levels of ghrelin and mice with the ghrelin gene knocked out underwent social defeat stress and then were placed in the forced swim tank. Mice with elevated ghrelin swam more than ghrelin deficient mice. These ghrelin-deficient mice exhibited more social avoidance as well. These mice did not exhibit depression-like behaviors when injected with a commonly prescribed antidepressant, suggesting that ghrelin acts as a short-term natural adaptation against depression.",
            "score": 67.10008263587952
        },
        {
            "docid": "57388876_21",
            "document": "Epigenetics of anxiety and stress-related disorders . Studies have found that early life stress induced through poor maternal care alters sperm epigenome in male mice. In particular, expression patterns of small-noncoding RNAs (sncRNAs) are altered in the sperm, as well as in stress-related regions of the brain. Offspring of these mice exhibited the same sncRNA expression changes in the brain, but not in the sperm. These changes were coupled with behavioral changes in the offspring that were comparable to behavior of the stressed fathers, especially in terms of stress response. Additionally, when the sncRNAs in the fathers' sperm were isolated and injected into fertilized eggs, the resulting offspring inherited the stress behavior of the father. This suggests that stress-induced modifications of sncRNAs in sperm can cause inheritance of stress phenotype independent of the father's DNA.",
            "score": 62.17354655265808
        },
        {
            "docid": "3135637_62",
            "document": "Gut flora . The gut flora has also been implicated in obesity and metabolic syndrome due to the key role it plays in the digestive process; the Western pattern diet appears to drive and maintain changes in the gut flora that in turn change how much energy is derived from food and how that energy is used. One aspect of a healthy diet that is often lacking in the Western-pattern diet is fiber and other complex carbohydrates that a healthy gut flora require flourishing; changes to gut flora in response to a Western-pattern diet appear to increase the amount of energy generated by the gut flora which may contribute to obesity and metabolic syndrome. There is also evidence that microbiota influence eating behaviours based on the preferences of the microbiota, which can lead to the host consuming more food eventually resulting in obesity. It has generally been observed that with higher gut microbiome diversity, the microbiota will spend energy and resources on competing with other microbiota and less on manipulating the host. The opposite is seen with lower gut microbiome diversity, and these microbiotas may work together to create host food cravings.",
            "score": 109.19852066040039
        },
        {
            "docid": "14073981_4",
            "document": "HDAC3 . Histone deacetylases can be regulated by endogenous factors, dietary components, synthetic inhibitors and bacteria-derived signals. Studies in mice with a specific  deletion of HDAC3 in intestinal epithelial cells (IECs) show a deregulated IEC's gene expression. In these deletion-mutant mice, loss of Paneth cells, impaired IEC function and alterations in intestinal composition of commensal bacteria were observed. These negative effects were not observed in germ-free mice, indicating that the effects of the deletion are only seen in the presence of intestinal microbial colonization. But the negative effects of HDAC3 deletion are not due to the presence of an altered microbiota because normal germ-free mice colonized with the altered microbiota did not show the negative effects seen in deletion mutants.",
            "score": 84.63491368293762
        },
        {
            "docid": "38820958_11",
            "document": "Alcino J. Silva . Weidong Li and Steven Kushner led a team in the Silva lab that developed a treatment for the cognitive deficits associated with an animal model of Neurofibromatosis type I (NF1). They discovered that Lovastatin, a statin that crosses the blood-brain barrier, at a dose that does not affect control mice, rescues the Ras/MAPK signaling, synaptic plasticity and behavioral deficits of mice with a NF1 mutation. Statins decrease the levels of isoprenyls, lipid groups that are required for the isoprenylation and activity of Ras, a signaling molecule normally regulated by the protein encoded by the NF1 gene. The work in the Silva lab showed that the NF1 mutation leads to increases in the levels of active Ras in the brain, and that statins reverse this increase without affecting Ras signaling in controls. These results have led to a number of small promising, but inconclusive, clinical trials, and to two large on going clinical studies in the USA and Europe. A team led by Dan Ehninger in the Silva lab also showed that rapamycin, an FDA approved inhibitor of mTOR, can reverse the late-LTP deficits and learning impairments they discovered in an animal model of Tuberous Sclerosis (Tsc2 heterozygous mice). Interestingly, TSC is highly associated with autism, but the Tsc2 heterozygous mice did not show any autism-like behavioral abnormalities, such as social interaction deficits. Artificially activating the immune system of pregnant mice, however, does reveal social interaction deficits in Tsc2 heterozygous progeny, suggesting that the autism-like symptoms in TSC require not only Tsc mutations, but also another factor, such as immune activation during pregnancy. Importantly, analyses of human TSC data suggested a similar interaction between the TSC mutation and immuno-activation during pregnancy. Recently, Miou Zhou and colleagues at the Silva lab found that rapamycin is also capable of both preventing and reversing behavioral deficits caused by mutation of a schizophrenia-causing gene (DISC 1) in neurons that are born and develop in adult mice (i.e., adult neurogenesis). Surprisingly, rapamycin reverses behavioral deficits despite its inability to reverse structural deficits discovered in neurons with Disc 1 knock down. All together, these findings make a compelling case that adult treatments may be effective at reversing behavioral cognitive and psychiatric symptoms associated with neurodevelopmental disorders such as NF1, TSC and Schizophrenia.",
            "score": 83.79321086406708
        },
        {
            "docid": "41080840_16",
            "document": "Gut–brain axis . That said, most of the work that has been done on the role of gut flora in the gut-brain axis has been conducted in animals, including the highly artificial germ-free mice. As of 2016 studies with humans measuring changes to gut flora in response to stress, or measuring effects of various probiotics, have generally been small and cannot be generalized; whether changes to gut flora are a result of disease, a cause of disease, or both in any number of possible feedback loops in the gut-brain axis, remains unclear.",
            "score": 108.19929146766663
        },
        {
            "docid": "18291752_23",
            "document": "Microbial symbiosis and immunity . Studies with germ-free mice have suggested that the absence of gut microbes protects against obesity. While the exact mechanism by which microbes play a role in obesity has yet to be elucidated, it has been hypothesized that the intestinal microbiota is involved in converting food to usable energy and fat storage.",
            "score": 64.49677276611328
        },
        {
            "docid": "165923_15",
            "document": "Schwann cell . Myelin protein zero (P0) is a cell adhesion molecule belonging to the immunoglobulin superfamily and is the major component of peripheral myelin, constituting over 50% of the total protein in the sheath. P0 has been shown to be essential for the formation of compact myelin, as P0 null mutant (P0-) mice showed severely aberrant peripheral myelination. Although myelination of large caliber axons was initiated in P0- mice, the resulting myelin layers were very thin and poorly compacted. Unexpectedly, P0- mice also showed degeneration of both axons and their surround myelin sheaths, suggesting that P0 plays a role in maintaining the structural integrity of both myelin formation and the axon with which it’s associated. P0- mice developed behavioral deficits around 2 weeks of age when mice began to show signs of slight trembling. Gross incoordination also arose as the animals developed while trembling became more severe and some older mice developed convulsing behaviors. Despite the array of impaired motor behavior, no paralysis was observed in these animals. P0 is also an important gene expressed early within the Schwann cell lineage, expressed in Schwann cell precursors after differentiating from migrating neural crest cells within the developing embryo.",
            "score": 79.24083411693573
        },
        {
            "docid": "41479084_15",
            "document": "Altered Schaedler flora . Additional strains of bacteria might need to be added for certain studies with metabolism, pathogenesis, or microbe interactions. It is impossible to study the complete organization of the gut microbiome and all its contributions to the host system, especially with relations to disease development and nutrition, with only eight microbes. Furthermore, there are differences between mice and human microflora. So there are limitations to studies using ASF mice to depict human inflammatory diseases like IBD, arthritis, and cancer. ASF is only a basis for developing hypotheses for mice with complex microflora.",
            "score": 97.24583077430725
        },
        {
            "docid": "3135637_71",
            "document": "Gut flora . In a study performed on mice by Ilseung Cho, the ratio of \"Firmicutes\" and \"Lachnospiraceae\" was significantly elevated in animals treated with subtherapeutic doses of different antibiotics. By analyzing the caloric content of faeces and the concentration of small chain fatty acids (SCFAs) in the GI tract, they concluded that the changes in the composition of microbiota lead to an increased capacity to extract calories from otherwise indigestible constituents, and to an increased production of SCFAs. These findings provide evidence that antibiotics perturb not only the composition of the GI microbiome but also its metabolic capabilities, specifically with respect to SCFAs.",
            "score": 70.9281816482544
        },
        {
            "docid": "41080840_21",
            "document": "Gut–brain axis . People with schizophrenia tend to also have GI problems, but as of 2015, no studies had been carried out to compare the gut flora of people with schizophrenia with healthy people. Research causing schizophrenia-like symptoms in mice by giving them phencyclidine (PCP) has found changes to the gut flora of the treated mice compared with untreated mice.",
            "score": 113.51968908309937
        },
        {
            "docid": "5881083_9",
            "document": "Liver X receptor . The importance of LXRs in physiological lipid and cholesterol metabolism suggests that they may influence the development of metabolic disorders such as hyper lipidemia and atherosclerosis. Evidence for this idea has been observed by recent studies that linked LXR activity to the pathogenesis of atherosclerosis. LXRα knockout mice are healthy when fed with a low-cholesterol diet. However, LXRα knockout mice develop enlarged fatty livers, degeneration of liver cells, high cholesterol levels in liver, and impaired liver function when fed a high-cholesterol diet. LXRβ knockout mice are unaffected by a high-cholesterol diet, suggesting that LXRα and LXRβ have separate roles. LXRs regulate fatty acid synthesis by modulating the expression of sterol regulatory element binding protein-1c (SREBP-1c). LXRs also regulate lipid homeostasis in the brain. LXRα and LXRβ double knockout mice develop neurodegenerative changes in brain tissue. LXRβ knockout mice results in adult-onset motor neuron degeneration in male mice.",
            "score": 56.55270779132843
        },
        {
            "docid": "18044404_42",
            "document": "Gender inequality in India . Some studies in south India have found that gender disadvantages, such as negative attitudes towards women's empowerment are risk factors for suicidal behavior and common mental disorders like anxiety and depression. These mental health aspects can be studied in different environments for women such as in the home, the workforce, and the educational institutions due to varying social conditions that contribute to the development of mental illnesses in some cases. According to a 2001 study performed by U. Vindhya et al., published in \"Economic and Political Weekly,\" women tend to have greater suffering from depression and somatoform and dissociative disorders compared to men in the study. Furthermore, the research attributed depressive symptoms to social interactions both in the workplace and home that fostered a sense of learned helplessness. This stems from feelings of powerlessness in different types of relationships that are male-dominated and do not offer equity for women. Other social stressors that contribute as influences in mental illnesses include marriage, pregnancy, family, with pressure to fit into certain traditional roles ascribed to women in India.",
            "score": 77.119753241539
        }
    ],
    "r": [
        {
            "docid": "205464_23",
            "document": "Human microbiota . The composition of human gut flora changes over time, when the diet changes, and as overall health changes. A systematic review of 15 human randomized controlled trials from July 2016 found that certain commercially available strains of probiotic bacteria from the \"Bifidobacterium\" and \"Lactobacillus\" genera (\"B. longum\", \"B. breve\", \"B. infantis\", \"L. helveticus\", \"L. rhamnosus\", \"L. plantarum\", and \"L. casei\"), when taken by mouth in daily doses of 10–10 colony forming units (CFU) for 1–2 months, possess treatment efficacy (i.e., improves behavioral outcomes) in certain central nervous system disorders – including anxiety, depression, autism spectrum disorder, and obsessive–compulsive disorder – and improves certain aspects of memory. However, changes in the composition of gut microbiota has also been found to be correlated with harmful effects on health. In an article published by Musso et al., it was found that the gut microbiota of obese invidividuals had more Firmicutes and less Bacteroidetes than healthy individuals. Furthermore, a study done by Gordon et al., confirmed that it was the composition of the microbiota that causes obesity rather than the other way around. This was done by transplanting the gut microbiota from diet-induced obese(DIO) mice or lean control mice into lean germ-free mice that do not have a microbiome. They found that the mice transplanted with DIO mouse gut microbiota had significantly higher total body fat than the mice transplanted with lean mouse microbiota when fed with the same diet.",
            "score": 157.9841766357422
        },
        {
            "docid": "3135637_31",
            "document": "Gut flora . The human immune system creates cytokines that can drive the immune system to produce inflammation in order to protect itself, and that can tamp down the immune response to maintain homeostasis and allow healing after insult or injury. Different bacterial species that appear in gut flora have been shown to be able to drive the immune system to create cytokines selectively; for example \"Bacteroides fragilis\" and some \"Clostridia\" species appear to drive an anti-inflammatory response, while some segmented filamentous bacteria drive the production of inflammatory cytokines. Gut flora can also regulate the production of antibodies by the immune system. One function of this regulation is to cause B cells to class switch to IgA. In most cases B cells need activation from T helper cells to induce class switching; however, in another pathway, gut flora cause NF-kB signaling by intestinal epithelial cells which results in further signaling molecules being secreted. These signaling molecules interact with B cells to induce class switching to IgA. IgA is an important type of antibody that is used in mucosal environments like the gut. It has been shown that IgA can help diversify the gut community and helps in getting rid of bacteria that cause inflammatory responses. Ultimately, IgA maintains a healthy environment between the host and gut bacteria. These cytokines and antibodies can have effects outside the gut, in the lungs and other tissues.",
            "score": 154.34555053710938
        },
        {
            "docid": "3135637_39",
            "document": "Gut flora . Altering the numbers of gut bacteria, for example by taking broad-spectrum antibiotics, may affect the host's health and ability to digest food. Antibiotics can cause antibiotic-associated diarrhea (AAD) by irritating the bowel directly, changing the levels of gut flora, or allowing pathogenic bacteria to grow. Another harmful effect of antibiotics is the increase in numbers of antibiotic-resistant bacteria found after their use, which, when they invade the host, cause illnesses that are difficult to treat with antibiotics.",
            "score": 149.5572509765625
        },
        {
            "docid": "41403522_2",
            "document": "Bacteriotherapy . Bacteriotherapy is the purposeful use of bacteria or their products in treating an illness. Forms of bacteriotherapy include the use of probiotics, microorganisms that provide health benefits when consumed; fecal matter transplants (FMT) /intestinal microbiota transplant (IMT), the transfer of gut microorganisms from the fecal matter of healthy donors to recipient patients to restore microbiota; or synbiotics which combine prebiotics, indigestible ingredients that promote growth of beneficial microorganisms, and probiotics. Through these methods, the gut microbiota, the community of 300-500 microorganism species that live in the digestive tract of animals aiding in digestion, energy storage, immune function and protection against pathogens, can be recolonized with favorable bacteria, which in turn has therapeutic effects.",
            "score": 141.8653564453125
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 140.44247436523438
        },
        {
            "docid": "16637675_30",
            "document": "Human feces . In humans, fecal transplants (or stool transplant) is the process of transplantation of fecal bacteria from a healthy individual into a recipient who is suffering from a certain disease, such as irritable bowel syndrome. The resulting inoculation of healthy gut flora can sometimes improve the physiology of the recipient gut.",
            "score": 138.02899169921875
        },
        {
            "docid": "616967_8",
            "document": "Inflammatory bowel disease . As a result of microbial symbiosis and immunity, alterations in enteral bacteria may contribute to inflammatory gut diseases. IBD-affected individuals have been found to have 30–50 percent reduced biodiversity of commensal bacteria, such as decreases in Firmicutes (namely Lachnospiraceae) and Bacteroidetes. Further evidence of the role of gut flora in the cause of inflammatory bowel disease is that IBD-affected individuals are more likely to have been prescribed antibiotics in the 2–5 year period before their diagnosis than unaffected individuals. The enteral bacteria can be altered by environmental factors, such as concentrated milk fats (a common ingredient of processed foods and confectionery) or oral medications such as antibiotics and oral iron preparations.",
            "score": 133.48123168945312
        },
        {
            "docid": "39256418_14",
            "document": "Human virome . Many studies have demonstrated that the bacteria and viruses in the human gut (the gut microbiome) can be altered by changes in diet. One study that focused on bacterial viruses, called bacteriophages, in the gut found a significant relationship between diet and the type of bacteriophages present. This was done by comparing the distance between bacteriophage gut communities in individuals both before and after they started a controlled diet. The results were that the distance between the bacteriophage gut communities of individuals on the same diet was significantly smaller at the end of their dietary treatment than it was at the start, while there was no increase in community similarity for individuals on different diets over time.",
            "score": 130.7211456298828
        },
        {
            "docid": "41120962_14",
            "document": "Neuroinflammation . The leading hypothesis of Parkinson's disease progression includes neuroinflammation as a major component. This hypothesis, known as “Braak's Hypothesis,” stipulates that Stage 1 of Parkinson's disease begins in the gut, as evidenced by a large amount of cases that begin with constipation. The inflammatory response in the gut may play a role in alpha-synuclein (α-Syn) aggregation and misfolding, a characteristic of Parkinson's disease pathology. If there is a balance between good bacteria and bad bacteria in the gut, the bacteria may remain contained to the gut. However, dysbiosis of good bacteria and bad bacteria may cause a “leaky” gut, creating an inflammatory response. This response aids α-Syn misfolding and transfer across neurons, as the protein works its way up to the CNS. The brainstem is vulnerable to inflammation, which would explain Stage 2 of Braak's hypothesis, including sleep disturbances and depression. In Stage 3 of the hypothesis, the inflammation affects the substantia nigra, the dopamine producing cells of the brain, beginning the characteristic motor deficits of Parkinson's disease. Stage 4 of Parkinson's disease includes deficits caused by inflammation in key regions of the brain that regulate executive function and memory. As evidence supporting Braak's hypothesis, patients in Stage 3 (motor deficits) that are not experiencing cognitive deficits already show that there is neuroinflammation of the cortex. This suggests that neuroinflammation may be a precursor to the deficits seen in Parkinson's disease.",
            "score": 128.7837677001953
        },
        {
            "docid": "5596320_9",
            "document": "Equine anatomy . The cecum is the first section of the large intestine. It is also known as the \"water gut\" or \"hind gut\". It is a cul-de-sac pouch, about long that holds . It contains bacteria that digest cellulose plant fiber through fermentation. These bacteria feed upon chyme digestive, and also produce certain fat-soluble vitamins which are absorbed by the horse. The reason horses must have their diets changed slowly is so the bacteria in the cecum are able to modify and adapt to the different chemical structure of new feedstuffs. Too abrupt a change in diet can cause colic, as the new food is not properly digested.",
            "score": 128.32681274414062
        },
        {
            "docid": "210596_58",
            "document": "Irritable bowel syndrome . Probiotics can be beneficial in the treatment of IBS; taking 10 billion to 100 billion beneficial bacteria per day is recommended for beneficial results. However, further research is needed on individual strains of beneficial bacteria for more refined recommendations. Probiotics have positive effects such as enhancing the intestinal mucosal barrier, providing a physical barrier, bacteriocin production (resulting in reduced numbers of pathogenic and gas-producing bacteria), reducing intestinal permeability and bacterial translocation, and regulating the immune system both locally and systemically among other beneficial effects. Probiotics may also have positive effects on the gut-brain axis by their positive effects countering the effects of stress on gut immunity and gut function.",
            "score": 128.10064697265625
        },
        {
            "docid": "22398456_15",
            "document": "Bacterial circadian rhythm . In the context of bacterial circadian rhythms, specifically in cyanobacteria, circadian advantage refers to the improved survival of strains of cyanobacteria that \"resonate\" with the environmental circadian rhythm. [6] For example, consider a strain with a free-running period (FRP) of 24 hours is co-cultured with a strain that has a free-running period (FRP) of 30 hours in a light-dark cycle of 12 hours light and 12 hours dark (LD 12:12). The strain that has a 24 hour FRP will out-compete the 30 hour strain over time. An instance where bacterial circadian rhythms are theorized to provide an advantage is in the microbiome. It is possible that circadian clocks play a role in the gut microbiota behavior. These microorganisms experience daily changes associated with daily LD and temperature cycles through an alteration of their environment. This occurs through behaviors such as eating rhythms on a daily routine (consumption in the day for diurnal animals and in the night for nocturnal). The presence of a daily timekeeper might give those bacteria a competitive advantage over others, allowing them to anticipate resources coming from the host in order to metabolize them faster. There are bacteria that exist which have daily timekeepers, and it may be possible that the microbiota have endogenous clocks and which communicate with biological clocks of the host. If there are some time-keeping qualities of the microorganisms of the intestines, it might be possible that they can affect the circadian system of the host. For example, if bacteria within the microbiome release cytokine-like factors in a rhythmic fashion, the host’s clock might be affected. On the other hand, it is implicated that changes to the host’s biological clock may alter the gut microbiome. More specifically, jet-lag induced disruption of the biological clock influences the daily pattern of phyla change. Also, specific diets (such as time-restricted feeding and transitions between regular and high fat diet) change both the host’s circadian clock as well as the composition of the gut microbiome. An endogenous clock may be present in some microbial species, and the presence of such an intrinsic timekeeper could be beneficial both in the gut (which experiences daily changes in nutrient availability) and the environment outside of the host (which experiences daily cycles of light and temperature).",
            "score": 126.66832733154297
        },
        {
            "docid": "48507869_3",
            "document": "Catherine A. Lozupone . Catherine A. Lozupone earned a Bachelor of Science from Villanova University in 1997 and went on to obtain a master's degree from Colorado State University in Fort Collins, Colorado in 1999. She went on to complete her doctoral work at the University of Colorado Boulder studying under Rob Knight, who is the founder of the American Gut Project. Little was known about the overall microbiome, the group of organisms sharing in the human body space, of the gut and the symbiotic relationship between host and bacteria, as most prior work had been done on fecal matter.  Her thesis delineated the UniFrac algorithm which has allowed researchers to plot the relationships between microbial communities in the human gut, how they interact, and how they might be related to specific diseases. Lozupone's work, detailed in a 2012 paper which appeared in \"Nature\" entitled \"Diversity, Stability and Resilience of the Human Gut Microbiota\", was noted for its attempt to analyze what is the \"normal\" bacterial state in the human gut. By approaching the gut as an ecosystem, scientists are then able to factor in the effects of lifestyle, diet, health status which might change the bacterial makeup present in the gastrointestinal tract.",
            "score": 125.58158111572266
        },
        {
            "docid": "56461877_14",
            "document": "Human milk microbiome . Breastfeeding is thought to be an important driver of infant gut microbiome establishment. The gut microbiome of breastfed infants is less diverse, contains higher amounts of \"Bifidobacterium\" and \"Lactobacillus\" species, and fewer potential pathogenic taxa than the gut microbiome of formula-fed infants. Human milk bacteria may reduce risk of infection in breastfed infants by competitively excluding harmful bacteria, and producing antimicrobial compounds which eliminate pathogenic strains, Certain lactobacilli and bifidobacteria, the growth of which is stimulated by human milk oligosaccharides contribute to healthy metabolic and immune-related functioning in the infant gut.",
            "score": 123.94855499267578
        },
        {
            "docid": "3135637_67",
            "document": "Gut flora . Interest in the relationship between gut flora and neuropsychiatric issues was sparked by a 2004 study showing that germ-free mice showed an exaggerated HPA axis response to stress compared to non-GF laboratory mice. As of January 2016, most of the work that has been done on the role of gut flora in the gut-brain axis had been conducted in animals, or characterizing the various neuroactive compounds that gut flora can produce, and studies with humans measuring differences between people with various psychiatric and neurological differences, or changes to gut flora in response to stress, or measuring effects of various probiotics (dubbed \"psychobiotics in this context), had generally been small and could not be generalized; whether changes to gut flora are a result of disease, a cause of disease, or both in any number of possible feedback loops in the gut-brain axis, remained unclear.",
            "score": 123.56038665771484
        },
        {
            "docid": "3135637_26",
            "document": "Gut flora . The traditional view of the gastrointestinal tract of a normal fetus is that it is sterile, although this view has been challenged in the past few years. Multiple lines of evidence have begun to emerge that suggest there may be bacteria in the intrauterine environment. In humans, research has shown that microbial colonization may occur in the fetus with one study showing \"Lactobacillus\" and \"Bifidobacterium\" species were present in placental biopsies. Several rodent studies have demonstrated the presence of bacteria in the amniotic fluid and placenta, as well as in the meconium of babies born by sterile cesarean section. In another study, researchers administered a culture of bacteria orally to a pregnant dam, and detected the bacteria in the offspring, likely resulting from transmission between the digestive tract and amniotic fluid via the blood stream. However, researchers caution that the source of these intrauterine bacteria, whether they are alive, and their role, is not yet understood. During birth and rapidly thereafter, bacteria from the mother and the surrounding environment colonize the infant's gut. The exact sources of bacteria is not fully understood, but may include the birth canal, other people (parents, siblings, hospital workers), breastmilk, food, and the general environment with which the infant interacts. However, as of 2013, it remains unclear whether most colonizing arises from the mother or not. Infants born by caesarean section may also be exposed to their mothers' microflora, but the initial exposure is most likely to be from the surrounding environment such as the air, other infants, and the nursing staff, which serve as vectors for transfer. During the first year of life, the composition of the gut flora is generally simple and changes a great deal with time and is not the same across individuals. The initial bacterial population are generally facultative anaerobic organisms; investigators believe that these initial colonizers decrease the oxygen concentration in the gut, which in turn allows obligately anaerobic bacteria like \"Bacteroides\", \"Actinobacteria\", and \"Firmicutes\" to become established and thrive. Breast-fed babies become dominated by bifidobacteria, possibly due to the contents of bifidobacterial growth factors in breast milk, and by the fact that breast milk carries prebiotic components, allowing for healthy bacterial growth. In contrast, the microbiota of formula-fed infants is more diverse, with high numbers of \"Enterobacteriaceae\", enterococci, bifidobacteria, \"Bacteroides\", and clostridia.",
            "score": 123.46153259277344
        },
        {
            "docid": "1132820_74",
            "document": "Cat food . Probiotics are becoming increasingly popular in the diets of felines. They are included in the diet to increase the number of bacteria and microbes that are normally present in a healthy gut. Probiotics are considered a supplement rather than part of nutrition. Therefore, there are no strict regulations to the amount of probiotics that should be included in foods. The function of probiotics goes beyond basic nutrition and has many benefits to the health of the organism. The use of probiotics can help in the prevention and treatment of certain diseases or disorders of felines. Examples include prevention of allergies, diarrhea, symptoms relating to stress, etc. The health of the cats is very much dependent on the fermentation that occurs through gut biota. The gut biota has an important role in the metabolism, absorption, and protective functions of the gastro intestinal tract. Felines have different gut bacteria than canines. However, the most common biota that are found in both felines and canines are Firmicutes, Bacteroidetes, Proteobacteria, and Fusobacteria . Although these are the most common types of gut biota found in felines, there are variances between independent cats. Each cat has their own unique and independent number and type of gut microbes.",
            "score": 122.97607421875
        },
        {
            "docid": "55862581_15",
            "document": "Senior dog diet . Fructooligosaccharides, commonly known as FOS, consist of many different types of indigestible oligosaccharides. FOS is shown to be beneficial in providing a source of energy for the good gut bacteria in dogs. Mannanoligosaccharides are also known as MOS which also have an effect on the overall gut health in dogs. These compounds both contain oligosaccharides however; they work in different manners. Constipation prevention and treatment can be carried out by the supplementation of FOS by its subsequent effect on gut bacteria. MOS works in a different manner by effecting the attachment of bad bacteria in the gut of the dog. These bad bacteria attach to the epithelial lining of the gastrointestinal tract and can cause the beginnings of pathogenic diseases. MOS works to counteract these by preventing the binding of these deleterious bacteria.",
            "score": 122.81816864013672
        },
        {
            "docid": "18291752_20",
            "document": "Microbial symbiosis and immunity . Gut microbes may play a role in cancer development through a variety of mechanisms. Sulfate-reducing bacteria produce hydrogen sulfide, which results in genomic DNA damage. Higher rates of colon cancer are associated with higher amounts of sulfate-reducing bacteria in the gut. Additionally, anaerobic bacteria in the colon transform primary bile acids into secondary bile acid which has been implicated in colorectal carcinogenesis. Gram-negative bacteria produce lipopolysaccharide (LPS), which binds to TLR-4 and through TGF-β signaling, leads to the expression of growth factors and inflammatory mediators that promote neoplasia.",
            "score": 122.58743286132812
        },
        {
            "docid": "16637675_31",
            "document": "Human feces . Fecal bacteriotherapy—also known as a fecal transplant—is a medical procedure wherein fecal bacteria are transplanted from a healthy individual into a patient. Recent research indicates that this may be a valuable method to re-establish normal gut cultures that have been destroyed through the use of antibiotics or some other medical treatments.",
            "score": 121.96881103515625
        },
        {
            "docid": "41080840_20",
            "document": "Gut–brain axis . Much interest was generated in the potential role of gut flora in anxiety disorders, and more generally in the role of gut flora in the gut-brain axis, by studies published in 2004 showing that germ-free mice have an exaggerated HPA axis response to stress caused by being restrained, which was reversed by colonizing their gut with a \"Bifidobacterium\" species. Studies looking at maternal separation for rats shows neonatal stress leads to long-term changes in the gut microbiota such as its diversity and composition, which also led to stress and anxiety-like behavior. Additionally, while much work had been done as of 2016 to characterize various neurotransmitters known to be involved in anxiety and mood disorders that gut flora can produce (for example, \"Escherichia\", \"Bacillus\", and \"Saccharomyces\" species can produce noradrenalin; \"Candida\", \"Streptococcus\", and \"Escherichia\" species can produce serotonin, etc) the inter-relationships and pathways by which the gut flora might affect anxiety in humans were unclear.",
            "score": 120.97401428222656
        },
        {
            "docid": "3135637_32",
            "document": "Gut flora . The immune system can also be altered due to the gut bacteria's ability to produce metabolites (molecules formed from metabolism) that can effect cells in the immune system. For example short-chain fatty acids (SCFA) can be produced by some gut bacteria through fermentation. SCFAs stimulate a rapid increase in the production of innate immune cells like neutrophils, basophils and eosinophils. These cells are part of the innate immune system that try to limit the spread of infection.",
            "score": 120.75444030761719
        },
        {
            "docid": "31175317_12",
            "document": "List of traditional Chinese medicines . In Traditional Chinese medicine, human feces is used in a decoction of licorice. These feces-licorice decoctions have been found to have profound differences in pharmacokinetics as compared to pure glycyrrhizin. Initial studies investigating traditional Chinese Medicine indicate that taking the fecal bacteria alongside the licorice may improve the pharmacokinetics of glycyrrhizin, and certain strains of gut bacteria may produce an anti-tumor effect and an immune boosting effect. Human gut flora may protect against cell damage caused by hydrogen peroxide.",
            "score": 120.73103332519531
        },
        {
            "docid": "40566097_8",
            "document": "Auto-brewery syndrome . The treatment for auto-brewery syndrome is a change in diet requiring low carbohydrates and high protein. Sugar is fermented into alcohol, and a diet that effectively lowers sugars also lowers the alcohol that can be fermented from it. Anything that causes an imbalance between the beneficial and harmful bacteria in the gut can help increase the chance that fermentation in the gut will develop. This can include not only antibiotics, but also overindulgence in sugars and carbohydrates. Watching what you eat could lower the risk of gut fermentation syndrome, and taking probiotics could further protect you by increasing the number of good bacteria in your system.",
            "score": 120.55265045166016
        },
        {
            "docid": "41403522_3",
            "document": "Bacteriotherapy . FMT is being used as a new and effective treatment for C. diff infections, a gastrointestinal disease in which Clostridium difficile colonizes the gut of an organism disrupting microbial balance and causing diarrhea that can potentially be deadly. Bacteriotherapy has also begun to be used in the treatment of mental disorders such as depression, anxiety, and Autism Spectrum Disorder. Recolonization of gut flora can be used effectively in the treatment of mental disorders because of the existence of the gut-brain axis, the bidirectional route of communication between the brain and the gut, specifically the gut microbiota.",
            "score": 119.89966583251953
        },
        {
            "docid": "46638993_8",
            "document": "Microbiome in the Drosophila gut . Almost all current approaches for the characterization of \"Drosophila\" microbiota rely on destructive approaches, that is flies are killed, their gut is extracted and from these the bacteria are isolated and/or analyzed. For an assessment of microbiota dynamics across the lifespan of an individual fly or across development of a fly population, a non-destructive approach would be favorable. Such an approach was recently developed, focusing on the microbial characterization of fly feces. Fly feces are indeed informative on composition of the gut microbiota, since the diversity of gut bacteria, feces bacteria and bacteria of whole fly of \"Drosophila melanogaster\" are all strongly correlated. This new approach could be used to demonstrate the known influence of diets.",
            "score": 119.82971954345703
        },
        {
            "docid": "52637243_5",
            "document": "Sport dog nutrition . Highly soluble or fermentable fiber from carbohydrate sources mentioned, and others, above also provide short chain fatty acids. These short chain fatty acids can represent approximately 10% of an animal's energy requirement through microbial fermentation within the gut. Gut health is also promoted by increasing mucosal health, increasing the microbial balance, improving digestion, improving nutrient absorption and upregulating immunity. To insure this, owners should be looking to feed diets that contain 3%-7% of total digestible fiber (TDF) or ingredients such as beet pulp or rice bran which are moderately fermentable. Total dietary fiber is not standard on pet food labels and generally only crude fiber is provided, which does not given an indication of the solubility of fermentability of an ingredients. If non-soluble or non-fermentable fiber is found within the diet, the animal is likely to experience increased fecal bulk and moisture as well as a diluted energy intake. Consequently, dogs may experience decreased nutrient absorption, dehydration, pathogenic bacterial growth in the gut and diarrhea. Avoiding diets with crude fiber levels over 3% or high inclusions of ingredients such as cellulose or peanut hulls will assist in preventing some consequences such as pathogenic bacterial growth, colonic atrophy and dehydration. Furthermore, there are some additional fibers such as fructooligosaccharides (FOS) and mannanoligosaccharides (MOS) which will promote good bacteria and inhibit harmful ones, respectively. These two fibers are most important for animals fed a raw diet where pathogenic bacteria may be more prevalent.",
            "score": 119.80445098876953
        },
        {
            "docid": "40421442_6",
            "document": "Akkermansia muciniphila . Researchers have discovered that \"A. muciniphila\" may be able to be used to combat obesity and type 2 diabetes. The study was carried out with mice, overfed to contain three times more fat than its lean cousin. The obese mice were then fed the bacteria, which were shown to reduce the fat burden of the mice by half without any change to the mice's diet. A study published in June 2015 showed an association between \"A. muciniphila\" abundance, insulin sensitivity and healthier metabolic status in overweight/obese adults. The healthier subjects were those with high \"A. muciniphila\" abundance and gut microbial richness. In addition, this study showed that having higher abundance of \"A. muciniphila\" at baseline was associated with greater clinical benefits after weight loss. The bacterium is naturally present in the human digestive tract at 3-5%, but has been seen to fall with obesity. It is thought that eating the bacterium increases the gut wall thickness, with the addition of mucin, which will block food from being absorbed by the body.",
            "score": 119.38384246826172
        },
        {
            "docid": "3135637_15",
            "document": "Gut flora . Bacteria make up most of the flora in the colon and 60% of the dry mass of feces. This fact makes feces an ideal source to test for gut flora for any tests and experiments by extracting the nucleic acid from fecal specimens, and bacterial 16S rRNA gene sequences are generated with bacterial primers. This form of testing is also often preferable to more invasive techniques, such as biopsies. Somewhere between 300 and 1000 different species live in the gut, with most estimates at about 500. However, it is probable that 99% of the bacteria come from about 30 or 40 species, with \"Faecalibacterium prausnitzii\" being the most common species in healthy adults. Fungi and protists also make up a part of the gut flora, but less is known about their activities. The virome is mostly bacteriophages.",
            "score": 118.23003387451172
        },
        {
            "docid": "3135637_42",
            "document": "Gut flora . Gut flora composition also changes in severe illnesses, due not only to antibiotic use but also to such factors as ischemia of the gut, failure to eat, and immune compromise. Negative effects from this have led to interest in selective digestive tract decontamination (SDD), a treatment to kill only pathogenic bacteria and allow the re-establishment of healthy ones.",
            "score": 117.55667877197266
        },
        {
            "docid": "3135637_27",
            "document": "Gut flora . Caesarean section, antibiotics, and formula feeding may alter the gut microbiome composition. Children treated with antibiotics have less stable, and less diverse floral communities. Caesarean sections have been shown to be disruptive to mother-offspring transmission of bacteria, which impacts the overall health of the offspring by raising risks of disease such as celiacs, asthma, and type 1 diabetes. This further evidences the importance of a healthy gut microbiome. Various methods of microbiome restoration are being explored, typically involving exposing the infant to maternal vaginal contents, and oral probiotics.",
            "score": 117.3267593383789
        },
        {
            "docid": "19456032_14",
            "document": "Microbiota . The symbiotic relationship between a host and its microbiota shapes the immune system of mammalians, insects, plants and aquatic organisms. In many animals, the immune system and microbiota engage in \"cross-talk\", exchanging chemical signals. This allows the immune system to recognize the types of bacteria that are harmful to the host and combat them, while allowing the helpful bacteria to carry out their functions; in turn, the microbiota influence immune reactivity and targeting. Bacteria can be transferred from mother to child through direct contact and after birth, or through indirect contact through eggs, coprophagy, and several other pathways. As the infant microbiome is established, commensal bacteria quickly populate the gut, prompting a range of immune responses and \"programming\" the immune system with long-lasting effects. The bacteria are able to stimulate lymphoid tissue associated with the gut mucosa, which enables the tissue to produce antibodies for pathogens that may enter the gut.",
            "score": 117.0545883178711
        }
    ]
}