{
    "q": [
        {
            "docid": "3131507_2",
            "document": "RNA-binding protein . RNA-binding proteins (often abbreviated as RBPs) are proteins that bind to the double or single stranded RNA in cells and participate in forming ribonucleoprotein complexes. RBPs contain various structural motifs, such as RNA recognition motif (RRM), dsRNA binding domain, zinc finger and others. They are cytoplasmic and nuclear proteins. However, since most mature RNA is exported from the nucleus relatively quickly, most RBPs in the nucleus exist as complexes of protein and pre-mRNA called heterogeneous ribonucleoprotein particles (hnRNPs). RBPs have crucial roles in various cellular processes such as: cellular function, transport and localization. They especially play a major role in post-transcriptional control of RNAs, such as: splicing, polyadenylation, mRNA stabilization, mRNA localization and translation. Eukaryotic cells encode diverse RBPs, approximately 500 genes, with unique RNA-binding activity and protein–protein interaction. During evolution, the diversity of RBPs greatly increased with the increase in the number of introns. Diversity enabled eukaryotic cells to utilize RNA exons in various arrangements, giving rise to a unique RNP (ribonucleoprotein) for each RNA. Although RBPs have a crucial role in post-transcriptional regulation in gene expression, relatively few RBPs have been studied systematically.",
            "score": 167.4805544614792
        },
        {
            "docid": "240850_8",
            "document": "Gene silencing . RNA interference (RNAi) is a natural process used by cells to regulate gene expression. It was discovered in 1998 by Andrew Fire and Craig Mello, who won the Nobel Prize for their discovery in 2006. The process to silence genes first begins with the entrance of a double-stranded RNA (dsRNA) molecule into the cell, which triggers the RNAi pathway. The double-stranded molecule is then cut into small double-stranded fragments by an enzyme called Dicer. These small fragments, which include small interfering RNAs (siRNA) and microRNA (miRNA), are approximately 21–23 nucleotides in length. The fragments integrate into a multi-subunit protein called the RNA-induced silencing complex, which contains Argonaute proteins that are essential components of the RNAi pathway. One strand of the molecule, called the \"guide\" strand, binds to RISC, while the other strand, known as the \"passenger\" strand is degraded. The guide or antisense strand of the fragment that remains bound to RISC directs the sequence-specific silencing of the target mRNA molecule. The genes can be silenced by siRNA molecules that cause the endonucleatic cleavage of the target mRNA molecules or by miRNA molecules that suppress translation of the mRNA molecule. With the cleavage or translational repression of the mRNA molecules, the genes that form them are essentially inactive. RNAi is thought to have evolved as a cellular defense mechanism against invaders, such as RNA viruses, or to combat the proliferation of transposons within a cell's DNA. Both RNA viruses and transposons can exist as double-stranded RNA and lead to the activation of RNAi. Currently, siRNAs are being widely used to suppress specific gene expression and to assess the function of genes. Companies utilizing this approach include Alnylam, Sanofi, Arrowhead, Discerna, and Persomics, among others.",
            "score": 167.36503648757935
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 205.58432281017303
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 152.0634068250656
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 163.22931289672852
        },
        {
            "docid": "2160013_12",
            "document": "Regulatory enzyme . Feedback inhibition is one of the most important function of proteins. Due to feedback inhibition, a cell is able to know whether the amount of a product is enough for its subsistence or there is a lack of the product (or there is too much product). The cell is able to react to this kind of situation in a mechanical way and solve the problem of the amount of a product. An example of feedback inhibition in human cells is the protein aconitase (an enzyme that catalyses the isomeration of citrate to isocitrate). When the cell needs iron, this enzyme loses the iron molecule and its form changes. When this happens, the aconitase is converted to IRPF1, a translation repressor or mRNA stabilizer that represses the formation of iron-binding proteins and favours formation of proteins that can get iron from the cell's reservations",
            "score": 148.24415683746338
        },
        {
            "docid": "40197962_2",
            "document": "James L. Manley . James Manley, PhD, is Julian Clarence Levi Professor of Life Sciences at Columbia University, where his laboratory studies gene expression in mammalian cells. Manley and colleagues identified and characterized the key factors responsible for polyadenylation of mRNA precursors, and elucidated how this remarkably complex machinery functions in gene regulation, for example during cell growth and differentiation. He has also studied the mechanism and regulation of the process by which introns are removed from mRNA precursors, mRNA splicing. Manley and his coworkers codiscovered the first alternative splicing factor (SR protein), characterized how this and other splicing regulatory proteins function and are themselves regulated, showed how alternative splicing can become deregulated in disease, and with respect to mechanism demonstrated that two spliceosomal small nuclear RNAs by themselves have catalytic activity. Finally, he elucidated unexpected links between these mRNA processing reactions and transcription, DNA damage signaling and maintenance of genomic stability. His work has thus provided considerable insight into the complex mechanisms that are essential for the regulated production of mRNAs in mammalian cells.",
            "score": 139.93304109573364
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 174.07705283164978
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 166.547456741333
        },
        {
            "docid": "11445385_6",
            "document": "Iron-responsive element-binding protein . Cells have advanced mechanisms for sensing their own need for iron. In human cells, the best-characterized iron-sensing mechanism is the result of post-transcriptional regulation of mRNA (the chemical instructions derived from DNA genes to make proteins). Sequences of mRNA called iron-responsive elements (IREs) are contained within the mRNA sequences that code for transferrin receptors and for ferritin. Iron-responsive element-binding protein (IRE-BP) binds to these mRNA sequences. On its own, the IRE-BP binds to the IREs of ferritin and transferrin receptor mRNA. But, when iron binds to the IRE-BP, the IRE-BP changes shape with the result that the IRE-BPs can no longer bind the ferritin mRNA. This liberates the mRNA to direct the cell to make more ferritin. In other words, when there is high iron in the cell, the iron itself causes the cell to produce more iron storage molecules. (The IRE-BP is an aconitase; for a schematic drawing of the shape change, see here).",
            "score": 143.00711023807526
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 163.66731595993042
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 165.67188918590546
        },
        {
            "docid": "4230_28",
            "document": "Cell (biology) . Transcription is the process where genetic information in DNA is used to produce a complementary RNA strand. This RNA strand is then processed to give messenger RNA (mRNA), which is free to migrate through the cell. mRNA molecules bind to protein-RNA complexes called ribosomes located in the cytosol, where they are translated into polypeptide sequences. The ribosome mediates the formation of a polypeptide sequence based on the mRNA sequence. The mRNA sequence directly relates to the polypeptide sequence by binding to transfer RNA (tRNA) adapter molecules in binding pockets within the ribosome. The new polypeptide then folds into a functional three-dimensional protein molecule.",
            "score": 159.36323499679565
        },
        {
            "docid": "167544_4",
            "document": "Transcription (biology) . The stretch of DNA transcribed into an RNA molecule is called a \"transcription unit\" and encodes at least one gene. If the gene encodes a protein, the transcription produces messenger RNA (mRNA); the mRNA, in turn, serves as a template for the protein's synthesis through translation. Alternatively, the transcribed gene may encode for non-coding RNA such as microRNA, ribosomal RNA (rRNA), transfer RNA (tRNA), or enzymatic RNA molecules called ribozymes. Overall, RNA helps synthesize, regulate, and process proteins; it therefore plays a fundamental role in performing functions within a cell.",
            "score": 154.68797039985657
        },
        {
            "docid": "9906539_7",
            "document": "Paraspeckle . In 2005 a new role for paraspeckles in a novel method for controlling gene expression was reported by Prasanth et al. In this study, a nuclear enriched non-coding RNA (termed CTNRNA) was identified that specifically localised to paraspeckles in the nuclei of several cell types. The group found that the RNA was retained in the nucleus at paraspeckles, and was associated with the paraspeckle proteins P54nrb and PSP1, likely through direct interactions between the proteins and motifs in the 3' untranslated (3' UTR) region of the RNA. The CTN non-coding RNA is a longer transcript produced from a gene that also encodes the membrane protein MCAT2, a cationic amino acid transporter. When cells became stressed, the nuclear non-coding RNA levels were reduced, coupled with an increase in cytoplasmic signal for the MCAT2 mRNA and protein. This led the authors to speculate that the paraspeckles were effectively a storage site for the spliced and processed CTN RNA, that were able to release the RNA in a functional protein-encoding form when the cell received a signal. This shorter form was then free to be transported to the cytoplasm and used as a template for protein production. This 'Rapid Release Nuclear Retention mechanism' is thought to save the cell 25 minutes in the production of the mCAT2 protein, as the RNA has already been transcribed, processed and spliced whilst it is being held in the paraspeckles.",
            "score": 178.85190606117249
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 178.1044136285782
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 175.20632004737854
        },
        {
            "docid": "31473595_5",
            "document": "M. Ahmad Chaudhry . Ionizing radiation interferes with cellular functions at all levels of cell organization. The ionizing radiation-induced stress response is very complex and involves many cellular processes. Dr. Chaudry is investigating the involvement of small non-coding micro-RNA in the response of human cells exposed to ionizing radiation. Micro RNAs (miRNAs) are small non-protein-coding single-stranded RNAs of ~22 nucleotides that function as negative gene regulators. miRNA negatively regulate their targets either by binding with perfect or nearly perfect complementarity to protein coding mRNA sequences to induce the RNA-mediated interference (RNAi) pathway. Most miRNAs do not cleave their mRNA targets as a mechanism of gene regulation. These miRNAs bind to imperfect complementary sites within the 3′ untranslated regions (UTRs) of their mRNA targets. In this case the target-gene repression occurs post-transcriptionally at the level of translation resulting in reduced protein levels but the mRNA levels remain unaffected. A single miRNA has the capability to bind to as many as 200 diverse gene targets ranging from transcription factors, secreted factors, receptors and transporters, thus potentially controlling the expression of about one-third of human mRNAs. Research has identified cell type specific modulation of several miRNA in gamma radiation and X-ray-treated human cells. Other studies from our laboratory showed that the expression of many miRNA markedly differ within the same cell line after exposure to either low or high doses of radiation. His work also identified radiation-induced modulation of miRNA in cells with altered DNA repair capability. These studies have provided evidence that miRNA are involved in the response to ionizing radiation exposure in human cells.",
            "score": 148.59328377246857
        },
        {
            "docid": "6020806_6",
            "document": "Contact inhibition . Furthermore, it has been shown that cell-cell adhesion formation not only restricts growth and proliferation by imposing physical constraints such as cell area, but also by triggering signaling pathways that downregulate proliferation. One such pathway is the Hippo-YAP signaling pathway, which is largely responsible for inhibiting cell growth in mammals. This pathway consists primarily of a phosphorylation cascade involving serine kinases and is mediated by regulatory proteins, which regulate cell growth by binding to growth-controlling genes. The serine/threonine kinase Hippo (Mst1/Mst2 in mammals) activates a secondary kinase (Lats1/Lats2), which phosphorylates YAP, a transcriptional activator of growth genes. The phosphorylation of YAP serves to export it from the nucleus and prevent it from activating growth-promoting genes; this is how the Hippo-YAP pathway inhibits cell growth. More importantly, the Hippo-YAP pathway uses upstream elements to act in response to cell-cell contact and controls density-dependent inhibition of proliferation. For example, cadherins are transmembrane proteins that form cellular junctions via homophilic binding and thus act as detectors for cell-cell contact. Cadherin-mediated activation of the inhibitory pathway involves the transmembrane E-cadherin forming a homophilic bond in order to activate α- and β-catenin, which then stimulate downstream components of the Hippo-YAP pathway to ultimately downregulate cell growth. This is consistent with the finding that E-cadherin overexpression hinders metastasis and tumorigenesis. Because YAP is shown to be associated with mitogenic growth factor signaling and thus cell proliferation, it is likely that future studies will focus on the Hippo-YAP pathway's role in cancer cells.",
            "score": 180.36860120296478
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 165.57706034183502
        },
        {
            "docid": "42097711_4",
            "document": "Sociogenomics . The 23 pairs of DNA molecules called chromosomes contain the approximately 21,000 genes comprising the “human blueprint.” For this blueprint to have any biological affect however, it must be transcribed to RNA and then into proteins. This process of translation, or “turning on” of a gene to its final gene products is termed gene expression. Genetic expression is far from random, allowing the differentiation and specialization of different cell types with identical genomes. Transcription factors are the proteins which control gene expression, and they can either increase (i.e. an activator) or decrease (i.e. a repressor) expression. Multiple transcription factors exist that are responsive to the internal environment of the cell (e.g. to maintain cell differentiation), but several also appear to be responsive to external factors including several hormones, neurotransmitters, and growth factors. The sum total of genes expressed into RNA in a particular population of cells is referred to as the transcriptome.",
            "score": 182.96098685264587
        },
        {
            "docid": "1414381_12",
            "document": "Alfred G. Gilman . In the 1960s, Earl Sutherland and Theodore Rall discovered that cyclic AMP (the second messenger in signal transduction) was a responsible for activating enzymes in the cell, and that cyclic AMP is produced only when hormones (the first messengers) bind on the cell surface. Cyclic AMP is formed from ATP by the enzymes adenylyl cyclase. In 1970 Martin Rodbell found that hormones did not directly influence cyclic AMP, but there existed other molecules, the third messengers. Rodbell discovered that cyclic AMP is activiated when guanosine triphosphate (GTP) is released from the cell membrane. He, however, did not know how the GTP molecules were produced. Gilman pursued the mystery in the signalling process. He found that in lymphoma (cancer) cells, hormones lost their activity to activate adenylyl cyclase, thereby losing their ability to produce cyclic AMP. This was due to loss of proteins in these cancer cells. When he introduced the missing protein from normal cells into the cancer cells, normal hormone action was produced. This showed that the missing membrane protein was responsible for mediating hormonal signal to cyclic AMP by producing GTP. His findings were published in a series of papers between 1977 and 1979. In 1980, he succeeded in identifying and isolating the new protein, which he named G protein, as it specifically bind GTP molecules.",
            "score": 151.88696563243866
        },
        {
            "docid": "1948728_5",
            "document": "Aconitase . The iron-responsive element-binding protein (IRE-BP) and 3-isopropylmalate dehydratase (α-isopropylmalate isomerase; ), an enzyme catalysing the second step in the biosynthesis of leucine, are known aconitase homologues. Iron regulatory elements (IREs) constitute a family of 28-nucleotide, non-coding, stem-loop structures that regulate iron storage, heme synthesis and iron uptake. They also participate in ribosome binding and control the mRNA turnover (degradation). The specific regulator protein, the IRE-BP, binds to IREs in both 5' and 3' regions, but only to RNA in the apo form, without the Fe-S cluster. Expression of IRE-BP in cultured cells has revealed that the protein functions either as an active aconitase, when cells are iron-replete, or as an active RNA-binding protein, when cells are iron-depleted. Mutant IRE-BPs, in which any or all of the three Cys residues involved in Fe-S formation are replaced by serine, have no aconitase activity, but retain RNA-binding properties.",
            "score": 154.79993617534637
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 169.0279519557953
        },
        {
            "docid": "398124_2",
            "document": "Transcriptional regulation . In molecular biology and genetics, transcriptional regulation is the means by which a cell regulates the conversion of DNA to RNA (transcription), thereby orchestrating gene activity. A single gene can be regulated in a range of ways, from altering the number of copies of RNA that are transcribed, to the temporal control of when the gene is transcribed. This control allows the cell or organism to respond to a variety of intra- and extracellular signals and thus mount a response. Some examples of this include producing the mRNA that encode enzymes to adapt to a change in a food source, producing the gene products involved in cell cycle specific activities, and producing the gene products responsible for cellular differentiation in higher eukaryotes, as studied in evolutionary developmental biology.",
            "score": 134.30572772026062
        },
        {
            "docid": "3131507_9",
            "document": "RNA-binding protein . mRNA localization is critical for regulation of gene expression by allowing spatially regulated protein production. Through mRNA localization proteins are transcribed in their intended target site of the cell. This is especially important during early development when rapid cell cleavages give different cells various combinations of mRNA which can then lead to drastically different cell fates. RBPs are critical in the localization of this mRNA that insures proteins are only transcribed in their intended regions. One of these proteins is ZBP1. ZBP1 binds to beta-actin mRNA at the site of transcription and moves with mRNA into the cytoplasm. It then localizes this mRNA to the lamella region of several asymmetric cell types where it can then be translated. FMRP is another RBP involved in RNA localization. It was shown that in addition to other functions for FMRP in RNA metabolism, FMRP is involved in the stimulus-induced localization of several dendritic mRNAs in neuronal dendrites.",
            "score": 147.36660993099213
        },
        {
            "docid": "13796485_20",
            "document": "Caretaker gene . Biochemical cascades consisting of signaling proteins occur in the ECM and play an important role to the regulation of many aspects of cell life. Landscaper genes encode products that determine the composition of the membranes in which cells live. For example, large molecular weight glycoproteins and proteoglycans have been found to in association with signaling and structural roles. There exist proteolytic molecules in the ECM that are essential for clearing unwanted molecules, such as growth factors, cell adhesion molecules, and others from the space surrounding cells. It is proposed that landscaper genes control the mechanisms by which these factors are properly cleared. Different characteristics of these membranes lead to different cellular effects, such as differing rates of cell proliferation or differentiation. If, for example, the ECM is disrupted, incoming cells, such as those of the immune system, can overload the area and release chemical signals that induce abnormal cell proliferation. These conditions lead to an environment conducive to tumor growth and the cancerous phenotype.",
            "score": 171.44203352928162
        },
        {
            "docid": "28158012_6",
            "document": "RNA transfection . The innate immune system has evolved to protect against infection by detecting pathogen-associated molecular patterns (PAMPs), and triggering a complex set of responses collectively known as “inflammation”. Many cells express specific pattern recognition receptors (PRRs) for exogenous RNA including toll-like receptor 3,7,8 (TLR3, TLR7, TLR8), the RNA helicase RIG1 (RARRES3), protein kinase R (PKR, a.k.a. EIF2AK2), members of the oligoadenylate synthetase family of proteins (OAS1, OAS2, OAS3), and others. All of these proteins can specifically bind to exogenous RNA molecules and trigger an immune response. The specific chemical, structural or other characteristics of long RNA molecules that are required for recognition by PRRs remain largely unknown despite intense study. At any given time, a typical mammalian cell may contain several hundred thousand mRNA and other, regulatory long RNA molecules. How cells distinguish exogenous long RNA from the large amount of endogenous long RNA is an important open question in cell biology. Several reports suggest that phosphorylation of the 5’-end of a long RNA molecule can influence its immunogenicity, and specifically that 5’-triphosphate RNA, which can be produced during viral infection, is more immunogenic than 5’-diphosphate RNA, 5’-monophosphate RNA or RNA containing no 5’ phosphate. However, in vitro-transcribed (ivT) long RNA containing a 7-methylguanosine cap (present in eukaryotic mRNA) is also highly immunogenic despite having no 5’ phosphate, suggesting that characteristics other than 5’-phosphorylation can influence the immunogenicity of an RNA molecule.",
            "score": 184.92661428451538
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 161.7431652545929
        },
        {
            "docid": "5957474_2",
            "document": "Ribonomics . Ribonomics is the study of ribonucleic acids (RNAs) associated with RNA-binding proteins (RBPs). The term was introduced by Robert Cedergren and colleagues who used a bioinformatic search tool to discover novel ribozymes and RNA motifs originally found in HIV. Ribonomics, like genomics or proteomics, is the large-scale, high-throughput approach to identifying subsets of RNAs by their association with proteins in cells. Since many messenger RNAs (mRNAs) are linked with multiple processes, this technique offers a facile mechanism to study the relationship of various intracellular systems. Prokaryotes co-regulate genes common to cellular processes via a polycistronic operon. Since eukaryotic transcription produces mRNA encoding proteins in a monocistronic fashion, many gene products must be concomitantly expressed (see gene expression) and translated in a timed fashion. RBPs are thought to be the molecules which physically and biochemically organize these messages to different cellular locales where they may be translated, degraded or stored. The study of transcripts associated with RBPs is therefore thought to be important in eukaryotes as a mechanism for coordinated gene regulation. The likely biochemical processes which account for this regulation are the expedited/delayed degradation of RNA. In addition to the influence on RNA half-life, translation rates are also thought to be altered by RNA-protein interactions. The Drosphila ELAV family, the Puf family in yeast, and the human La, Ro, and FMR proteins are known examples of RBPs, showing the diverse species and processes with which post-transcriptional gene regulation is associated.",
            "score": 172.48165953159332
        },
        {
            "docid": "38289515_7",
            "document": "Extracellular RNA . Despite a limited understanding of exRNA biology, current research has shown the role of exRNAs to be multi-faceted. Extracellular miRNAs are capable of targeting mRNAs in the recipient cell through RNA interference pathways. \"In vitro\" experiments have shown the transfer of specific exRNAs into recipient cells inhibiting protein expression and preventing cancer cell growth. In addition to mRNAs being regulated by exRNAs, mRNAs can act as exRNAs to carry genetic information between cells. Messenger RNA contained in microvesicles secreted from glioblastomal cells were shown to generate a functional protein in recipient (human brain microvascular endothelial) cells \"in vitro\". In another study of extracellular mRNAs, mRNAs transported by microvesicles from endothelial progenitor cells (EPCs) to human microvascular and macrovascular endothelial cells triggered angiogenesis in both the \"in vitro\" and \"in vivo\" setting. Work by \"Hunter et al.\" used Ingenuity Pathway Analysis (IPA) software that associated exRNAs found in human blood microvesicles with pathways involved in blood cell differentiation, metabolism, and immune function. These experimental and bioinformatics analyses favor the hypothesis that exRNAs play a role in numerous biological processes.",
            "score": 161.36417281627655
        },
        {
            "docid": "345919_2",
            "document": "Three prime untranslated region . In molecular genetics, the three prime untranslated region (3'-UTR) is the section of messenger RNA (mRNA) that immediately follows the translation termination codon. An mRNA molecule is transcribed from the DNA sequence and is later translated into protein. Several regions of the mRNA molecule are not translated into protein including the 5' cap, 5' untranslated region, 3' untranslated region, and the poly(A) tail. The 3'-UTR often contains regulatory regions that post-transcriptionally influence gene expression. Regulatory regions within the 3'-untranslated region can influence polyadenylation, translation efficiency, localization, and stability of the mRNA. The 3'-UTR contains both binding sites for regulatory proteins as well as microRNAs (miRNAs). By binding to specific sites within the 3'-UTR, miRNAs can decrease gene expression of various mRNAs by either inhibiting translation or directly causing degradation of the transcript. The 3'-UTR also has silencer regions which bind to repressor proteins and will inhibit the expression of the mRNA. Many 3'-UTRs also contain AU-rich elements (AREs). Proteins bind AREs to affect the stability or decay rate of transcripts in a localized manner or affect translation initiation. Furthermore, the 3'-UTR contains the sequence AAUAAA that directs addition of several hundred adenine residues called the poly(A) tail to the end of the mRNA transcript. Poly(A) binding protein (PABP) binds to this tail, contributing to regulation of mRNA translation, stability, and export. For example, poly (A) tail bound PABP interacts with proteins associated with the 5' end of the transcript, causing a circularization of the mRNA that promotes translation. The 3'-UTR can also contain sequences that attract proteins to associate the mRNA with the cytoskeleton, transport it to or from the cell nucleus, or perform other types of localization. In addition to sequences within the 3'-UTR, the physical characteristics of the region, including its length and secondary structure, contribute to translation regulation. These diverse mechanisms of gene regulation ensure that the correct genes are expressed in the correct cells at the appropriate times.",
            "score": 148.00785768032074
        }
    ],
    "r": [
        {
            "docid": "38663146_4",
            "document": "NDR kinase . In unicellular eukaryotes, Ndr kinases play important roles in the control of the cell cycle and morphogenesis. In the fission yeast \"Schizosaccharomyces pombe\", an organism amenable for the study of cell morphogenesis, the Ndr kinase Orb6 has a role in cell polarity and morphogenesis control in part by the regulation of small Rho-type GTPase Cdc42. Specifically, Orb6 kinase spatially restricts Cdc42 activation to be at the polarized tips of a cell, causing the Cdc42-dependent formins, For3 (an F-actin cable polymerization factor), to also be activated at the cell tips, ensuring proper cell growth and polarization. Upon loss of Orb6 kinase function, cells fail to maintain a polarized cell shape and become round.",
            "score": 242.8592529296875
        },
        {
            "docid": "9577500_15",
            "document": "Exosome complex . Although most cells have other enzymes that can degrade RNA, either from the 3' or from the 5' end of the RNA, the exosome complex is essential for cell survival. When the expression of exosome proteins is artificially reduced or stopped, for example by RNA interference, growth stops and the cells eventually die. Both the core proteins of the exosome complex, as well as the two main associated proteins, are essential proteins. Bacteria do not have an exosome complex; however, similar functions are performed by a simpler complex that includes the protein PNPase, called the \"degradosome\". The exosome is a key complex in cellular RNA quality control. Unlike prokaryotes, eukaryotes possess highly active RNA surveillance systems that recognise unprocessed and mis-processed RNA-protein complexes (such as ribosomes) prior to their exit from the nucleus. It is presumed that this system prevents aberrant complexes from interfering with important cellular processes such as protein synthesis.",
            "score": 207.5382843017578
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 205.58432006835938
        },
        {
            "docid": "564779_10",
            "document": "Cell growth . Many of the signal molecules that convey information to cells during the control of cellular differentiation or growth are called growth factors. The protein mTOR is a serine/threonine kinase that regulates translation and cell division. Nutrient availability influences mTOR so that when cells are not able to grow to normal size they will not undergo cell division. The details of the molecular mechanisms of mammalian cell size control are currently being investigated. The size of post-mitotic neurons depends on the size of the cell body, axon and dendrites. In vertebrates, neuron size is often a reflection of the number of synaptic contacts onto the neuron or from a neuron onto other cells. For example, the size of motoneurons usually reflects the size of the motor unit that is controlled by the motoneuron. Invertebrates often have giant neurons and axons that provide special functions such as rapid action potential propagation. Mammals also use this trick for increasing the speed of signals in the nervous system, but they can also use myelin to accomplish this, so most human neurons are relatively small cells.",
            "score": 193.72618103027344
        },
        {
            "docid": "18543362_9",
            "document": "Cln3 . That \"Start\" transit requires the attainment of a threshold cell size directly implies that yeast cells measure their own size, so that they can use that information to regulate \"Start\". A favored model for how yeast cells, as well as cells of other species, measure their size relies on the detection of overall translation rate. Essentially, since cell growth consists, to a great extent, of the synthesis of ribosomes to produce more proteins, the overall rate of protein production should reflect cell size. Thus, a single protein that is produced at a constant rate relative to total protein production capacity will be produced in higher quantities as the cell grows. If this protein promotes cell cycle progression (\"Start\" in the case of yeast), then it will link cell cycle progression to translation rate and, therefore, cell size. Importantly, this protein must be unstable, so that its levels depend on its \"current\" translation rate, rather than the rate of translation over time. Furthermore, since the cell grows in volume as well as mass, the concentration of this size sensor will remain constant with growth, so its activity must be compared against something that does not change with cell growth. Genomic DNA was suggested as such a standard early on, because it is (by definition) present in a constant quantity until the start of DNA replication. How this occurs remains a major question in current studies of size control (see below). Before the identification of Cln3 and its function, accrued evidence indicated that such translational size sensing operated in yeast. First, it was confirmed that the total rate of protein synthesis per cell increases with growth, a fundamental prerequisite for this model. It was later shown that treatment with the protein synthesis inhibitor cycloheximide delayed \"Start\" in yeast, indicating that translation rate controlled \"Start\". Finally, it was also shown that this delay occurred even with short pulses of cycloheximide, confirming that an unstable activating protein was required for \"Start\".",
            "score": 191.37493896484375
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 190.19598388671875
        },
        {
            "docid": "14678550_2",
            "document": "Histidine kinase . Histidine kinases (HK) are multifunctional, and in non-animal kingdoms, typically transmembrane, proteins of the transferase class of enzymes that play a role in signal transduction across the cellular membrane. The vast majority of HKs are homodimers that exhibit autokinase, phosphotransfer, and phosphatase activity. HKs can act as cellular receptors for signaling molecules in a way analogous to tyrosine kinase receptors (RTK). Multifunctional receptor molecules such as HKs and RTKs typically have portions on the outside of the cell (extracellular domain) that bind to hormone- or growth factor-like molecules, portions that span the cell membrane (transmembrane domain), and portions within the cell (intracellular domain) that contain the enzymatic activity. In addition to kinase activity, the intracellular domains typically have regions that bind to a secondary effector molecule or complex of molecules that further propagate signal transduction within the cell. Distinct from other classes of protein kinases, HKs are usually parts of a two-component signal transduction mechanisms in which HK transfers a phosphate group from ATP to a histidine residue within the kinase, and then to an aspartate residue on the receiver domain of a response regulator protein (or sometimes on the kinase itself). More recently, the widespread existence of protein histidine phosphorylation distinct from that of two-component histidine kinases has been recognised in human cells. In marked contrast to Ser, Thr and Tyr phosphorylation, the analysis of phosphorylated Histidine using standard biochemical and mass spectrometric approaches is much more challenging, and special procedures and separation techniques are required for their preservation alongside classical Ser, Thr and Tyr phosphorylation on proteins isolated from human cells.",
            "score": 185.82533264160156
        },
        {
            "docid": "1643827_5",
            "document": "Mitogen . Mitogens are important in cancer research due to their effects on the cell cycle. Cancer is in part defined by a lack of, or failure of, control in the cell cycle. Mitogens can contribute to this by causing the cell cycle to move forward when it should be prevented by some mechanism. In normal cells, conditions such as this would be corrected by mechanisms designed to prevent the uncontrolled growth of cells, internal or external, and would result in apoptosis should the cell be unable to repair the damage. In cancerous cells, by some mechanism or other, the ability of the cell to control its own growth is impeded and external mechanisms designed to kill abnormal cells do not function. One system particularly important in the proliferation of cancers is the mitogen-activated protein kinase, or MAPK, system. These proteins have functions that are not related to mitogenesis, but can be triggered by mitogens and do control the cell cycle. MAPK proteins are capable of controlling the cell cycle either to prevent or encourage the growth of cells. The MAPK pathway can be triggered by many ligands, including hormones and growth factors. Some breast cancer types have very high MAPK activity, which is not found even in benign breast tumors. The overexpression of MAP kinase in these cells aids in their proliferation. These are known as hormone-dependent breast cancers, as the MAPK activation in these cancers is connected to exposure to estradiol.",
            "score": 185.34519958496094
        },
        {
            "docid": "28158012_6",
            "document": "RNA transfection . The innate immune system has evolved to protect against infection by detecting pathogen-associated molecular patterns (PAMPs), and triggering a complex set of responses collectively known as “inflammation”. Many cells express specific pattern recognition receptors (PRRs) for exogenous RNA including toll-like receptor 3,7,8 (TLR3, TLR7, TLR8), the RNA helicase RIG1 (RARRES3), protein kinase R (PKR, a.k.a. EIF2AK2), members of the oligoadenylate synthetase family of proteins (OAS1, OAS2, OAS3), and others. All of these proteins can specifically bind to exogenous RNA molecules and trigger an immune response. The specific chemical, structural or other characteristics of long RNA molecules that are required for recognition by PRRs remain largely unknown despite intense study. At any given time, a typical mammalian cell may contain several hundred thousand mRNA and other, regulatory long RNA molecules. How cells distinguish exogenous long RNA from the large amount of endogenous long RNA is an important open question in cell biology. Several reports suggest that phosphorylation of the 5’-end of a long RNA molecule can influence its immunogenicity, and specifically that 5’-triphosphate RNA, which can be produced during viral infection, is more immunogenic than 5’-diphosphate RNA, 5’-monophosphate RNA or RNA containing no 5’ phosphate. However, in vitro-transcribed (ivT) long RNA containing a 7-methylguanosine cap (present in eukaryotic mRNA) is also highly immunogenic despite having no 5’ phosphate, suggesting that characteristics other than 5’-phosphorylation can influence the immunogenicity of an RNA molecule.",
            "score": 184.92662048339844
        },
        {
            "docid": "21942008_15",
            "document": "Cell polarity . Cell polarity arises primarily through the localization of specific proteins to specific areas of the cell membrane. This localization often requires both the recruitment of cytoplasmic proteins to the cell membrane and polarized vesicle transport along cytoskeletal filaments to deliver transmembrane proteins from the golgi apparatus. Many of the molecules responsible for regulating cell polarity are conserved across cell types and throughout metazoan species. Examples include the PAR complex (Cdc42, PAR3/ASIP, PAR6, atypical protein kinase C), Crumbs complex (Crb, PALS, PATJ, Lin7), and Scribble complex (Scrib, Dlg, Lgl). These polarity complexes are localized at the cytoplasmic side of the cell membrane, asymmetrically within cells. For example, in epithelial cells the PAR and Crumbs complexes are localized along the apical membrane and the Scribble complex along the lateral membrane. Together with a group of signaling molecules called Rho GTPases, these polarity complexes can regulate vesicle transport and also control the localization of cytoplasmic proteins primarily by regulating the phosphorylation of phospholipids called phosphoinositides. Phosphoinositides serve as docking sites for proteins at the cell membrane, and their state of phosphorylation determines which proteins can bind.",
            "score": 183.76080322265625
        },
        {
            "docid": "42097711_4",
            "document": "Sociogenomics . The 23 pairs of DNA molecules called chromosomes contain the approximately 21,000 genes comprising the “human blueprint.” For this blueprint to have any biological affect however, it must be transcribed to RNA and then into proteins. This process of translation, or “turning on” of a gene to its final gene products is termed gene expression. Genetic expression is far from random, allowing the differentiation and specialization of different cell types with identical genomes. Transcription factors are the proteins which control gene expression, and they can either increase (i.e. an activator) or decrease (i.e. a repressor) expression. Multiple transcription factors exist that are responsive to the internal environment of the cell (e.g. to maintain cell differentiation), but several also appear to be responsive to external factors including several hormones, neurotransmitters, and growth factors. The sum total of genes expressed into RNA in a particular population of cells is referred to as the transcriptome.",
            "score": 182.9609832763672
        },
        {
            "docid": "31321569_10",
            "document": "The Hallmarks of Cancer . Typically, cells of the body require hormones and other molecules that act as signals for them to grow and divide. Cancer cells, however, have the ability to grow without these external signals. There are multiple ways in which cancer cells can do this: by producing these signals themselves, known as autocrine signalling; by permanently activating the signalling pathways that respond to these signals; or by destroying 'off switches' that prevents excessive growth from these signals (negative feedback). In addition, cell division in normal, non-cancerous cells is tightly controlled. In cancer cells, these processes are deregulated because the proteins that control them are altered, leading to increased growth and cell division within the tumor.",
            "score": 180.763916015625
        },
        {
            "docid": "6020806_6",
            "document": "Contact inhibition . Furthermore, it has been shown that cell-cell adhesion formation not only restricts growth and proliferation by imposing physical constraints such as cell area, but also by triggering signaling pathways that downregulate proliferation. One such pathway is the Hippo-YAP signaling pathway, which is largely responsible for inhibiting cell growth in mammals. This pathway consists primarily of a phosphorylation cascade involving serine kinases and is mediated by regulatory proteins, which regulate cell growth by binding to growth-controlling genes. The serine/threonine kinase Hippo (Mst1/Mst2 in mammals) activates a secondary kinase (Lats1/Lats2), which phosphorylates YAP, a transcriptional activator of growth genes. The phosphorylation of YAP serves to export it from the nucleus and prevent it from activating growth-promoting genes; this is how the Hippo-YAP pathway inhibits cell growth. More importantly, the Hippo-YAP pathway uses upstream elements to act in response to cell-cell contact and controls density-dependent inhibition of proliferation. For example, cadherins are transmembrane proteins that form cellular junctions via homophilic binding and thus act as detectors for cell-cell contact. Cadherin-mediated activation of the inhibitory pathway involves the transmembrane E-cadherin forming a homophilic bond in order to activate α- and β-catenin, which then stimulate downstream components of the Hippo-YAP pathway to ultimately downregulate cell growth. This is consistent with the finding that E-cadherin overexpression hinders metastasis and tumorigenesis. Because YAP is shown to be associated with mitogenic growth factor signaling and thus cell proliferation, it is likely that future studies will focus on the Hippo-YAP pathway's role in cancer cells.",
            "score": 180.3686065673828
        },
        {
            "docid": "9906539_7",
            "document": "Paraspeckle . In 2005 a new role for paraspeckles in a novel method for controlling gene expression was reported by Prasanth et al. In this study, a nuclear enriched non-coding RNA (termed CTNRNA) was identified that specifically localised to paraspeckles in the nuclei of several cell types. The group found that the RNA was retained in the nucleus at paraspeckles, and was associated with the paraspeckle proteins P54nrb and PSP1, likely through direct interactions between the proteins and motifs in the 3' untranslated (3' UTR) region of the RNA. The CTN non-coding RNA is a longer transcript produced from a gene that also encodes the membrane protein MCAT2, a cationic amino acid transporter. When cells became stressed, the nuclear non-coding RNA levels were reduced, coupled with an increase in cytoplasmic signal for the MCAT2 mRNA and protein. This led the authors to speculate that the paraspeckles were effectively a storage site for the spliced and processed CTN RNA, that were able to release the RNA in a functional protein-encoding form when the cell received a signal. This shorter form was then free to be transported to the cytoplasm and used as a template for protein production. This 'Rapid Release Nuclear Retention mechanism' is thought to save the cell 25 minutes in the production of the mCAT2 protein, as the RNA has already been transcribed, processed and spliced whilst it is being held in the paraspeckles.",
            "score": 178.85189819335938
        },
        {
            "docid": "53874152_6",
            "document": "Benjamin Wolozin . Since 2008, Dr. Wolozin’s research has focused on the role of RNA binding proteins and stress granules in neurodegenerative diseases. RNA binding proteins contain domains that have only a few types of amino acids; these domains are termed \"low complexity domains\" and have a strong tendency to aggregate. A highly unusual and important aspect of these proteins is that they use reversible aggregation as normal biological mechanism to sequester RNA transcripts. RNA binding proteins form a variety of cellular aggregates including stress granules, transport granules, P-bodies and nuclear speckles. In 2010 Dr. Wolozin's group was one of the first groups to suggest that dysfunction of the stress granule pathway contributes to the pathophysiology of amyotrophic lateral sclerosis. Since then, a growing body of evidence, increasingly highlights the important contributions of RNA-binding proteins (RBPs), stress granules and translational regulation in the pathophysiology of neurodegenerative disease. This work prompted the concept that “regulated protein aggregation”, which provides a theoretical framework for understanding the biology of neurodegenerative disease, including Alzheimer’s disease and Amyotrophic Lateral Sclerosis. The cell controls the location and disposition of RNA through the binding of RNA-binding proteins; these RNA binding proteins consolidate to form RNA granules through reversible aggregation of their low complexity domains. Recently, the biophysics of RNA granule formation has been shown to fall under the aegis of a general property, termed liquid liquid phase separation (LLPS). LLPS occurs when RNA binding proteins associate to form structures analogous to liquid droplets, which separate from surrounding aqueous medium.",
            "score": 178.4959716796875
        },
        {
            "docid": "26605838_5",
            "document": "C4 antisense RNA . A conserved RNA structure adopted by the a1, b1 site was identified and called the \"c4-a1b1\" motif. This structure overlaps an earlier family of predicted RNAs called IsrK, which was identified among numerous RNA molecules that bind to the Hfq protein, a protein that mediates many antisense RNA interactions. Later work on  IsrK showed that its transcription was increased during late stationary phase of growth, or when cells are grown with low amounts of either oxygen or magnesium. It is unknown how this expression pattern might relate to the phage biology.",
            "score": 178.20098876953125
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 178.1044158935547
        },
        {
            "docid": "3572611_3",
            "document": "HRAS . GTPase HRas is involved in regulating cell division in response to growth factor stimulation. Growth factors act by binding cell surface receptors that span the cell's plasma membrane. Once activated, receptors stimulate signal transduction events in the cytoplasm, a process by which proteins and second messengers relay signals from outside the cell to the cell nucleus and instructs the cell to grow or divide. The HRAS protein is a GTPase and is an early player in many signal transduction pathways and is usually associated with cell membranes due to the presence of an isoprenyl group on its C-terminus. HRAS acts as a molecular on/off switch, once it is turned on it recruits and activates proteins necessary for the propagation of the receptor's signal, such as c-Raf and PI 3-kinase. HRAS binds to GTP in the active state and possesses an intrinsic enzymatic activity that cleaves the terminal phosphate of this nucleotide converting it to GDP. Upon conversion of GTP to GDP, HRAS is turned off. The rate of conversion is usually slow but can be sped up dramatically by an accessory protein of the GTPase activating protein (GAP) class, for example RasGAP. In turn HRAS can bind to proteins of the Guanine Nucleotide Exchange Factor (GEF) class, for example SOS1, which forces the release of bound nucleotide. Subsequently, GTP present in the cytosol binds and HRAS-GTP dissociates from the GEF, resulting in HRAS activation. HRAS is in the Ras family, which also includes two other proto-oncogenes: KRAS and NRAS. These proteins all are regulated in the same manner and appear to differ largely in their sites of action within the cell.",
            "score": 177.93492126464844
        },
        {
            "docid": "40921505_4",
            "document": "Michael N. Hall . Hall is a pioneer in the fields of TOR signaling and cell growth control. In 1991, Michael N. Hall discovered a protein, which regulates cell growth, cell size and cell division in yeast cells. Since the function of this protein is inhibited by the substance rapamycin, Hall gave the growth regulator the name «Target of Rapamycin» or for short «TOR». TOR is a conserved protein kinase activated by growth factors, nutrients, and insulin. It is a central controller of cell growth and metabolism. TOR plays a key role in aging and the development of diseases such as cancer, obesity, Diabetes mellitus, and cardiovascular disease. Insights into TOR signaling pathways have been applied for new therapeutic strategies. Hall received the 2017 Albert Lasker Basic Medical Research Award.",
            "score": 176.79171752929688
        },
        {
            "docid": "14764448_47",
            "document": "H19 (gene) . An examination of the differences in gene expressed between the H19 transfected cells and the antisense H19 transfected cells showed that the following genes were upregulated: uPar, c-src kinase, tyrosine kinase 2 mitogen-activated protein kinase kinase, tyrosine kinase 2, c-jun, JNK1, Janus kinase 1, TNF-a, interleukin-6, heparin-binding growth factor-like growth factor, intracellular adhesion molecule 1, NF-κB, ephrin A4 and ezrin. It is also suggested that angiogenin and FGF18 may be potential transcriptional targets of the H19 RNA. As a result of the functions and signaling pathways that H19 RNA-upregulated genes are involved in, it has been suggested that H19 RNA plays crucial roles in tissue invasion, migration and angiogenesis in tumorigenesis.",
            "score": 176.26522827148438
        },
        {
            "docid": "40199994_2",
            "document": "Secretome . The term secretome was coined by Tjalsma and colleagues to denote all the factors secreted by a cell, along with the secretory pathway constituents. This definition of secretome was revised to include only proteins secreted into the extracellular space. The secreted proteins in humans account for 13–20% of the entire proteome and include growth factors, chemokines, cytokines, adhesion molecules, proteases and shed receptors. Human protein-coding genes (39%, 19613 genes) are predicted to have either a signal peptide and/or at least one transmembrane region suggesting active transport of the corresponding protein out of the cell (secretion) or location in one of the numerous membrane systems in the cell. Increasing evidence showed that, in addition to the protein cargo, non-protein components, such as lipid, micro-RNAs and messenger-RNA, could also be secreted by cells via both microvesicles (100–>1000 nm diameter) − shedding from the plasma membrane − and exosomes (30–150 nm diameter) − released via endosomal-exocytosis event. Factors present in both these organelles accounts for up to 42% of the secretome and have been incorporated as the collective secretome. There is a vast array of methodologies available to study cell secretomes of plant cells, mammalian cells, stem cells and cancer cells.",
            "score": 175.7770233154297
        },
        {
            "docid": "58911_10",
            "document": "Measles . Once the measles virus gets onto the mucosa, it infects the epithelial cells in the trachea or bronchi. Measles virus uses a protein on its surface called hemagglutinin (H protein), to bind to a target receptor on the host cell, which could be CD46, which is expressed on all nucleated human cells, CD150, aka signaling lymphocyte activation molecule or SLAM, which is found on immune cells like B or T cells, and antigen-presenting cells, or nectin-4, a cellular adhesion molecule. Once bound, the fusion, or F protein helps the virus fuse with the membrane and ultimately get inside the cell. The virus is a single-stranded RNA virus, and it’s also a negative sense, meaning it first has to be transcribed by RNA polymerase into a positive-sense mRNA strand.",
            "score": 175.23731994628906
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 175.20631408691406
        },
        {
            "docid": "24970625_6",
            "document": "RNA-based evolution . Phenotype may also be determined by the number of RNA molecules, as more RNA transcripts lead to a greater expression of protein. Short tails of repetitive nucleic acids are often added to the ends of RNA molecules in order to prevent degradation, effectively increasing the number of RNA strands able to be translated into protein. During mammalian liver regeneration RNA molecules of growth factors increase in number due to the addition of signaling tails. With more transcripts present the growth factors are produced at a higher rate, aiding the rebuilding process of the organ.",
            "score": 174.9419403076172
        },
        {
            "docid": "356382_3",
            "document": "Gene regulatory network . The regulator can be DNA, RNA, protein and complexes of these. The interaction can be direct or indirect (through transcribed RNA or translated protein). In general, each mRNA molecule goes on to make a specific protein (or set of proteins). In some cases this protein will be structural, and will accumulate at the cell membrane or within the cell to give it particular structural properties. In other cases the protein will be an enzyme, i.e., a micro-machine that catalyses a certain reaction, such as the breakdown of a food source or toxin. Some proteins though serve only to activate other genes, and these are the transcription factors that are the main players in regulatory networks or cascades. By binding to the promoter region at the start of other genes they turn them on, initiating the production of another protein, and so on. Some transcription factors are inhibitory.",
            "score": 174.32846069335938
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 174.07705688476562
        },
        {
            "docid": "13796485_18",
            "document": "Caretaker gene . Landscaper genes encode gene products that control the microenvironment in which cells grow. Growth of cells depends both on cell-to-cell interactions and cell-to-extracellular matrix (ECM) interactions. Mechanisms of control via regulation of extracellular matrix proteins, cellular surface markers, cellular adhesion molecules, and growth factors have been proposed.",
            "score": 173.60255432128906
        },
        {
            "docid": "532906_23",
            "document": "Orthomyxoviridae . The viruses bind to a cell through interactions between its hemagglutinin glycoprotein and sialic acid sugars on the surfaces of epithelial cells in the lung and throat (Stage 1 in infection figure). The cell imports the virus by endocytosis. In the acidic endosome, part of the haemagglutinin protein fuses the viral envelope with the vacuole's membrane, releasing the viral RNA (vRNA) molecules, accessory proteins and RNA-dependent RNA polymerase into the cytoplasm (Stage 2). These proteins and vRNA form a complex that is transported into the cell nucleus, where the RNA-dependent RNA polymerase begins transcribing complementary positive-sense cRNA (Steps 3a and b). The cRNA is either exported into the cytoplasm and translated (step 4), or remains in the nucleus. Newly synthesised viral proteins are either secreted through the Golgi apparatus onto the cell surface (in the case of neuraminidase and hemagglutinin, step 5b) or transported back into the nucleus to bind vRNA and form new viral genome particles (step 5a). Other viral proteins have multiple actions in the host cell, including degrading cellular mRNA and using the released nucleotides for vRNA synthesis and also inhibiting translation of host-cell mRNAs.",
            "score": 173.01979064941406
        },
        {
            "docid": "5957474_2",
            "document": "Ribonomics . Ribonomics is the study of ribonucleic acids (RNAs) associated with RNA-binding proteins (RBPs). The term was introduced by Robert Cedergren and colleagues who used a bioinformatic search tool to discover novel ribozymes and RNA motifs originally found in HIV. Ribonomics, like genomics or proteomics, is the large-scale, high-throughput approach to identifying subsets of RNAs by their association with proteins in cells. Since many messenger RNAs (mRNAs) are linked with multiple processes, this technique offers a facile mechanism to study the relationship of various intracellular systems. Prokaryotes co-regulate genes common to cellular processes via a polycistronic operon. Since eukaryotic transcription produces mRNA encoding proteins in a monocistronic fashion, many gene products must be concomitantly expressed (see gene expression) and translated in a timed fashion. RBPs are thought to be the molecules which physically and biochemically organize these messages to different cellular locales where they may be translated, degraded or stored. The study of transcripts associated with RBPs is therefore thought to be important in eukaryotes as a mechanism for coordinated gene regulation. The likely biochemical processes which account for this regulation are the expedited/delayed degradation of RNA. In addition to the influence on RNA half-life, translation rates are also thought to be altered by RNA-protein interactions. The Drosphila ELAV family, the Puf family in yeast, and the human La, Ro, and FMR proteins are known examples of RBPs, showing the diverse species and processes with which post-transcriptional gene regulation is associated.",
            "score": 172.48165893554688
        },
        {
            "docid": "188518_18",
            "document": "Human papillomavirus infection . E6 produces a protein (also called E6) that binds to and inactivates a protein in the host cell called p53. Normally, p53 acts to prevent cell growth, and promotes cell death in the presence of DNA damage. p53 also upregulates the p21 protein, which blocks the formation of the cyclin D/Cdk4 complex, thereby preventing the phosphorylation of RB, and in turn, halting cell cycle progression by preventing the activation of E2F. In short, p53 is a tumor-suppressor protein that arrests the cell cycle and prevents cell growth and survival when DNA damage occurs. Thus, inactivation of p53 by E6 can promote unregulated cell division, cell growth, and cell survival, characteristics of cancer.",
            "score": 172.38958740234375
        },
        {
            "docid": "13796485_20",
            "document": "Caretaker gene . Biochemical cascades consisting of signaling proteins occur in the ECM and play an important role to the regulation of many aspects of cell life. Landscaper genes encode products that determine the composition of the membranes in which cells live. For example, large molecular weight glycoproteins and proteoglycans have been found to in association with signaling and structural roles. There exist proteolytic molecules in the ECM that are essential for clearing unwanted molecules, such as growth factors, cell adhesion molecules, and others from the space surrounding cells. It is proposed that landscaper genes control the mechanisms by which these factors are properly cleared. Different characteristics of these membranes lead to different cellular effects, such as differing rates of cell proliferation or differentiation. If, for example, the ECM is disrupted, incoming cells, such as those of the immune system, can overload the area and release chemical signals that induce abnormal cell proliferation. These conditions lead to an environment conducive to tumor growth and the cancerous phenotype.",
            "score": 171.44203186035156
        },
        {
            "docid": "42229161_4",
            "document": "Coiled-coil domain containing 42B . DDX54 gene is member of DEAD protein family of Putative RNA helicases. The gene encodes DEAD box Protein which has a conserved motif of Asp-Glu-Ala-Asp (DEAD). The DEAD box protein family is associated with cellular processes that involve RNA secondary structure alteration such as RNA splicing, ribosome assembly, Initiation of translation, Nuclear and mitochondrial splicing, Spermatogenesis, embryogenesis, and cell growth and division.The RASAL 1 protein is member of GAP1 family that function in suppressing Ras function by inactivating GDP-bound form of Ras which permit the control of cellular proliferation and differentiation. DTX1 function as ubiquitin ligase protein by facilitating ubiquitination and allowing degradation of MEKK1. The ubiquitin ligase activity of DTX1 regulates the Notch Pathway, a signaling pathway that is associated with cell-cell communications that regulates cell-fate determination.",
            "score": 171.16998291015625
        }
    ]
}