{
    "q": [
        {
            "docid": "36053717_8",
            "document": "Endogenous regeneration . The largest NSC population in the brain is found in the SVZ. The SVZ is considered a micro-environment called a \"stem cell niche\" that retains the NSC's capacity of self-renewing and multipotency. Basic fibroblast growth factor (FGF2), hepatocyte growth factor (HGF), Notch-1, sonic hedgehog (SHH), noggin, ciliary neurotrophic factor (CNTF), and a soluble carbohydrate-binding protein, Galectin-1, are reported as factors that maintain such properties of NSC in stem cell niche. Like stem cells in SGZ, progenitor cells in SVZ also differentiate into neurons and form an intermediate cell called a transiently amplifying cell (TAC). A recent study revealed that beta-catenin signaling, Wnt β-catenin, regulates the differentiation of TAC.",
            "score": 285.41073417663574
        },
        {
            "docid": "10213576_28",
            "document": "Stem-cell niche . The hair follicle stem cell niche is one of the more closely studied niches thanks to its relative accessibility and role in important diseases such as melanoma. The bulge area at the junction of arrector pili muscle to the hair follicle sheath has been shown to host the skin stem cells which can contribute to all epithelial skin layers. There cells are maintained by signaling in concert with niche cells – signals include paracrine (e.g. sonic hedgehog), autocrine and juxtacrine signals. The bulge region of the hair follicle relies on these signals to maintain the stemness of the cells. Fate mapping or cell lineage tracing has shown that Keratin 15 positive stem cells' progeny participate in all epithelial lineages. The follicle undergoes cyclic regeneration in which these stem cells migrate to various regions and differentiate into the appropriate epithelial cell type. Some important singals in the hair follicle stem cell niche produced by the mesenchymal dermal papilla or the bulge include BMP, TGF-β and Fibroblast growth factor (FGF) ligands and Wnt inhibitors. While, Wnt signaling pathways and β-catenin are important for stem cell maintenance, over-expression of β-catenin in hair follicles induces improper hair growth. Therefore, these signals such as Wnt inhibitors produced by surrounding cells are important to maintain and facilitate the stem cell niche.",
            "score": 258.1005071401596
        },
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 282.90281903743744
        },
        {
            "docid": "5620705_10",
            "document": "Bone morphogenetic protein 4 . In adult, BMP4 is important for the neurogenesis (i.e., the generation of new neurons) that occurs throughout life in two neurogenic niches of the brain, the dentate gyrus of the hippocampus and the subventricular zone (SVZ) adjacent to lateral ventricles. In these niches new neurons are continuously generated from stem cells. In fact it has been shown that in the dentate gyrus BMP4 maintains neural stem cells in quiescence, thus preventing the depletion of the pool of stem cells. In the SVZ , BMP-mediated signaling via Smad4 is required to initiate neurogenesis from adult neural stem cells and suppress the alternative fate of oligodendrogliogenesis. Moreover, it has been shown that in the SVZ BMP4 has a prodifferentiative effect, since it rescues a defect of terminal differentiation in SVZ neurospheres where the gene Tis21/BTG2 - required for terminal differentiation - has been deleted. Tis21 is a positive regulator of BMP4 expression in the SVZ.",
            "score": 251.20666682720184
        },
        {
            "docid": "353697_3",
            "document": "Sonic hedgehog . Sonic hedgehog is one of three proteins in the mammalian signaling pathway family called hedgehog, the others being desert hedgehog (DHH) and Indian hedgehog (IHH). SHH is the best studied ligand of the hedgehog signaling pathway. It plays a key role in regulating vertebrate organogenesis, such as in the growth of digits on limbs and organization of the brain. Sonic hedgehog is the best established example of a morphogen as defined by Lewis Wolpert's French flag model—a molecule that diffuses to form a concentration gradient and has different effects on the cells of the developing embryo depending on its concentration. SHH remains important in the adult. It controls cell division of adult stem cells and has been implicated in the development of some cancers.",
            "score": 299.20907163619995
        },
        {
            "docid": "7525784_8",
            "document": "Nestin (protein) . Nestin, a protein marker for neural stem cells, is also expressed in follicle stem cells and their immediate, differentiated progeny. The hair follicle bulge area is an abundant, easily accessible source of actively growing pluripotent adult stem cells. Green fluorescent protein (GFP), whose expression is driven by the nestin regulatory element in transgenic mice, serves to mark hair follicle stem cells. These cells can differentiate into neurons, glia, keratinocytes, smooth muscle cells and melanocytes in vitro. Thus, hair follicle stem cells provide an effective, accessible, autologous source of stem cells for treatment of peripheral nerve injury.",
            "score": 265.4768702983856
        },
        {
            "docid": "36053717_4",
            "document": "Endogenous regeneration . Neural stem cells (NSC) reside in the subventricular zone (SVZ) of the adult human brain and the dentate gyrus of the adult mammalian hippocampus. Newly formed neurons from these regions participate in learning, memory, olfaction and mood modulation. It has not been definitively determined whether or not these stem cells are multipotents. NSC from the hippocampus of rodents, which can differentiate into dentate granule cells, have developed into many cell types when studied in culture. However, another \"in vivo\" study, using NSCs in the postnatal SVZ, showed that the stem cell is restricted to developing into different neuronal sub-type cells in the olfactory bulb. It is believed that the various spatial location niches regulate the differentiation of the neural stem cell.",
            "score": 278.79301023483276
        },
        {
            "docid": "5235851_9",
            "document": "Neural stem cell . The most widely accepted model of an adult NSC is a radial, astrocytes-like, GFAP-positive cell. Quiescent stem cells are Type B that are able to remain in the quiescent state due to the renewable tissue provided by the specific niches composed of blood vessels, astrocytes, microglia, ependymal cells, and extracellular matrix present within the brain. These niches provide nourishment, structural support, and protection for the stem cells until they are activated by external stimuli. Once activated, the Type B cells develop into Type C cells, active proliferating intermediate cells, which then divide into neuroblasts consisting of Type A cells. The undifferentiated neuroblasts form chains that migrate and develop into mature neurons. In the olfactory bulb, they mature into GABAergic granule neurons, while in the hippocampus they mature into dentate granule cells.",
            "score": 268.9713382720947
        },
        {
            "docid": "777462_3",
            "document": "Neuroblast . Neuroblasts are mainly present as precursors of neurons during embryonic development; however, they also constitute one of the cell types involved in adult neurogenesis. Adult neurogenesis is characterized by neural stem cell differentiation and integration in the mature adult mammalian brain. This process occurs in the dentate gyrus of the hippocampus and in the subventricular zones of the adult mammalian brain. Neuroblasts are formed when a neural stem cell, which can differentiate into any type of mature neural cell (i.e. neurons, oligodendrocytes, astrocytes, etc.), divides and becomes a transit amplifying cell. Transit amplifying cells are slightly more differentiated than neural stem cells and can divide asymmetrically to produce postmitotic neuroblasts or glioblasts, as well as other transit amplifying cells. A neuroblast, a daughter cell of a transit amplifying cell, is initially a neural stem cell that has reached the \"point of no return.\" A neuroblast has differentiated such that it will mature into a neuron and not any other neural cell type. Neuroblasts are being studied extensively as they have the potential to be used therapeutically to combat cell loss due to injury or disease in the brain, although their potential effectiveness is debated.",
            "score": 289.9910579919815
        },
        {
            "docid": "2965167_12",
            "document": "NINDS brain trauma research . The use of stem cells to repair or replace damaged brain tissue is a new and exciting avenue of research. A neural stem cell is a special kind of cell that can multiply and give rise to other more specialized cell types. These cells are found in adult neural tissue and normally develop into several different cell types found within the central nervous system. NINDS researchers are investigating the ability of stem cells to develop into neurotransmitter-producing neurons, specifically dopamine-producing cells. Researchers are also looking at the power of stem cells to develop into oligodendrocytes, a type of brain cell that produces myelin, the fatty sheath that surrounds and insulates axons. One study in mice has shown that bone marrow stem cells can develop into neurons, demonstrating that neural stem cells are not the only type of stem cell that could be beneficial in the treatment of brain and nervous system disorders. At the moment, stem cell research for TBI is in its infancy, but future research may lead to advances for treatment and rehabilitation.",
            "score": 312.1657086610794
        },
        {
            "docid": "50963561_4",
            "document": "Rosalind A. Segal . Segal’s research focuses on critical extracellular factors that control the development of the nervous system, from neural stem cells to functional neural circuits. A major focus has been the sonic hedgehog (Shh) signaling pathway. Segal defined the motif within Hedgehog proteins critical for binding to proteoglycans, defined the nature of the proteoglycan that serves as a selective Shh receptor, and demonstrated that proteoglycan interactions are needed for a proliferative response to Shh. Mutations that activate Shh signaling cause brain tumors and other malignancies, and thus these studies have provided new approaches for developing therapeutics for treating brain tumors.",
            "score": 315.92419028282166
        },
        {
            "docid": "11986060_57",
            "document": "Zika fever . It may involve infection of the primary neural stem cells of the fetal brain, known as neural progenitor cells. The main roles of brain stem cells are to proliferate until the correct number is achieved, and then to produce neurons through the process of neurogenesis. Zika proteins NS4A and NS4B have also been shown to directly suppress neurogenesis. Infection of brain stem cells can cause cell death, which reduces the production of future neurons and leads to a smaller brain. Zika also appears to have an equal tropism for cells of the developing eye, leading to high rates of eye abnormalities as well.",
            "score": 282.52025508880615
        },
        {
            "docid": "27783_15",
            "document": "Stem cell . During embryonic development these inner cell mass cells continuously divide and become more specialized. For example, a portion of the ectoderm in the dorsal part of the embryo specializes as 'neurectoderm', which will become the future central nervous system. Later in development, neurulation causes the neurectoderm to form the neural tube. At the neural tube stage, the anterior portion undergoes encephalization to generate or 'pattern' the basic form of the brain. At this stage of development, the principal cell type of the CNS is considered a neural stem cell. These neural stem cells are pluripotent, as they can generate a large diversity of many different neuron types, each with unique gene expression, morphological, and functional characteristics. The process of generating neurons from stem cells is called neurogenesis. One prominent example of a neural stem cell is the radial glial cell, so named because it has a distinctive bipolar morphology with highly elongated processes spanning the thickness of the neural tube wall, and because historically it shared some glial characteristics, most notably the expression of glial fibrillary acidic protein (GFAP). The radial glial cell is the primary neural stem cell of the developing vertebrate CNS, and its cell body resides in the ventricular zone, adjacent to the developing ventricular system. Neural stem cells are committed to the neuronal lineages (neurons, astrocytes, and oligodendrocytes), and thus their potency is restricted.",
            "score": 260.876217007637
        },
        {
            "docid": "11038447_24",
            "document": "Neural tissue engineering . Two models for brain tissue development are cerebral organoids and corticopoiesis. These models provide an \"in vitro\" model for normal brain development, but they can be manipulated to represent neural defects. Therefore, the mechanisms behind healthy and malfunctioning development can be studied by researchers using these models. These tissues can be made with either mouse embryonic stem cells (ESC)s or human ESCs. Mouse ESCs are cultured in a protein called Sonic Hedgehog inhibitor to promote the development of dorsal forebrain and study cortical fate. This method has been shown to produce axonal layers that mimic a broad range of cortical layers. Human ESC-derived tissues use pluripotent stem cells to form tissues on scaffold, forming human EBs. These human ESC-derived tissues are formed by culturing human pluripotent EBs in a spinning bioreactor.",
            "score": 212.5911899805069
        },
        {
            "docid": "30855468_32",
            "document": "Retinoblastoma protein . The retinoblastoma protein is involved in the growth and development of mammalian hair cells of the cochlea, and appears to be related to the cells' inability to regenerate. Embryonic hair cells require Rb, among other important proteins, to exit the cell-cycle and stop dividing, which allows maturation of the auditory system. Once wild-type mammals have reached adulthood, their cochlear hair cells become incapable of proliferation. In studies where the gene for Rb is deleted in mice cochlea, hair cells continue to proliferate in early adulthood. Though this may seem to be a positive development, Rb-knockdown mice tend to develop severe hearing loss due to degeneration of the organ of Corti. For this reason, Rb seems to be instrumental for completing the development of mammalian hair cells and keeping them alive. However, it is clear that without Rb, hair cells have the ability to proliferate, which is why Rb is known as a tumor suppressor. Temporarily and precisely turning off Rb in adult mammals with damaged hair cells may lead to propagation and therefore successful regeneration. Suppressing function of the retinoblastoma protein in the adult rat cochlea has been found to cause proliferation of supporting cells and hair cells. Rb can be downregulated by activating the sonic hedgehog pathway, which phosphorylates the proteins and reduces gene transcription.",
            "score": 196.29348003864288
        },
        {
            "docid": "10213576_2",
            "document": "Stem-cell niche . Stem-cell niche refers to a microenvironment, within the specific anatomic location where stem cells are found, which interacts with stem cells to regulate cell fate. The word 'niche' can be in reference to the \"in vivo\" or \"in vitro\" stem-cell microenvironment. During embryonic development, various niche factors act on embryonic stem cells to alter gene expression, and induce their proliferation or differentiation for the development of the fetus. Within the human body, stem-cell niches maintain adult stem cells in a quiescent state, but after tissue injury, the surrounding micro-environment actively signals to stem cells to promote either self-renewal or differentiation to form new tissues. Several factors are important to regulate stem-cell characteristics within the niche: cell–cell interactions between stem cells, as well as interactions between stem cells and neighbouring differentiated cells, interactions between stem cells and adhesion molecules, extracellular matrix components, the oxygen tension, growth factors, cytokines, and the physicochemical nature of the environment including the pH, ionic strength (e.g. Ca concentration) and metabolites, like ATP, are also important. The stem cells and niche may induce each other during development and reciprocally signal to maintain each other during adulthood.",
            "score": 211.53316259384155
        },
        {
            "docid": "13326263_13",
            "document": "DISC1 . DISC1 is highly expressed during critical periods of brain development, particularly in the embryonic ventricular and subventricular zones of the cortex, where neural progenitor cells are found. This localization suggests that DISC1 is an important regulator of embryonic and adult neurogenesis, and may regulate proliferation and/or differentiation. Levels of the protein in cycling neural progenitor cells affects whether they differentiate into neurons or remain as progenitors. Expression profile is highest in the hippocampus during development and remains highly expressed in the adult dentate gyrus and olfactory bulb, regions where adult neurogenesis is present. DISC1 has also been shown to regulate tempo of neuronal integration into the brain and guidance of positioning of new neurons. Due to localization of the protein found at the synapse, DISC1 is also likely to play a key role in postsynaptic density, however this novel role is not yet fully understood.",
            "score": 218.48261034488678
        },
        {
            "docid": "42069970_15",
            "document": "Neuronal lineage marker . A neural progenitor cell is distinct from a neural stem cell since it is incapable of continuous self-renewal and usually has the capacity to give rise to only one class of differentiated progeny. They are tripotent cells which can give rise to neurons, astrocytes and oligodendrocytes. An oligodendroglial progenitor cell, for example, gives rise to oligodendrocytes until its mitotic capacity is exhausted. Some neural progenitor markers are capable of tracking cells as they undergo expansion and differentiation from rosettes to neurons. The neural rosette is the developmental signature of neuroprogenitors in cultures of differentiating embryonic stem cells; rosettes are radial arrangements of columnar cells that express many of the proteins expressed in neuroepithelial cells in the neural tube. It has been shown that cells within rosettes express multiple cell markers, including among others Nestin, NCAM and Musashi-1, a RNA-binding protein that is expressed in proliferating neural stems cells. Neuroepithelial progenitors (NEP) are responsible for neurogenesis in the neural tube and also give rise to two other types of neural progenitor cell, radial glia and basal progenitors. Radial glia are the dominant progenitor cell type in the developing brain whereas basal progenitors are specifically located at the subventricular zone (SVZ) in the developing telencephalon. Although functional studies of radial glia are increasing, it is difficult to distinguish them from neuroprogenitors and astrocytes. Like neuroprogenitors, radial glia express intermediate filament proteins nestin as well as the transcription factor PAX6 that is expressed in some neuroprogenitors in the ventral half of the neural tube. Radial glia also express proteins characteristic of astrocytes, including the widely used glial fibrillar acidic protein (GFAP), among others. Cytological markers that might be unique to radial glia include modified forms of nestin identified by the RC1 and RC2 antibodies that recognize the murine antigens.",
            "score": 220.71270143985748
        },
        {
            "docid": "3250177_7",
            "document": "HIV-associated neurocognitive disorder . Many researchers believe that HIV damages the vital brain cells, neurons, indirectly. According to one theory, HIV either infects or activates cells that protect the brain, known as macrophages and microglia. These cells then produce toxins that can set off a series of reactions that instruct neurons to kill themselves. The infected macrophages and microglia also appear to produce additional factors such as chemokines and cytokines that can affect neurons as well as other brain cells known as astrocytes. The affected astrocytes, which normally nurture and protect neurons, also may now end up harming neurons. HIV protein gp120 inhibits the stem cells in the brain from producing new nerve cells. In the neuronal cells, the HIV gp120 induces mitochondrial-death proteins like caspases, which may influence the upregulation of the death receptor Fas leading to apoptosis. Researchers hope that new drugs under investigation will interfere with the detrimental cycle and prevent neuron death.",
            "score": 258.86519837379456
        },
        {
            "docid": "48691023_3",
            "document": "Neurogenesis . During embryonic development, the mammalian central nervous system (CNS; brain and spinal cord) is derived from the neural tube, which contains NSCs that will later generate neurons. However, neurogenesis doesn't begin until a sufficient population of NSCs has been achieved. These early stem cells are called neuroepithelial cells (NEC)s, but soon take on a highly elongated radial morphology and are then known as radial glial cells (RGC)s. RGCs are the primary stem cells of the mammalian CNS, and reside in the embryonic ventricular zone, which lies adjacent to the central fluid-filled cavity (ventricular system) of the neural tube. Following RGC proliferation, neurogenesis involves a final cell division of the parent RGC, which produces one of two possible outcomes. First, this may generate a subclass of neuronal progenitors called intermediate neuronal precursors (INP)s, which will divide one or more additional times to produce neurons. Alternatively, daughter neurons may be produced directly. Neurons do not immediately form neural circuits through the growth of axons and dendrites. Instead, newborn neurons must first migrate long distances to their final destinations, maturing and finally generating neural circuitry. For example, neurons born in the ventricular zone migrate radially to the cortical plate, which is where neurons accumulate to form the cerebral cortex. Thus, the generation of neurons occurs in a specific tissue compartment or 'neurogenic niche' occupied by their parent stem cells.",
            "score": 256.0688223838806
        },
        {
            "docid": "5620705_32",
            "document": "Bone morphogenetic protein 4 . When BMP4 is expressed ectopically, within transgenic mice the hair follicle outer root sheath (ORS) the proliferation of the cell matrix is inhibited. BMP4 also activates hair keratin gene expression noting that BMP4 is important in the differentiation of the hair shaft. Noggin, a known inhibitor of BMP4, is found within the matrix cells of the hair bulb. Other important factors to consider in the development of hair is the expression of Shh (sonic hedgehog), BMP7, BMP2, WNT, and β-catenin as these are required in early stage morphogenesis.",
            "score": 239.27870726585388
        },
        {
            "docid": "5235851_4",
            "document": "Neural stem cell . Neural stem cells are more specialized than ESCs because they generate only neural cells (neurons or glial cells). During embryonic development of vertebrates, NSCs of the central nervous system (CNS) are called radial glial cells (RGCs), and reside in a transient zone called the ventricular zone (VZ). Neurons are generated in large numbers by NSCs during a specific period of embryonic development through the process of neurogenesis, and continue to be generated in adult life in restricted regions of the adult brain. Adult NSCs differentiate into new neurons within the adult subventricular zone (SVZ), a remnant of the embryonic germinal neuroepithelium, as well as the dentate gyrus of the hippocampus.",
            "score": 266.8819363117218
        },
        {
            "docid": "36053717_3",
            "document": "Endogenous regeneration . During the early development of a human, neural stem cells lie in the germinal layer of the developing brain, ventricular and subventricular zones. In brain development, multipotent stem cells (those that can generate different types of cells) are present in these regions, and all of these cells differentiate into neural cell forms, such as neurons, oligodendrocytes and astrocytes. A long-held belief states that the multipotency of neural stem cells would be lost in the adult human brain. However, it is only \"in vitro\", using neurosphere and adherent monolayer cultures, stem cells that can be found in the adult mammalian brain that have shown mutipotent capacity, while the \"in vivo\" study is not convincing. Therefore, the term \"neural progenitor\" is used instead of \"stem cell\" to describe limited regeneration ability in the adult brain stem cell.",
            "score": 284.17022943496704
        },
        {
            "docid": "50963561_5",
            "document": "Rosalind A. Segal . Her research has also investigated later stages of brain development when precursor cells migrate away from the stem cell niche where they are born, proliferate, and eventually exit the cell cycle and take on the properties of neurons. Segal and her colleagues identified a factor brain-derived neurotrophic factor (BDNF) as a chemotactic factor that controls neuron migration. Once neurons have migrated to their final destination and become incorporated into functional neural circuits, she has shown that BDNF, and its close relative nerve growth factor (NGF), work together to maintain circuit function. Segal has demonstrated that BDNF and NGF are transported from the outside of a cell to the cell’s interior via signaling endosomes that function as critical mediators of cell survival within mature neural circuits. Segal has also revealed a role for the local translation of select mRNAs at synapses to promote neural circuit survival and function.",
            "score": 230.63141691684723
        },
        {
            "docid": "563093_17",
            "document": "Paracrine signalling . The Hedgehog protein family is involved in induction of cell types and the creation of tissue boundaries and patterning and are found in all bilateral organisms. Hedgehog proteins were first discovered and studied in \"Drosophila\". Hedgehog proteins produce key signals for the establishment of limb and body plan of fruit flies as well as homeostasis of adult tissues, involved in late embryogenesis and metamorphosis. At least three \"Drosophila\" hedgehog homologs have been found in vertebrates: sonic hedgehog, desert hedgehog, and Indian hedgehog. Sonic hedgehog (SHH) has various roles in vertebrae development, mediating signaling and regulating the organization of central nervous system, limb, and somite polarity. Desert hedgehog (DHH) is expressed in the Sertoli cells involved in spermatogenesis. Indian hedgehog (IHH) is expressed in the gut and cartilage, important in postnatal bone growth.",
            "score": 202.13527917861938
        },
        {
            "docid": "600788_4",
            "document": "Brain-derived neurotrophic factor . BDNF itself is important for long-term memory. Although the vast majority of neurons in the mammalian brain are formed prenatally, parts of the adult brain retain the ability to grow new neurons from neural stem cells in a process known as neurogenesis. Neurotrophins are proteins that help to stimulate and control neurogenesis, BDNF being one of the most active. Mice born without the ability to make BDNF suffer developmental defects in the brain and sensory nervous system, and usually die soon after birth, suggesting that BDNF plays an important role in normal neural development. Other important neurotrophins structurally related to BDNF include NT-3, NT-4, and NGF.",
            "score": 258.2010974884033
        },
        {
            "docid": "14770477_3",
            "document": "FGF9 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein was isolated as a secreted factor that exhibits a growth-stimulating effect on cultured glial cells. In nervous system, this protein is produced mainly by neurons and may be important for glial cell development. Expression of the mouse homolog of this gene was found to be dependent on Sonic hedgehog (Shh) signaling. Mice lacking the homolog gene displayed a male-to-female sex reversal phenotype, which suggested a role in testicular embryogenesis. This gene is involved in the patterning of sex determination, lung development, and skeletal development.",
            "score": 233.71593475341797
        },
        {
            "docid": "39783982_6",
            "document": "Dendrin . Dendrin is a postsynaptic protein that is found in the forebrain and hippocampus. Specifically in the forebrain, dendrin is found in the cerebral cortex and the subcortical forebrain plus midbrain areas (SFMA). Dendrin has yet to be found in other parts of the brain, but is very abundant in the parts of the brain where it is known to be expressed. Within these known locations in the brain, dendrin is associated with the actin cytoskeleton. Dendrin is found in the neuron's cell body and its dendrites. This is the part of the cell that helps it to retain its structure and move other molecules throughout the cell. MAGI/S-SCAM is a component of the cytoskeleton that is used to keep dendrin in the cytoplasm of a neuron, and prevents the protein from diffusing into the nucleus. Because of this location in the neuron, it is thought that dendrin is involved in retrograde signaling from the synapse to the nucleus. This form of signaling is the reverse of normal neural signaling so that instead of the signal passing from the nucleus to the synapse, is passes from the synapse to the nucleus.",
            "score": 228.9041782617569
        },
        {
            "docid": "2448809_3",
            "document": "Inhibitor of DNA-binding protein . ID proteins are key regulators of development where they function to prevent premature differentiation of stem cells. By inhibiting the formation of E-protein dimers that promote differentiation, ID proteins can regulate the timing of differentiation of stem cells during development. An increase in ID expression is seen in embryonic and adult stem cells. ID proteins also promote cell cycle progression, delaying senescence, and help facilitate cell migration. In contrast, inappropriate regulation of ID proteins in differentiated cells can contribute to tumorigenesis. Generally, IDs function as oncogenes. When ID proteins are overexpressed, cell proliferation is enhanced and cells become insensitive to growth factor depletion. Expression of ID proteins in neurons halts neuron axon growth and allows elongation of neurons. There is some controversy surrounding the ID proteins and their role in cancer, but overexpression is seen in most tumor types. There are a few exceptions, for example, an increase in ID1 expression in brain cancer is correlated with a better prognosis, while a decrease in ID4 expression in colon and rectal cancers is linked to a poorer prognosis. ID proteins can bind E-proteins, preventing them from binding bHLH proteins and halting transcription, a case often seen in cancerous phenotypes.",
            "score": 248.3750296831131
        },
        {
            "docid": "6852419_13",
            "document": "Subventricular zone . The SVZ is a known site of neurogenesis and self-renewing neurons in the adult brain, serving as such due to the interacting cell types, extracellular molecules, and localized epigenetic regulation promoting such cellular proliferation. Along with the subgranular zone of the dentate gyrus, the subventricular zone serves as a source of neural stem cells (NSCs) in the process of adult neurogenesis. It harbors the largest population of proliferating cells in the adult brain of rodents, monkeys and humans. In 2010, it was shown that the balance between neural stem cells and neural progenitor cells (NPCs) is maintained by an interaction between the epidermal growth factor receptor signaling pathway and the Notch signaling pathway.",
            "score": 225.97938585281372
        },
        {
            "docid": "5150349_22",
            "document": "Hedgehog signaling pathway . Hedgehog signaling remains important in the adult. Sonic hedgehog has been shown to promote the proliferation of adult stem cells from various tissues, including primitive hematopoietic cells, mammary and neural stem cells. Activation of the hedgehog pathway is required for transition of the hair follicle from the resting to the growth phase. This failed due to toxicities found in animal models.",
            "score": 226.76969385147095
        },
        {
            "docid": "2777285_10",
            "document": "Adult stem cell . The existence of stem cells in the adult brain has been postulated following the discovery that the process of neurogenesis, the birth of new neurons, continues into adulthood in rats. The presence of stem cells in the mature primate brain was first reported in 1967. It has since been shown that new neurons are generated in adult mice, songbirds and primates, including humans. Normally, adult neurogenesis is restricted to two areas of the brain – the subventricular zone, which lines the lateral ventricles, and the dentate gyrus of the hippocampal formation. Although the generation of new neurons in the hippocampus is well established, the presence of true self-renewing stem cells there has been debated. Under certain circumstances, such as following tissue damage in ischemia, neurogenesis can be induced in other brain regions, including the neocortex.",
            "score": 285.22635769844055
        }
    ],
    "r": [
        {
            "docid": "50963561_4",
            "document": "Rosalind A. Segal . Segal’s research focuses on critical extracellular factors that control the development of the nervous system, from neural stem cells to functional neural circuits. A major focus has been the sonic hedgehog (Shh) signaling pathway. Segal defined the motif within Hedgehog proteins critical for binding to proteoglycans, defined the nature of the proteoglycan that serves as a selective Shh receptor, and demonstrated that proteoglycan interactions are needed for a proliferative response to Shh. Mutations that activate Shh signaling cause brain tumors and other malignancies, and thus these studies have provided new approaches for developing therapeutics for treating brain tumors.",
            "score": 315.9241943359375
        },
        {
            "docid": "2965167_12",
            "document": "NINDS brain trauma research . The use of stem cells to repair or replace damaged brain tissue is a new and exciting avenue of research. A neural stem cell is a special kind of cell that can multiply and give rise to other more specialized cell types. These cells are found in adult neural tissue and normally develop into several different cell types found within the central nervous system. NINDS researchers are investigating the ability of stem cells to develop into neurotransmitter-producing neurons, specifically dopamine-producing cells. Researchers are also looking at the power of stem cells to develop into oligodendrocytes, a type of brain cell that produces myelin, the fatty sheath that surrounds and insulates axons. One study in mice has shown that bone marrow stem cells can develop into neurons, demonstrating that neural stem cells are not the only type of stem cell that could be beneficial in the treatment of brain and nervous system disorders. At the moment, stem cell research for TBI is in its infancy, but future research may lead to advances for treatment and rehabilitation.",
            "score": 312.16571044921875
        },
        {
            "docid": "353697_3",
            "document": "Sonic hedgehog . Sonic hedgehog is one of three proteins in the mammalian signaling pathway family called hedgehog, the others being desert hedgehog (DHH) and Indian hedgehog (IHH). SHH is the best studied ligand of the hedgehog signaling pathway. It plays a key role in regulating vertebrate organogenesis, such as in the growth of digits on limbs and organization of the brain. Sonic hedgehog is the best established example of a morphogen as defined by Lewis Wolpert's French flag model—a molecule that diffuses to form a concentration gradient and has different effects on the cells of the developing embryo depending on its concentration. SHH remains important in the adult. It controls cell division of adult stem cells and has been implicated in the development of some cancers.",
            "score": 299.2090759277344
        },
        {
            "docid": "21120_6",
            "document": "Neuron . In most cases, neurons are generated by special types of stem cells during brain development and childhood. Neurons in the adult brain generally do not undergo cell division. Astrocytes are star-shaped glial cells that have also been observed to turn into neurons by virtue of the stem cell characteristic pluripotency. Neurogenesis largely ceases during adulthood in most areas of the brain. However, there is strong evidence for generation of substantial numbers of new neurons in two brain areas, the hippocampus and olfactory bulb.",
            "score": 292.34698486328125
        },
        {
            "docid": "232051_23",
            "document": "Microcephaly . Microcephaly generally is due to the diminished size of the largest part of the human brain, the cerebral cortex, and the condition can arise during embryonic and fetal development due to insufficient neural stem cell proliferation, impaired or premature neurogenesis, the death of neural stem cells or neurons, or a combination of these factors. Research in animal models such as rodents has found many genes that are required for normal brain growth. For example, the Notch pathway genes regulate the balance between stem cell proliferation and neurogenesis in the stem cell layer known as the ventricular zone, and experimental mutations of many genes can cause microcephaly in mice, similar to human microcephaly. In addition, viruses such as cytomegalovirus (CMV) or Zika have been shown to infect and kill the primary stem cell of the brain—the radial glial cell, resulting in the loss of future daughter neurons. The severity of the condition may depend on the timing of infection during pregnancy.",
            "score": 291.9806823730469
        },
        {
            "docid": "777462_3",
            "document": "Neuroblast . Neuroblasts are mainly present as precursors of neurons during embryonic development; however, they also constitute one of the cell types involved in adult neurogenesis. Adult neurogenesis is characterized by neural stem cell differentiation and integration in the mature adult mammalian brain. This process occurs in the dentate gyrus of the hippocampus and in the subventricular zones of the adult mammalian brain. Neuroblasts are formed when a neural stem cell, which can differentiate into any type of mature neural cell (i.e. neurons, oligodendrocytes, astrocytes, etc.), divides and becomes a transit amplifying cell. Transit amplifying cells are slightly more differentiated than neural stem cells and can divide asymmetrically to produce postmitotic neuroblasts or glioblasts, as well as other transit amplifying cells. A neuroblast, a daughter cell of a transit amplifying cell, is initially a neural stem cell that has reached the \"point of no return.\" A neuroblast has differentiated such that it will mature into a neuron and not any other neural cell type. Neuroblasts are being studied extensively as they have the potential to be used therapeutically to combat cell loss due to injury or disease in the brain, although their potential effectiveness is debated.",
            "score": 289.9910583496094
        },
        {
            "docid": "36053717_8",
            "document": "Endogenous regeneration . The largest NSC population in the brain is found in the SVZ. The SVZ is considered a micro-environment called a \"stem cell niche\" that retains the NSC's capacity of self-renewing and multipotency. Basic fibroblast growth factor (FGF2), hepatocyte growth factor (HGF), Notch-1, sonic hedgehog (SHH), noggin, ciliary neurotrophic factor (CNTF), and a soluble carbohydrate-binding protein, Galectin-1, are reported as factors that maintain such properties of NSC in stem cell niche. Like stem cells in SGZ, progenitor cells in SVZ also differentiate into neurons and form an intermediate cell called a transiently amplifying cell (TAC). A recent study revealed that beta-catenin signaling, Wnt β-catenin, regulates the differentiation of TAC.",
            "score": 285.4107360839844
        },
        {
            "docid": "2777285_10",
            "document": "Adult stem cell . The existence of stem cells in the adult brain has been postulated following the discovery that the process of neurogenesis, the birth of new neurons, continues into adulthood in rats. The presence of stem cells in the mature primate brain was first reported in 1967. It has since been shown that new neurons are generated in adult mice, songbirds and primates, including humans. Normally, adult neurogenesis is restricted to two areas of the brain – the subventricular zone, which lines the lateral ventricles, and the dentate gyrus of the hippocampal formation. Although the generation of new neurons in the hippocampus is well established, the presence of true self-renewing stem cells there has been debated. Under certain circumstances, such as following tissue damage in ischemia, neurogenesis can be induced in other brain regions, including the neocortex.",
            "score": 285.22637939453125
        },
        {
            "docid": "36053717_3",
            "document": "Endogenous regeneration . During the early development of a human, neural stem cells lie in the germinal layer of the developing brain, ventricular and subventricular zones. In brain development, multipotent stem cells (those that can generate different types of cells) are present in these regions, and all of these cells differentiate into neural cell forms, such as neurons, oligodendrocytes and astrocytes. A long-held belief states that the multipotency of neural stem cells would be lost in the adult human brain. However, it is only \"in vitro\", using neurosphere and adherent monolayer cultures, stem cells that can be found in the adult mammalian brain that have shown mutipotent capacity, while the \"in vivo\" study is not convincing. Therefore, the term \"neural progenitor\" is used instead of \"stem cell\" to describe limited regeneration ability in the adult brain stem cell.",
            "score": 284.17022705078125
        },
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 282.90283203125
        },
        {
            "docid": "11986060_57",
            "document": "Zika fever . It may involve infection of the primary neural stem cells of the fetal brain, known as neural progenitor cells. The main roles of brain stem cells are to proliferate until the correct number is achieved, and then to produce neurons through the process of neurogenesis. Zika proteins NS4A and NS4B have also been shown to directly suppress neurogenesis. Infection of brain stem cells can cause cell death, which reduces the production of future neurons and leads to a smaller brain. Zika also appears to have an equal tropism for cells of the developing eye, leading to high rates of eye abnormalities as well.",
            "score": 282.520263671875
        },
        {
            "docid": "5235851_2",
            "document": "Neural stem cell . Neural stem cells (NSCs) are self-renewing, multipotent cells that generate the neurons and glia of the nervous system of all animals during embryonic development. Some neural stem cells persist in the adult vertebrate brain and continue to produce neurons throughout life. Stem cells are characterized by their capacity to differentiate into multiple cell types. They undergo symmetric or asymmetric cell division into two daughter cells. In symmetric cell division, both daughter cells are also stem cells. In asymmetric division, a stem cells produces one stem cell and one specialized cell. NSCs primarily differentiate into neurons, astrocytes, and oligodendrocytes.",
            "score": 281.20751953125
        },
        {
            "docid": "987320_24",
            "document": "Neurotechnology . Stem cell technologies are always salient both in the minds of the general public and scientists because of their large potential. Recent advances in stem cell research have allowed researchers to ethically pursue studies in nearly every facet of the body, which includes the brain. Research has shown that while most of the brain does not regenerate and is typically a very difficult environment to foster regeneration, there are portions of the brain with regenerative capabilities (specifically the hippocampus and the olfactory bulbs). Much of the research in central nervous system regeneration is how to overcome this poor regenerative quality of the brain. It is important to note that there are therapies that improve cognition and increase the amount of neural pathways, but this does not mean that there is a proliferation of neural cells in the brain. Rather, it is called a plastic rewiring of the brain (\"plastic\" because it indicates malleability) and is considered a vital part of growth. Nevertheless, many problems in patients stem from death of neurons in the brain, and researchers in the field are striving to produce technologies that enable regeneration in patients with stroke, Parkinson's diseases, severe trauma, and Alzheimer's disease, as well as many others. While still in fledgling stages of development, researchers have recently begun making very interesting progress in attempting to treat these diseases. Researchers have recently successfully produced dopaminergic neurons for transplant in patients with Parkinson's diseases with the hopes that they will be able to move again with a more steady supply of dopamine. Many researchers are building scaffolds that could be transplanted into a patient with spinal cord trauma to present an environment that promotes growth of axons (portions of the cell attributed with transmission of electrical signals) so that patients unable to move or feel might be able to do so again. The potentials are wide-ranging, but it is important to note that many of these therapies are still in the laboratory phase and are slowly being adapted in the clinic. Some scientists remain skeptical with the development of the field, and warn that there is a much larger chance that electrical prosthesis will be developed to solve clinical problems such as hearing loss or paralysis before cell therapy is used in a clinic.",
            "score": 280.7590026855469
        },
        {
            "docid": "36053717_4",
            "document": "Endogenous regeneration . Neural stem cells (NSC) reside in the subventricular zone (SVZ) of the adult human brain and the dentate gyrus of the adult mammalian hippocampus. Newly formed neurons from these regions participate in learning, memory, olfaction and mood modulation. It has not been definitively determined whether or not these stem cells are multipotents. NSC from the hippocampus of rodents, which can differentiate into dentate granule cells, have developed into many cell types when studied in culture. However, another \"in vivo\" study, using NSCs in the postnatal SVZ, showed that the stem cell is restricted to developing into different neuronal sub-type cells in the olfactory bulb. It is believed that the various spatial location niches regulate the differentiation of the neural stem cell.",
            "score": 278.7929992675781
        },
        {
            "docid": "4537268_11",
            "document": "Neuroepithelial cell . Researchers have been able to create neural chimeras by combining neurons that developed from embryonic stem cells with glial cells that were also derived from embryonic stem cells. These neural chimeras give researchers a comprehensive way of studying the molecular mechanisms behind cell repair and regeneration via neuroepithelial precursor cells and will hopefully shed light on possible nervous system repair in a clinical setting. In an attempt to identify the key features that differentiate neuroepithelial cells from their progenitor cells, researchers identified an intermediate filament that was expressed by 98% of the neuroepithelial cells of the neural tube, but none of their progenitor cells. After this discovery it became clear that all three cell types in the nervous system resulted from a homogenous population of stem cells. In order make clinical neural repair possible researchers needed to further characterize regional determination of stem cells during brain development by determining what factors commit a precursor to becoming one or the other. While the exact factors that lead to differentiation are unknown, researchers have taken advantage of human-rat neural chimeras to explore the development of human neurons and glial cells in an animal model. These neural chimeras have permitted researchers to look at neurological diseases in an animal model where traumatic and reactive changes can be controlled. Eventually researchers hope to be able to use the information taken from these neural chimera experiments to repair regions of the brain affected by central nervous system disorders. The problem of delivery, however, has still not been resolved as neural chimeras have been shown to circulate throughout the ventricles and incorporate into all parts of the CNS. By finding environmental cues of differentiation, neuroepithelial precursor transplantation could be used in the treatment of many diseases including multiple sclerosis, Huntington’s disease, and Parkinson’s disease. Further exploration of neural chimera cells and chimeric brains will provide evidence for manipulating the correct genes and increasing the efficacy of neural transplant repair.",
            "score": 277.51751708984375
        },
        {
            "docid": "47723048_2",
            "document": "Ventricular zone . In vertebrate organisms, the ventricular zone (VZ) is a transient embryonic layer of tissue containing neural stem cells, principally radial glial cells, of the central nervous system (CNS). The VZ is so named because it lines the ventricular system, which contains cerebrospinal fluid (CSF). The embryonic ventricular system contains growth factors and other nutrients needed for the proper function of CNS stem cells. Neurogenesis, or the generation of neurons, occurs in the VZ during embryonic and fetal development as a function of the Notch pathway, and the newborn neurons must migrate substantial distances to their final destination in the developing brain or spinal cord where they will establish neural circuits. A secondary proliferative zone, the subventricular zone (SVZ), lies adjacent to the VZ. In the embryonic cerebral cortex, the SVZ contains intermediate neuronal progenitors that continue to divide into post-mitotic neurons. Through the process of neurogenesis, the parent neural stem cell pool is depleted and the VZ disappears. The balance between the rates of stem cell proliferation and neurogenesis changes during development, and species from mouse to human show large differences in the number of cell cycles, cell cycle length, and other parameters, which is thought to give rise to the large diversity in brain size and structure.",
            "score": 275.9554443359375
        },
        {
            "docid": "12947872_20",
            "document": "Adult development . New neurons are constantly formed from stem cells in parts of the adult brain throughout adulthood, a process called adult neurogenesis. The hippocampus is the area of the brain that is most active in neurogenesis. Research shows that thousands of new neurons are produced in the hippocampus every day. The brain constantly changes and rewires itself throughout adulthood, a process known as neuroplasticity. Evidence suggests that the brain changes in response to diet, exercise, social environment, stress and toxin intake. These same external factors also influence genetic expression throughout adult life - a phenomenon known as genetic plasticity.",
            "score": 272.2175598144531
        },
        {
            "docid": "3656763_5",
            "document": "Diprosopus . Healthy brain development is also dependent on the signaling function of SHH. During embryonic development, SHH directs embryonic cells to organize in specific areas that later become specialized neural tissues, thus controlling the size and shape of brain structures.",
            "score": 271.2910461425781
        },
        {
            "docid": "3749465_7",
            "document": "GLI1 . GLI1 was originally isolated from a glioma tumour and has been found to be up regulated in many tumors including muscle, brain and skin tumors such as Basal cell carcinoma (BCC).  DNA copy-number alterations that contribute to increased conversion of the oncogenes Gli1–3 into transcriptional activators by the Hedgehog signaling pathway are included in a genome-wide pattern, which was found to be correlated with an astrocytoma patient’s outcome. Shh and the Gli genes are normally expressed in hair follicles, and skin tumours expressing Gli1 may arise from hair follicles. The level of Gli1 expression correlates with the tumor grade in bone and soft tissue sarcomas. Transgenic mice and frogs overexpressing Gli1 develop BCC like tumours as well as other hair follicle-derived neoplasias, such as trichoepitheliomas, cylindromas, and trichoblastomas. Expression of Gli1 in the embryonic frog epidermis results in the development of tumours that express endogenous Gli1. This suggests that overexpressed Gli1 alone is probably sufficient for tumour development Mutations leading to the expression of Gli1 in basal cells are thus predicted to induce BCC formation.",
            "score": 271.2705078125
        },
        {
            "docid": "353697_16",
            "document": "Sonic hedgehog . The concentration and time-dependent, cell-fate-determining activity of SHH in the ventral neural tube makes it a prime example of a morphogen. In vertebrates, SHH signaling in the ventral portion of the neural tube is most notably responsible for the induction of floor plate cells and motor neurons. SHH emanates from the notochord and ventral floor plate of the developing neural tube to create a concentration gradient that spans the dorso-ventral axis. Higher concentrations of the SHH ligand are found in the most ventral aspects of the neural tube and notochord, while lower concentrations are found in the more dorsal regions of the neural tube. The SHH concentration gradient has been visualized in the neural tube of mice engineered to express a SHH::GFP fusion protein to show this graded distribution of SHH during the time of ventral neural tube patterning.",
            "score": 271.02728271484375
        },
        {
            "docid": "54421246_46",
            "document": "Spinocerebellar ataxia type 1 . One treatment option being investigated is stem cell therapy which attempts to replace dead tissue by transplanting stem cells into affected region and either stimulating them to differentiate into the desired cell types or allowing them to stimulate endogenous regenerative mechanisms. These techniques are of interest to researchers as a possible treatment for neurodegenerative diseases, but currently are of limited success in animal models, and in in-vitro cell culture studies. The ability for grafted cells to integrate into the desired tissue and adjust for the unique pathologies of different neurodegenerative disorders can be a severe limitation on the development of stem cell based treatments. Further, the tissues in the brain often rely on intricate and complicated arrangements of neurons; regions of the brain that do not require precision in these patterns to function, like the striatum affected by Parkinson's disease which uses paracrine signaling, tend to have better results in stem cell therapies than systems that require precision, like the cerebellum and pons. Stem cell therapies can be especially difficult in replacing Purkinje neuron loss as unaffected granule cells can prevent axons reaching the deep cerebellar nuclei with which Purkinje cells interface. Despite these difficulties, grafted neural precursor cells have been shown to be viable and to successfully migrate into desired location in SCA1 transgenic mice models and mesenchymal stem cells have been shown to mitigate loss of dendritic arborization SCA1 mice. Positive results have been found in mice models using both stem cells from fetal neuroectoderm and adult stem cells from the lateral ventricles and the dentate gyrus. Using harvested stem cells in stem cell therapies require immunosuppression to prevent the host from rejecting the transplants; creating induced pluripotent stem cells from the host's own cells would mitigate this risk and has had some testing in other neurodegenerative diseases.",
            "score": 270.94439697265625
        },
        {
            "docid": "960559_8",
            "document": "Stromal cell-derived factor 1 . During embryonic development, CXCL12 plays an role in cerebellar formation through the migration of neurons. Within the CNS, CXCL12 contributes to cell proliferation, neurogenesis (nervous tissue development and growth), as well as neuroinflammation. Neural progenitor cells (NPCs) are stem cells that differentiate into glial and neuronal cells. CXCL12 promotes their migration to lesion sites within the brain, specifically over extensive ranges. Once at the site of damage, NPCs may begin stem cell based tissue repair to the lesion. The CXCL12/CXCR4 axis provides guidance cues for axons and neurites hence promoting neurite outgrowth (neurons forming projections) and neurogenesis. Like other chemokines, CXCL12 is involved with cell migration that contributes to inflammation. In regards to the CNS, CXCL12 plays a role in neuroinflammation by attracting leukocytes across the blood brain barrier. however, excessive production and accumulation of CXCL12 can become toxic and the inflammation produced may result in serious consequences.",
            "score": 269.6530456542969
        },
        {
            "docid": "15349100_4",
            "document": "RAB23 . RAB23 is an essential negative regulator of the Sonic hedgehog signaling pathway. The first understanding of biological processes requiring the Rab23 gene came from 2 independent mouse mutations in the gene and an epistasis analysis with mutations in the mouse shh gene. These studies showed that the gene is required for normal development of the brain and spinal cord and that the morphological defects seen in mutant embryos, such as failure to close dorsal regions of the neural tube during development, appeared secondary to expansion of ventral and reduction of dorsal identities in the developing neural tube. These same mutations implicated the RAB23 gene in development of digits and eyes. The mouse open brain (opb) and Sonic hedgehog (Shh) genes have opposing roles in neural patterning: opb is required for dorsal cell types and Shh is required for ventral cell types in the spinal cord.",
            "score": 269.6290588378906
        },
        {
            "docid": "353697_19",
            "document": "Sonic hedgehog . Sonic hedgehog (SHH) is a signaling molecule that is encoded by the same gene sonic hedgehog. SHH plays very important role in organogenesis and most importantly craniofacial development. Being that SHH is a signaling molecule it primarily works by diffusion along a concentration gradient affecting cells in different manners. In early tooth development, SHH is released from the primary enamel knot, a signaling center, to provide positional information in both a lateral and planar signaling pattern in tooth development and regulation of tooth cusp growth. SHH in particular is needed for growth of epithelial cervical loops, where the outer and inner epitheliums join and form a reservoir for dental stem cells. After the primary enamel knots are apoptosed, the secondary enamel knots are formed. The secondary enamel knots secrete SHH in combination with other signaling molecules to thicken the oral ectoderm and begin patterning the complex shapes of the crown of a tooth during differentiation and mineralization. In a knockout gene model, absence of SHH is indicative of holoprosencephaly. However SHH activates downstream molecules of Gli2 & Gli3. Mutant Gli2 and Gli3 embryos have abnormal development of incisors that are arrested at early in tooth development as well as small molars.",
            "score": 269.0821533203125
        },
        {
            "docid": "5235851_9",
            "document": "Neural stem cell . The most widely accepted model of an adult NSC is a radial, astrocytes-like, GFAP-positive cell. Quiescent stem cells are Type B that are able to remain in the quiescent state due to the renewable tissue provided by the specific niches composed of blood vessels, astrocytes, microglia, ependymal cells, and extracellular matrix present within the brain. These niches provide nourishment, structural support, and protection for the stem cells until they are activated by external stimuli. Once activated, the Type B cells develop into Type C cells, active proliferating intermediate cells, which then divide into neuroblasts consisting of Type A cells. The undifferentiated neuroblasts form chains that migrate and develop into mature neurons. In the olfactory bulb, they mature into GABAergic granule neurons, while in the hippocampus they mature into dentate granule cells.",
            "score": 268.9713439941406
        },
        {
            "docid": "5150349_21",
            "document": "Hedgehog signaling pathway . Digits V, IV and part of III arise directly from cells that express SHH during embryogenesis. In these cells SHH signals in an autocrine fashion and these digits develop correctly in the absence of DISP, which is required for extracellular diffusion of the ligand. These digits differ in the length of time that SHH continues to be expressed. The most posterior digit V develops from cells that express the ligand for the longest period of time. Digit IV cells express SHH for a shorter time, and digit III cells shorter still. Digit II develops from cells that are exposed to moderate concentrations of extracellular SHH. Finally, Digit I development does not require SHH. It is, in a sense, the default program of limb bud cells.",
            "score": 267.5387268066406
        },
        {
            "docid": "5235851_4",
            "document": "Neural stem cell . Neural stem cells are more specialized than ESCs because they generate only neural cells (neurons or glial cells). During embryonic development of vertebrates, NSCs of the central nervous system (CNS) are called radial glial cells (RGCs), and reside in a transient zone called the ventricular zone (VZ). Neurons are generated in large numbers by NSCs during a specific period of embryonic development through the process of neurogenesis, and continue to be generated in adult life in restricted regions of the adult brain. Adult NSCs differentiate into new neurons within the adult subventricular zone (SVZ), a remnant of the embryonic germinal neuroepithelium, as well as the dentate gyrus of the hippocampus.",
            "score": 266.8819274902344
        },
        {
            "docid": "20850385_12",
            "document": "Gyrification . The pattern of cortical gyri and sulci is not random; most of the major convolutions are conserved between individuals and are also found across species. This reproducibility may suggest that genetic mechanisms can specify the location of major gyri. Studies of monozygotic and dizygotic twins of the late 1990s support this idea, particularly with regards to primary gyri and sulci, whereas there is more variability among secondary and tertiary gyri. Therefore, one may hypothesize that secondary and tertiary folds could be more sensitive to genetic and environmental factors. The first gene reported to influence gyrification was Trnp1. Local expression levels of Trnp1, can determine the future position of a developing folds/gyruy in human brains. Genes that influence cortical progenitor dynamics, neurogenesis and neuronal migration, as well as genes that influence the development of cortical circuits and axonal projections may all contribute to gyrification. Trnp1 is a DNA-binding factor that has been shown to regulate other genes that regulate the proliferation of cortical progenitor cells - thereby serving as a master gene-regulator. In addition, the fibroblast growth factor (FGF)- and sonic hedgehog (SHH)-signaling pathways have recently been reported to be able to induce cortical folds, with a full complement of cortical layers, in mice that live to adulthood. These FGF and Shh factors regulate cortical stem cell proliferation and neurogenesis dynamics. Roles for beta-catenin (part of the Wnt pathway) and appropriate levels of cell death of cortical progenitors have also been found.",
            "score": 265.4987487792969
        },
        {
            "docid": "7525784_8",
            "document": "Nestin (protein) . Nestin, a protein marker for neural stem cells, is also expressed in follicle stem cells and their immediate, differentiated progeny. The hair follicle bulge area is an abundant, easily accessible source of actively growing pluripotent adult stem cells. Green fluorescent protein (GFP), whose expression is driven by the nestin regulatory element in transgenic mice, serves to mark hair follicle stem cells. These cells can differentiate into neurons, glia, keratinocytes, smooth muscle cells and melanocytes in vitro. Thus, hair follicle stem cells provide an effective, accessible, autologous source of stem cells for treatment of peripheral nerve injury.",
            "score": 265.47686767578125
        },
        {
            "docid": "16851452_5",
            "document": "CDON . CDON mutations are thought to diminish sonic hedgehog (SHH)-pathway activity which is important in stimulating cell proliferation, differentiation, and tissue patterning at multiple points in animal development. CDON was shown to play a role in differentiation of midbrain dopaminergic neurons through the interference with of Shh signaling pathway. Mutations in CDON gene has been associated with Holoprosencephaly which is structural anomaly of the brain, in which the developing forebrain fails to correctly separate into right and left hemispheres. CDON mutations synergistically interact with prenatal alcohol exposure to increase susceptibility to Holoprosencephaly.",
            "score": 263.9166564941406
        },
        {
            "docid": "5150349_4",
            "document": "Hedgehog signaling pathway . Mammals have three Hedgehog homologues, Desert (DHH), Indian (IHH), and Sonic (SHH), of which Sonic is the best studied. The pathway is equally important during vertebrate embryonic development and is therefore of interest in evolutionary developmental biology. In knockout mice lacking components of the pathway, the brain, skeleton, musculature, gastrointestinal tract and lungs fail to develop correctly. Recent studies point to the role of Hedgehog signaling in regulating adult stem cells involved in maintenance and regeneration of adult tissues. The pathway has also been implicated in the development of some cancers. Drugs that specifically target Hedgehog signaling to fight this disease are being actively developed by a number of pharmaceutical companies.",
            "score": 263.6898193359375
        },
        {
            "docid": "23976882_5",
            "document": "Ira Black . Black was an advocate for research using stem cells to repair damage from such conditions as cancer and Alzheimer's disease and his own research showed that the technique could be used to encourage the body's own stem cells to create needed new cells and as a form of gene therapy. Studies he performed in 2000 that were published in the \"Journal of Neuroscience Research\" showed that when an antioxidant was added to stem cells extracted from bone marrow, the undifferentiated stem cells transformed into cells with the characteristics of neurons within minutes and were successfully transplanted into the brains and spinal cords of rats. The results were called \"an incredible achievement\" in opening the path to creating treatments for conditions that had been previously untreatable by using stem cells to create needed cells of different forms. Black's approach was to use neurons developed from the individual's own adult stem cells to avoid issues of transplant rejection without requiring modifications to the genome, while avoiding the ethical concerns raised with the use of embryonic stem cells.",
            "score": 263.4883728027344
        }
    ]
}