{
    "q": [
        {
            "docid": "1874265_4",
            "document": "Common mudpuppy . Mudpuppies are one of many species of salamanders that fail to undergo metamorphosis. Most hypotheses surrounding the origin of \"Necturus\"'s lack of metamorphosis concern the effectiveness of the thyroid gland. The thyroid gland in some salamanders, like the Axolotl, produce normal thyroid hormones (THs), but cells in the organism express thyroid hormone receptors (TR) that are mutated, and do not bond correctly with thyroid hormones, leading to some salamanders in a state of perpetual juvenile-hood. In mudpuppies, these THs are normally expressed unlike the Axolotl. However, it is believed that instead of having TH-insensitive tissues that block the effects of THs, some mudpuppy tissues, such as the external gills, have lost the ability to be regulated by TH over time. This selective insensitivity to THs suggests a normal level of activity in the hypothalamo-pituitary-thyroid axis in developing mudpuppies, unlike other salamander species.",
            "score": 213.82229852676392
        },
        {
            "docid": "45570_27",
            "document": "DNA vaccination . How these different methods operate, the forms of antigen expressed, and the different profiles of T-cell help is not understood. It was thought that the relatively large amounts of DNA used in IM injection were responsible for the induction of TH1 responses. However, evidence shows no dose-related differences in TH type. The type of T-cell help raised is determined by the differentiated state of antigen presenting cells. Dendritic cells can differentiate to secrete IL-12 (which supports TH1 cell development) or IL-4 (which supports TH2 responses). pDNA injected by needle is endocytosed into the dendritic cell, which is then stimulated to differentiate for TH1 cytokine production, while the gene gun bombards the DNA directly into the cell, thus bypassing TH1 stimulation.",
            "score": 100.78479146957397
        },
        {
            "docid": "27783_15",
            "document": "Stem cell . During embryonic development these inner cell mass cells continuously divide and become more specialized. For example, a portion of the ectoderm in the dorsal part of the embryo specializes as 'neurectoderm', which will become the future central nervous system. Later in development, neurulation causes the neurectoderm to form the neural tube. At the neural tube stage, the anterior portion undergoes encephalization to generate or 'pattern' the basic form of the brain. At this stage of development, the principal cell type of the CNS is considered a neural stem cell. These neural stem cells are pluripotent, as they can generate a large diversity of many different neuron types, each with unique gene expression, morphological, and functional characteristics. The process of generating neurons from stem cells is called neurogenesis. One prominent example of a neural stem cell is the radial glial cell, so named because it has a distinctive bipolar morphology with highly elongated processes spanning the thickness of the neural tube wall, and because historically it shared some glial characteristics, most notably the expression of glial fibrillary acidic protein (GFAP). The radial glial cell is the primary neural stem cell of the developing vertebrate CNS, and its cell body resides in the ventricular zone, adjacent to the developing ventricular system. Neural stem cells are committed to the neuronal lineages (neurons, astrocytes, and oligodendrocytes), and thus their potency is restricted.",
            "score": 134.82083666324615
        },
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 132.8544237613678
        },
        {
            "docid": "38991948_10",
            "document": "Single-cell analysis . There are three major reasons gene expression has been studied using this technique: to study gene dynamics, RNA splicing, and cell typing. Gene dynamics are usually studied to determine what changes in gene expression effect different cell characteristics. For example, this type of transcriptomic analysis has often been used to study embryonic development. RNA splicing studies are focused on understanding the regulation of different transcript isoforms. Single cell transcriptomics has also been used for cell typing, where the genes expressed in a cell are used to identify types of cells. The main goal in cell typing is to find a way to determine the identity of cells that don't have known genetic markers.",
            "score": 120.25527095794678
        },
        {
            "docid": "777462_3",
            "document": "Neuroblast . Neuroblasts are mainly present as precursors of neurons during embryonic development; however, they also constitute one of the cell types involved in adult neurogenesis. Adult neurogenesis is characterized by neural stem cell differentiation and integration in the mature adult mammalian brain. This process occurs in the dentate gyrus of the hippocampus and in the subventricular zones of the adult mammalian brain. Neuroblasts are formed when a neural stem cell, which can differentiate into any type of mature neural cell (i.e. neurons, oligodendrocytes, astrocytes, etc.), divides and becomes a transit amplifying cell. Transit amplifying cells are slightly more differentiated than neural stem cells and can divide asymmetrically to produce postmitotic neuroblasts or glioblasts, as well as other transit amplifying cells. A neuroblast, a daughter cell of a transit amplifying cell, is initially a neural stem cell that has reached the \"point of no return.\" A neuroblast has differentiated such that it will mature into a neuron and not any other neural cell type. Neuroblasts are being studied extensively as they have the potential to be used therapeutically to combat cell loss due to injury or disease in the brain, although their potential effectiveness is debated.",
            "score": 151.41354548931122
        },
        {
            "docid": "19612999_3",
            "document": "Follicular B helper T cells . It is possible that T cells might arise as branches in the Th1 and Th2 differentiation pathways but their precise lineage relationship to the other effector CD4 T cell subsets is still uncertain. Recent studies have however shown that T have distinct gene expression profiles, supporting the theory that T are a subset of CD4 T cells distinct from Th-1, Th-2, Th-17 or Tregs. The inducible T-cell co-stimulator (\"CD278\" or \"ICOS\") is proven to provide a particularly critical signal for T cells since experimental mice deficient in ICOS are unable to develop any T. Additionally, it has been shown that ICOS induces the secretion of IL-21 cytokine by activated CD4 T cells and that IL-21 plays a crucial role in the development of T cells and germinal centers. Also Bcl-6 is a transcription factor identified in T cells, but it may have roles that extend beyond this subset, because it has also been implicated in memory CD8 T cell development.",
            "score": 84.49802994728088
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 138.77591490745544
        },
        {
            "docid": "7988175_4",
            "document": "Derek van der Kooy . His lab in the Terrence Donnelly Centre for Cellular and Biomolecular Research, carries out various neuroscience and developmental biology research projects. In 1994 his paper on neural stem cells in the adult mammalian forebrain was published in the journal \"Neuron\". This work first established that adult mammalian neural stem cells were located in the subependyma of the forebrain lateral ventricle, where two types of lineage related precursor cells, progenitor cells and stem cells, were shown to be present. Proliferation of these cell types were characterized in further experiments that were reported in articles in \"Development\" and the \"Journal of Neuroscience\". Of note, Derek's lab produced the first report of stem cells in the adult mammalian eye, published in 2000 in \"Science\". Further work, which was published in the journal, \"Neuron\", 2001, documented how embryonic stem cells were shown to differentiate directly to neural stem cells through a default mechanism. Derek's lab continues to investigate the nature of stem cells, embryonic and adult, the concept of immortal cells, and the differentiation of embryonic stem cells, capable of forming any tissue in the body, to neural stem cells.",
            "score": 123.66718673706055
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 119.7564264535904
        },
        {
            "docid": "14755419_5",
            "document": "BTG2 . A number of studies in vivo have shown that \"BTG2\" expression is associated with the neurogenic asymmetric division in neural progenitor cells. Moreover, when directly overexpressed in vivo in neural progenitor cells, BTG2 induces their differentiation. In fact, in the neuronal PC12 cell line BTG2 is not able to trigger differentiation by itself, but only to synergize with NGF, while in vivo BTG2 is fully able to induce differentiation of progenitor cells, i.e., during embryonic development in the neuroblast of the neural tube and in granule precursors of cerebellum, as well in adult progenitor cells of the dentate gyrus and of the subventricular zone. Notably, it has recently been shown that BTG2 is essential for the differentiation of new neurons, using a BTG2 knock out mouse. BTG2 is thus a pan-neural gene required for the development of the new neuron generated during adulthood, in the two neurogenic regions of adult brain, i.e., the hippocampus and the subventricular zone. Such requirement of BTG2 in neuron maturation is consistent with the fact that during brain development BTG2 is expressed in the proliferating neuroblasts of the ventricular zone of the neural tube, and to a lower extent in the differentiating neuroblasts of the mantle zone; postnatally it is expressed in cerebellar precursors mainly in the proliferating regions of the neuropithelium (i.e., in the external granular layer), and in the hippocampus in proliferating and differentiating progenitor cells. The pro-differentiative action of BTG2 appears to be consequent not only to inhibition of cell cycle progression but also to a BTG2-dependent activation of proneural genes in neural progenitor cells. In fact, BTG2 activates proneural genes by associating with the promoter of Id3, a key inhibitor of proneural gene activity, and by negatively regulating its activity.",
            "score": 124.66142201423645
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 106.40285336971283
        },
        {
            "docid": "29446465_3",
            "document": "Mir-375 . miR-375 is specifically expressed in the pancreatic islets, brain and spinal cord. miR-375 was one of the first miRNAs identified in the pancreas (Poy et al., 2004), and remains one of the best characterised in terms of function. It is expressed in the pancreas and pituitary gland, organs linked by their role in hormone secretion, and expression levels increase during pancreas organogenesis. Loss-of-function studies showed that miR-375 is essential for β-cell formation in zebrafish (Kloosterman et al., 2007). miR-375 knockout mice have decreased numbers of β-cells and increased numbers of α-cells. The increase in glucagon levels, combined with the reduction in insulin levels, results in hyperglycaemia. This shows the importance of miR-375 in the establishment of normal pancreatic cell mass through the targeting of a group of genes which control cellular growth and proliferation in the developing pancreas (Poy et al., 2009). Further evidence for the involvement of miR-375 in pancreas development includes the fact that its expression is regulated by several transcription factors important in pancreatic development and function, including HNF6, INSM1, NGN3, NEUROD1, and PDX-1 (Keller et al., 2007).",
            "score": 154.18257808685303
        },
        {
            "docid": "38568822_7",
            "document": "Long-term impact of alcohol on the brain . Excessive alcohol intake (binge drinking) causes a decrease in hippocampal neurogenesis, via decreases in neural stem cell proliferation and newborn cell survival. Alcohol decreases the number of cells in S-phase of the cell cycle, and may arrest cells in the G1 phase, thus inhibiting their proliferation. Ethanol has different effects on different types of actively dividing hippocampal progenitors during their initial phases of neuronal development. Chronic alcohol exposure decreases the number of proliferating cells that are radial glia-like, preneuronal, and intermediate types, while not affecting early neuronal type cells; suggesting ethanol treatment alters the precursor cell pool. Furthermore, there is a greater decrease in differentiation and immature neurons than there is in proliferating progenitors, suggesting that the abnormal decrease in the percentage of actively dividing preneuronal progenitors results in a greater reduction in the maturation and survival of postmitotic cells.",
            "score": 126.74889147281647
        },
        {
            "docid": "7704373_14",
            "document": "SK channel . SK channels are widely expressed in midbrain dopaminergic neurons. Multiple pharmacological techniques have been used to adjust SK affinity for calcium ions, thereby modulating the excitability of substantia nigra dopaminergic neurons. Blockage of SK channels in vivo increases the firing rate of substantia nigra cells, which increases the amount of dopamine released from the synaptic terminals. When a large amount of dopamine accumulates in the cytosol, cell damage is induced due to the build-up of free radicals and damage to mitochondria.  In addition, techniques have been used to modulate SK channels in order to alter the dopamine phenotype of neurons. After the loss of TH+ (tyrosine hydroxylase-positive) substantia nigra compacta (SNc) neurons due to Parkinson’s-induced neurodegeneration, the number of these neurons can partially recover via a cell phenotype \"shift\" from TH- (tyrosine hydroxylase-negative) to TH+. The number of TH+ neurons can be altered by SK channel modulation; to be specific, the infusion of SK agonists into substantia nigra increases the number of TH+ neurons, whereas the infusion of SK antagonist decreases the number of TH+ neurons. The reason for this relationship between SK channels and TH expression may be due to neuroprotection against dopamine toxicity.",
            "score": 58.077800035476685
        },
        {
            "docid": "190770_18",
            "document": "Chromatophore . Both types of melanophore are important in physiological colour change. Flat dermal melanophores often overlay other chromatophores, so when the pigment is dispersed throughout the cell the skin appears dark. When the pigment is aggregated toward the centre of the cell, the pigments in other chromatophores are exposed to light and the skin takes on their hue. Likewise, after melanin aggregation in DCUs, the skin appears green through xanthophore (yellow) filtering of scattered light from the iridophore layer. On the dispersion of melanin, the light is no longer scattered and the skin appears dark. As the other biochromatic chromatophores are also capable of pigment translocation, animals with multiple chromatophore types can generate a spectacular array of skin colours by making good use of the divisional effect. The control and mechanics of rapid pigment translocation has been well studied in a number of different species, in particular amphibians and teleost fish. It has been demonstrated that the process can be under hormonal or neuronal control or both and for many species of bony fishes it is known that chromatophores can respond directly to environmental stimuli like visible light, UV-radiation, temperature, pH, chemicals, etc. Neurochemicals that are known to translocate pigment include noradrenaline, through its receptor on the surface on melanophores. The primary hormones involved in regulating translocation appear to be the melanocortins, melatonin, and melanin-concentrating hormone (MCH), that are produced mainly in the pituitary, pineal gland, and hypothalamus, respectively. These hormones may also be generated in a paracrine fashion by cells in the skin. At the surface of the melanophore, the hormones have been shown to activate specific G-protein-coupled receptors that, in turn, transduce the signal into the cell. Melanocortins result in the dispersion of pigment, while melatonin and MCH results in aggregation.",
            "score": 284.6813530921936
        },
        {
            "docid": "5235851_2",
            "document": "Neural stem cell . Neural stem cells (NSCs) are self-renewing, multipotent cells that generate the neurons and glia of the nervous system of all animals during embryonic development. Some neural stem cells persist in the adult vertebrate brain and continue to produce neurons throughout life. Stem cells are characterized by their capacity to differentiate into multiple cell types. They undergo symmetric or asymmetric cell division into two daughter cells. In symmetric cell division, both daughter cells are also stem cells. In asymmetric division, a stem cells produces one stem cell and one specialized cell. NSCs primarily differentiate into neurons, astrocytes, and oligodendrocytes.",
            "score": 120.98411095142365
        },
        {
            "docid": "33611862_4",
            "document": "Eomesodermin . Eomesodermin/Tbr2 is expressed highly in the intermediate progenitor stage of the developing neuron. Neurons, the primary functional cells of the brain, are developed from radial glia cells. This process of cells developing into other types of cells is called differentiation. Radial glia are present in the ventricular zone of the brain, which are on the lateral walls of the lateral ventricles. Radial glia divide and migrate towards the surface of the brain, the cerebral cortex. During this migration, there are three stages of cellular development: radial glia, intermediate progenitors, and postmitotic projection neurons. Radial glia express Pax6, while intermediate progenitor cells express Eomesodermin/Tbr2, and postmitotic projection neurons express Tbr1. This process, known as neurogenesis, occurs mainly in the developing cortex before the organism has fully developed, and thus Eomesodermin/Tbr2 has been implicated in neurodevelopment. However, neurogenesis has been found to occur to some extent in the ventricular zone in fully developed organisms.",
            "score": 77.59664237499237
        },
        {
            "docid": "42064066_20",
            "document": "Proneural genes . The proneural protein Atonal (Ato) is responsible for the development of \"Drosophila’s\" R8 photoreceptors. However, it does not act alone, since it dimerizes with a second identical protein, ‘’Daughterless (Da)’’ that reinforces its expression. The coexpression of ‘’Ato’’ and ‘’Da’’ is important for the migration of the different cell types of an ommatidium and for the repression of atonal in the inter-cluster spaces, functioning as inhibitory signals that regulate both the number and position of the nascent R8 cells. Moreover, this expression leads to the activation of the kinase MAPK that is important for the cellular recruitment and the repressor effect, once, when this kinase is inactive the expression of ‘’Ato’’ is detected in every cell. In an initial state, Hedgehog (‘’Hh’’) and Decapentaplegic are responsible for the activation of ‘’ato’’ in small cellular clusters, leading to the activation of MAPK. First, Hedgehog induces ‘’ato’’ expression in more than just the cells that ultimately become photoreceptor cells, so its expression has to be refined and restricted to a single presumptive R8 cell. Hedgehog signaling is also required to repress ‘’atonal’’ expression between the nascent proneural clusters, which reveals a dual role crucial to building precision and geometry into the adult retina. Therefore, the regulation of ‘’ato’’ expression depends on the levels of Hedgehog: at low levels (that is far from the source) this pronuclear gene is activated and at high levels (close to the source) it is repressed. Combining lateral inhibition with the dual role played by Hedgehog, one can imagine how the hexagonal array of R8 cells can be patterned.",
            "score": 122.11158871650696
        },
        {
            "docid": "29648114_9",
            "document": "Andrea Brand . “Neurons are produced by multipotent precursors called stem cells. Neural stem cells divide in a self-renewing manner, generating daughter cells that give rise to different types of neurons. The aim of our work is to identify the genes that direct the different behaviours of cells in the developing nervous system. When we identify the genes that specify the characteristic behaviours of each of the different cell types in the nervous system, it may become possible to manipulate them in such a way as to induce stem cells to become neurons at will, or induce neurons to regenerate.”",
            "score": 125.53208470344543
        },
        {
            "docid": "41122418_4",
            "document": "Perisynaptic schwann cells . The origin of Perisynaptic (Terminal) Schwann Cells was largely under question in the 1960s as there were arguments on whether the cells were of epithelial or glial descent, but the development of PSCs has been linked to Neural crest origin. As described above, PSCs are a type of non-myelinating Schwann cell, which develop from neural crest cells. The general series of developmental events can be summarized as this: Neural Crest cells develop into Schwann cell precursors which further develop into Immature Schwann cells which then differentiate into Myelinating Schwann cells and non-Myelinating schwann cells of which Perisynaptic Schwann cells are a subset. Neural crest cells are found in the dorsal neural tube from which nerves and glia alike grow and Neural crest cells are the precursors to many various tissue types including enteric neurons and glia. Schwann cell precursors (a first derivative of Neural crest cells) are present as the nerve axon grows from the dorsal neural tube, but it has been shown that these glial precursors are not essential to axonal growth. The transition from neural crest cells to Schwann cell precursors is characterized by Sox10 and generally occurs around embryonic day 12-13 in rats. Schwann cell precursors then differentiate into Immature Schwann cells from which myelinating and non-myelinating Schwann cells are directly descended. These cells generally appear around embryonic day 13-15 in rats. The differentation of Immature Schwann cells occurs after birth and is dependent on the axons in which the glia are associated. This differentation is known to be reversible, as seen in regeneration models. Perisynaptic Schwann cells develop as non-myelinating Schwann cells and encapsulate the NMJ. PSCs can be attributed to glial lineage by the presence of Calcium binding proteins S100, Glial fibrillary acidic protein (GFAP), and Protein 0. These proteins are seen in other glial cells such as Myelinating Schwann cells and Neural Crest cells. While the lineage of non-Myelinating Schwann cells is known from neural crest cells, the exact development of PSCs from non-Myelinating Schwann cells is not fully understood.",
            "score": 114.86340713500977
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 145.72477912902832
        },
        {
            "docid": "18811719_5",
            "document": "Telencephalization . Progenitor cells inhabit an area outside of the early neural tube called the ventricular zone. Progenitor cells divide during a phase called symmetrical division. These new cells can then move to an area termed the subventricular zone, where they continue to divide. After a period of approximately seven weeks or so for human development, the progenitor cells trigger a new form of division called asymmetrical cell division [2]. Like the name suggests, this division results in not only a duplicate progenitor cell, but also a neuronal precursor cell [2]. Radial glia, which play an integral role in the migration of neuronal precursor cells during cerebral cortex development, are the first brain cells to be produced through asymmetrical division [2]. The cell bodies of radial glia stay in close proximity to the wall of the neural tube within the ventricular and subventricular zones, but they extend processes outward and connect to the pia mater, the innermost layer of the meninges (a group of protective tissues that surround the brain). As the cerebral cortex becomes thicker, the fibers of radial glia extend and preserve their connections with the pia mater [2]. The job of these radial glia are to provide guidance for neurons migrating throughout the developing brain.",
            "score": 96.76898837089539
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 127.5209391117096
        },
        {
            "docid": "15224791_12",
            "document": "STIM2 . Studies performed in 2009-2010 using human \"in vitro\" or murine \"in vivo\" models confirmed Brandman \"et al\". results and suggested that STIM2 participates in processes of the development and functioning of many cell types, including smooth muscle myoblasts, cells of the immune system and neurons. Moreover, it is involved in tumorigenesis, the development of autoimmune diseases and mechanisms of neuronal damage after transient ischemic conditions. In resting conditions, cultured HEK293 cells overexpressing or cortical neurons lacking STIM2 have increased or decreased resting intracellular Ca levels respectively, supporting the idea that STIM2 is essential for regulation of intracellular basal Ca levels. However, cells are very active \"in vivo\" and intracellular Ca levels are continuously fluctuating. The development of new methods to study the \"in vivo\" role of STIM2 in intracellular Ca levels would be necessary. In cultured human myoblast, STIM2 participate in cell differentiation into myotubes. In the immune system, STIM2 participates in T cell activation-induced production of interleukin2 (IL-2) and interferon gamma (IFN), probably by stabilization of NFAT residence in the nucleus, as well as in differentiation of naive T cells into Th lymphocytes, which presumably are important in early phases of autoimmune diseases. In fact, STIM2-deficient mice showed mild symptomatology in the early phase of autoimmune diseases. In neuronal tissue, STIM2 plays a crucial role in ischemia-induced neuronal damage, and the absence of STIM2 in knockout mice reduced the neuronal damage produced by ischemia after transient interruption of blood flow in brain. This neuroprotective effect of STIM2-deficiency after an ischemic episode indicates that inhibitors of STIM2 function may thus have a potential therapeutic value as neuroprotective agents to treat ischemic injury and other neurodegenerative disorders involving altered Ca homeostasis. Moreover, the same scientific study suggested an important role of STIM2 in hippocampus-dependent spatial memory, synaptic transmission and plasticity.",
            "score": 95.14382100105286
        },
        {
            "docid": "42069970_15",
            "document": "Neuronal lineage marker . A neural progenitor cell is distinct from a neural stem cell since it is incapable of continuous self-renewal and usually has the capacity to give rise to only one class of differentiated progeny. They are tripotent cells which can give rise to neurons, astrocytes and oligodendrocytes. An oligodendroglial progenitor cell, for example, gives rise to oligodendrocytes until its mitotic capacity is exhausted. Some neural progenitor markers are capable of tracking cells as they undergo expansion and differentiation from rosettes to neurons. The neural rosette is the developmental signature of neuroprogenitors in cultures of differentiating embryonic stem cells; rosettes are radial arrangements of columnar cells that express many of the proteins expressed in neuroepithelial cells in the neural tube. It has been shown that cells within rosettes express multiple cell markers, including among others Nestin, NCAM and Musashi-1, a RNA-binding protein that is expressed in proliferating neural stems cells. Neuroepithelial progenitors (NEP) are responsible for neurogenesis in the neural tube and also give rise to two other types of neural progenitor cell, radial glia and basal progenitors. Radial glia are the dominant progenitor cell type in the developing brain whereas basal progenitors are specifically located at the subventricular zone (SVZ) in the developing telencephalon. Although functional studies of radial glia are increasing, it is difficult to distinguish them from neuroprogenitors and astrocytes. Like neuroprogenitors, radial glia express intermediate filament proteins nestin as well as the transcription factor PAX6 that is expressed in some neuroprogenitors in the ventral half of the neural tube. Radial glia also express proteins characteristic of astrocytes, including the widely used glial fibrillar acidic protein (GFAP), among others. Cytological markers that might be unique to radial glia include modified forms of nestin identified by the RC1 and RC2 antibodies that recognize the murine antigens.",
            "score": 100.22498154640198
        },
        {
            "docid": "56320671_5",
            "document": "Donald W. Pfaff . His laboratory worked out the first nerve cell circuit for a mammalian behavior, discovered hormone-sensitive genes in the brain; and integrated these findings to show how specific gene expression in a small part of the brain can regulate behavior. Pfaff also discovered that the nerve cells which control all reproductive processes—neurons that express the gene for the peptide called Gonadotropin-releasing hormone (GnRH)—are not born in the brain (as are most neurons), but in the nose, from which they migrate into the brain.",
            "score": 164.49280071258545
        },
        {
            "docid": "5235851_4",
            "document": "Neural stem cell . Neural stem cells are more specialized than ESCs because they generate only neural cells (neurons or glial cells). During embryonic development of vertebrates, NSCs of the central nervous system (CNS) are called radial glial cells (RGCs), and reside in a transient zone called the ventricular zone (VZ). Neurons are generated in large numbers by NSCs during a specific period of embryonic development through the process of neurogenesis, and continue to be generated in adult life in restricted regions of the adult brain. Adult NSCs differentiate into new neurons within the adult subventricular zone (SVZ), a remnant of the embryonic germinal neuroepithelium, as well as the dentate gyrus of the hippocampus.",
            "score": 117.76317834854126
        },
        {
            "docid": "211950_16",
            "document": "Major histocompatibility complex . MHC class II thus mediates immunization to—or, if APCs polarize Th cells principally to T cells, immune tolerance of—an antigen. The polarization during primary exposure to an antigen is key in determining a number chronic diseases, such as inflammatory bowel diseases and asthma, by skewing the immune response that memory Th cells coordinate when their memory recall is triggered upon secondary exposure to similar antigens. (B cells express MHC class II to present antigen to Th, but when their B cell receptors bind matching epitopes, interactions which are not mediated by MHC, these activated B cells secrete soluble immunoglobulins: antibody molecules mediating humoral immunity.)",
            "score": 68.83455753326416
        },
        {
            "docid": "20528783_4",
            "document": "Embryomics . As an embryo develops from a fertilized egg, the single egg cell splits into many cells, which grow in number and migrate to the appropriate locations inside the embryo at appropriate times during development. As the embryo’s cells grow in number and migrate, they also differentiate into an increasing number of different cell types, ultimately turning into the stable, specialized cell types characteristic of the adult organism. Each of the cells in an embryo contains the same genome, characteristic of the species, but the level of activity of each of the many thousands of genes that make up the complete genome varies with, and determines, a particular cell’s type (e.g. neuron, bone cell, skin cell, muscle cell, etc.).",
            "score": 136.22126233577728
        },
        {
            "docid": "38991948_15",
            "document": "Single-cell analysis . The purpose of studying the proteome is to better understand the activity of cells at the single cells level. Since proteins are responsible for determining how the cell acts, understanding the proteome of single cell gives the best understanding of how a cell operates, and how gene expression changes in a cell due to different environmental stimuli. Although transcriptomics has the same purpose as proteomics it is not as accurate at determining gene expression in cells as it does not take into account post-transcriptional regulation. Transcriptomics is still important as studying the difference between RNA levels and protein levels could give insight on which genes are post-transcriptionally regulated.",
            "score": 109.83669209480286
        },
        {
            "docid": "14723656_6",
            "document": "Granulin . Although progranulin expression increases as cells mature, they are still involved in the development of multiple cell types. Progranulin is hypothesized to be a neurotrophic factor involved in corticogenisis. Induced pluripotent stem cell lines (IPSC) harboring the GRN mutation show a decrease in cortical neuronal differentiation ability. A recent mice study suggests that progranulin may be involved in regulating the early development of cerebellar tissue by selecting for individual climbing fibers as they intersect and form synapses with Purkinje cells. In addition, several studies implicate progranulin in synaptic pruning, a microglial process that occurs during development of the neural network. Cytokines, a neuronal marker for synapse elimination, is found to be upregulated in neurons with the GRN mutation. Increased cytokine tagging results in an increase in microglial density and activity around synapses. Progranulin may also be involved in sexual determination during embryonic development.",
            "score": 109.12551546096802
        }
    ],
    "r": [
        {
            "docid": "190770_18",
            "document": "Chromatophore . Both types of melanophore are important in physiological colour change. Flat dermal melanophores often overlay other chromatophores, so when the pigment is dispersed throughout the cell the skin appears dark. When the pigment is aggregated toward the centre of the cell, the pigments in other chromatophores are exposed to light and the skin takes on their hue. Likewise, after melanin aggregation in DCUs, the skin appears green through xanthophore (yellow) filtering of scattered light from the iridophore layer. On the dispersion of melanin, the light is no longer scattered and the skin appears dark. As the other biochromatic chromatophores are also capable of pigment translocation, animals with multiple chromatophore types can generate a spectacular array of skin colours by making good use of the divisional effect. The control and mechanics of rapid pigment translocation has been well studied in a number of different species, in particular amphibians and teleost fish. It has been demonstrated that the process can be under hormonal or neuronal control or both and for many species of bony fishes it is known that chromatophores can respond directly to environmental stimuli like visible light, UV-radiation, temperature, pH, chemicals, etc. Neurochemicals that are known to translocate pigment include noradrenaline, through its receptor on the surface on melanophores. The primary hormones involved in regulating translocation appear to be the melanocortins, melatonin, and melanin-concentrating hormone (MCH), that are produced mainly in the pituitary, pineal gland, and hypothalamus, respectively. These hormones may also be generated in a paracrine fashion by cells in the skin. At the surface of the melanophore, the hormones have been shown to activate specific G-protein-coupled receptors that, in turn, transduce the signal into the cell. Melanocortins result in the dispersion of pigment, while melatonin and MCH results in aggregation.",
            "score": 284.68133544921875
        },
        {
            "docid": "18455584_3",
            "document": "Thyroid hormones . The thyroid hormones act on nearly every cell in the body. They act to increase the basal metabolic rate, affect protein synthesis, help regulate long bone growth (synergy with growth hormone) and neural maturation, and increase the body's sensitivity to catecholamines (such as adrenaline) by permissiveness. The thyroid hormones are essential to proper development and differentiation of all cells of the human body. These hormones also regulate protein, fat, and carbohydrate metabolism, affecting how human cells use energetic compounds. They also stimulate vitamin metabolism. Numerous physiological and pathological stimuli influence thyroid hormone synthesis.",
            "score": 277.76727294921875
        },
        {
            "docid": "536557_8",
            "document": "Melanocyte-stimulating hormone . In some animals (such as the claw-toed frog \"Xenopus laevis\") production of MSH is increased when the animal is in a dark location. This causes pigment to be dispersed in pigment cells in the toad's skin, making it become darker, and harder for predators to spot. The pigment cells are called melanophores and therefore, in amphibians, the hormone is often called melanophore-stimulating hormone.",
            "score": 264.9635925292969
        },
        {
            "docid": "14178795_19",
            "document": "SOX2 . There are three thyroid hormone response elements (TREs) in the region upstream of the Sox2 promoter. This region is known as the enhancer region. Studies have suggested that thyroid hormone (T3) controls Sox2 expression via the enhancer region. The expression of TRα1 (thyroid hormone receptor) is increased in proliferating and migrating neural stem cells. It has therefore been suggested that transcriptional repression of Sox2, mediated by the thyroid hormone signaling axis, allows for neural stem cell commitment and migration from the sub-ventricular zone. A deficiency of thyroid hormone, particularly during the first trimester, will lead to abnormal central nervous system development. Further supporting this conclusion is the fact that hypothyroidism during fetal development can result in a variety of neurological deficiencies, including cretinism, characterized by stunted physical development and mental retardation.",
            "score": 251.56161499023438
        },
        {
            "docid": "11233375_5",
            "document": "Allan–Herndon–Dudley syndrome . Mutations in the \"SLC16A2\" gene cause Allan–Herndon–Dudley syndrome. The \"SLC16A2\" gene, also known as \"MCT8\", provides instructions for making a protein that plays a critical role in the development of the nervous system. This protein transports a particular hormone into nerve cells in the developing brain. This hormone, called triiodothyronine or T3, is produced by the thyroid. T3 appears to be critical for the normal formation and growth of nerve cells, as well as the development of junctions between nerve cells (synapses) where cell-to-cell communication occurs. T3 and other forms of thyroid hormone also help regulate the development of other organs and control the rate of chemical reactions in the body.",
            "score": 246.08013916015625
        },
        {
            "docid": "13311_7",
            "document": "Hormone . Hormone producing cells are typically of a specialized cell type, residing within a particular endocrine gland, such as the thyroid gland, ovaries, and testes. Hormones exit their cell of origin via exocytosis or another means of membrane transport. The hierarchical model is an oversimplification of the hormonal signaling process. Cellular recipients of a particular hormonal signal may be one of several cell types that reside within a number of different tissues, as is the case for insulin, which triggers a diverse range of systemic physiological effects. Different tissue types may also respond differently to the same hormonal signal.",
            "score": 242.17176818847656
        },
        {
            "docid": "6446_23",
            "document": "Camouflage . Animals such as chameleon, frog, flatfish such as the peacock flounder, squid and octopus actively change their skin patterns and colours using special chromatophore cells to resemble their current background, or, as in most chameleons, for signalling. However, Smith's dwarf chameleon does use active colour change for camouflage. Each chromatophore contains pigment of only one colour. In fish and frogs, colour change is mediated by the type of chromatophores known as melanophores that contain dark pigment. A melanophore is star-shaped; it contains many small pigmented organelles which can be dispersed throughout the cell, or aggregated near its centre. When the pigmented organelles are dispersed, the cell makes a patch of the animal's skin appear dark; when they are aggregated, most of the cell, and the animal's skin, appears light. In frogs, the change is controlled relatively slowly, mainly by hormones. In fish, the change is controlled by the brain, which sends signals directly to the chromatophores, as well as producing hormones.",
            "score": 237.74644470214844
        },
        {
            "docid": "31354385_2",
            "document": "Pigment dispersing factor . Pigment dispersing factor (pdf) is a gene that encodes the protein PDF, which is part of a large family of neuropeptides. Its hormonal product, pigment dispersing hormone (PDH), was named for the diurnal pigment movement effect it has in crustacean retinal cells upon its initial discovery in the central nervous system of arthropods. The movement and aggregation of pigments in retina cells and extra-retinal cells is hypothesized to be under a split hormonal control mechanism. One hormonal set is responsible for concentrating chromatophoral pigment by responding to changes in the organism's exposure time to darkness. Another hormonal set is responsible for dispersion and responds to the light cycle. However, insect \"pdf\" genes do not function in such pigment migration since they lack the chromatophore.",
            "score": 234.6194305419922
        },
        {
            "docid": "65845_13",
            "document": "Hypothyroidism . Thyroid hormone is required for the normal functioning of numerous tissues in the body. In healthy individuals, the thyroid gland predominantly secretes thyroxine (T), which is converted into triiodothyronine (T) in other organs by the selenium-dependent enzyme iodothyronine deiodinase. Triiodothyronine binds to the thyroid hormone receptor in the nucleus of cells, where it stimulates the turning on of particular genes and the production of specific proteins. Additionally, the hormone binds to integrin αvβ3 on the cell membrane, thereby stimulating the sodium–hydrogen antiporter and processes such as formation of blood vessels and cell growth. In blood, almost all thyroid hormone (99.97%) is bound to plasma proteins such as thyroxine-binding globulin; only the free unbound thyroid hormone is biologically active. Overexpression of deiodinase can thus lead to consumptive hypothyroidism.",
            "score": 234.13182067871094
        },
        {
            "docid": "51839494_8",
            "document": "Kenneth Sterling . Sterling was one of the first researchers to use radioactive iodine to treat thyroid diseases. He used radioisotopic labels to study the metabolism of human serum proteins and red blood cells. He discovered that the body converts the pro-hormone thyroxine into triiodothyronine, the primary active form of thyroid hormone. This breakthrough led to a new field of thyroid hormone research and led to the first early studies on the mechanism of action of thyroid hormones. Sterling developed the equilibrium dialysis method for measuring free thyroxine, which remains the gold standard for evaluating free hormone levels in blood today. Sterling was a pioneering investigator identifying mitochondrial thyroid hormone receptors, shortened isoforms of the full-length, nuclear receptors. He wrote a chapter on thyroid hormone receptors in the fifth edition of \"Werner's The Thyroid: A Fundamental and Clinical Text\", which is known as \"the bible of modern thyroidology.\"",
            "score": 234.06080627441406
        },
        {
            "docid": "1089783_4",
            "document": "Thyroid hormone resistance . An association with depression has been proposed. Normal thyroid hormone function requires normal thyroid hormone transport across cell membrane, appropriate deiodination, thyroid hormone nuclear receptor, thyroid hormone response elements, co-activators, co-repressors, and normal histone acetylation. Any abnormalities in this chain can result in thyroid hormone resistance.",
            "score": 230.8520050048828
        },
        {
            "docid": "270381_35",
            "document": "Red hair . The unexpected relationship of hair color to pain tolerance appears to exist because redheads have a mutation in a hormone receptor that can apparently respond to at least two types of hormones: the pigmentation-driving melanocyte-stimulating hormone (MSH), and the pain-relieving endorphins. (Both derive from the same precursor molecule, POMC, and are structurally similar.) Specifically, redheads have a mutated melanocortin-1 receptor (MC1R) gene that produces an altered receptor for MSH. Melanocytes, the cells that produce pigment in skin and hair, use the MC1R to recognize and respond to MSH from the anterior pituitary gland. Melanocyte-stimulating hormone normally stimulates melanocytes to make black eumelanin, but if the melanocytes have a mutated receptor, they will make reddish pheomelanin instead. MC1R also occurs in the brain, where it is one of a large set of POMC-related receptors that are apparently involved not only in responding to MSH, but also in responses to endorphins and possibly other POMC-derived hormones. Though the details are not clearly understood, it appears that there is some crosstalk between the POMC hormones; this may explain the link between red hair and pain tolerance.",
            "score": 230.80496215820312
        },
        {
            "docid": "6380202_40",
            "document": "Head and neck anatomy . The pituitary gland secretes hormones that directly impact the body as well as hormones that indirectly control body functions because they activate other endocrine glands, such as the adrenal cortex (ACTH) and the thyroid gland (TSH). These two glands when stimulated by pituitary hormones then release their own hormones. The pituitary gland has two lobes, the anterior lobe and the posterior lobe. The anterior lobe secretes: growth hormone (GH), Luteinizing hormone (LH), Follicle stimulating hormone (FSH), Adrenocorticotropic hormone (ACTH), Thyroid-stimulating hormone (TSH), Prolactin (PRL), and the posterior lobe secretes: Antidieuretic hormone (ADH), and Oxytocin. There is an intermediate lobe, in adult humans it is just a thin layer of cells between the anterior and posterior pituitary, nearly indistinguishable from the anterior lobe. The intermediate lobe produces melanocyte-stimulating hormone (MSH).",
            "score": 230.043701171875
        },
        {
            "docid": "4114008_17",
            "document": "Liothyronine . Liothyronine is the most potent form of thyroid hormone. As a salt of triiodothyronine (T), it is chemically similar and pharmacologically equivalent to T. As such, it acts on the body to increase the basal metabolic rate, affect protein synthesis and increase the body's sensitivity to catecholamines (such as adrenaline) by permissiveness. As monotherapy or in combination therapy with SSRIs, liothyronine may also enhance generation of new neurons in the central nervous system. The thyroid hormones are essential to proper development and differentiation of all cells of the human body. These hormones also regulate protein, fat, and carbohydrate metabolism, affecting how human cells use energetic compounds.",
            "score": 227.44613647460938
        },
        {
            "docid": "58685_26",
            "document": "Hypothalamus . Findings have suggested that thyroid hormone (T4) is taken up by the hypothalamic glial cells in the infundibular nucleus/ median eminence, and that it is here converted into T3 by the type 2 deiodinase (D2). Subsequent to this, T3 is transported into the thyrotropin-releasing hormone (TRH)-producing neurons in the paraventricular nucleus. Thyroid hormone receptors have been found in these neurons, indicating that they are indeed sensitive to T3 stimuli. In addition, these neurons expressed MCT8, a thyroid hormone transporter, supporting the theory that T3 is transported into them. T3 could then bind to the thyroid hormone receptor in these neurons and affect the production of thyrotropin-releasing hormone, thereby regulating thyroid hormone production.",
            "score": 225.90322875976562
        },
        {
            "docid": "3158071_5",
            "document": "Hürthle cell adenoma . There are three main treatments for Hürthle cell adenomas. Once the adenoma is detected most often the nodules removed to prevent the cells from later metastisizing. A total thyroidectomy is often performed, this results in a complete removal of the thyroid. Some patients may only have half of their thyroid removed, this is known as a thyroid lobectomy. Another treatment option includes pharmacological suppression of thyroid hormone. The thyroid gland is responsible for producing the thyroid hormones triiodothyronine (T3) and thyroxine (T4). Patients with suppressed thyroid function often require oral thyroid replacement (e.g. levothyroxine) in order to maintain normal thyroid hormone levels. The final treatment option is RAI abaltion (radioactive iodine ablation). This treatment option is used to destroy infected thyroid cells after total thyroidectomy. This treatment does not change prognosis of disease, but will diminish the recurrence rate. Also, Hürthle cells do not respond well to RAI. However, often doctors suggest this treatment to patients with Hürthle cell adenoma and Hürthle cell carcinoma because some Hürthle cells will respond and it will kill remaining tissue.",
            "score": 224.55276489257812
        },
        {
            "docid": "7381751_3",
            "document": "Permissiveness (biology) . Thyroid hormone increases the number of receptors available for epinephrine at the latter's target cell, thereby increasing epinephrine's effect on that cell. Without the thyroid hormone, epinephrine would have only a weak effect.",
            "score": 223.40335083007812
        },
        {
            "docid": "21756453_3",
            "document": "Endocrine bone disease . The thyroid, parathyroid, pituitary, or adrenal glands, and the pancreas are parts of the endocrine system, and, therefore are associated with the endocrine bone disease. Some common endocrine disorders are hypothyroidism, hyperthyroidism, Paget’s disease, Osteoporosis, and diabetes. The thyroid gland produces thyroxin (T3, and T4) which is necessary for normal development of the nervous system. Its functions include: promoting growth, increasing basal metabolic rate and controlling body temperature. Adequate iodine intake is necessary for the production of thyroid hormone. According to Payton R. G. et al., a common disorder of the thyroid gland is hypothyroidism, which is more prevalent in women than in men. Symptoms of hypothyroidism include cold intolerance, weight gain, fatigue, anemia, difficulty concentrating, amenorrhea, bradycardia (low heart rate) and goiter. Another hormone that is secreted by Para follicular cells of the thyroid gland is calcitonin. Calcitonin works in an antagonistic fashion with parathyroid hormone (PTH): both regulate the level of calcium in the blood. Blood calcium level is tightly regulated by these two hormones. The cells of our bone that is involved in bone formation and bone breakdown is osteoblast and osteoclast respectively. Osteoclasts are cells of bones that promote bone demineralization or bone resorption. In contrast, Osteoblast promotes calcium absorption by the bone therefore, promoting bone mineralization and formation of new bones. Thus Calcitonin activates osteoblasts, therefore decrease blood calcium levels by decreasing bone breakdown (resorption) by inhibiting osteoclast. Whereas, PTH activates osteoclast and thereby increases blood calcium. The hormone produced by the thyroid gland has big impact on bone density, blood calcium levee. Abnormalities of the thyroid gland impact bone disease such as osteoporosis, a condition that is common in women but men can be diagnosed with this silent disease as well as it mainly affects elderly individual.",
            "score": 223.30482482910156
        },
        {
            "docid": "3062619_10",
            "document": "Thyroid disease . There are several hormones that can be measured in the blood to determine how the thyroid gland is functioning. These include the thyroid hormones triiodothyronine (T3) and its precursor thyroxine (T4), which are produced by the thyroid gland. Thyroid-stimulating hormone (TSH) is another important hormone that is secreted by the anterior pituitary cells in the brain. Its primary function is to increase the production of T3 and T4 by the thyroid gland.",
            "score": 221.1790771484375
        },
        {
            "docid": "608852_6",
            "document": "Follicular cell . These thyroid hormones are transported throughout the body where they control metabolism (which is the conversion of oxygen and carbohydrates to energy). Every cell in the body depends upon thyroid hormones for regulation of their metabolism. The normal thyroid gland produces about 80% T4 and about 20% T3, however, T3 is about four times as potent as T4.",
            "score": 220.91677856445312
        },
        {
            "docid": "23747793_4",
            "document": "Iodine in biology . Thyroid hormones play a basic role in biology, acting on gene transcription to regulate the basal metabolic rate. T3 acts on small intestine cells and adipocytes to increase carbohydrate absorption and fatty acid release, respectively. A deficiency of thyroid hormones can reduce basal metabolic rate up to 50%, while in excessive production of thyroid hormones the basal metabolic rate can be increased by 100%. T4 acts largely as a precursor to T3, which is (with minor exceptions) the biologically active hormone.",
            "score": 219.8282012939453
        },
        {
            "docid": "21631002_5",
            "document": "Iodotyrosine deiodinase . Within the thyroid follicular cell, thyroglobulin is hydrolyzed to form thyroid hormones and mono- and diiodotyrosine. The thyroid hormones are released into the bloodstream and the iodinated tyrosines are recycled. However, the breakdown of thyroglobulin produces 6-7 fold more iodinated tyrosines than thyroid hormone. Iodotyrosine deiodinase salvages the iodide from the deiodination of the iodinated tyrosines. Iodotyrosine deiodinase is located on the apical plasma membrane of the thyroid colloid, where mono- and diiodotyrosine are produced from this breakdown of thyroglobulin. Without iodotyrosine deiodinase activity, the iodide would be excreted with the amino acid tyrosine and thyroid hormone biosynthesis would be reduced.",
            "score": 219.63848876953125
        },
        {
            "docid": "13492_35",
            "document": "Hyperthyroidism . Since iodine is picked up more readily (though not exclusively) by thyroid cells, and (more important) is picked up even more readily by over-active thyroid cells, the destruction is local, and there are no widespread side effects with this therapy. Radioiodine ablation has been used for over 50 years, and the only major reasons for not using it are pregnancy and breastfeeding (breast tissue also picks up and concentrates iodine). Once the thyroid function is reduced, replacement hormone therapy taken orally each day may easily provide the required amount of thyroid hormone the body needs. There is extensive experience, over many years, of the use of radioiodine in the treatment of thyroid overactivity and this experience does not indicate any increased risk of thyroid cancer following treatment. However, a study from 2007 has reported an increased cancer incidence after radioiodine treatment for hyperthyroidism.",
            "score": 219.55616760253906
        },
        {
            "docid": "563580_13",
            "document": "Hormone receptor . Steroid hormone receptors and related receptors are generally soluble proteins that function through gene activation. Lipid-soluble hormones target specific sequences of DNA by diffusing into the cell. When they have diffused into the cell, they bind to receptors (intracellular), and migrate into the nucleus. heir response elements are DNA sequences (promoters) that are bound by the complex of the steroid bound to its receptor. The receptors themselves are zinc-finger proteins. These receptors include those for glucocorticoids (glucocorticoid receptors), estrogens (estrogen receptors), androgens (androgen receptors), thyroid hormone (T3) (thyroid hormone receptors), calcitriol (the active form of vitamin D) (calcitriol receptors), and the retinoids (vitamin A) (retinoid receptors). Receptor-protein interactions induce the uptake and destruction of their respective hormones in order to regulate their concentration in the body. This is especially important for steroid hormones because many body systems are entirely steroid dependent.",
            "score": 219.3924102783203
        },
        {
            "docid": "30078_23",
            "document": "Thyroid . Thyroid hormones act by crossing the cell membrane and binding to intracellular nuclear thyroid hormone receptors TR-α,TR-α,TR-β and TR-β, which bind with hormone response elements and transcription factors to modulate DNA transcription. In addition to these actions on DNA, the thyroid hormones also act within the cell membrane or within cytoplasm via reactions with enzymes, including calcium ATPase, adenylyl cyclase, and glucose transporters.",
            "score": 219.2761993408203
        },
        {
            "docid": "330361_2",
            "document": "Thyroid-stimulating hormone . Thyroid-stimulating hormone (also known as thyrotropin, thyrotropic hormone, TSH, or hTSH for human TSH) is a pituitary hormone that stimulates the thyroid gland to produce thyroxine (T), and then triiodothyronine (T) which stimulates the metabolism of almost every tissue in the body. It is a glycoprotein hormone thyrotrope cells in the anterior pituitary gland, which regulates the endocrine function of the thyroid. In 1916, Bennett M. Allen and Philip E. Smith found that the pituitary contained a thyrotropic substance.",
            "score": 218.67111206054688
        },
        {
            "docid": "18455584_22",
            "document": "Thyroid hormones . Contrary to common belief, thyroid hormones cannot traverse cell membranes in a passive manner like other lipophilic substances. The iodine in \"o\"-position makes the phenolic OH-group more acidic, resulting in a negative charge at physiological pH. However, at least 10 different active, energy-dependent and genetically-regulated iodothyronine transporters have been identified in humans. They guarantee that intracellular levels of thyroid hormones are higher than in blood plasma or interstitial fluids.",
            "score": 217.8557891845703
        },
        {
            "docid": "30078_25",
            "document": "Thyroid . Iodine is essential for the production of the thyroid hormones. Iodine (I) travels in the blood as iodide (I), which is taken up into the follicular cells by a sodium-iodide symporter. This is an ion channel on the cell membrane which in the same action transports two sodium ions and an iodide ion into the cell. Iodide then travels from within the cell into the follicular space, through the action of pendrin, an iodide-chloride antiporter. In the follicular space, the iodide is then oxidized to iodine. This makes it more reactive, and the iodine is attached to the active tyrosine units in thyroglobulin by the enzyme thyroid peroxidase. This forms the precursors of thyroid hormones monoiodotyrosine (MIT), and diiodotyrosine (DIT).",
            "score": 217.5963592529297
        },
        {
            "docid": "3072361_8",
            "document": "Long-toed salamander . The skin of a larva is mottled with black, brown, and yellow pigmentation. Skin color changes as the larvae develop and pigment cells migrate and concentrate in different regions of the body. The pigment cells, called chromatophores, are derived from the neural crest. The three types of pigment chromatophores in salamanders include yellow xanthophores, black melanophores, and silvery iridiophores (or guanophores). As the larvae mature, the melanophores concentrate along the body and provide the darker background. The yellow xanthophores arrange along the spine and on top of the limbs. The rest of the body is flecked with reflective iridiophores along the sides and underneath.",
            "score": 217.22254943847656
        },
        {
            "docid": "41413136_4",
            "document": "Development of the endocrine system . The thyroid gland develops from two different clusterings of embryonic cells. One part is from the thickening of the pharyngeal floor, which serves as the precursor of the thyroxine (T) producing follicular cells. The other part is from the caudal extensions of the fourth pharyngobranchial pouches which results in the parafollicular calcitonin-secreting cells. These two structures are apparent by 16 to 17 days of gestation. Around the 24th day of gestation, the foramen cecum, a thin, flask-like diverticulum of the median anlage develops. At approximately 24 to 32 days of gestation the median anlage develops into a bilobed structure. By 50 days of gestation, the medial and lateral anlage have fused together. At 12 weeks of gestation, the fetal thyroid is capable of storing iodine for the production of TRH, TSH, and free thyroid hormone. At 20 weeks, the fetus is able to implement feedback mechanisms for the production of thyroid hormones. During fetal development, T is the major thyroid hormone being produced while triiodothyronine (T) and its inactive derivative, reverse T, are not detected until the third trimester.",
            "score": 216.8479766845703
        },
        {
            "docid": "14753919_3",
            "document": "PAX8 . This gene is a member of the paired box (PAX) family of transcription factors. Members of this gene family typically encode proteins which contain a paired box domain, an octapeptide, and a paired-type homeodomain. The PAX gene family has an important role in the formation of tissues and organs during embryonic development and maintaining the normal function of some cells after birth. The PAX genes give instructions for making proteins that attach themselves to certain areas of DNA. This nuclear protein is involved in thyroid follicular cell development and expression of thyroid-specific genes. PAX8 releases the hormones important for regulating growth, brain development, and metabolism. Also functions in very early stages of kidney organogenesis, the müllerian system, and the thymus. Additionally, PAX8 is expressed in the renal excretory system, epithelial cells of the endocervix, endometrium, ovary, Fallopian tube, seminal vesicle, epididymis, pancreatic islet cells and lymphoid cells. PAX8 and other transcription factors play a role in binding to DNA and regulating the genes that drive thyroid hormone synthesis (Tg, TPO, Slc5a5 and Tshr).",
            "score": 216.7153778076172
        },
        {
            "docid": "30078_15",
            "document": "Thyroid . The core of a follicle is surrounded by a single layer of follicular cells. When stimulated by thyroid stimulating hormone (TSH), these secrete the thyroid hormones T3 and T4. They do this by transporting and metabolising the thyroglobulin contained in the colloid. Follicular cells vary in shape from flat to cuboid to columnar, depending on how active they are.",
            "score": 216.6509246826172
        }
    ]
}