{
    "q": [
        {
            "docid": "1209057_2",
            "document": "Wnt signaling pathway . The Wnt signaling pathways are a group of signal transduction pathways made of proteins that pass signals into a cell through cell surface receptors. Three Wnt signaling pathways have been characterized: the canonical Wnt pathway, the noncanonical planar cell polarity pathway, and the noncanonical Wnt/calcium pathway. All three pathways are activated by binding a Wnt-protein ligand to a Frizzled family receptor, which passes the biological signal to the Dishevelled protein inside the cell. The canonical Wnt pathway leads to regulation of gene transcription, and is thought to be negatively regulated in part by the SPATS1 gene. The noncanonical planar cell polarity pathway regulates the cytoskeleton that is responsible for the shape of the cell. The noncanonical Wnt/calcium pathway regulates calcium inside the cell. Wnt signaling pathways use either nearby cell-cell communication (paracrine) or same-cell communication (autocrine). They are highly evolutionarily conserved in animals, which means they are similar across animal species from fruit flies to humans.",
            "score": 241.0974589586258
        },
        {
            "docid": "17533758_9",
            "document": "3-M syndrome . The majority of 3-M syndrome patients have been identified with CUL7 mutations. The Cullin 7 gene contains instructions for making the protein Cullin-7. Cullin-7 acts as scaffold protein in the E3 ubiquitin ligase complex. The role of this complex is to tag damaged and excess proteins in the cell with ubiquitin. Intracellular and extracellular signals within the cell highly regulate when and which proteins are tagged with ubiquitin. Once attached to the protein, ubiquitin serves as a signaling molecule to the proteasomes, which then bind to the ubiquinated proteins and degrades them. This ubiquitin-proteasome system acts as the cell's quality control system by breaking down unwanted proteins. Additionally, the system regulates the level of proteins involved in critical cell activities such as the timing of cell division and growth. Mutations in the CUL7 gene blocks the ability of the cullin-7 protein to bring together the components of this E3 ubiquitin ligase complex. This leads to impaired ubiquination and hence the aggregation of damaged, misfolded, and excess proteins. Disruption of the protein degradation process plays a role in the pathogensis of prenatal growth retardation in humans, a key feature of 3-M syndrome. The skeletal abnormalities that are present in individuals with this disorder suggests that this gene may play a role in the endochondral ossification process. Preliminary data suggests that CUL7 is in fact involved in chondrocyte growth and proliferation.",
            "score": 195.82587945461273
        },
        {
            "docid": "6020806_6",
            "document": "Contact inhibition . Furthermore, it has been shown that cell-cell adhesion formation not only restricts growth and proliferation by imposing physical constraints such as cell area, but also by triggering signaling pathways that downregulate proliferation. One such pathway is the Hippo-YAP signaling pathway, which is largely responsible for inhibiting cell growth in mammals. This pathway consists primarily of a phosphorylation cascade involving serine kinases and is mediated by regulatory proteins, which regulate cell growth by binding to growth-controlling genes. The serine/threonine kinase Hippo (Mst1/Mst2 in mammals) activates a secondary kinase (Lats1/Lats2), which phosphorylates YAP, a transcriptional activator of growth genes. The phosphorylation of YAP serves to export it from the nucleus and prevent it from activating growth-promoting genes; this is how the Hippo-YAP pathway inhibits cell growth. More importantly, the Hippo-YAP pathway uses upstream elements to act in response to cell-cell contact and controls density-dependent inhibition of proliferation. For example, cadherins are transmembrane proteins that form cellular junctions via homophilic binding and thus act as detectors for cell-cell contact. Cadherin-mediated activation of the inhibitory pathway involves the transmembrane E-cadherin forming a homophilic bond in order to activate α- and β-catenin, which then stimulate downstream components of the Hippo-YAP pathway to ultimately downregulate cell growth. This is consistent with the finding that E-cadherin overexpression hinders metastasis and tumorigenesis. Because YAP is shown to be associated with mitogenic growth factor signaling and thus cell proliferation, it is likely that future studies will focus on the Hippo-YAP pathway's role in cancer cells.",
            "score": 206.20021450519562
        },
        {
            "docid": "14774391_11",
            "document": "PTPRM . Classical cadherins are important proteins for cells to bind in the body (‘’in vivo’’) where they commonly stabilize cell–cell junctions known as adherens junctions. Cadherins stabilize adherens junctions through the interaction of the cadherin cytoplasmic domains with catenin proteins, such as p120-catenin, beta-catenin and alpha-catenin. Catenins, in turn, bind to the actin cytoskeleton. Binding of these proteins to the actin cytoskeleton prevents actin from growing (a process known as polymerization) and therefore keeps cells stationary. Cadherins regulate cell–cell adhesion during development of the body and in adult tissue. Disruption of cadherin proteins, by genetic alteration or by changes to the structure or function of the protein, has been linked to tumor progression. Notably, PTPmu regulates the adhesion of cells to the classical cadherins. PTPmu likely regulates cadherin-dependent adhesion by interacting with both cadherins and catenins via PTPmu’s cytoplasmic domain. To support this assertion, PTPmu has been shown to interact with and/or dephosphorylate many signaling proteins involved in regulating the cadherin-catenin complex, including p120 catenin, and E-cadherin (CDH1 (gene)) and N-cadherin (CDH2). PTPmu has also been shown to interact with the c-Met hepatocyte growth factor receptor, a protein that is also localized to adherens junctions. Although p120 catenin is a potential substrate of PTPmu, others have suggested that the interaction between PTPmu and catenins is only indirect through E-cadherin. α3β1 integrin and the tetraspanin CD151 regulate PTPmu gene expression to promote E-cadherin-mediated cell–cell adhesion.",
            "score": 195.76828718185425
        },
        {
            "docid": "17288194_2",
            "document": "CED9 (gene) . Cell death abnormality gene 9 (\"CED-9\"), also known as apoptosis regulator \"CED-9\", is a gene found in \"Caenorhabditis elegans\" that inhibits/represses programmed cell death (apoptosis). The gene was discovered while searching for mutations in the apoptotic pathway after the discovery of the apoptosis promoting genes \"CED-3\" and \"CED-4\". The gene gives rise to the apoptosis regulator CED-9 protein found as a Integral membrane protein in the mitochondrial membrane. The protein is homologous to the human apoptotic regulator Bcl-2 as well as all other proteins in the Bcl-2 protein family. CED-9 is involved in the inhibition of CED-4 which is the activator of the CED-3 caspase. Because of the pathway homology with humans as well as the specific protein homology, \"CED-9\" has been used to represent the human cell apoptosis interactions of Bcl-2 in research.",
            "score": 151.014986038208
        },
        {
            "docid": "1492806_4",
            "document": "Coffin–Lowry syndrome . The syndrome is caused by mutations in the RPS6KA3 gene. This gene is located on the short arm of the X chromosome (Xp22.2). The RPS6KA3 gene makes a protein that is involved with signaling within cells. Researchers believe that this protein helps control the activity of other genes and plays an important role in the brain. The protein is involved in cell signaling pathways that are required for learning, the formation of long-term memories, and the survival of nerve cells. The protein RSK2 which is encoded by the RPS6KA3 gene is a kinase which phosphorylates some substrates like CREB and histone H3. RSK2 is involved at the distal end of the Ras/MAPK signaling pathway. Mutations in the RPS6KA3 disturb the function of the protein, but it is unclear how a lack of this protein causes the signs and symptoms of Coffin–Lowry syndrome. At this time more than 120 mutations have been found. Some people with the features of Coffin–Lowry syndrome do not have identified mutations in the RPS6KA3 gene. In these cases, the cause of the condition is unknown.",
            "score": 184.32711672782898
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 221.8039538860321
        },
        {
            "docid": "42454990_6",
            "document": "Myhre syndrome . Congenital heart disease and undescended testes have also been reported in association with this syndrome. Myhre syndrome is due to mutations in the SMAD4 gene. This gene encodes a protein - transducer mediating transforming growth factor beta. Some researchers believe that the SMAD4 gene mutations that cause Myhre syndrome impair the ability of the SMAD4 protein to attach (bind) properly with the other proteins involved in the signaling pathway. Other studies have suggested that these mutations result in an abnormally stable SMAD4 protein that remains active in the cell longer. Changes in SMAD4 binding or availability may result in abnormal signaling in many cell types, which affects development of several body systems and leads to the signs and symptoms of Myhre syndrome.",
            "score": 187.39395999908447
        },
        {
            "docid": "10975535_7",
            "document": "SKI protein . The SKI oncogene is present in all cells, and is commonly active during development. Specifically, avian fibroblasts depend on the SKI protein as a transcription co-regulator inducing transformation. The aforementioned DHD region is specifically employed for protein-protein interactions, while the 191 amino acid C terminus mediates oligomerization. Recent research shows that the SKI protein in cancerous cells acts as a suppressor, inhibiting transforming growth factor β (TGF- β) signaling. TGF- β is a protein which regulates cell growth. Signaling is regulated by a family of proteins called the Smad proteins. SKI is present in all adult and embryonic cells at low levels, however an over expression of the protein is characteristic of tumor cells. It is thought that high levels of SKI protein inactivate tumor suppression by displacement of other proteins and interference with the signaling pathway of TGF- β. The SKI protein and the CPB protein compete for binding with the Smad proteins, specifically competing with the Smad-3 and CReB-binding protein interactions. SKI also directly interacts with the R-Smad ∙ Smad-4 complex, which directly represses normal transcription of the TGF-β responsive genes, inactivating the cell’s ability to stop growth and division, creating cancerous cells.",
            "score": 227.5509911775589
        },
        {
            "docid": "14875762_3",
            "document": "UPK1B . The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic domains. These proteins mediate signal transduction events that play a role in the regulation of cell development, activation, growth and motility. This encoded protein is found in the asymmetrical unit membrane (AUM) where it can form a complex with other transmembrane 4 superfamily proteins. It may play a role in normal bladder epithelial physiology, possibly in regulating membrane permeability of superficial umbrella cells or in stabilizing the apical membrane through AUM/cytoskeletal interactions. The AUM is believed to be involved in strengthening the cells that line the bladder, and in enhancing the inner bladder membrane's ability to stretch, thus preventing these cells from rupturing during bladder distension. The use of alternate polyadenylation sites has been found for this gene.",
            "score": 209.08061504364014
        },
        {
            "docid": "1493083_7",
            "document": "Rubinstein–Taybi syndrome . Rubinstein–Taybi syndrome is a microdeletion syndrome involving chromosomal segment 16p13.3 and is characterized by mutations in the CREBBP gene. The CREBBP gene makes a protein that helps control the activity of many other genes. The protein, called CREB-binding protein, plays an important role in regulating cell growth and division and is essential for normal fetal development. If one copy of the CREBBP gene is deleted or mutated, cells make only half of the normal amount of CREB binding protein. A reduction in the amount of this protein disrupts normal development before and after birth, leading to the signs and symptoms of Rubinstein–Taybi syndrome.",
            "score": 190.40815782546997
        },
        {
            "docid": "14145006_2",
            "document": "Syndecan-4 . Syndecan-4 is a protein that in humans is encoded by the \"SDC4\" gene. Syndecan-4 is one of the four vertebrate syndecans and has a molecular weight of ~20 kDa. Syndecans are the best-characterized plasma membrane proteoglycans. Their intracellular domain of membrane-spanning core protein interacts with actin cytoskeleton and signaling molecules in the cell cortex. Syndecans are normally found on the cell surface of fibroblasts and epithelial cells. Syndecans interact with fibronectin on the cell surface, cytoskeletal and signaling proteins inside the cell to modulate the function of integrin in cell-matrix adhesion. Also, syndecans bind to FGFs and bring them to the FGF receptor on the same cell. As a co-receptor or regulator, mutated certain proteoglycans could cause severe developmental defects, like disordered distribution or inactivation of signaling molecules.",
            "score": 190.70079672336578
        },
        {
            "docid": "14027527_3",
            "document": "PTPN6 . The protein encoded by this gene is a member of the protein tyrosine phosphatase (PTP) family. PTPs are known to be signaling molecules that regulate a variety of cellular processes including cell growth, differentiation, mitotic cycle, and oncogenic transformation. N-terminal part of this PTP contains two tandem Src homolog (SH2) domains, which act as protein phospho-tyrosine binding domains, and mediate the interaction of this PTP with its substrates. This PTP is expressed primarily in hematopoietic cells, and functions as an important regulator of multiple signaling pathways in hematopoietic cells. This PTP has been shown to interact with, and dephosphorylate a wide spectrum of phospho-proteins involved in hematopoietic cell signaling, (e.g., the LYN-CD22-SHP-1 pathway). Multiple alternatively spliced variants of this gene, which encode distinct isoforms, have been reported.",
            "score": 185.5236999988556
        },
        {
            "docid": "26377670_16",
            "document": "Parkes Weber syndrome . According to Boston's Children Hospital, no known food, medications or drugs can cause PWS during pregnancy. PWS is not transmitted from person to person. But it can run in families and can be inherited. PWS affects both males and females equally and as of now no racial predominance is found. The causes for PWS without capillary malformations are currently unknown. Some cases of PWS are a result of mutations on the RASA1 gene which is located on chromosome 5 at position 14.3. This mutation is only applicable to patients with capillary malformations. RASA1 gene is responsible for making p120-RasGAP protein. This protein regulates the RAS/MAPK signaling pathway. RAS/MAPK signaling pathway is used for transmitting signals from the outside the cell to the cell’s nucleus. This pathway is very important as it directs cell functions such as growth, proliferation and controls the cell movement. The p120-RasGAP protein regulates the RAS/MAPK pathway by acting as a negative regulator of the signaling pathway. It turns off signals.",
            "score": 171.6494002342224
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 185.25734663009644
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 225.76254725456238
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 216.14794945716858
        },
        {
            "docid": "4166656_3",
            "document": "Simpson–Golabi–Behmel syndrome . Although not all causes of SGBS have been identified, one cause of SGBS type I is a mutation of the glypican-3 gene (GPC3) on the X chromosome locus q26.1. This particular gene is widely expressed, especially in tissues derived from the mesoderm during fetal development. The function of this gene is to produce a protein that acts as a cell surface receptor that binds to transcription factors. Binding of the transcription factors allows regulation of cellular responses to growth factors such as members of the hedgehog protein family. When large or small deletions and missense mutations occur along the GPC3 gene, GPC3 can no longer negatively regulate Hedgehog signaling during development, therefore increasing cell proliferation and the risk of developing cancer. Limb patterning and skeletal development may also go awry when GCP3 mutations inhibit regulations of responses to bone morphogenetic proteins, another type of growth factor.",
            "score": 196.6456743478775
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 257.0416907072067
        },
        {
            "docid": "20851553_6",
            "document": "Epithelioid hemangioendothelioma . The cytogenetics of EHE gave some of the first clues of an underlying genetic alteration. A balanced, reciprocal translocation t(1;3)(p36.3;q25) in EHE tumor cells was first described by Mendlick et al. in 2001 (). This led to the landmark paper by Tanas et al. in 2011() describing the specific genes involved in the translocation associated with the most common forms of EHE. This alteration results in the fusion of genes coding for two transcription co-activators (transcriptional regulators): TAZ (transcriptional co-activator with PDZ-binding motif) also known as WWTR1 (WW domain-containing transcription regulator protein 1) and CAMTA1 (calmodulin-binding transcription activator 1). The names in parenthesis are not relevant to casual (or even science) readers but are included to help distinguish them from other genes. For instance, another gene with an entirely different function, Tafazzin, is unrelated to EHE but confusingly, also referred to as TAZ. In any case, the EHE translocation results in an abnormal ‘fusion gene’ that expresses an abnormal mRNA resulting in synthesis of a fusion protein variant of TAZ that is always turned on. This form of TAZ always resides in the nucleus and therefore is constitutively active. It binds and turns on a very important member of the TEAD family of transcription factors and this causes cells to proliferate. It is this production of the TAZ-TEAD transcriptome that causes the affected endothelial cells to grow into tumors. In normal cells, TAZ is considered a major negative transducer of the Hippo pathway, a signaling system that regulates organ size by causing cells to stop growing when they touch each other (contact inhibition). Many upstream inputs regulate the Hippo signal which normally functions to turn off or de-activate TAZ by keeping it in the cytoplasm and out of the nucleus. In EHE cells, the abnormal fusion TAZ is ‘immune’ to this input and just stays in the nucleus, and continuing to stimulate cell growth.",
            "score": 199.34116792678833
        },
        {
            "docid": "14271066_2",
            "document": "G alpha subunit . Guanine nucleotide binding proteins (G proteins) are membrane-associated, heterotrimeric proteins composed of three subunits: alpha, beta, and gamma. G proteins and their receptors (GPCRs) form one of the most prevalent signalling systems in mammalian cells, regulating systems as diverse as sensory perception, cell growth and hormonal regulation. At the cell surface, the binding of ligands such as hormones and neurotransmitters to a GPCR activates the receptor by causing a conformational change, which in turn activates the bound G protein on the intracellular-side of the membrane. The activated receptor promotes the exchange of bound GDP for GTP on the G protein alpha subunit. GTP binding changes the conformation of switch regions within the alpha subunit, which allows the bound trimeric G protein (inactive) to be released from the receptor, and to dissociate into active alpha subunit (GTP-bound) and beta/gamma dimer. The alpha subunit and the beta/gamma dimer go on to activate distinct downstream effectors, such as adenylyl cyclase, phosphodiesterases, phospholipase C, and ion channels. These effectors in turn regulate the intracellular concentrations of secondary messengers, such as cAMP, diacylglycerol, sodium or calcium cations, which ultimately lead to a physiological response, usually via the downstream regulation of gene transcription. The cycle is completed by the hydrolysis of alpha subunit-bound GTP to GDP, resulting in the re-association of the alpha and beta/gamma subunits and their binding to the receptor, which terminates the signal. The length of the G protein signal is controlled by the duration of the GTP-bound alpha subunit, which can be regulated by RGS (regulator of G protein signalling) proteins or by covalent modifications.",
            "score": 165.90334296226501
        },
        {
            "docid": "14180947_3",
            "document": "PA2G4 . This gene encodes an RNA-binding protein that is involved in growth regulation. This protein is present in pre-ribosomal ribonucleoprotein complexes and may be involved in ribosome assembly and the regulation of intermediate and late steps of rRNA processing. This protein can interact with the cytoplasmic domain of the ErbB3 receptor and may contribute to transducing growth regulatory signals. This protein is also a transcriptional corepressor of androgen receptor-regulated genes and other cell cycle regulatory genes through its interactions with histone deacetylases. This protein has been implicated in growth inhibition and the induction of differentiation of human cancer cells. Paradoxically, the expression of EBP1 is decreased in prostate cancer , but increased in Acute Myelogneous Leukemia. Six pseudogenes, located on chromosomes 3, 6, 9, 18, 20 and X, have been identified.",
            "score": 162.84782350063324
        },
        {
            "docid": "728467_15",
            "document": "Hereditary hemorrhagic telangiectasia . All genes known so far to be linked to HHT code for proteins in the TGF-β signaling pathway. This is a group of proteins that participates in signal transduction of hormones of the transforming growth factor beta superfamily (the transforming growth factor beta, bone morphogenetic protein and growth differentiation factor classes), specifically BMP9/GDF2 and BMP10. The hormones do not enter the cell but link to receptors on the cell membrane; these then activate other proteins, eventually influencing cellular behavior in a number of ways such as cellular survival, proliferation (increasing in number) and differentiation (becoming more specialized). For the hormone signal to be adequately transduced, a combination of proteins is needed: two each of two types of serine/threonine-specific kinase type membrane receptors and endoglin. When bound to the hormone, the type II receptor proteins phosphorylate (transfer phosphate) onto type I receptor proteins (of which Alk-1 is one), which in turn phosphorylate a complex of SMAD proteins (chiefly SMAD1, SMAD5 and SMAD8). These bind to SMAD4 and migrate to the cell nucleus where they act as transcription factors and participate in the transcription of particular genes. In addition to the SMAD pathway, the membrane receptors also act on the MAPK pathway, which has additional actions on the behavior of cells. Both Alk-1 and endoglin are expressed predominantly in endothelium, perhaps explaining why HHT-causing mutations in these proteins lead predominantly to blood vessel problems. Both \"ENG\" and \"ACVRL1\" mutations lead predominantly to underproduction of the related proteins, rather than misfunctioning of the proteins.",
            "score": 205.05744743347168
        },
        {
            "docid": "51597599_6",
            "document": "Musashi rna binding protein 2 . This gene encodes an RNA-binding protein that is a member of the Musashi protein family. The encoded protein is transcriptional regulator that targets genes involved in development and cell cycle regulation. Mutations in this gene are associated with poor prognosis in certain types of cancers. This gene has also been shown to be rearranged in certain cancer cells. The first musashi (abbreviation MSI) gene was first discovered in \"Drosophila\" and then later identified in other eukaryotic species.",
            "score": 156.90041399002075
        },
        {
            "docid": "12242160_5",
            "document": "Extramacrochaetae . The extra sensory organs (SOs) in \"Drosophila\" arise from cell-clusters known as sensory mother cells (SMCs). Once an imaginal disc cell has been selected to become an SMC, it will go on to mature into an SO. Therefore, the regulation of which imaginal disc cells become SMCs is vital to neural development. This transition is caused by the Da and AS-C genes, which are transcription factors with the basic helix-loop-helix (bHLH) domains. The Da protein (made by the \"daughterless gene\") is a Class I HLH protein, meaning it has generalized distribution, whereas the AS-C proteins (made by the \"as-c\" gene complex) are Class II HLH proteins, meaning they have restricted distribution. The Emc protein itself is a Class V HLH protein due to its lack of the basic region and consequential inability to bind DNA. The interaction between Da or AS-C proteins with Emc to form dimers renders them inactive as transcription factors. It is the interplay between concentrations of Da, AS-C, and Emc proteins that determines whether or not a cell will become an SMC, and later on an SO. In this way, \"Emc provides positional information for SO patterning.\"  The levels of each of these proneural proteins is likely to be regulated by the Notch signaling pathway, as the lack of Notch causes an excess of neural cells while \"constitutive Notch signaling...suppresses neural differentiation.\" Notch has been shown to mediate lateral specification of proneural cell-clusters by restricting the expression of AS-C proteins to only the neuroblast, while causing the surrounding dermoblast cells to cease expression of the \"as-c\" complex.",
            "score": 209.42411303520203
        },
        {
            "docid": "1107334_20",
            "document": "Notch signaling pathway . Once the notch extracellular domain interacts with a ligand, an ADAM-family metalloprotease called ADAM10, cleaves the notch protein just outside the membrane. This releases the extracellular portion of notch (NECD), which continues to interact with the ligand. The ligand plus the notch extracellular domain is then endocytosed by the ligand-expressing cell. There may be signaling effects in the ligand-expressing cell after endocytosis; this part of notch signaling is a topic of active research. After this first cleavage, an enzyme called γ-secretase (which is implicated in Alzheimer's disease) cleaves the remaining part of the notch protein just inside the inner leaflet of the cell membrane of the notch-expressing cell. This releases the intracellular domain of the notch protein (NICD), which then moves to the nucleus, where it can regulate gene expression by activating the transcription factor CSL. It was originally thought that these CSL proteins suppressed Notch target transcription. However, further research showed that, when the intracellular domain binds to the complex, it switches from a repressor to an activator of transcription. Other proteins also participate in the intracellular portion of the notch signaling cascade.",
            "score": 177.90384113788605
        },
        {
            "docid": "18791403_7",
            "document": "BAALC . The BAALC gene initially was discovered in the neuroderm of both the human and the mouse. The function of BAALC protein is not understood very well, but it is predicted to be associated with the cytoskeleton network. When expressed in Bone Marrow CD34+ progenitor cells, BAALC has neuroectodermal and hematopoietic cell functions. Differentiation failure caused by cell shape, motility and adhesion in association between cells are all possible outcomes due to the little known effects and unlear mechanism sites of the BAALC genes. The role of the BAALC gene causing leukemia in immature acute leukemic cells has been found by knocking out the function of BAALC gene using hairpin (stem loop) RNA in a human leukemia cell line KG1a. The result of knocking out BAALC expression is a decrease in uncontrolled cell growth and an increase in programmed cell death. The BAALC protein isoform 1-6-8, has been found to interact and associate with the CAMKII alpha subunit and not with the beta subunit. The interaction with the CAMKII alpha subunit is in the CAMKII protein's regulatory region and near the autophosphorylation site, this suggested a regulatory function of the 1-6-8 isoform on the alpha subunit. BAALC 1-6-8 isoform also gets targeted to post synaptic lipid rafts, which are thought to have functions involved in: signal processing, membrane trafficking, and regulation of the actin cytoskeleton. BAALC may play a role in the regulation of the CAMKII protein through interactions with the alpha subunit, no interactions have been found with the beta subunit of this protein. Evidence has shown the BAALC protein to be an intracellular protein with cytoskeleton network roles, these roles include regulation of the actin cytoskeleton which is an associated role of postsynaptic lipid rafts.",
            "score": 178.63377451896667
        },
        {
            "docid": "5602902_3",
            "document": "Beta-catenin . β-catenin is a dual function protein, involved in regulation and coordination of cell–cell adhesion and gene transcription. In humans, the CTNNB1 protein is encoded by the \"CTNNB1\" gene. In \"Drosophila\", the homologous protein is called \"armadillo\". β-catenin is a subunit of the cadherin protein complex and acts as an intracellular signal transducer in the Wnt signaling pathway. It is a member of the catenin protein family and homologous to γ-catenin, also known as plakoglobin. Beta-catenin is widely expressed in many tissues. In cardiac muscle, beta-catenin localizes to adherens junctions in intercalated disc structures, which are critical for electrical and mechanical coupling between adjacent cardiomyocytes.",
            "score": 182.1330690383911
        },
        {
            "docid": "38383394_2",
            "document": "RASGRP4 . RAS guanyl releasing protein 4 is a protein in humans that is encoded by the RASGRP4 gene in chromosome 19. The protein encoded by this gene is a member of the Ras guanyl nucleotide-releasing protein (RasGRP) family of Ras guanine nucleotide exchange factors. It contains a Ras exchange motif, a diacylglycerol-binding domain, and two calcium-binding EF hands. This protein was shown to activate H-Ras in a cation-dependent manner in vitro. Expression of this protein in myeloid cell lines was found to be correlated with elevated level of activated RAS protein, and the RAS activation can be greatly enhanced by phorbol ester treatment, which suggested a role of this protein in diacylglycerol regulated cell signaling pathways. Studies of a mast cell leukemia cell line expressing substantial amounts of abnormal transcripts of this gene indicated that this gene may play an important role in the final stages of mast cell development. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Apr 2009].",
            "score": 178.3478399515152
        },
        {
            "docid": "14633734_7",
            "document": "Eukaryotic translation elongation factor 1 alpha 1 . Moreover, it participates in several processes required for cell growth and proliferation, including cytoskeleton organization, mitotic apparatus formation, and signal transduction. This protein colocalizes with filamentous actin (F-actin) and is just as abundantly expressed. eEF1A putatively binds actin and microtubules at synapses to modulate the cytoskeleton. In neurons, this ability allows for regulation of the number and size of inhibitory postsynaptic complexes like postsynaptic gephyrin clusters. eEF1A has also been found to bind to several kinases, phospholipases, and synaptic proteins. For instance, while associated with actin, it can activate phosphatidylinositol 4-kinase, which then regulates phosphatidylinositol 4-phosphate and phosphatidylinositol 4,5-bisphosphate levels. This protein can also act as a membrane receptor for the cryptic antiadhesive site of fibronectin, thus inhibiting cell anchorage and promoting apoptosis, or anoikis. Though it has not been observed to localize to the cell membrane, it can be found in the outer cell surface. Its role in apoptosis may also contribute to regulation of cell growth and the immune response.",
            "score": 187.87111246585846
        },
        {
            "docid": "13975479_9",
            "document": "RHOA . RhoA is prevalent in regulating cell shape, polarity and locomotion via actin polymerization, actomyosin contractility, cell adhesion, and microtubule dynamics. In addition, RhoA is believed to act primarily at the rear (uropod) of migrating cells to promote detachment, similar to the attachment and detachment process found in the focal adhesion mechanism. Signal transduction pathways regulated via RhoA link plasma membrane receptors to focal adhesion formation and the subsequent activation of relevant actin stress fibers. RhoA directly stimulates actin polymerization through activation of diaphanous-related formins, thereby structurally changing the actin monomers to filaments. ROCK kinases induce actomyosin-based contractility and phosphorylate TAU and MAP2 involved in regulating myosins and other actin-binding proteins in order to assist in cell migration and detachment. The concerted action of ROCK and Dia is essential for the regulation of cell polarity and organization of microtubules. RhoA also regulates the integrity of the extracellular matrix and the loss of corresponding cell-cell adhesions (primarily adherens and tight junctions) required for the migration of epithelial. RhoA’s role in signal transduction mediation is also attributed to the establishment of tissue polarity in epidermal structures due to its actin polymerization to coordinate vesicular motion; movement within actin filaments forms webs that move in conjunction with vesicular linear motion. As a result, mutations present in the polarity genes indicate that RhoA is critical for tissue polarity and directed intracellular movement.",
            "score": 211.17573201656342
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 188.85559809207916
        }
    ],
    "r": [
        {
            "docid": "21942008_4",
            "document": "Cell polarity . Epithelial cells adhere to one another through tight junctions, desmosomes and adherens junctions, forming sheets of cells that line the surface of the animal body and internal cavities (e.g., digestive tract and circulatory system). These cells have an apical-basal polarity defined by the apical membrane facing the outside surface of the body, or the lumen of internal cavities, and the basolateral membrane oriented away from the lumen. The basolateral membrane refers to both the lateral membrane where cell-cell junctions connect neighboring cells and to the basal membrane where cells are attached to the basement membrane, a thin sheet of extracellular matrix proteins that separates the epithelial sheet from underlying cells and connective tissue. Epithelial cells also exhibit planar cell polarity,in which specialized structures are orientated within the plane of the epithelial sheet. Some examples of planar cell polarity include the scales of fish being oriented in the same direction and similarly the feathers of birds, the fur of mammals, and the cuticular projections (sensory hairs, etc.) on the bodies and appendages of flies and other insects.",
            "score": 287.79168701171875
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 257.04168701171875
        },
        {
            "docid": "1209057_2",
            "document": "Wnt signaling pathway . The Wnt signaling pathways are a group of signal transduction pathways made of proteins that pass signals into a cell through cell surface receptors. Three Wnt signaling pathways have been characterized: the canonical Wnt pathway, the noncanonical planar cell polarity pathway, and the noncanonical Wnt/calcium pathway. All three pathways are activated by binding a Wnt-protein ligand to a Frizzled family receptor, which passes the biological signal to the Dishevelled protein inside the cell. The canonical Wnt pathway leads to regulation of gene transcription, and is thought to be negatively regulated in part by the SPATS1 gene. The noncanonical planar cell polarity pathway regulates the cytoskeleton that is responsible for the shape of the cell. The noncanonical Wnt/calcium pathway regulates calcium inside the cell. Wnt signaling pathways use either nearby cell-cell communication (paracrine) or same-cell communication (autocrine). They are highly evolutionarily conserved in animals, which means they are similar across animal species from fruit flies to humans.",
            "score": 241.0974578857422
        },
        {
            "docid": "563093_20",
            "document": "Paracrine signalling . The Wnt protein family includes a large number of cysteine-rich glycoproteins. The Wnt proteins activate signal transduction cascades via three different pathways, the canonical Wnt pathway, the noncanonical planar cell polarity (PCP) pathway, and the noncanonical Wnt/Ca pathway. Wnt proteins appear to control a wide range of developmental processes and have been seen as necessary for control of spindle orientation, cell polarity, cadherin mediated adhesion, and early development of embryos in many different organisms. Current research has indicated that deregulation of Wnt signaling plays a role in tumor formation, because at a cellular level, Wnt proteins often regulated cell proliferation, cell morphology, cell motility, and cell fate.",
            "score": 238.19688415527344
        },
        {
            "docid": "22762505_2",
            "document": "Epithelial polarity . Cell polarity is a fundamental feature of many types of cells. Epithelial cells are one example of a polarized cell type, featuring distinct 'apical', 'lateral' and 'basal' plasma membrane domains. Epithelial cells connect to one another via their lateral membranes to form epithelial sheets that line cavities and surfaces throughout the animal body. Each plasma membrane domain has a distinct protein composition, giving them distinct properties and allowing directional transport of molecules across the epithelial sheet. How epithelial cells generate and maintain polarity remains unclear, but certain molecules have been found to play a key role.",
            "score": 236.95712280273438
        },
        {
            "docid": "5814332_3",
            "document": "Strabismus (protein) . The amino acid sequence and localization studies for Strabismus indicate that it is a membrane protein. Prickle is another protein in the planar cell polarity signaling pathway. Prickle is recruited to the cell surface membrane by strabismus. In cells of the developing \"Drosophila\" wing, Prickle and Strabismus are concentrated at the cell surface membrane on the most proximal side of cells.",
            "score": 236.10064697265625
        },
        {
            "docid": "5802077_2",
            "document": "Prickle (protein) . Prickle is also known as REST/NRSF-interacting LIM domain protein, which is a putative nuclear translocation receptor. Prickle is part of the non-canonical Wnt signaling pathway that establishes planar cell polarity. A gain or loss of function of Prickle1 causes defects in the convergent extension movements of gastrulation. In epithelial cells, Prickle2 establishes and maintains cell apical/basal polarity. Prickle1 plays an important role in the development of the nervous system by regulating the movement of nerve cells.",
            "score": 235.6523895263672
        },
        {
            "docid": "24950378_4",
            "document": "Cell–cell interaction . Tight junctions are multi-protein complexes that hold cells of a same tissue together and prevent movement of water and water-soluble molecules between cells. In epithelial cells, they function also to separate the extracellular fluid surrounding their apical and basolateral membranes. These junctions exist as a continuous band located just below the apical surface between the membranes of neighboring epithelial cells. The tight junctions on adjacent cells line up so as to produce a seal between different tissues and body cavities. For example, the apical surface of gastrointestinal epithelial cells serve as a selective permeable barrier that separates the external environment from the body. The permeability of these junctions is dependent on a variety of factors including protein makeup of that junction, tissue type and signaling from the cells.",
            "score": 234.36817932128906
        },
        {
            "docid": "22108748_7",
            "document": "Hippo signaling pathway . The upstream regulators of the core Hpo/Wts kinase cascade include the transmembrane protein Fat and several membrane-associated proteins. As an atypical cadherin, Fat (FAT1-4 in mammals) may function as a receptor, though an extracellular ligand has not been positively identified. While Fat is known to bind to another atypical cadherin, Dachsous (Ds), during tissue patterning, it is unclear what role Ds has in regulating tissue growth. Nevertheless, Fat is recognized as an upstream regulator of the Hpo pathway. Fat activates Hpo through the apical protein Expanded (Ex; FRMD6/Willin in mammals). Ex interacts with two other apically-localized proteins, Kibra (KIBRA in mammals) and Merlin (Mer; NF2 in mammals), to form the Kibra-Ex-Mer (KEM) complex. Both Ex and Mer are FERM domain-containing proteins, while Kibra, like Sav, is a WW domain-containing protein. The KEM complex physically interacts with the Hpo kinase cascade, thereby localizing the core kinase cacade to the plasma membrane for activation. Fat may also regulate Wts independently of Ex/Hpo, through the inhibition of the unconventional myosin Dachs. Normally, Dachs can bind to and promote the degradation of Wts.",
            "score": 232.56143188476562
        },
        {
            "docid": "7105213_9",
            "document": "Polar auxin transport . Once inside the cell, auxin cannot leave the cell on its own by crossing the lipid bilayer. Hence the export of auxin from the cell requires an active component in plasma membrane - i.e. some membrane transport protein. Two protein families: The PIN proteins and ABCB (PGP proteins) transporters are functioning as \"auxin efflux carriers\" and transport the anionic form of auxin out of the cell. While the PGP auxin efflux carriers are evenly distributed, the PIN proteins are most often maintaining polar (i.e. asymmetric) localisation on the plasma membrane. That is to say that they locate mostly on one side of the cell. Furthermore the asymmetrical localisation of the PIN proteins is coordinated between neighbouring cells. As a result, the PIN proteins generate a directional flow of auxin at the tissue and organ scale. This PIN-generated flow is called auxin polar transport. For example, the cells located in the vasculature (at the center) of the root all show PIN1 proteins on their basal membrane only (i.e. on their lower side). As a result, in the root vasculature, auxin is transported directionally from the shoot to the root tip (i.e. downwards).",
            "score": 228.00344848632812
        },
        {
            "docid": "10975535_7",
            "document": "SKI protein . The SKI oncogene is present in all cells, and is commonly active during development. Specifically, avian fibroblasts depend on the SKI protein as a transcription co-regulator inducing transformation. The aforementioned DHD region is specifically employed for protein-protein interactions, while the 191 amino acid C terminus mediates oligomerization. Recent research shows that the SKI protein in cancerous cells acts as a suppressor, inhibiting transforming growth factor β (TGF- β) signaling. TGF- β is a protein which regulates cell growth. Signaling is regulated by a family of proteins called the Smad proteins. SKI is present in all adult and embryonic cells at low levels, however an over expression of the protein is characteristic of tumor cells. It is thought that high levels of SKI protein inactivate tumor suppression by displacement of other proteins and interference with the signaling pathway of TGF- β. The SKI protein and the CPB protein compete for binding with the Smad proteins, specifically competing with the Smad-3 and CReB-binding protein interactions. SKI also directly interacts with the R-Smad ∙ Smad-4 complex, which directly represses normal transcription of the TGF-β responsive genes, inactivating the cell’s ability to stop growth and division, creating cancerous cells.",
            "score": 227.55099487304688
        },
        {
            "docid": "14754086_8",
            "document": "S100A10 . P11 is an integral part of cellular structural scaffolding that interacts with plasma membrane proteins through its association with annexin II. Recently, it was discovered to form a complex with annexin I though the mechanism remains unknown. It works together with cytosolic and peripheral membrane-associated proteins such as AHNAK in the development of the intracellular membrane. P11 has been implicated in the transportation of proteins involved in mood regulation, nociception, and cell polarization. It is found in cell types throughout the body though it is located predominantly in the lungs and kidneys. It is involved in the trafficking of proteins to the plasma membrane and can be expressed on the cell surface as a receptor. Many of the transported proteins are cell surface receptors in signal transduction pathways and ion channels. P11 facilitates nociception, Ca uptake, and cell polaraization. Complexed with the annexin II, p11 binds receptor and channel proteins and guides them to the cell surface, resulting in increased membrane localization and consequent magnified functional expression of these proteins.",
            "score": 226.29232788085938
        },
        {
            "docid": "21942008_15",
            "document": "Cell polarity . Cell polarity arises primarily through the localization of specific proteins to specific areas of the cell membrane. This localization often requires both the recruitment of cytoplasmic proteins to the cell membrane and polarized vesicle transport along cytoskeletal filaments to deliver transmembrane proteins from the golgi apparatus. Many of the molecules responsible for regulating cell polarity are conserved across cell types and throughout metazoan species. Examples include the PAR complex (Cdc42, PAR3/ASIP, PAR6, atypical protein kinase C), Crumbs complex (Crb, PALS, PATJ, Lin7), and Scribble complex (Scrib, Dlg, Lgl). These polarity complexes are localized at the cytoplasmic side of the cell membrane, asymmetrically within cells. For example, in epithelial cells the PAR and Crumbs complexes are localized along the apical membrane and the Scribble complex along the lateral membrane. Together with a group of signaling molecules called Rho GTPases, these polarity complexes can regulate vesicle transport and also control the localization of cytoplasmic proteins primarily by regulating the phosphorylation of phospholipids called phosphoinositides. Phosphoinositides serve as docking sites for proteins at the cell membrane, and their state of phosphorylation determines which proteins can bind.",
            "score": 226.22952270507812
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 226.01048278808594
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 225.76255798339844
        },
        {
            "docid": "22762505_13",
            "document": "Epithelial polarity . All epithelial cells express the transmembrane adhesion molecule E-cadherin, a cadherin which localises most prominently to the junction between the apical and lateral membranes. The extra-cellular domains of E-cadherin molecules from neighbouring cells bind to one another via a homotypic interaction. The intra-cellular domains of E-cadherin molecules bind to the actin cytoskeleton via the adaptor proteins alpha-catenin and beta-catenin. Thus, E-cadherin forms adherens junctions that connect the actin cytoskeletons of neighbouring cells. Adherens junctions are the primary force-bearing junctions between epithelial cells and are fundamentally important for maintaining epithelial cell shape and for dynamic changes in shape during tissue development. How E-cadherin localizes to the boundary between apical and lateral membranes is not known, but polarized membranes are essential for maintaining E-cadherin at adherens junctions.",
            "score": 224.40478515625
        },
        {
            "docid": "5802077_4",
            "document": "Prickle (protein) . Prickle is recruited to the cell surface membrane by strabismus, another planar cell polarity protein. In the developing \"Drosophila\" wing, prickle becomes concentrated at the proximal side of cells. Prickle can compete with the ankyrin-repeat protein Diego for a binding site on Dishevelled.",
            "score": 224.369384765625
        },
        {
            "docid": "10240143_4",
            "document": "Fascin . Fascin binds beta-catenin, and colocalizes with it at the leading edges and borders of epithelial and endothelial cells. The role of Fascin in regulating cytoskeletal structures for the maintenance of cell adhesion, coordinating motility and invasion through interactions with signalling pathways is an active area of research especially from the cancer biology perspective. Fascin localizes to actin-rich protrusions at the cell surface called filopodia. Recent study shows that fascin also localizes to invadopodia, membrane protrusions formed at the adherent cell surface that facilitate extracellular matrix (ECM) invasion, this provide a potential molecular mechanism for how fascin increases the invasiveness of cancer cells since fascin expression is upregulated in a spectrum of cancers. Studies have also shown that Fascin plays a major role in immune suppression. T regulatory cell adhesion to antigen presenting dendritic cell causes sequestration of Fascin-1, an actin-bundling protein essential for immunological synapse formation, and skews Fascin-1–dependent actin polarization in antigen presenting dendritic cells toward the T reg cell adhesion zone. Although it is reversible upon T regulatory cell disengagement, this sequestration of essential cytoskeletal components causes a lethargic state of dendritic cells, leading to reduced T cell priming. This suggests Treg-mediated suppression of antigen presenting cells is a multi-step process. In addition to CTLA-4 CD80/CD86 interaction fascin dependent polarization of cytoskeleton towards dendritic cell Treg immune synapse play a pivotal role. In normal tissue, inflammation and the immune response would be limited by secretion of TGF-β. TGF-β on the one hand induces fascin expression, but on the other hand, restricts activity of transcription factor NF-κB. This results to limited fascin expression and allows tissue to rebuild epithelial barriers. In cancer, instead, TGF-β does not restrict NF-κB activity, and both can increase fascin expression, disrupting tissue structure and function.",
            "score": 224.36854553222656
        },
        {
            "docid": "563093_17",
            "document": "Paracrine signalling . The Hedgehog protein family is involved in induction of cell types and the creation of tissue boundaries and patterning and are found in all bilateral organisms. Hedgehog proteins were first discovered and studied in \"Drosophila\". Hedgehog proteins produce key signals for the establishment of limb and body plan of fruit flies as well as homeostasis of adult tissues, involved in late embryogenesis and metamorphosis. At least three \"Drosophila\" hedgehog homologs have been found in vertebrates: sonic hedgehog, desert hedgehog, and Indian hedgehog. Sonic hedgehog (SHH) has various roles in vertebrae development, mediating signaling and regulating the organization of central nervous system, limb, and somite polarity. Desert hedgehog (DHH) is expressed in the Sertoli cells involved in spermatogenesis. Indian hedgehog (IHH) is expressed in the gut and cartilage, important in postnatal bone growth.",
            "score": 223.21673583984375
        },
        {
            "docid": "1648200_24",
            "document": "L1 (protein) . L1CAM protein expression is normally restricted to neurons. However, it has been noticed there's L1CAM overexpression in all types of cancer cells, which has been associated with poor prognosis, tumor progression and metastasis. This up-regulation may not be necessarily associated with mutations in L1 transcription factors. It has been seen this protein plays a key role in inflammatory reactions as the one's taking place in the tissue surrounding a tumor. This could explain why this protein gets suddenly overproduced in tumor cells. L1CAM's diverse functions make tumor cells more aggressive and resistant. Their migratory and motility related functions may result key in cell epithelial–mesenchymal transition (EMT) allowing cells to lose cell to cell static junctions and apico-basal polarity leading to them becoming migratory and independent. Also, its capacity to form adhesive interactions within different cell types may result in an advantage for tumor cells when it comes to co-opt and invade the surrounding tissues or capillaries.",
            "score": 222.877197265625
        },
        {
            "docid": "11011552_9",
            "document": "Cellular communication (biology) . There are three different types of basic cell communication: surface membrane to surface membrane; exterior, which is between receptors on the cell; and direct communication, which means signals pass inside the cell itself. The junctions of these cells are important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors. This stability leads researchers to believe that gap junctions will be a part of cancer treatment in the future.",
            "score": 222.32815551757812
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 221.803955078125
        },
        {
            "docid": "1628547_2",
            "document": "Cell adhesion molecule . Cell adhesion molecules (CAMs) are proteins located on the cell surface involved in binding with other cells or with the extracellular matrix (ECM) in the process called cell adhesion. In essence, cell adhesion molecules help cells stick to each other and to their surroundings. Cell adhesion is a crucial component in maintaining tissue structure and function. In fully developed animals, these molecules play an integral role in creating force and movement and consequently ensure that organs are able to execute their functions. In addition to serving as \"molecular glue\", cell adhesion is important in affecting cellular mechanisms of growth, contact inhibition, and apoptosis. Oftentimes aberrant expression of CAMs will result in pathologies ranging from frostbite to cancer.",
            "score": 219.58126831054688
        },
        {
            "docid": "4230_11",
            "document": "Cell (biology) . The cytoskeleton acts to organize and maintain the cell's shape; anchors organelles in place; helps during endocytosis, the uptake of external materials by a cell, and cytokinesis, the separation of daughter cells after cell division; and moves parts of the cell in processes of growth and mobility. The eukaryotic cytoskeleton is composed of microfilaments, intermediate filaments and microtubules. There are a great number of proteins associated with them, each controlling a cell's structure by directing, bundling, and aligning filaments. The prokaryotic cytoskeleton is less well-studied but is involved in the maintenance of cell shape, polarity and cytokinesis. The subunit protein of microfilaments is a small, monomeric protein called actin. The subunit of microtubules is a dimeric molecule called tubulin. Intermediate filaments are heteropolymers whose subunits vary among the cell types in different tissues. But some of the subunit protein of intermediate filaments include vimentin, desmin, lamin (lamins A, B and C), keratin (multiple acidic and basic keratins), neurofilament proteins (NF–L, NF–M).",
            "score": 219.3281707763672
        },
        {
            "docid": "563093_19",
            "document": "Paracrine signalling . The Hedgehog Signaling pathway is critical in proper tissue patterning and orientation during normal development of most animals. Hedgehog proteins induce cell proliferation in certain cells and differentiations in others. Aberrant activation of the Hedgehog pathway has been implicated in several types of cancers, Basal Cell Carcinoma in particular. This uncontrolled activation of the Hedgehog proteins can be caused by mutations to the signal pathway, which would be ligand independent, or a mutation that causes overexpression of the Hedgehog protein, which would be ligand dependent. In addition, therapy-induced Hedgehog pathway activation has been shown to be necessary for progression of Prostate Cancer tumors after androgen deprivation therapy. This connection between the Hedgehog signaling pathway and human cancers may provide for the possible of therapeutic intervention as treatment for such cancers. The Hedgehog signaling pathway is also involved in normal regulation of stem-cell populations, and required for normal growth and regeneration of damaged organs. This may provide another possible route for tumorigenesis via the Hedgehog pathway.",
            "score": 219.31210327148438
        },
        {
            "docid": "22053022_11",
            "document": "Adiposopathy . Fat tissue is an active body organ involved in many processes critical to human health,8 including: (1) promotion of blood vessel formation (angiogenesis); (2) fat cell recruitment and development adipogenesis; (3) dissolving and reforming the structures around fat tissue (extracellular matrix); (4) generation, storage and release of fat; (5) growth factor production; (6) glucose metabolism; (6) production of factors that affect blood pressure (such as those associated with the renin–angiotensin system); (7) fat and cholesterol metabolism; (8) enzyme production; (9) hormone production; (10) steroid metabolism; (11) blood clotting (hemostasis); (12) element binding; (13) and immune response (described below). When fat cells and fat tissue remain healthy during fat weight gain, patients may avoid metabolic ill health. However, if enlargement of fat cells and fat tissue causes them to become \"sick\", then important fat tissue functions are disrupted, and deranged responses contribute to metabolic disease. When excessive body weight leads to adiposopathy, this represents a hormone or endocrine disease. Additionally, fat cells and fat tissue also produce many different types of immune factors. Inflammation is a contributing cause to metabolic disease, and the ultimate contribution of fat tissue to inflammation is determined by the production of both inflammatory and anti-inflammatory factors. From a pro-inflammatory standpoint, fat tissue (which includes fat cells and other cells, such as immune cells) produces factors including: (1) adipokines with cytokine activity such as leptin, interleukins, and tumor necrosis factor alpha; (2) acute phase proteins / reactants such as C-reactive protein; (3) adipokines of the alternative complement system; (4) chemotactic/chemoattractant adipokines; and prostaglandins (eicosanoids). From an anti-inflammatory standpoint, fat tissue produces various anti-inflammatory factors with the most commonly described being adiponectin. If fat cells or fat tissue becomes \"sick\", then the release of too many pro-inflammatory factors and a decrease in too many anti-inflammatory factors often result in a net pro-inflammatory response can contribute to metabolic disease.",
            "score": 218.79534912109375
        },
        {
            "docid": "32002467_4",
            "document": "Protein adsorption . Proteins such as collagen or fibrin often serve as scaffolds for cell adhesion and cell growth. This is an integral part to the structural integrity of cell sheets and their differentiation into more complex tissue and organ structures. The adhesion properties of proteins to non-biological surfaces greatly influences whether or not cells can indirectly attach to them via scaffolds. An implant like a hip-stem replacement necessitates integration with the host tissues, and protein adsorption facilitates this integration.",
            "score": 218.69253540039062
        },
        {
            "docid": "7908811_3",
            "document": "Autoimmune regulator . Each T cell recognizes a specific antigen when it is presented in complex with a MHC molecule by an antigen presenting cell. This recognition is accomplished by the T cell receptors expressed on the cell surface. T cells receptors are generated by randomly shuffled gene segments which results in a highly diverse population of T cells - each with a unique antigen specificity. Subsequently, T cells with receptors that recognize the body's own proteins need to be eliminated while still in the thymus. Through the action of AIRE, medullary thymic epithelial cells (mTEC) express major proteins from elsewhere in the body (so called \"tissue-restricted antigens\" - TRA) and T cells that respond to those proteins are eliminated through cell death (apoptosis). Thus \"AIRE\" drives negative selection of self-recognizing T cells. When AIRE is defective, T cells that recognize antigens normally produced by the body can exit the thymus and enter circulation. This can result in a variety of autoimmune diseases.",
            "score": 217.7720184326172
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 216.14796447753906
        },
        {
            "docid": "5602902_17",
            "document": "Beta-catenin . Cell–cell adhesion complexes are essential for the formation of complex animal tissues. β-catenin is part of a protein complex that form the so-called adherens junctions. These cell-cell adhesion complexes are necessary for the creation and maintenance of epithelial cell layers and barriers. As a component of the complex, β-catenin can regulate cell growth and adhesion between cells. It may also be responsible for transmitting the contact inhibition signal that causes cells to stop dividing once the epithelial sheet is complete. The E-cadherin – β-catenin – α-catenin complex is weakly associated to actin filaments. Adherent junctions thus form a dynamic, rather than a stable link to the actin cytoskeleton.",
            "score": 216.06597900390625
        },
        {
            "docid": "13311_3",
            "document": "Hormone . Hormones are used to communicate between organs and tissues for physiological regulation and behavioral activities, such as digestion, metabolism, respiration, tissue function, sensory perception, sleep, excretion, lactation, stress, growth and development, movement, reproduction, and mood. Hormones affect distant cells by binding to specific receptor proteins in the target cell resulting in a change in cell function. When a hormone binds to the receptor, it results in the activation of a signal transduction pathway that typically activates gene transcription resulting in increased expression of target proteins; non-genomic effects are more rapid, and can be synergistic with genomic effects. Amino acid–based hormones (amines and peptide or protein hormones) are water-soluble and act on the surface of target cells via second messengers; steroid hormones, being lipid-soluble, move through the plasma membranes of target cells (both cytoplasmic and nuclear) to act within their nuclei.",
            "score": 215.69107055664062
        },
        {
            "docid": "9485868_2",
            "document": "Membrane lipid . A membrane lipid is a compound which belongs to a group of (structurally similar to fats and oils) which form the double-layered surface of all cells (lipid bilayer). The three major classes of membrane lipids are phospholipids, glycolipids, and cholesterol. Lipids are amphiphilic: they have one end that is soluble in water ('polar') and an ending that is soluble in fat ('nonpolar'). By forming a double layer with the polar ends pointing outwards and the nonpolar ends pointing inwards membrane lipids can form a 'lipid bilayer' which keeps the watery interior of the cell separate from the watery exterior. The arrangements of lipids and various proteins, acting as receptors and channel pores in the membrane, control the entry and exit of other molecules and ions as part of the cell's metabolism. In order to perform physiological functions, membrane proteins are facilitated to rotate and diffuse laterally in two dimensional expanse of lipid bilayer by the presence of a shell of lipids closely attached to protein surface, called annular lipid shell.",
            "score": 215.17532348632812
        }
    ]
}