{
    "q": [
        {
            "docid": "21927040_2",
            "document": "Positive visual phenomena . Lesions in the visual pathway affect vision most often by creating deficits or negative phenomena, such as blindness, visual field deficits or scotomas, decreased visual acuity and color blindness. On occasion, they may also create false visual images, called positive visual phenomena. These images can be a result of distortion of incoming sensory information leading to an incorrect perception of a real image called an illusion. When the visual system produces images which are not based on sensory input, they can be referred to as hallucinations. The visual phenomena may last from brief moments to several hours, but they also can be permanent. They are generally associated with other symptoms but occasionally are isolated. Conditions causing these phenomena include disruptions in the visual input along the pathways (retina, optic nerve, chiasmal and retrochiasmal lesions) lesions in the extracortical visual system, migraines, seizures, toxic-metabolic encephalopathy, psychiatric conditions and sleep apnea, among others. The mechanisms underlying positive visual phenomena are not yet well understood. Possible mechanisms may be: 1) defect in the sensory input causing compensatory upregulation of the visual cortex, 2) faulty visual processing in which inputs are normal but lesions result in an inappropriate pattern of cortical excitation, 3)variants of normal visual processing. Of all forms of hallucination, visual hallucinations are the least likely to be associated with psychiatric disorders. For example most patients with visual hallucinations do not have schizophrenia and most patients with schizophrenia do not have visual hallucinations.",
            "score": 180.82635009288788
        },
        {
            "docid": "54201759_12",
            "document": "Visual hallucinations in psychosis . The third mechanism has to do with the reticular activating system, which plays a role in the maintenance of arousal. Lesions in the brain stem can cause visual hallucinations. Visual hallucinations are frequent in those with certain sleep disorders, occurring more often when drowsy. This suggests that the reticular activating system plays a part in visual hallucinations, although the precise mechanism has still not fully been established.",
            "score": 159.12657713890076
        },
        {
            "docid": "576518_3",
            "document": "Visual release hallucinations . People with significant vision loss may have vivid, complex recurrent visual hallucinations (fictive visual percepts). One characteristic of these hallucinations is that they usually are \"lilliputian\" (hallucinations in which the characters or objects are smaller than normal). The most common hallucination is of faces or cartoons. Sufferers understand that the hallucinations are not real, and the hallucinations are only visual, that is, they do not occur in any other senses, e.g. hearing, smell or taste.<ref name=\"Mogk/Riddering/Dahl/Bruce/Brafford\"></ref> Among older adults (> 65 years) with significant vision loss, the prevalence of Charles Bonnet syndrome has been reported to be between 10% and 40%; a 2008 Australian study found the prevalence to be 17.5%. Two Asian studies, however, report a much lower prevalence. The high incidence of non-reporting of this disorder is the greatest hindrance to determining the exact prevalence; non-reporting is thought to be a result of sufferers being afraid to discuss the symptoms out of fear that they will be labelled insane.",
            "score": 181.91308641433716
        },
        {
            "docid": "5212945_3",
            "document": "Visual neuroscience . A recent study using Event-Related Potentials (ERPs) linked an increased neural activity in the occipito-temporal region of the brain to the visual categorization of facial expressions. Results focus on a negative peak in the ERP that occurs 170 milliseconds after the stimulus onset. This action potential, called the N170, was measured using electrodes in the occipito-temporal region, an area already known to be changed by face stimuli. Studying by using the EEG, and ERP methods allow for an extremely high temporal resolution of 4 milliseconds, which makes these kinds of experiments extremely well suited for accurately estimating and comparing the time it takes the brain to perform a certain function. Scientists used classification image techniques, to determine what parts of complex visual stimuli (such as a face) will be relied on when patients are asked to assign them to a category, or emotion. They computed the important features when the stimulus face exhibited one of five different emotions. Stimulus faces exhibiting fear had the distinguishing feature of widening eyes, and stimuli exhibiting happiness exhibited a change in the mouth to make a smile. Regardless of the expression of the stimuli's face, the region near the eyes affected the EEG before the regions near the mouth. This revealed a sequential, and predetermined order to the perception and processing of faces, with the eye being the first, and the mouth, and nose being processed after. This process of downward integration only occurred when the inferior facial features were crucial to the categorization of the stimuli. This is best explained by comparing what happens when participants were shown a face exhibiting fear, versus happiness. The N170 peaked slightly earlier for the fear stimuli at about 175 milliseconds, meaning that it took a participants less time to recognize the facial expression. This is expected because only the eyes need to be processed to recognize the emotion. However, when processing a happy expression, where the mouth is crucial to categorization, downward integration must take place, and thus the N170 peak occurred later at around 185 milliseconds. Eventually visual neuroscience aims to completely explain how the visual system processes all changes in faces as well as objects. This will give a complete view to how the world is constantly visually perceived, and may provide insight into a link between perception and consciousness.",
            "score": 76.12595784664154
        },
        {
            "docid": "49159_29",
            "document": "Hallucination . Visual hallucinations due to focal seizures differ depending on the region of the brain where the seizure occurs. For example, visual hallucinations during occipital lobe seizures are typically visions of brightly colored, geometric shapes that may move across the visual field, multiply, or form concentric rings and generally persist from a few seconds to a few minutes. They are usually unilateral and localized to one part of the visual field on the contralateral side of the seizure focus, typically the temporal field. However, unilateral visions moving horizontally across the visual field begin on the contralateral side and move toward the ipsilateral side.",
            "score": 154.3112335205078
        },
        {
            "docid": "24978422_3",
            "document": "Visual adaptation . The aftereffects of exposure to a visual stimulus or pattern causes loss of sensitivity to that pattern and induces stimulus bias. An example of this phenomenon is the \"lilac chaser\", introduced by Jeremy Hinton. The stimulus here are lilac circles, that once removed, leave green circles that then become the most prominent stimulus. The fading of the lilac circles is due to a loss of sensitivity to that stimulus and the adaptation to the new stimulus. To experience the \"lilac chaser\" effect, the subject needs to fixate their eyes on the cross in the middle of the image, and after a while the effect will settle in. Visual coding, a process involved in visual adaptation, is the means by which the brain adapts to certain stimuli, resulting in a biased perception of those stimuli. This phenomenon is referred to as visual plasticity; the brain's ability to change and adapt according to certain, repeated stimuli, altering the way information is perceived and processed. The rate and strength of visual adaptation depends heavily on the number of stimuli presented simultaneously, as well as the amount of time for which the stimulus is present. Visual adaptation was found to be weaker when there were more stimuli present. Moreover, studies have found that stimuli can rival each other, which explains why higher numbers of simultaneous stimuli lead to lower stimulus adaptation. Studies have also found that visual adaptation can have a reversing effect; if the stimulus is absent long enough, the aftereffects of visual adaptation will subside. Studies have also shown that visual adaptation occurs in the early stages of processing.",
            "score": 66.70210814476013
        },
        {
            "docid": "17275189_5",
            "document": "Posterior cortical atrophy . The main symptom resulting from PCA is a decrease in visuospatial and visuoperceptual capabilities. Because the posterior region of the brain is home to the occipital lobe, which is responsible for visual processing, visual functions are impaired in PCA patients. The atrophy is progressive; early symptoms include difficulty reading, blurred vision, light sensitivity, issues with depth perception, and trouble navigating through space. Additional symptoms include apraxia, a disorder of movement planning, alexia, an impaired ability to read, and visual agnosia, an object recognition disorder. Damage to the ventral, or “what” stream, of the visual system, located in the temporal lobe, leads to the symptoms related to general vision and object recognition deficits; damage to the dorsal, or “where/how” stream, located in the parietal lobe, leads to PCA symptoms related to impaired movements in response to visual stimuli, such as navigation and apraxia.  As neurodegeneration spreads, more severe symptoms emerge, including the inability to recognize familiar people and objects, trouble navigating familiar places, and sometimes visual hallucinations. In addition, patients may experience difficulty making guiding movements towards objects, and may experience a decline in literacy skills including reading, writing, and spelling. Furthermore, if neural death spreads into other anterior cortical regions, symptoms similar to Alzheimer's disease, such as memory loss, may result. PCA patients with significant atrophy in one hemisphere of the brain may experience hemispatial neglect, the inability to see stimuli on one half of the visual field. Anxiety and depression are also common in PCA patients.",
            "score": 105.57415211200714
        },
        {
            "docid": "54201759_7",
            "document": "Visual hallucinations in psychosis . The frequency of hallucinations varies widely from rare to frequent, as does duration (seconds to minutes). The content of hallucinations varies as well. Complex (formed) visual hallucinations are more common than Simple (non-formed) visual hallucinations. In contrast to hallucinations experienced in organic conditions, hallucinations experienced as symptoms of psychoses tend to be more frightening. An example of this would be hallucinations that have imagery of bugs, dogs, snakes, distorted faces. Visual hallucinations may also be present in those with Parkinson's, where visions of dead individuals can be present. In psychoses, this is relatively rare, although visions of God, angels, the devil, saints, and fairies are common. Individuals often report being surprised when hallucinations occur and are generally helpless to change or stop them. In general, individuals believe that visions are experienced only by themselves.",
            "score": 179.6175353527069
        },
        {
            "docid": "2022036_2",
            "document": "Closed-eye hallucination . Closed-eye hallucinations and closed-eye visualizations (CEV) are a distinct class of hallucination. These types of hallucinations generally only occur when one's eyes are closed or when one is in a darkened room. They can be a form of phosphene. Some people report closed-eye hallucinations under the influence of psychedelics. These are reportedly of a different nature than the \"open-eye\" hallucinations of the same compounds. Similar hallucinations that occur due to loss of vision are called visual release hallucinations.",
            "score": 177.19092106819153
        },
        {
            "docid": "613052_11",
            "document": "Direct and indirect realism . Another potential counter-example involves vivid hallucinations: phantom elephants, for instance, might be interpreted as sense-data. A direct realist response would differentiate hallucination from genuine perception: no perception of elephants is going on, only the different and related mental process of hallucination. However, if there are visual images when we hallucinate it seems reasonable that there are visual images when we see. Similarly if dreaming involves visual and auditory images in our minds it seems reasonable to think there are visual and auditory images, or sense-data, when we are awake and perceiving things. This argument has been challenged in a number of different ways. First it has been questioned whether there must be some object present that actually has the experienced qualities, which would then seemingly have to be something like a sense-datum. Why couldn't it be that the perceiver is simply in a state of seeming to experience such an object without any object actually being present? Second, in cases of illusion and perceptual relativity there is an object present which is simply misperceived, usually in readily explainable ways, and no need to suppose that an additional object is also involved. Third, the last part of the perceptual relativity version of the argument has been challenged by questioning whether there is really no experiential difference between veridical and non-veridical perception; and by arguing that even if sense-data are experienced in non-veridical cases and even if the difference between veridical and non-veridical cases is, as claimed, experientially indiscernible, there is still no reason to think that sense-data are the immediate objects of experience in veridical cases. Fourth, do sense-data exist through time or are they momentary? Can they exist when not being perceived? Are they public or private? Can they be themselves misperceived? Do they exist in minds or are they extra-mental, even if not physical? On the basis of the intractability of these questions, it has been argued that the conclusion of the argument from illusion is unacceptable or even unintelligible, even in the absence of a clear diagnosis of exactly where and how it goes wrong.",
            "score": 155.05572426319122
        },
        {
            "docid": "2181792_3",
            "document": "Bicameralism (psychology) . Jaynes uses governmental bicameralism as a metaphor to describe a mental state in which the experiences and memories of the right hemisphere of the brain are transmitted to the left hemisphere via auditory hallucinations. The metaphor is based on the idea of lateralization of brain function although each half of a normal human brain is constantly communicating with the other through the \"corpus callosum\". The metaphor is not meant to imply that the two halves of the bicameral brain were \"cut off\" from each other but that the bicameral mind was experienced as a different, non-conscious mental schema wherein volition in the face of novel stimuli was mediated through a linguistic control mechanism and experienced as auditory verbal hallucination.",
            "score": 109.46055316925049
        },
        {
            "docid": "204127_6",
            "document": "Charles Bonnet . In 1760 he described a condition now called Charles Bonnet Syndrome, in which vivid, complex visual hallucinations (fictive visual percepts) occur in psychologically normal people. (He documented it in his 87-year-old grandfather, who was nearly blind from cataracts in both eyes but perceived men, women, birds, carriages, buildings, tapestries and scaffolding patterns.) Most people affected are elderly with visual impairments, however the phenomenon does not occur only in the elderly or in those with visual impairments; it can also be caused by damage elsewhere in their optic pathway or brain.",
            "score": 117.92435264587402
        },
        {
            "docid": "54201759_13",
            "document": "Visual hallucinations in psychosis . Hallucinations in those with psychoses are often experienced in color, and most often are multi-modal, consisting of visual and auditory components. They frequently accompany paranoia or other thought disorders, and tend to occur during the daytime and are associated with episodes of excess excitability. The DSM-V lists visual hallucinations as a primary diagnostic criterion for several psychotic disorders, including schizophrenia and schizoaffective disorder. The lifetime prevalence of all psychotic disorders is 3.48% and that of the different diagnostic groups are as follows: 0.87% for schizophrenia, 0.32% for schizoaffective disorder, 0.07% for schizophreniform disorder, 0.18% for delusional disorder, 0.24% for bipolar I disorder, 0.35% for major depressive disorder with psychotic features, 0.42% for substance-induced psychotic disorders, and 0.21% for psychotic disorders due to a general medical condition. Visual hallucinations can occur as a symptom of the above psychotic disorders in 24% to 72% of patients at some point in the course of their illness. Not all individuals who experience hallucinations have a psychotic disorder. Many physical and psychiatric disorders can manifest with hallucinations, and some individuals may have more than one disorder that could cause different types of hallucinations.",
            "score": 183.7212302684784
        },
        {
            "docid": "1192780_12",
            "document": "Peduncular hallucinosis . Other visual hallucinations tend to stem from psychological disorders. Whereas a person with a psychological disorder thinks their hallucinations are real, people with peduncular hallucinosis normally know that the visual hallucinations they see are not real. Peduncular hallucinations are independent of seizures, unlike some other visual hallucinations. Treatment of any kind of complex visual hallucination requires an understanding of the different pathologies in order to correctly diagnose and treat. If a person is taking a pro-hallucinogenic medication, the first step is to stop taking it. Sometimes improvement will occur spontaneously and pharmacotherapy is not necessary. While there is not a lot of evidence of effective pharmacological treatment, antipsychotics and anticonvulsants have been used in some cases to control hallucinations. Since peduncular hallucinosis occurs due to an excess of serotonin, modern antipsychotics are used to block both dopamine and serotonin receptors, preventing the overstimulation of the lateral geniculate nucleus. The drug generically called carbamazepine increases GABA, which prevents the LGN from firing, thereby increasing the inhibition of the LGN. Regular antipsychotics as well as antidepressants can also be helpful in reducing or eliminating peduncular hallucinosis.",
            "score": 172.60335052013397
        },
        {
            "docid": "19008500_59",
            "document": "Near-death experience . According to Engmann (2008) near-death experiences of people who are clinically dead are psychopathological symptoms caused by a severe malfunction of the brain resulting from the cessation of cerebral blood circulation. An important question is whether it is possible to \"translate\" the bloomy experiences of the reanimated survivors into psychopathologically basic phenomena, e.g., acoasms (nonverbal auditory hallucinations), central narrowing of the visual field, autoscopia, visual hallucinations, activation of limbic and memory structures according to Moody's stages. The symptoms suppose a primary affliction of the occipital and temporal cortices under clinical death. This basis could be congruent with the thesis of pathoclisis—the inclination of special parts of the brain to be the first to be damaged in case of disease, lack of oxygen, or malnutrition—established eighty years ago by Cécile and Oskar Vogt.",
            "score": 112.34271812438965
        },
        {
            "docid": "21927040_8",
            "document": "Positive visual phenomena . Hallucination is defined as visual perception without external stimulation. It must be distinguished whether the individual is able to recognize that the perception is not real, also called pseudo-hallucination, or that the individual endorses it as real, also called delusion. It is only delusion that has serious psychiatric implications. The content of hallucinations is widely variable and can range from simple images including flashing or steady spots, colored lines and shapes (unformed hallucinations) to vivid objects, flowers, animals and persons (formed hallucinations). The differential diagnosis includes entopic phenomena, which are visual images produced within the eye and reflected to the retina. Frequent causes of hallucination include release phenomena (due to impairment of vision) such as Charles Bonnet Syndrome.",
            "score": 183.43498015403748
        },
        {
            "docid": "1065357_31",
            "document": "Mental status examination . Hallucinations can occur in any of the five senses, although auditory and visual hallucinations are encountered more frequently than tactile (touch), olfactory (smell) or gustatory (taste) hallucinations. Auditory hallucinations are typical of psychoses: third-person hallucinations (i.e. voices talking about the patient) and hearing one's thoughts spoken aloud (\"gedankenlautwerden\" or \"écho de la pensée\") are among the Schneiderian first rank symptoms indicative of schizophrenia, whereas second-person hallucinations (voices talking to the patient) threatening or insulting or telling them to commit suicide, may be a feature of psychotic depression or schizophrenia. Visual hallucinations are generally suggestive of organic conditions such as epilepsy, drug intoxication or drug withdrawal. Many of the visual effects of hallucinogenic drugs are more correctly described as visual illusions or visual pseudohallucinations, as they are distortions of sensory experiences, and are not experienced as existing in objective reality. Auditory pseudohallucinations are suggestive of dissociative disorders. Déjà vu, derealization and depersonalization are associated with temporal lobe epilepsy and dissociative disorders.",
            "score": 170.92678654193878
        },
        {
            "docid": "49159_4",
            "document": "Hallucination . A mild form of hallucination is known as a \"disturbance\", and can occur in most of the senses above. These may be things like seeing movement in peripheral vision, or hearing faint noises and/or voices. Auditory hallucinations are very common in schizophrenia. They may be benevolent (telling the subject good things about themselves) or malicious, cursing the subject, etc. Auditory hallucinations of the malicious type are frequently heard, for example people talking about the subject behind their back. Like auditory hallucinations, the source of the visual counterpart can also be behind the subject's back. Their visual counterpart is the feeling of being looked or stared at, usually with malicious intent. Frequently, auditory hallucinations and their visual counterpart are experienced by the subject together.",
            "score": 160.44742250442505
        },
        {
            "docid": "54201759_6",
            "document": "Visual hallucinations in psychosis . Complex visual hallucinations are also referred to as formed visual hallucinations. They tend to be clear, lifelike images or scenes, such as faces of animals or people. Sometimes, hallucinations are 'Lilliputian', i.e., patients experience visual hallucinations where there are miniature people, often undertaking unusual actions. Lilliputian hallucinations may be accompanied by wonder, rather than terror.",
            "score": 160.71013188362122
        },
        {
            "docid": "50770806_3",
            "document": "Prosopometamorphopsia . Prosopometamorphopsia is considered a face hallucination and is included under the umbrella of complex visual hallucinations. Unlike other forms of hallucinations such as peduncular hallucinosis or Charles Bonnet syndrome, prosopometamorphopsia does not predominate at a particular time of day; it is a constant experience. However, patients with Charles Bonnet syndrome have noted descriptions of prosopometamorphopsia. This form of perceptual distortion along with others such as macropsia and micropsia (alteration of perceived object size) and palinopia (spatial and temporal varieties and polyopia) are classified under the category termed metamorphopsia. These facial distortions can occur to either hallucinated perceptions or true (non-hallucinated) perceptions. It is attributed to structural brain changes or functional disorders like epilepsy, migraine or eye diseases.",
            "score": 168.859201669693
        },
        {
            "docid": "49159_24",
            "document": "Hallucination . Peduncular means pertaining to the peduncle, which is a neural tract running to and from the pons on the brain stem. These hallucinations usually occur in the evenings, but not during drowsiness, as in the case of hypnagogic hallucination. The subject is usually fully conscious and then can interact with the hallucinatory characters for extended periods of time. As in the case of hypnagogic hallucinations, insight into the nature of the images remains intact. The false images can occur in any part of the visual field, and are rarely polymodal.",
            "score": 153.22353434562683
        },
        {
            "docid": "27333834_2",
            "document": "C1 and P1 (neuroscience) . The C1 and P1 (also called the P100) are two human scalp-recorded event-related brain potential (event-related potential (ERP)) components, collected by means of a technique called electroencephalography (EEG). The C1 is named so because it was the first component in a series of components found to respond to visual stimuli when it was first discovered. It can be a negative-going component (when using a mastoid reference point) or a positive going component with its peak normally observed in the 65–90 ms range post-stimulus onset. The P1 is called the P1 because it is the first positive-going component (when also using a mastoid reference point) and its peak is normally observed in around 100 ms. Both components are related to processing of visual stimuli and are under the category of potentials called visually evoked potentials (VEPs). Both components are theorized to be evoked within the visual cortices of the brain with C1 being linked to the primary visual cortex (striate cortex) of the human brain and the P1 being linked to other visual areas (Extrastriate cortex). One of the primary distinctions between these two components is that, whereas the P1 can be modulated by attention, the C1 has been typically found to be invariable to different levels of attention.",
            "score": 57.927616596221924
        },
        {
            "docid": "9343928_26",
            "document": "Auditory hallucination . To explore the auditory hallucinations in schizophrenia, experimental neurocognitive use approaches such as dichotic listening, structural fMRI, and functional fMRI. Together, they allow insight into how the brain reacts to auditory stimulus, be it external or internal. Such methods allowed researchers to find a correlation between decreased gray matter of the left temporal lobe and difficulties in processing external sound stimulus in hallucinating patients.",
            "score": 116.41870951652527
        },
        {
            "docid": "433584_6",
            "document": "McGurk effect . Both hemispheres of the brain make a contribution to the McGurk effect. They work together to integrate speech information that is received through the auditory and visual senses. A McGurk response is more likely to occur in right-handed individuals for whom the face has privileged access to the right hemisphere and words to the left hemisphere. In people that have had callosotomies done, the McGurk effect is still present but significantly slower. In people with lesions to the left hemisphere of the brain, visual features often play a critical role in speech and language therapy. People with lesions in the left hemisphere of the brain show a greater McGurk effect than normal controls. Visual information strongly influences speech perception in these people. There is a lack of susceptibility to the McGurk illusion if left hemisphere damage resulted in a deficit to visual segmental speech perception. In people with right hemisphere damage, impairment on both visual-only and audio-visual integration tasks is exhibited, although they are still able to integrate the information to produce a McGurk effect. Integration only appears if visual stimuli is used to improve performance when the auditory signal is impoverished but audible. Therefore, there is a McGurk effect exhibited in people with damage to the right hemisphere of the brain but the effect is not as strong as a normal group.",
            "score": 60.424498319625854
        },
        {
            "docid": "23454872_14",
            "document": "Signs and symptoms of Parkinson's disease . Hallucinations can occur in parkinsonian syndromes for a variety of reasons. An overlap exists between PD and dementia with Lewy bodies, so that where Lewy bodies are present in the visual cortex, hallucinations may result. Hallucinations can also be brought about by excessive dopaminergic stimulation. Most hallucinations are visual in nature, often formed as familiar people or animals, and are generally not threatening in nature. Some patients find them comforting; however, their caregivers often find this part of the disease most disturbing, and the occurrence of hallucinations is a major risk factor for hospitalisation. Treatment options consist of modifying the dosage of dopaminergic drugs taken each day, adding an antipsychotic drug such as quetiapine, or offering caregivers a psychosocial intervention to help them cope with the hallucinations.",
            "score": 165.27200138568878
        },
        {
            "docid": "37970096_8",
            "document": "Sign language in the brain . It has been thought that congenitally deaf people could provide insight into brain plasticity; the decreased auditory connectivity and brain volume for auditory processing provides an opportunity for enhancement in the visual cortices which are of greater importance to deaf humans. The Calcarine sulcus acts as the hub for the Primary Visual Cortex in humans. Congenitally deaf humans have measurably higher volume of Calcarine cortex than hearing humans. The increased volume and size of visual cortices of deaf individuals can lead to heightened visual processing. Deaf humans have demonstrated, via event-related potential, an increased sensitivity and reactivity to new visual stimuli—evidence of brain plasticity leading to behavioral enhancement.",
            "score": 59.92603898048401
        },
        {
            "docid": "24514_4",
            "document": "Psychosis . Auditory hallucinations, particularly experiences of hearing voices, are the most common and often prominent feature of psychosis.  Up to 15% of the general population may experience auditory hallucinations. The prevalence in schizophrenia is generally put around 70%, but may go as high as 98%. During the early 20th century auditory hallucinations were second to visual hallucinations in frequency, but they are now the most common manifestation of schizophrenia, although rates vary throughout cultures and regions. Auditory hallucinations are most commonly intelligible voices. When voices are present, the average number has been estimated at three. Content, like frequency, differs significantly, especially across cultures and demographics. People who experience auditory hallucinations can frequently identify the loudness, location of origin, and may settle on identities for voices. Western cultures are associated with auditory experiences concerning religious content, frequently related to sin. Hallucinations may command a person to do something, which may be dangerous when combined with delusions.",
            "score": 148.45796537399292
        },
        {
            "docid": "227167_70",
            "document": "Dementia with Lewy bodies . Visual hallucinations associated with DLB create a particular burden on caregivers; educating caregivers on how to distract or change the subject when confronted with hallucinations is more effective than arguing over the reality of the hallucination. Coping strategies may help and are worth trying, even though there is no evidence for their efficacy. These strategies include having the person with DLB look away or look at something else, focus on or try to touch the hallucination, wait for it to go away on its own, and speak with others about the visualization. Delusions and hallucinations may be reduced by increasing lighting in the evening, and making sure there is no light at night when the individual with DLB is sleeping.",
            "score": 151.79575324058533
        },
        {
            "docid": "1192780_2",
            "document": "Peduncular hallucinosis . Peduncular hallucinosis (PH), or Lhermitte's peduncular hallucinosis, is a rare neurological disorder that causes vivid visual hallucinations that typically occur in dark environments, and last for several minutes. Unlike some other kinds of hallucinations, the hallucinations that patients with PH experience are very realistic, and often involve people and environments that are familiar to the affected individuals. Because the content of the hallucinations is never exceptionally bizarre, patients can rarely distinguish between the hallucinations and reality.",
            "score": 152.49094915390015
        },
        {
            "docid": "49159_7",
            "document": "Hallucination . A visual hallucination is \"the perception of an external visual stimulus where none exists\". Alternatively, a visual illusion is a distortion of a real external stimulus. Visual hallucinations are separated into simple and complex.",
            "score": 138.36685514450073
        },
        {
            "docid": "53497_21",
            "document": "Optical illusion . A pathological visual illusion is a distortion of a real external stimulus and are often diffuse and persistent. Pathological visual illusions usually occur throughout the visual field, suggesting global excitability or sensitivity alterations. Alternatively visual hallucination is the perception of an external visual stimulus where none exists. Visual hallucinations are often from focal dysfunction and are usually transient.",
            "score": 121.69775915145874
        },
        {
            "docid": "576518_2",
            "document": "Visual release hallucinations . Visual release hallucinations, also known as Charles Bonnet syndrome (CBS) is a type of psychophysical visual disturbance and the experience of complex visual hallucinations in a person with partial or severe blindness. First described by Charles Bonnet in 1760,<ref name=\"Vukicevic/Fitzmaurice\"></ref> it was first introduced into English-speaking psychiatry in 1982. A related type of hallucination that also occurs with lack of visual input is the closed-eye hallucination.",
            "score": 147.14796113967896
        }
    ],
    "r": [
        {
            "docid": "54201759_13",
            "document": "Visual hallucinations in psychosis . Hallucinations in those with psychoses are often experienced in color, and most often are multi-modal, consisting of visual and auditory components. They frequently accompany paranoia or other thought disorders, and tend to occur during the daytime and are associated with episodes of excess excitability. The DSM-V lists visual hallucinations as a primary diagnostic criterion for several psychotic disorders, including schizophrenia and schizoaffective disorder. The lifetime prevalence of all psychotic disorders is 3.48% and that of the different diagnostic groups are as follows: 0.87% for schizophrenia, 0.32% for schizoaffective disorder, 0.07% for schizophreniform disorder, 0.18% for delusional disorder, 0.24% for bipolar I disorder, 0.35% for major depressive disorder with psychotic features, 0.42% for substance-induced psychotic disorders, and 0.21% for psychotic disorders due to a general medical condition. Visual hallucinations can occur as a symptom of the above psychotic disorders in 24% to 72% of patients at some point in the course of their illness. Not all individuals who experience hallucinations have a psychotic disorder. Many physical and psychiatric disorders can manifest with hallucinations, and some individuals may have more than one disorder that could cause different types of hallucinations.",
            "score": 183.7212371826172
        },
        {
            "docid": "21927040_8",
            "document": "Positive visual phenomena . Hallucination is defined as visual perception without external stimulation. It must be distinguished whether the individual is able to recognize that the perception is not real, also called pseudo-hallucination, or that the individual endorses it as real, also called delusion. It is only delusion that has serious psychiatric implications. The content of hallucinations is widely variable and can range from simple images including flashing or steady spots, colored lines and shapes (unformed hallucinations) to vivid objects, flowers, animals and persons (formed hallucinations). The differential diagnosis includes entopic phenomena, which are visual images produced within the eye and reflected to the retina. Frequent causes of hallucination include release phenomena (due to impairment of vision) such as Charles Bonnet Syndrome.",
            "score": 183.4349822998047
        },
        {
            "docid": "576518_3",
            "document": "Visual release hallucinations . People with significant vision loss may have vivid, complex recurrent visual hallucinations (fictive visual percepts). One characteristic of these hallucinations is that they usually are \"lilliputian\" (hallucinations in which the characters or objects are smaller than normal). The most common hallucination is of faces or cartoons. Sufferers understand that the hallucinations are not real, and the hallucinations are only visual, that is, they do not occur in any other senses, e.g. hearing, smell or taste.<ref name=\"Mogk/Riddering/Dahl/Bruce/Brafford\"></ref> Among older adults (> 65 years) with significant vision loss, the prevalence of Charles Bonnet syndrome has been reported to be between 10% and 40%; a 2008 Australian study found the prevalence to be 17.5%. Two Asian studies, however, report a much lower prevalence. The high incidence of non-reporting of this disorder is the greatest hindrance to determining the exact prevalence; non-reporting is thought to be a result of sufferers being afraid to discuss the symptoms out of fear that they will be labelled insane.",
            "score": 181.9130859375
        },
        {
            "docid": "21927040_2",
            "document": "Positive visual phenomena . Lesions in the visual pathway affect vision most often by creating deficits or negative phenomena, such as blindness, visual field deficits or scotomas, decreased visual acuity and color blindness. On occasion, they may also create false visual images, called positive visual phenomena. These images can be a result of distortion of incoming sensory information leading to an incorrect perception of a real image called an illusion. When the visual system produces images which are not based on sensory input, they can be referred to as hallucinations. The visual phenomena may last from brief moments to several hours, but they also can be permanent. They are generally associated with other symptoms but occasionally are isolated. Conditions causing these phenomena include disruptions in the visual input along the pathways (retina, optic nerve, chiasmal and retrochiasmal lesions) lesions in the extracortical visual system, migraines, seizures, toxic-metabolic encephalopathy, psychiatric conditions and sleep apnea, among others. The mechanisms underlying positive visual phenomena are not yet well understood. Possible mechanisms may be: 1) defect in the sensory input causing compensatory upregulation of the visual cortex, 2) faulty visual processing in which inputs are normal but lesions result in an inappropriate pattern of cortical excitation, 3)variants of normal visual processing. Of all forms of hallucination, visual hallucinations are the least likely to be associated with psychiatric disorders. For example most patients with visual hallucinations do not have schizophrenia and most patients with schizophrenia do not have visual hallucinations.",
            "score": 180.82635498046875
        },
        {
            "docid": "54201759_7",
            "document": "Visual hallucinations in psychosis . The frequency of hallucinations varies widely from rare to frequent, as does duration (seconds to minutes). The content of hallucinations varies as well. Complex (formed) visual hallucinations are more common than Simple (non-formed) visual hallucinations. In contrast to hallucinations experienced in organic conditions, hallucinations experienced as symptoms of psychoses tend to be more frightening. An example of this would be hallucinations that have imagery of bugs, dogs, snakes, distorted faces. Visual hallucinations may also be present in those with Parkinson's, where visions of dead individuals can be present. In psychoses, this is relatively rare, although visions of God, angels, the devil, saints, and fairies are common. Individuals often report being surprised when hallucinations occur and are generally helpless to change or stop them. In general, individuals believe that visions are experienced only by themselves.",
            "score": 179.61753845214844
        },
        {
            "docid": "37846886_13",
            "document": "Musical hallucinations . According to Oliver Sacks' \"Hallucinations\", the first known medical report of musical hallucinations was published in 1846, by French alienist Jules Baillarger. However, the first scientific description of the disorder was reported in the early 1900s. In the last two decades, Berrios has reported case studies in 1990 and 1991 along with Keshavan et al. in 1992. Berrios concluded that confirmed diagnoses of deafness, ear disease, brain disease, advanced age and drug use are all important factors in the development of musical hallucinations. After analyzing 46 cases, Berrios found a female predominance of 80% in women over the age of 60. The study concluded that musical hallucinations were more likely to be seen in elderly women affected by deafness or brain disease than in individuals with no psychiatric illness at all.",
            "score": 177.36314392089844
        },
        {
            "docid": "2022036_2",
            "document": "Closed-eye hallucination . Closed-eye hallucinations and closed-eye visualizations (CEV) are a distinct class of hallucination. These types of hallucinations generally only occur when one's eyes are closed or when one is in a darkened room. They can be a form of phosphene. Some people report closed-eye hallucinations under the influence of psychedelics. These are reportedly of a different nature than the \"open-eye\" hallucinations of the same compounds. Similar hallucinations that occur due to loss of vision are called visual release hallucinations.",
            "score": 177.19093322753906
        },
        {
            "docid": "41119526_5",
            "document": "Tactile hallucination . About 7% of individuals with Parkinson's disease also experience mild or severe types of tactile hallucinations. Most of these hallucinations are based on the sensation of a particular kind of animal. Several case studies were conducted by Fénelon and his colleagues on parkinson's patients that had tactile hallucinations. One of his patients described that he sensed \"spiders and cockroaches chewing on his lower limb\" which was rather painful. Several other patients felt that there was a parasitic infestation of their skin which caused lesions on their skins due to the obsessive need of itching. Fénelon also analyzed the particular types of tactile hallucinations experienced, the timing of such experience and certain drugs that could eliminate such experience. It was concluded that patients with both Parkinson's disease and tactile hallucinations not only experienced sensations elicited by insects under their skin but also by vivid tactile sensations of people. These hallucinations were aggravated during evening times due to altered arousal states and were alleviated by dopaminergic treatment such as the intake of clozapine. The study also explains that the pathophysiology of tactile hallucinations is uncertain, however, such hallucinations can be attributed to narcoleptic rapid eye movement sleep disorders due to its concordance with visual hallucinations. Moreover, it emphasizes that individuals who have had Parkinson's for a longer period of time have a more severe form of tactile hallucinations than with individuals who have succumbed to this disease for just a short period of time. Clinical drugs used as an antiparkinsonian agent such as Trihexyphenidyl are known to create tactile hallucinations in parkinson patients.",
            "score": 174.4114532470703
        },
        {
            "docid": "30002510_16",
            "document": "Childhood schizophrenia . Auditory hallucinations are the most common \"positive symptom\" in children. Positive symptoms have come to mean psychopathological disorders that are actively expressed, such as delusions, hallucinations, thought disorder etc.). A child's auditory hallucinations may include voices that are conversing with each other or voices that are speaking directly to the children themselves. Many children with auditory hallucinations believe that if they do not listen to the voices, the voices will harm them or someone else. Tactile and visual hallucinations seem relatively rare. The children often attribute the hallucinatory voices to a variety of beings, including family members or other people, evil forces (\"the Devil\", \"a witch\", \"a spirit\"), animals, characters from horror movies (Bloody Mary, Freddy Krueger) and less clearly recognizable sources (\"bad things,\" \"the whispers\"). Command auditory hallucinations (also known as imperative hallucinations) were common and experienced by more than ½ of the group in a research at the Bellevue Hospital Center's Children's Psychiatric Inpatient Unit. And voices repeat and repeat: \"Kill somebody!\", \"Kill her, kill her!\". Delusions are reported in more than half of children with schizophrenia, but they are usually less complex than those of adults. Delusions often connected with hallucinatory experiences. In a research delusions were characterized as persecutory for the most part, but some children reported delusions of control. Many said they were being tortured by the beings causing their visual and auditory hallucinations, some thought disobeying their voices would cause them harm.",
            "score": 172.83328247070312
        },
        {
            "docid": "1192780_12",
            "document": "Peduncular hallucinosis . Other visual hallucinations tend to stem from psychological disorders. Whereas a person with a psychological disorder thinks their hallucinations are real, people with peduncular hallucinosis normally know that the visual hallucinations they see are not real. Peduncular hallucinations are independent of seizures, unlike some other visual hallucinations. Treatment of any kind of complex visual hallucination requires an understanding of the different pathologies in order to correctly diagnose and treat. If a person is taking a pro-hallucinogenic medication, the first step is to stop taking it. Sometimes improvement will occur spontaneously and pharmacotherapy is not necessary. While there is not a lot of evidence of effective pharmacological treatment, antipsychotics and anticonvulsants have been used in some cases to control hallucinations. Since peduncular hallucinosis occurs due to an excess of serotonin, modern antipsychotics are used to block both dopamine and serotonin receptors, preventing the overstimulation of the lateral geniculate nucleus. The drug generically called carbamazepine increases GABA, which prevents the LGN from firing, thereby increasing the inhibition of the LGN. Regular antipsychotics as well as antidepressants can also be helpful in reducing or eliminating peduncular hallucinosis.",
            "score": 172.6033477783203
        },
        {
            "docid": "37846886_6",
            "document": "Musical hallucinations . A case study by Janakiraman et al. 2006, revealed a 93‑year‑old woman with major depressive disorder who experienced musical hallucinations while treated with electroconvulsive therapy (ECT). Investigators found that the patient's depression symptoms were inversely related to her hallucinations and primarily stemmed from the ECT treatment. The patient had no known abnormalities in hearing, suggesting that musical hallucinations could arise from a variety of sources including psychiatric illnesses. After a complete course of ECT, her hallucinations dissipated, also suggesting that they can be acute.",
            "score": 171.90310668945312
        },
        {
            "docid": "41119526_4",
            "document": "Tactile hallucination . Hallucinations of pain and touch are very rare in schizophrenic disorders but 20% of patients with schizophrenia experience some sort of tactile hallucinations along with visual and auditory hallucinations. The most common tactile hallucination in patients with schizophrenia is a sensation in which a patch of their skin is stretched elastically across their head. They vary in intensity, range and speed at which they feel this stretching painful sensation. They are usually triggered by emotional cues such as guilt, anger, fear and depression. Other types of tactile hallucinations takes on a sexual form in patients with schizophrenia. Patients with schizophrenia may sometimes experience the feeling of being kissed or the feeling of someone lying by their side in response to their emotion of being lonely. Additionally, they occasionally hallucinate the feeling of small animals such as snakes crawling over their body. Such vivid tactile sensation of an object that is not present results from the unsuccessful attempt of the brain trying to perceive objects that are novel and that represent unreal situations usually triggered by guilt and fear. Patients with schizophrenia also have a hard time portraying emotions as they divert most of their energy to control the pain from their tactile hallucinations. Olfactory and tactile hallucinations correlate with one another in terms of prevalence in patients with schizophrenia. One particular study was conducted by Langdon et al., in which the prevalence of olfactory hallucinations and tactile hallucinations was analyzed in two distinct clinical samples of patients with schizophrenia. One of the samples contained patients with schizophrenia with tactile hallucinations as reported by the World Health Organization while the other sample contained cases with negative and positive types of tactile hallucinations in patients with schizophrenia. It was concluded that about 13%-17% of patients with schizophrenia experience olfactory and tactile hallucinations. The study reported that socio-cultural factors influenced self-reporting of tactile hallucinations. Since hallucinations in general were feared as a symptoms of insanity, patients were reluctant to seek help for such symptoms. Moreover, the study concluded that tactile hallucinations were usually accompanied by several other hallucinations associated with different modalities such as taste and sight. However, the study failed to recognize the pathophysiology of tactile hallucinations in individuals with schizophrenia.",
            "score": 170.94961547851562
        },
        {
            "docid": "1065357_31",
            "document": "Mental status examination . Hallucinations can occur in any of the five senses, although auditory and visual hallucinations are encountered more frequently than tactile (touch), olfactory (smell) or gustatory (taste) hallucinations. Auditory hallucinations are typical of psychoses: third-person hallucinations (i.e. voices talking about the patient) and hearing one's thoughts spoken aloud (\"gedankenlautwerden\" or \"écho de la pensée\") are among the Schneiderian first rank symptoms indicative of schizophrenia, whereas second-person hallucinations (voices talking to the patient) threatening or insulting or telling them to commit suicide, may be a feature of psychotic depression or schizophrenia. Visual hallucinations are generally suggestive of organic conditions such as epilepsy, drug intoxication or drug withdrawal. Many of the visual effects of hallucinogenic drugs are more correctly described as visual illusions or visual pseudohallucinations, as they are distortions of sensory experiences, and are not experienced as existing in objective reality. Auditory pseudohallucinations are suggestive of dissociative disorders. Déjà vu, derealization and depersonalization are associated with temporal lobe epilepsy and dissociative disorders.",
            "score": 170.92677307128906
        },
        {
            "docid": "50770806_3",
            "document": "Prosopometamorphopsia . Prosopometamorphopsia is considered a face hallucination and is included under the umbrella of complex visual hallucinations. Unlike other forms of hallucinations such as peduncular hallucinosis or Charles Bonnet syndrome, prosopometamorphopsia does not predominate at a particular time of day; it is a constant experience. However, patients with Charles Bonnet syndrome have noted descriptions of prosopometamorphopsia. This form of perceptual distortion along with others such as macropsia and micropsia (alteration of perceived object size) and palinopia (spatial and temporal varieties and polyopia) are classified under the category termed metamorphopsia. These facial distortions can occur to either hallucinated perceptions or true (non-hallucinated) perceptions. It is attributed to structural brain changes or functional disorders like epilepsy, migraine or eye diseases.",
            "score": 168.8592071533203
        },
        {
            "docid": "294793_16",
            "document": "Sensory deprivation . Studies have been conducted to test the effect of sensory deprivation on the brain. One study took 19 volunteers, all of whom tested in the lower and upper 20th percentiles on a questionnaire which measures the tendency of healthy people to see things not really there, and placed them in a pitch-black, soundproof booth for 15 minutes, after which they completed another test that measures psychosis-like experiences, originally used to study recreational drug users. Five subjects reported seeing hallucinations of faces; six reported seeing shapes/faces not actually there; four noted a heightened sense of smell, and two reported sensing a \"presence of evil\" in the room. People who scored lower on the first test experienced fewer perceptual distortions; however, they still reported seeing a variety of hallucinations. Many studies have been conducted to understand the main causes of the hallucinations, and considerable evidence has been accumulated indicating that long periods of isolation aren't directly related to the level of experienced hallucinations.",
            "score": 165.75074768066406
        },
        {
            "docid": "23454872_14",
            "document": "Signs and symptoms of Parkinson's disease . Hallucinations can occur in parkinsonian syndromes for a variety of reasons. An overlap exists between PD and dementia with Lewy bodies, so that where Lewy bodies are present in the visual cortex, hallucinations may result. Hallucinations can also be brought about by excessive dopaminergic stimulation. Most hallucinations are visual in nature, often formed as familiar people or animals, and are generally not threatening in nature. Some patients find them comforting; however, their caregivers often find this part of the disease most disturbing, and the occurrence of hallucinations is a major risk factor for hospitalisation. Treatment options consist of modifying the dosage of dopaminergic drugs taken each day, adding an antipsychotic drug such as quetiapine, or offering caregivers a psychosocial intervention to help them cope with the hallucinations.",
            "score": 165.27200317382812
        },
        {
            "docid": "54201759_5",
            "document": "Visual hallucinations in psychosis . Simple visual hallucinations are also referred to as non-formed or elementary visual hallucinations. They can take the form of multicolored lights, colors, geometric shapes, indiscrete objects. Simple visual hallucinations without structure are known as phosphenes and those with geometric structure are known as photopsias. These hallucinations are caused by irritation to the primary visual cortex (Brodmann's area 17).",
            "score": 164.98226928710938
        },
        {
            "docid": "49159_28",
            "document": "Hallucination . Charles Bonnet syndrome is the name given to visual hallucinations experienced by a partially or severely sight impaired person. The hallucinations can occur at any time and can distress people of any age, as they may not initially be aware that they are hallucinating, they may fear initially for their own mental health which may delay them sharing with carers what is happening until they start to understand it themselves. The hallucinations can frighten and disconcert as to what is real and what is not and carers need to learn how to support sufferers. The hallucinations can sometimes be dispersed by eye movements, or perhaps just reasoned logic such as, \"I can see fire but there is no smoke and there is no heat from it\" or perhaps \"We have an infestation of rats but they have pink ribbons with a bell tied on their necks.\" Over elapsed months and years the manifestation of the hallucinations may change, becoming more or less frequent with changes in ability to see. The length of time that the sight impaired person can suffer from these hallucinations varies according to the underlying speed of eye deterioration. A differential diagnosis are ophthalmopathic hallucinations.",
            "score": 163.18067932128906
        },
        {
            "docid": "49159_30",
            "document": "Hallucination . Temporal lobe seizures, on the other hand, can produce complex visual hallucinations of people, scenes, animals, and more as well as distortions of visual perception. Complex hallucinations may appear to be real or unreal, may or may not be distorted with respect to size, and may seem disturbing or affable, among other variables. One rare but notable type of hallucination is heautoscopy, a hallucination of a mirror image of one's self. These \"other selves\" may be perfectly still or performing complex tasks, may be an image of a younger self or the present self, and tend to be only briefly present. Complex hallucinations are a relatively uncommon finding in temporal lobe epilepsy patients. Rarely, they may occur during occipital focal seizures or in parietal lobe seizures.",
            "score": 162.0565643310547
        },
        {
            "docid": "54201759_6",
            "document": "Visual hallucinations in psychosis . Complex visual hallucinations are also referred to as formed visual hallucinations. They tend to be clear, lifelike images or scenes, such as faces of animals or people. Sometimes, hallucinations are 'Lilliputian', i.e., patients experience visual hallucinations where there are miniature people, often undertaking unusual actions. Lilliputian hallucinations may be accompanied by wonder, rather than terror.",
            "score": 160.7101287841797
        },
        {
            "docid": "49159_4",
            "document": "Hallucination . A mild form of hallucination is known as a \"disturbance\", and can occur in most of the senses above. These may be things like seeing movement in peripheral vision, or hearing faint noises and/or voices. Auditory hallucinations are very common in schizophrenia. They may be benevolent (telling the subject good things about themselves) or malicious, cursing the subject, etc. Auditory hallucinations of the malicious type are frequently heard, for example people talking about the subject behind their back. Like auditory hallucinations, the source of the visual counterpart can also be behind the subject's back. Their visual counterpart is the feeling of being looked or stared at, usually with malicious intent. Frequently, auditory hallucinations and their visual counterpart are experienced by the subject together.",
            "score": 160.4474334716797
        },
        {
            "docid": "54201759_12",
            "document": "Visual hallucinations in psychosis . The third mechanism has to do with the reticular activating system, which plays a role in the maintenance of arousal. Lesions in the brain stem can cause visual hallucinations. Visual hallucinations are frequent in those with certain sleep disorders, occurring more often when drowsy. This suggests that the reticular activating system plays a part in visual hallucinations, although the precise mechanism has still not fully been established.",
            "score": 159.1265869140625
        },
        {
            "docid": "41119526_10",
            "document": "Tactile hallucination . Tactile Hallucinations are the result of a dysfunctional somatosensory and a dysfunctional awareness regions of the brain. Tactile sensory input is produced and conducted through the spinal cord and thalamus and it is received at the primary somatosensory cortex. Once it has reached the primary somatosensory cortex, it is distributed across the brain and it will not be processed unless it is important and one pays close attention to the information based on a specific context. Consciousness to these specific tactile sensations is generated only through multiple feedback loops passing through higher cortical areas such as secondary somatosensory area, parietal, insular cortex and premotor areas. The intensity of the tactile stimulus is directly proportional to the area of the primary somatosensory region activated. A feedback mechanism from different cortical areas results in the awareness of touch. Even with complete sensory deprivation, discrete tactile memories can trigger spontaneous firing of impaired neurons. Therefore, individuals with various psychiatric disorders are more prone to tactile hallucinations than normal individuals. Tactile hallucinations are especially possible due to faulty sensory integration of neuronal signals in the primary and secondary somatosensory system with neuronal signals in the parietal cortex, insular cortex and premotor cortex. Moreover, the posterior insula is responsible for mental body schema representation and can produce tactile hallucination if defected. Additionally, it is interesting to note that the regions of the brain involved in tactile hallucinations are similar to the regions of the brain involved in pain.",
            "score": 156.82508850097656
        },
        {
            "docid": "227167_14",
            "document": "Dementia with Lewy bodies . These hallucinations can sometimes provoke fear, although their content is more typically neutral. In some cases, the person with DLB may have insight that the hallucinations are not real. Individuals with visual hallucinations and one of the Lewy body dementias generally have more severe cognitive impairment. Among those with more disrupted cognition, the hallucinations can become more complex, and they may be less aware that their hallucinations are not real.",
            "score": 156.78799438476562
        },
        {
            "docid": "49159_5",
            "document": "Hallucination . Hypnagogic hallucinations and hypnopompic hallucinations are considered normal phenomena. Hypnagogic hallucinations can occur as one is falling asleep and hypnopompic hallucinations occur when one is waking up. Hallucinations can be associated with drug use (particularly deliriants), sleep deprivation, psychosis, neurological disorders, and delirium tremens.",
            "score": 156.48031616210938
        },
        {
            "docid": "13232499_15",
            "document": "David Lewis-Williams . The premise of the neuropsychological model is that there is a difference between cultural imagery and neurologically produced visual patterns (known as entoptic phenomena). During ASCs, which can be induced in a number of ways, the first stage of hallucination experienced by a subject contains only entoptic phenomena, such as the scintillating scotoma experienced by migraine sufferers. The second stage begins when the hallucinations are construed by the subject into culturally familiar content. The implication of this is that entoptic phenomena will be understood differently in different cultures. The final stage is one of deep visual and somatic hallucinations, with multiple images and sensations understood in a cultural context.",
            "score": 155.9835968017578
        },
        {
            "docid": "613052_11",
            "document": "Direct and indirect realism . Another potential counter-example involves vivid hallucinations: phantom elephants, for instance, might be interpreted as sense-data. A direct realist response would differentiate hallucination from genuine perception: no perception of elephants is going on, only the different and related mental process of hallucination. However, if there are visual images when we hallucinate it seems reasonable that there are visual images when we see. Similarly if dreaming involves visual and auditory images in our minds it seems reasonable to think there are visual and auditory images, or sense-data, when we are awake and perceiving things. This argument has been challenged in a number of different ways. First it has been questioned whether there must be some object present that actually has the experienced qualities, which would then seemingly have to be something like a sense-datum. Why couldn't it be that the perceiver is simply in a state of seeming to experience such an object without any object actually being present? Second, in cases of illusion and perceptual relativity there is an object present which is simply misperceived, usually in readily explainable ways, and no need to suppose that an additional object is also involved. Third, the last part of the perceptual relativity version of the argument has been challenged by questioning whether there is really no experiential difference between veridical and non-veridical perception; and by arguing that even if sense-data are experienced in non-veridical cases and even if the difference between veridical and non-veridical cases is, as claimed, experientially indiscernible, there is still no reason to think that sense-data are the immediate objects of experience in veridical cases. Fourth, do sense-data exist through time or are they momentary? Can they exist when not being perceived? Are they public or private? Can they be themselves misperceived? Do they exist in minds or are they extra-mental, even if not physical? On the basis of the intractability of these questions, it has been argued that the conclusion of the argument from illusion is unacceptable or even unintelligible, even in the absence of a clear diagnosis of exactly where and how it goes wrong.",
            "score": 155.05572509765625
        },
        {
            "docid": "49159_29",
            "document": "Hallucination . Visual hallucinations due to focal seizures differ depending on the region of the brain where the seizure occurs. For example, visual hallucinations during occipital lobe seizures are typically visions of brightly colored, geometric shapes that may move across the visual field, multiply, or form concentric rings and generally persist from a few seconds to a few minutes. They are usually unilateral and localized to one part of the visual field on the contralateral side of the seizure focus, typically the temporal field. However, unilateral visions moving horizontally across the visual field begin on the contralateral side and move toward the ipsilateral side.",
            "score": 154.3112335205078
        },
        {
            "docid": "49159_24",
            "document": "Hallucination . Peduncular means pertaining to the peduncle, which is a neural tract running to and from the pons on the brain stem. These hallucinations usually occur in the evenings, but not during drowsiness, as in the case of hypnagogic hallucination. The subject is usually fully conscious and then can interact with the hallucinatory characters for extended periods of time. As in the case of hypnagogic hallucinations, insight into the nature of the images remains intact. The false images can occur in any part of the visual field, and are rarely polymodal.",
            "score": 153.22354125976562
        },
        {
            "docid": "1192780_2",
            "document": "Peduncular hallucinosis . Peduncular hallucinosis (PH), or Lhermitte's peduncular hallucinosis, is a rare neurological disorder that causes vivid visual hallucinations that typically occur in dark environments, and last for several minutes. Unlike some other kinds of hallucinations, the hallucinations that patients with PH experience are very realistic, and often involve people and environments that are familiar to the affected individuals. Because the content of the hallucinations is never exceptionally bizarre, patients can rarely distinguish between the hallucinations and reality.",
            "score": 152.49095153808594
        },
        {
            "docid": "576518_7",
            "document": "Visual release hallucinations . There is no treatment of proven effectiveness for CBS. Some people experience CBS for anywhere from a few days up to many years, and these hallucinations can last only a few seconds or continue for most of the day. For those experiencing CBS, knowing that they are suffering from this syndrome and not a mental illness seems to be the best treatment so far, as it improves their ability to cope with the hallucinations. Most people with CBS meet their hallucinations with indifference, but they can still be disturbing because they may interfere with daily life. Interrupting vision for a short time by closing the eyes or blinking is sometimes helpful.",
            "score": 152.35240173339844
        },
        {
            "docid": "4423871_6",
            "document": "Paraphrenia . The main symptoms of paraphrenia are paranoid delusions and hallucinations. The delusions often involve the individual being the subject of persecution, although they can also be erotic, hypochondriacal, or grandiose in nature. The majority of hallucinations associated with paraphrenia are auditory, with 75% of patients reporting such an experience; however, visual, tactile, and olfactory hallucinations have also been reported. The paranoia and hallucinations can combine in the form of “threatening or accusatory voices coming from neighbouring houses [and] are frequently reported by the patients as disturbing and undeserved\". Patients also present with a lack of symptoms commonly found in other mental disorders similar to paraphrenia. There is no significant deterioration of intellect, personality, or habits and patients often remain clean and mostly self-sufficient. Patients also remain oriented well in time and space.",
            "score": 152.26010131835938
        }
    ]
}