{
    "q": [
        {
            "docid": "57432788_2",
            "document": "IMP-1088 . IMP-1088 is a newly discovered enzyme inhibitor of the human N-myristoyltransferases NMT1 and NMT2 capable of preventing rhinoviral replication, an area of research relating to potential treatment of the common cold. IMP-1088 works to keep cells from receiving the virus by targeting the cell instead of the rhinovirus itself. It does this by hijacking the NMT protein of the cell which prevents the virus from placing the capsid in the cell because viruses use the NMT protein to \"hijack\" and infect the cell with its genetic information of the virus. By using the IMP-1088 molecule in this specific treatment, viruses cannot form resistance to the drug since IMP-1088 is working against the human cell and not the virus which makes this treatment extremely effective. There has been past treatments using similar to drugs like IMP-1088, but those drugs were toxic and harmful to the human body. With the IMP-1088 molecule being discovered, it is very possible that the long thought incurable common cold will now be curable shortly in the future.",
            "score": 364.4347162246704
        },
        {
            "docid": "10473109_4",
            "document": "Resistance mutation . Resistance mutations are found and become problematic in many viruses other than HIV. Notable examples of such viruses include the herpes simplex virus and hepatitis B virus. In the herpes virus, drugs mainly target the viral DNA polymerase. As a result, mutations in the viral DNA polymerase that make it resistant to these drugs are selected for, which ultimately can cause complete resistance of the treatment. In hepatitis B, nucleoside and nucleotide analogs are used to cause early termination of viral transcription. Mutations in viral reverse transcriptase can cause the enzyme to not incorporate these nonfunctional analogs, in favor for their natural counterparts. If this mutation occurs, transcription will not be halted, and viral proteins can be created.",
            "score": 344.7591302394867
        },
        {
            "docid": "1308330_24",
            "document": "Thymidine kinase . Some antiviral drugs, such as acyclovir (ATC: J05AB01) and ganciclovir (ATC: J05AB06) as well as other nucleoside analogs make use of the substrate specificity of viral thymidine kinase, as opposed to human thymidine kinases. These drugs act as prodrugs, which in themselves are not toxic, but are converted to toxic drugs by phosphorylation by viral thymidine kinase. Cells infected with the virus therefore produce highly toxic triphosphates that lead to cell death. Human thymidine kinase, in contrast, with its more narrow specificity, is unable to phosphorylate and activate the prodrug. In this way, only cells infected by the virus are susceptible to the drug. Such drugs are effective only against viruses from the herpes group with their specific thymidine kinase. In patients treated with this type of drugs, the development of antiviral drug resistance is frequently observed. Sequencing the thymidine kinase gene in Herpes simplex virus and Varicella zoster virus shows the rapid genetic variability and may facilitate the diagnosis of antiviral drug resistance.",
            "score": 368.2174119949341
        },
        {
            "docid": "1914_53",
            "document": "Antimicrobial resistance . Specific antiviral drugs are used to treat some viral infections. These drugs prevent viruses from reproducing by inhibiting essential stages of the virus's replication cycle in infected cells. Antivirals are used to treat HIV, hepatitis B, hepatitis C, influenza, herpes viruses including varicella zoster virus, cytomegalovirus and Epstein-Barr virus. With each virus, some strains have become resistant to the administered drugs.",
            "score": 410.1506154537201
        },
        {
            "docid": "8499164_41",
            "document": "Human cytomegalovirus . All three currently licensed anti-HCMV drugs target the viral DNA polymerase, pUL54. Ganciclovir (GCV) acts as nucleoside analogue. Its antiviral activity requires phosphorylation by the HCMV protein kinase, pUL97. The second drug, Cidofovir (CDV), is a nucleotide analogue, which is already phosphorylated and thus active. Finally, Foscarnet (FOS) has a different mode of action. It directly inhibits polymerase function by blocking the pyrophosphate binding site of pUL54 (note: investigational drug letermovir acts through a mechanism that involves viral terminase). Two HCMV proteins are implicated in antiviral resistance against these three drugs: pUL97 and pUL54. Specific mutations in pUL97 can cause reduced phosphorylation activity of this viral protein kinase. Thus, fewer monophosphorylated – and thus active – GCV can be synthesized, leading to antiviral resistance against GCV. About 90% of all GCV resistances are caused by such mutations in UL97. Mutations in pUL54 may have different effects leading to antiviral drug resistance: A. They can lead to decreased affinity to antiviral compounds. This resistance mechanism concerns GCV, CDV and FOS and may lead to multidrug resistance. B. Some mutations in pUL54 can increase the polymerase’s exonuclease activity. This causes enhanced recognition of incorporated GCV and CDV. As a result, these dNTP analogues are excised more efficiently. Major risk factors for HCMV drug resistance are the residual capacity of the host’s immune system to control viral replication and the overall amount and duration of viral replication. HCMV antiviral drug resistance can be detected by phenotypic or by genotypic drug resistance testing. Phenotypic resistance testing involves cultivation of the virus in cell culture and testing its susceptibility using different antiviral drug concentrations in order to determine EC50 values. In contrast, genotypic resistance testing means the detection of resistance associated mutations in UL97 and UL54 by sequencing. Genotypic resistance testing is becoming the method of choice because it is faster, but requires previous phenotypic characterisation of each newly found mutation. This can be performed via a web-based search tool that links a person’s HCMV sequence to a database containing all published UL97 and UL54 mutations and corresponding antiviral drug susceptibility phenotypes.",
            "score": 300.718998670578
        },
        {
            "docid": "15120_15",
            "document": "Interferon . Many viruses have evolved mechanisms to resist interferon activity. They circumvent the IFN response by blocking downstream signaling events that occur after the cytokine binds to its receptor, by preventing further IFN production, and by inhibiting the functions of proteins that are induced by IFN. Viruses that inhibit IFN signaling include Japanese Encephalitis Virus (JEV), dengue type 2 virus (DEN-2) and viruses of the herpesvirus family, such as human cytomegalovirus (HCMV) and Kaposi's sarcoma-associated herpesvirus (KSHV or HHV8). Viral proteins proven to affect IFN signaling include EBV nuclear antigen 1 (EBNA1) and EBV nuclear antigen 2 (EBNA-2) from Epstein-Barr virus, the large T antigen of Polyomavirus, the E7 protein of Human papillomavirus (HPV), and the B18R protein of vaccinia virus. Reducing IFN-α activity may prevent signaling via STAT1, STAT2, or IRF9 (as with JEV infection) or through the JAK-STAT pathway (as with DEN-2 infection). Several poxviruses encode soluble IFN receptor homologs—like the B18R protein of the vaccinia virus—that bind to and prevent IFN interacting with its cellular receptor, impeding communication between this cytokine and its target cells. Some viruses can encode proteins that bind to double-stranded RNA (dsRNA) to prevent the activity of RNA-dependent protein kinases; this is the mechanism reovirus adopts using its sigma 3 (σ3) protein, and vaccinia virus employs using the gene product of its E3L gene, p25. The ability of interferon to induce protein production from interferon stimulated genes (ISGs) can also be affected. Production of protein kinase R, for example, can be disrupted in cells infected with JEV Some viruses escape the anti-viral activities of interferons by gene (and thus protein) mutation. The H5N1 influenza virus, also known as bird flu, has resistance to interferon and other anti-viral cytokines that is attributed to a single amino acid change in its Non-Structural Protein 1 (NS1), although the precise mechanism of how this confers immunity is unclear.",
            "score": 256.38318061828613
        },
        {
            "docid": "37783228_22",
            "document": "William A. Haseltine . The first goal was achieved by understanding the structure and function of the virus. Haseltine's laboratory, working in collaboration with two other groups, determined the complete sequence of the viral genome and discovered the genes that specify the virus capsid, polymerase, protease, ribonuclease H, integrase and envelop genes. The first application of this knowledge was to design a fragment of the virus envelope protein that could be used to accurately detect antibodies to HIV in those infected, forming the basis of an accurate diagnostic test. This protein fragment was used by Cambridge BioSciences (Later named Cambridge BioTech) to develop a rapid test for HIV infection that could be used at home. It was only in 2012, that the US FDA approved a similar home HIV test kit. Haseltine and his laboratory quickly showed that damage to any of the viral genes that specify the virus capsid, polymerase, protease, ribonuclease, integrase and envelope genes killed the virus and therefore that proteins specified by each gene were good targets for anti-viral drugs. Over the next several years his laboratory isolated each of the genes and their proteins in pure form and developed methods that were used by the pharmaceutical companies to discover new anti viral drugs. The first HIV specific protease inhibitor Nelfinavir, was developed as a part of a three way collaboration between the Haseltine laboratory, Cambridge BioSciences, a company Haseltine and his colleagues created, and Agouron Pharmaceuticals. The combination of an HIV polymerase inhibitor such as AZT and an anti protease drug lead to the first long term survival of those infected with HIV. Haseltine proposed the use of combination chemotherapy, the use of multiple drugs targeted against different viral proteins would be the basis for effective therapy. Today those ideas have proven out; The pharmaceutical industry has developed more than forty drugs that inhibit the HIV polymerase, protease, integrase, and envelope proteins. Combinations of these drugs have transformed HIV infection from a near universally fatal disease to one that with proper management can usually be successfully treated for decades.",
            "score": 326.3939982652664
        },
        {
            "docid": "203312_12",
            "document": "Management of HIV/AIDS . The life cycle of HIV can be as short as about 1.5 days from viral entry into a cell, through replication, assembly, and release of additional viruses, to infection of other cells. HIV lacks \"proofreading\" enzymes to correct errors made when it converts its RNA into DNA via reverse transcription. Its short life-cycle and high error rate cause the virus to mutate very rapidly, resulting in a high genetic variability of HIV. Most of the mutations either are inferior to the parent virus (often lacking the ability to reproduce at all) or convey no advantage, but some of them have a natural selection superiority to their parent and can enable them to slip past defenses such as the human immune system and antiretroviral drugs. The more active copies of the virus, the greater the possibility that one resistant to antiretroviral drugs will be made.",
            "score": 310.76074373722076
        },
        {
            "docid": "29749248_7",
            "document": "Santaris Pharma . Santaris Pharma A/S currently has two novel drug candidates for the treatment of solid tumors and lymphomas, EZN-2968 and EZN-3042. EZN-2968 is an inhibitor of a transcription factor, HIF-1α, that is involved in cells ability to undergo angiogenesis and other processes needed for cell survival. EZN-3042 is also an inhibitor, which acts against Survivin. Santaris is partnered with Enzon Pharmaceuticals for the development of both drug candidates, which are in Phase I clinical trials. SPC-4955 is in Phase I trials and is a novel treatment for cholesterol. SPC-4955 inhibits the protein that is necessary for the formation of plasma LDL cholesterol particles. This has the potential to be used as treatment for patients with hyperlipidemia. Their PCSK9 program also has the potential to treat patients with hyperlipidemia. It inhibits the protein which controls the number of receptors responsible for removing LDL cholesterol particles from the blood. Santaris is developing a microRNA targeting drug for hepatitis C, miravirsen (SPC3649), which entered Phase II clinical trials in 2010. The drug targets miR-122, a host factor necessary for viral replication of the hepatitis C virus in host liver cells; because miravirsen targets a host factor rather than the virus itself, there are no indications of the virus developing resistance. The U.S. Food and Drug Administration has approved a multiple dosing study, by injection, to treatment naive patients for phase II testing. Santaris has a collaboration with Shire to discover and develop new RNA-based medicines to treat rare genetic disorders.",
            "score": 277.577192902565
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 222.21148264408112
        },
        {
            "docid": "10473109_2",
            "document": "Resistance mutation . A resistance mutation is a mutation in a virus gene that allows the virus to become resistant to treatment with a particular antiviral drug. The term was first used in the management of HIV, the first virus in which genome sequencing was routinely used to look for drug resistance. At the time of infection, a virus will infect and begin to replicate within a preliminary cell. As subsequent cells are infected, random mutations will occur in the viral genome. When these mutations begin to accumulate, antiviral methods will kill the wild type strain, but will not be able to kill one or many mutated forms of the original virus. At this point a resistance mutation has occurred because the new strain of virus is now resistant to the antiviral treatment that would have killed the original virus. Resistance mutations are evident and widely studied in HIV due to its high rate of mutation and prevalence in the general population. Resistance mutation is now studied in bacteriology and parasitology.",
            "score": 352.8672069311142
        },
        {
            "docid": "1551873_38",
            "document": "ATP-binding cassette transporter . Discovery of the first eukaryotic ABC transporter protein came from studies on tumor cells and cultured cells that exhibited resistance to several drugs with unrelated chemical structures. These cells were shown to express elevated levels of multidrug-resistance (MDR) transport protein which was originally called P-glycoprotein (P-gp), but it is also referred to as multidrug resistance protein 1 (MDR1) or ABCB1. This protein uses ATP hydrolysis, just like the other ABC transporters, to export a large variety of drugs from the cytosol to the extracellular medium. In multidrug-resistant cells, the MDR1 gene is frequently amplified in multidrug-resistant cells. This results in a large overproduction of the MDR1 protein.  The substrates of mammalian ABCB1 are primarily planar, lipid-soluble molecules with one or more positive charges. All of these substrates compete with one another for transport, suggesting that they bind to the same or overlapping sites on the protein. Many of the drugs that are transported out by ABCB1 are small, nonpolar drugs that diffuse across the extracellular medium into the cytosol, where they block various cellular functions. Drugs such as colchicine and vinblastine, which block assembly of microtubules, freely cross the membrane into the cytosol, but the export of these drugs by ABCB1 reduces their concentration in the cell. Therefore, it takes a higher concentration of the drugs is required to kill the cells that express ABCB1 than those that do not express the gene.",
            "score": 231.20709693431854
        },
        {
            "docid": "24203383_5",
            "document": "Robert F. Siliciano . The problem of HIV latency is a focus of Siliciano's research. When HIV integrates into the genome of a host cell but remains transcriptionally silent in a state known as \"latency,\" the immune system is unable to detect and destroy the infected cell and its virus. Antiretroviral drugs are highly effective at controlling virus replication, but they also have several drawbacks. Some people experience side effects when taking these medications, and if treatment is interrupted, latent HIV can begin replicating and spreading again, often developing resistance to anti-HIV medications in the process. HIV/AIDS researchers including Siliciano have hypothesized that if all latent virus in the body could be simultaneously forced out of latency, or \"reactivated,\" antiretroviral drugs could prevent the newly formed viruses from successfully infecting new cells, thus eradicating HIV from an infected person. Several candidate drugs have been proposed, but they cause unacceptable toxicity by globally activating the patient's uninfected T cells.",
            "score": 313.5240023136139
        },
        {
            "docid": "37783228_23",
            "document": "William A. Haseltine . The HIV genome presented several additional mysteries. The virus genome contained regions that might specify as yet unknown proteins. The Haseltine laboratory discovered a novel transacting protein, they named the transactivator \"tat\", and a second protein, originally named \"art\" now called \"rev\", both required for virus replication. He predicted that drugs that target these proteins will also be effective in treating the infection. A drug that inhibits the \"rev\" protein has been approved by the USA Food and Drug administration for treatment of HIV infection. His laboratory went on to discover additional viral genes and proteins – \"vpr\", \"vpu\", \"vif\", and \"nef\" - required for efficient virus growth in some but not all circumstances. The discoveries were summarized in an article in 1988 in \"Scientific American\".",
            "score": 271.75779128074646
        },
        {
            "docid": "19167679_34",
            "document": "Virus . Viruses undergo genetic change by several mechanisms. These include a process called antigenic drift where individual bases in the DNA or RNA mutate to other bases. Most of these point mutations are \"silent\" – they do not change the protein that the gene encodes – but others can confer evolutionary advantages such as resistance to antiviral drugs. Antigenic shift occurs when there is a major change in the genome of the virus. This can be a result of recombination or reassortment. When this happens with influenza viruses, pandemics might result. RNA viruses often exist as quasispecies or swarms of viruses of the same species but with slightly different genome nucleoside sequences. Such quasispecies are a prime target for natural selection.",
            "score": 283.3273911476135
        },
        {
            "docid": "14756917_2",
            "document": "Maturation inhibitor . The maturation inhibitors are a class of antiviral drugs for the treatment of infection with HIV. They act by interfering with the maturation of the virus. Specifically, drugs in this class disrupt the final step in the processing of the HIV-1 \"gag\" protein, the cleavage of its immediate precursor by the enzyme HIV-1 protease. Unlike the class of drugs known as protease inhibitors, maturation inhibitors bind the \"gag\" protein, not the protease. This leads to the formation of noninfectious, immature virus particles, incapable of infecting other cells. No other class of drugs shares this mechanism of action, thus maturation inhibitors retain inhibitory activity against HIV infections with resistance.",
            "score": 281.6797914505005
        },
        {
            "docid": "28870620_5",
            "document": "Antiviral protein . Researchers at Harvard Medical School (HMS) have found an antiviral protein, IFITM3 that could slow and even prevent deadly viruses from infecting and spreading. These proteins account for up to half of the immune system in humans and the other half is composed of interferons. In a few experiments, this certain antiviral protein defended cells from viruses such as influenza (including influenza A virus subtype H1N1), West Nile virus, dengue virus, and HIV-1. The protein family, interferon-inducible transmembrane proteins (IFITM), were discovered about 25 years ago and are activated by an interferon. Not much is known about this protein, but it is found in many creatures and has been around for possibly millions of years. \"The most distinctive property of the first-line IFITM3 defense is its preventive action before the virus can fuse with the cell,\" said virologist Michael Farzan, associate professor of microbiology and molecular genetics at HMS and the New England Primate Research Center. A person's susceptibility to viral infections could be linked to variations in this antiviral protein and also how severe a person reacts to certain viruses like influenza or the more dangerous H1N1 strain.",
            "score": 229.29512429237366
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 260.91784834861755
        },
        {
            "docid": "44533208_23",
            "document": "Carrot yellow-leaf virus . Closteroviruses have a (+)ssRNA genome, so it needs to first be transcribed into dsDNA before translation. Replication also involves formation of subgenomic RNA. Replication happens in vesicles known as viral factories. Closteroviruses can have up to 10 Open Reading Frames (ORFs) in their genome that encode several enzymes, like RNA polymerase, methyltransferase, RNA helicase, and papain-like protease (L-pro). L-pro has an essential role in replication. The dsRNA is then used as a template for the replication of ssRNA which is then transcribed into mRNA and translated into viral proteins. Using Beet Yellow Virus as an example, it is possible to see that the virion is formed mainly by the major capsid protein. The virus has a short tail that is formed by the minor capsid protein. Cell mechanisms are used to translate these and all the other viral proteins. The capsid proteins and ssRNA genome assemble and exit the cell. The major capsid protein is essential for virus assembly; mutations in the gene responsible for encoding it result in impairment of assembly. However, minor capsid protein is not essential for assembly nor genome protection. A virus with a mutated minor capsid protein could successfully assemble, but cell-to-cell movement is not possible. Therefore, the tail is essential for viral movement. Hsp70h, which was seen in cell-to-cell movement is also essential for viral movement because tail formation is only possible when Hsp70h is present. Cell movement is a process with three different stages:",
            "score": 190.63556706905365
        },
        {
            "docid": "32242924_4",
            "document": "Co-option (biology) . Because of its medical importance, the Influenza A virus has been characterized to a large extent, and is mentioned here as an example of co-option. Its genome encodes only for 11 proteins, and it needs to use host-cell genes and proteins to carry out its lytic cycle. In 2010, a study was realized to determine which host-cell factors are necessary for the entry and replication of Influenza A virus. Using siRNA techniques, the effect of the disruption of more than 19,000 human genes on influenza life cycle was studied. That allowed identifying 295 host-cell genes needed for the virus to complete its lytic cycle, 23 of which are used during the entry steps, and the 219 remaining for the post-entry steps. Of all these genes implicated on the virus vital cycle, 168 might be targets for developing antiviral drugs for the treatment of H1N1 infection. It is important to emphasize that these targets are not virus proteins, but host-cell proteins.",
            "score": 209.1049462556839
        },
        {
            "docid": "104066_22",
            "document": "Rhinovirus . In 2018, a new series of anti-rhinoviral compounds were reported by researchers at Imperial College London and colleagues at the University of York and the Pirbright Institute. These molecules target human \"N\"-myristoyltransferase, an enzyme in the host cell which picornavirus requires in order to assemble its viral capsid, and thus generate an infectious virion. The lead compound in this series, IMP-1088, very potently inhibited host myristoylation of viral capsid protein and prevented infectious virus formation, rescuing the viability of cells in culture which had been exposed to a variety of rhinovirus serotypes, or to related picornaviruses including poliovirus and foot-and-mouth-disease virus. Because these compounds target a host factor, they are broadly active against all serotypes, and it is thought to be unlikely that they can be overcome by resistance mutations in the virus.",
            "score": 204.27645659446716
        },
        {
            "docid": "532906_21",
            "document": "Orthomyxoviridae . The influenza A virus particle or \"virion\" is 80–120 nm in diameter and usually roughly spherical, although filamentous forms can occur. Unusually for a virus, the influenza A genome is not a single piece of nucleic acid; instead, it contains eight pieces of segmented negative-sense RNA (13.5 kilobases total), which encode 11 proteins (HA, NA, NP, M1, M2, NS1, NEP, PA, PB1, PB1-F2, PB2). The best-characterised of these viral proteins are hemagglutinin and neuraminidase, two large glycoproteins found on the outside of the viral particles. Neuraminidase is an enzyme involved in the release of progeny virus from infected cells, by cleaving sugars that bind the mature viral particles. By contrast, hemagglutinin is a lectin that mediates binding of the virus to target cells and entry of the viral genome into the target cell. The hemagglutinin (H) and neuraminidase (N) proteins are targets for antiviral drugs. These proteins are also recognised by antibodies, i.e. they are antigens. The responses of antibodies to these proteins are used to classify the different serotypes of influenza A viruses, hence the \"H\" and \"N\" in \"H5N1\".",
            "score": 236.9472861289978
        },
        {
            "docid": "51469556_2",
            "document": "Viroporin . Viroporins are small and usually hydrophobic multifunctional viral proteins that modify cellular membranes, thereby facilitating virus release from infected cells. Viroporins are capable of assembling into oligomeric ion channels or pores in the host cell's membrane, rendering it more permeable and thus facilitating the exit of virions from the cell. Many viroporins also have additional effects on cellular metabolism and homeostasis mediated by protein-protein interactions with host cell proteins. Viroporins are not necessarily essential for viral replication, but do enhance growth rates. They are found in a variety of viral genomes but are particularly common in RNA viruses. Many viruses that cause human disease express viroporins, such as hepatitis C virus, HIV-1, influenza A virus, poliovirus, respiratory syncytial virus, and SARS-CoV.",
            "score": 232.8995841741562
        },
        {
            "docid": "34217148_11",
            "document": "Vectors in gene therapy . The viral vectors described above have natural host cell populations that they infect most efficiently. Retroviruses have limited natural host cell ranges, and although adenovirus and adeno-associated virus are able to infect a relatively broader range of cells efficiently, some cell types are refractory to infection by these viruses as well. Attachment to and entry into a susceptible cell is mediated by the protein envelope on the surface of a virus. Retroviruses and adeno-associated viruses have a single protein coating their membrane, while adenoviruses are coated with both an envelope protein and fibers that extend away from the surface of the virus. The envelope proteins on each of these viruses bind to cell-surface molecules such as heparin sulfate, which localizes them upon the surface of the potential host, as well as with the specific protein receptor that either induces entry-promoting structural changes in the viral protein, or localizes the virus in endosomes wherein acidification of the lumen induces this refolding of the viral coat. In either case, entry into potential host cells requires a favorable interaction between a protein on the surface of the virus and a protein on the surface of the cell. For the purposes of gene therapy, one might either want to limit or expand the range of cells susceptible to transduction by a gene therapy vector. To this end, many vectors have been developed in which the endogenous viral envelope proteins have been replaced by either envelope proteins from other viruses, or by chimeric proteins. Such chimera would consist of those parts of the viral protein necessary for incorporation into the virion as well as sequences meant to interact with specific host cell proteins. Viruses in which the envelope proteins have been replaced as described are referred to as pseudotyped viruses. For example, the most popular retroviral vector for use in gene therapy trials has been the lentivirus Simian immunodeficiency virus coated with the envelope proteins, G-protein, from Vesicular stomatitis virus. This vector is referred to as VSV G-pseudotyped lentivirus, and infects an almost universal set of cells. This tropism is characteristic of the VSV G-protein with which this vector is coated. Many attempts have been made to limit the tropism of viral vectors to one or a few host cell populations. This advance would allow for the systemic administration of a relatively small amount of vector. The potential for off-target cell modification would be limited, and many concerns from the medical community would be alleviated. Most attempts to limit tropism have used chimeric envelope proteins bearing antibody fragments. These vectors show great promise for the development of \"magic bullet\" gene therapies.",
            "score": 222.70667433738708
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 252.79918134212494
        },
        {
            "docid": "22688315_7",
            "document": "Salterprovirus . Transfection of host cells (\"Haloarcula hispanica\") by His2 DNA was demonstrated by Porter \"et al.\" (2008), who showed that infectious virus could be produced from viral DNA as long as the terminal proteins were not damaged by protease treatment. This is consistent with their likely role in DNA replication. It could then be shown that His2 DNA could transfect a wide variety of haloarchaeal species even though the cells were not susceptible to infection by His2 virus. In these experiments, transfected cells were plated along with cells of the host, \"Haloarcula hispanica\", and virus produced by the transfectants was detected by infection of nearby cells of the susceptible host species. The experiments showed that the cytoplasms of many haloarchaea are able to replicate virus as long as the DNA (with terminal proteins) can enter. It is the virus capsid that determines cell selection, most likely by proteins in the short tail at one end of the spindle-shaped virion.",
            "score": 184.60287845134735
        },
        {
            "docid": "440479_19",
            "document": "Influenza A virus . The two large proteins found on the outside of viral particles are hemagglutinin (HA) and neuraminidase (NA). HA is a protein that mediates binding of the virion to target cells and entry of the viral genome into the target cell. NA is involved in release from the abundant non-productive attachment sites present in mucus as well as the release of progeny virions from infected cells. These proteins are usually the targets for antiviral drugs. Furthermore, they are also the antigen proteins to which a host’s antibodies can bind and trigger an immune response. Influenza type A viruses are categorized into subtypes based on the type of these two proteins on the surface of the viral envelope. There are 16 subtypes of HA and 9 subtypes of NA known, but only H 1, 2 and 3, and N 1 and 2 are commonly found in humans.",
            "score": 215.98142075538635
        },
        {
            "docid": "19572217_45",
            "document": "Influenza . The antiviral drugs amantadine and rimantadine inhibit a viral ion channel (M2 protein), thus inhibiting replication of the influenza A virus. These drugs are sometimes effective against influenza A if given early in the infection but are ineffective against influenza B viruses, which lack the M2 drug target. Measured resistance to amantadine and rimantadine in American isolates of H3N2 has increased to 91% in 2005. This high level of resistance may be due to the easy availability of amantadines as part of over-the-counter cold remedies in countries such as China and Russia, and their use to prevent outbreaks of influenza in farmed poultry. The CDC recommended against using M2 inhibitors during the 2005–06 influenza season due to high levels of drug resistance.",
            "score": 328.6577744483948
        },
        {
            "docid": "7172_74",
            "document": "Chemotherapy . Targeted therapies are a relatively new class of cancer drugs that can overcome many of the issues seen with the use of cytotoxics. They are divided into two groups: small molecule and antibodies. The massive toxicity seen with the use of cytotoxics is due to the lack of cell specificity of the drugs. They will kill any rapidly dividing cell, tumor or normal. Targeted therapies are designed to affect cellular proteins or processes that are utilised by the cancer cells. This allows a high dose to cancer tissues with a relatively low dose to other tissues. Although the side effects are often less severe than that seen of cytotoxic chemotherapeutics, life-threatening effects can occur. Initially, the targeted therapeutics were supposed to be solely selective for one protein. Now it is clear that there is often a range of protein targets that the drug can bind. An example target for targeted therapy is the protein produced by the Philadelphia chromosome, a genetic lesion found commonly in chronic myelomonocytic leukemia. This fusion protein has enzyme activity that can be inhibited by imatinib, a small molecule drug.",
            "score": 197.68044066429138
        },
        {
            "docid": "1442593_6",
            "document": "Viral protein . The capsid of some viruses are enclosed in a membrane called the viral envelope. In most cases, the viral envelope is obtained by the capsid from the host cell's plasma membrane when a virus leaves its host cell through a process called budding. The viral envelope is made up of a lipid bilayer embedded with viral proteins, including viral glycoproteins. These viral glycoproteins bind to specific receptors and coreceptors on the membrane of host cells, and they allow viruses to attach onto their target host cells. Some of these glycoproteins include: Viral glycoproteins play a critical role in virus-to-cell fusion. Virus-to-cell fusion is initiated when viral glycoproteins bind to cellular receptors.",
            "score": 200.40910172462463
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 235.3748151063919
        },
        {
            "docid": "41719778_50",
            "document": "Epitranscriptome . Since mA enhances viral replication, mA can be used as a target for antiviral therapy. The major challenge is to target this mark in viral transcripts without causing major effects to the host cells, as normally occurring cellular mA marks will also be depleted. The S-adenosylhomocysteine (SAC) hydrolase inhibitor 3-dezaadenosine (DAA) can be used as an antiviral drug, because it inhibits the addition of mA. However, it is yet to be determined whether this drug has any off-target effects. mA is not the only RNA modification that can be found in viral RNAs. For instance, N,2-O-dimethyladenosine (mA) can be found in influenza and herpes simplex virus type 1, even though the effect this mark has on the life cycle of these viruses remains unknown. Another modification commonly found in coronaviruses, flaviviruses and poxviruses (all of them are cytoplasmic viruses) is the 2'-O-methylation of ribose moieties. The addition of this mark is catalyzed by a viral methyltransferase. 2'-O-methylation binds to and inhibits Toll-like receptor 7 (TLR-7), which is involved in activating the production of inflammatory cytokines. Moreover, this modification enables viral RNAs to evade the antiviral actions of the IFIT proteins, a family of interferon-induced proteins that limit viral replication.",
            "score": 244.89917194843292
        }
    ],
    "r": [
        {
            "docid": "1914_53",
            "document": "Antimicrobial resistance . Specific antiviral drugs are used to treat some viral infections. These drugs prevent viruses from reproducing by inhibiting essential stages of the virus's replication cycle in infected cells. Antivirals are used to treat HIV, hepatitis B, hepatitis C, influenza, herpes viruses including varicella zoster virus, cytomegalovirus and Epstein-Barr virus. With each virus, some strains have become resistant to the administered drugs.",
            "score": 410.1506042480469
        },
        {
            "docid": "1308330_24",
            "document": "Thymidine kinase . Some antiviral drugs, such as acyclovir (ATC: J05AB01) and ganciclovir (ATC: J05AB06) as well as other nucleoside analogs make use of the substrate specificity of viral thymidine kinase, as opposed to human thymidine kinases. These drugs act as prodrugs, which in themselves are not toxic, but are converted to toxic drugs by phosphorylation by viral thymidine kinase. Cells infected with the virus therefore produce highly toxic triphosphates that lead to cell death. Human thymidine kinase, in contrast, with its more narrow specificity, is unable to phosphorylate and activate the prodrug. In this way, only cells infected by the virus are susceptible to the drug. Such drugs are effective only against viruses from the herpes group with their specific thymidine kinase. In patients treated with this type of drugs, the development of antiviral drug resistance is frequently observed. Sequencing the thymidine kinase gene in Herpes simplex virus and Varicella zoster virus shows the rapid genetic variability and may facilitate the diagnosis of antiviral drug resistance.",
            "score": 368.2174072265625
        },
        {
            "docid": "57432788_2",
            "document": "IMP-1088 . IMP-1088 is a newly discovered enzyme inhibitor of the human N-myristoyltransferases NMT1 and NMT2 capable of preventing rhinoviral replication, an area of research relating to potential treatment of the common cold. IMP-1088 works to keep cells from receiving the virus by targeting the cell instead of the rhinovirus itself. It does this by hijacking the NMT protein of the cell which prevents the virus from placing the capsid in the cell because viruses use the NMT protein to \"hijack\" and infect the cell with its genetic information of the virus. By using the IMP-1088 molecule in this specific treatment, viruses cannot form resistance to the drug since IMP-1088 is working against the human cell and not the virus which makes this treatment extremely effective. There has been past treatments using similar to drugs like IMP-1088, but those drugs were toxic and harmful to the human body. With the IMP-1088 molecule being discovered, it is very possible that the long thought incurable common cold will now be curable shortly in the future.",
            "score": 364.4347229003906
        },
        {
            "docid": "10473109_2",
            "document": "Resistance mutation . A resistance mutation is a mutation in a virus gene that allows the virus to become resistant to treatment with a particular antiviral drug. The term was first used in the management of HIV, the first virus in which genome sequencing was routinely used to look for drug resistance. At the time of infection, a virus will infect and begin to replicate within a preliminary cell. As subsequent cells are infected, random mutations will occur in the viral genome. When these mutations begin to accumulate, antiviral methods will kill the wild type strain, but will not be able to kill one or many mutated forms of the original virus. At this point a resistance mutation has occurred because the new strain of virus is now resistant to the antiviral treatment that would have killed the original virus. Resistance mutations are evident and widely studied in HIV due to its high rate of mutation and prevalence in the general population. Resistance mutation is now studied in bacteriology and parasitology.",
            "score": 352.8672180175781
        },
        {
            "docid": "10473109_4",
            "document": "Resistance mutation . Resistance mutations are found and become problematic in many viruses other than HIV. Notable examples of such viruses include the herpes simplex virus and hepatitis B virus. In the herpes virus, drugs mainly target the viral DNA polymerase. As a result, mutations in the viral DNA polymerase that make it resistant to these drugs are selected for, which ultimately can cause complete resistance of the treatment. In hepatitis B, nucleoside and nucleotide analogs are used to cause early termination of viral transcription. Mutations in viral reverse transcriptase can cause the enzyme to not incorporate these nonfunctional analogs, in favor for their natural counterparts. If this mutation occurs, transcription will not be halted, and viral proteins can be created.",
            "score": 344.7591247558594
        },
        {
            "docid": "14579421_37",
            "document": "Introduction to viruses . Hepatitis C is caused by an RNA virus. In 80% of people infected, the disease becomes chronic, and they remain infectious for the rest of their lives unless they are treated. There is an effective treatment that uses the nucleoside analogue drug ribavirin combined with interferon. Treatments for chronic carriers of the hepatitis B virus by a similar strategy using lamivudine and other anti-viral drugs have been developed. In both diseases, the drugs stop the virus from reproducing and the interferon kills any remaining infected cells.",
            "score": 339.0234375
        },
        {
            "docid": "24664397_25",
            "document": "Discovery and development of non-nucleoside reverse-transcriptase inhibitors . When treating infection, whether bacterial or viral, there is always a risk of the infectious agent to develop drug resistance. The treatment of HIV infection is especially susceptible to drug resistance which is a serious clinical concern in the chemotherapeutic treatment of the infection. Drug resistant HIV-strains emerge if the virus is able to replicate in the presence of the antiretroviral drugs.",
            "score": 335.528564453125
        },
        {
            "docid": "965323_12",
            "document": "Antimicrobial . Many antiviral drugs are designed to treat infections by retroviruses, mostly HIV. Important antiretroviral drugs include the class of protease inhibitors. Herpes viruses, best known for causing cold sores and genital herpes, are usually treated with the nucleoside analogue acyclovir. Viral hepatitis is caused by five unrelated hepatotropic viruses (A-E) and can be treated with antiviral drugs depending on the type of infection. influenza A and B viruses have become resistant to neuraminidase inhibitors such as oseltamivir and the search for new substances is on.",
            "score": 332.2485656738281
        },
        {
            "docid": "19572217_45",
            "document": "Influenza . The antiviral drugs amantadine and rimantadine inhibit a viral ion channel (M2 protein), thus inhibiting replication of the influenza A virus. These drugs are sometimes effective against influenza A if given early in the infection but are ineffective against influenza B viruses, which lack the M2 drug target. Measured resistance to amantadine and rimantadine in American isolates of H3N2 has increased to 91% in 2005. This high level of resistance may be due to the easy availability of amantadines as part of over-the-counter cold remedies in countries such as China and Russia, and their use to prevent outbreaks of influenza in farmed poultry. The CDC recommended against using M2 inhibitors during the 2005–06 influenza season due to high levels of drug resistance.",
            "score": 328.65777587890625
        },
        {
            "docid": "37783228_22",
            "document": "William A. Haseltine . The first goal was achieved by understanding the structure and function of the virus. Haseltine's laboratory, working in collaboration with two other groups, determined the complete sequence of the viral genome and discovered the genes that specify the virus capsid, polymerase, protease, ribonuclease H, integrase and envelop genes. The first application of this knowledge was to design a fragment of the virus envelope protein that could be used to accurately detect antibodies to HIV in those infected, forming the basis of an accurate diagnostic test. This protein fragment was used by Cambridge BioSciences (Later named Cambridge BioTech) to develop a rapid test for HIV infection that could be used at home. It was only in 2012, that the US FDA approved a similar home HIV test kit. Haseltine and his laboratory quickly showed that damage to any of the viral genes that specify the virus capsid, polymerase, protease, ribonuclease, integrase and envelope genes killed the virus and therefore that proteins specified by each gene were good targets for anti-viral drugs. Over the next several years his laboratory isolated each of the genes and their proteins in pure form and developed methods that were used by the pharmaceutical companies to discover new anti viral drugs. The first HIV specific protease inhibitor Nelfinavir, was developed as a part of a three way collaboration between the Haseltine laboratory, Cambridge BioSciences, a company Haseltine and his colleagues created, and Agouron Pharmaceuticals. The combination of an HIV polymerase inhibitor such as AZT and an anti protease drug lead to the first long term survival of those infected with HIV. Haseltine proposed the use of combination chemotherapy, the use of multiple drugs targeted against different viral proteins would be the basis for effective therapy. Today those ideas have proven out; The pharmaceutical industry has developed more than forty drugs that inhibit the HIV polymerase, protease, integrase, and envelope proteins. Combinations of these drugs have transformed HIV infection from a near universally fatal disease to one that with proper management can usually be successfully treated for decades.",
            "score": 326.39398193359375
        },
        {
            "docid": "648642_3",
            "document": "Superinfection . In virology, the definition is slightly different. Superinfection is the process by which a cell that has previously been infected by one virus gets co-infected with a different strain of the virus, or another virus, at a later point in time. Viral superinfections may be resistant to the antiviral drug or drugs that were being used to treat the original infection. Viral superinfections may also be less susceptible to the host's immune response.",
            "score": 320.46392822265625
        },
        {
            "docid": "4618892_9",
            "document": "Serosorting . Serosorting does not fully protect against all STDs during unprotected sex between two people infected with HIV. Infection with \"one\" strain of HIV does not preclude later infection with \"another\" strain. There is a great deal of genetic variability within individual HIV populations, because this variability is shuffled and mutated every time the virus (numbering in the millions) reproduces inside the infected person's body. Modern drug cocktails keep virus and mutation levels low but eventually drug resistance will develop. Unprotected sex between two individuals positive for HIV still presents the risk of one of them—with a relatively less aggressive strain of the virus—exchanging genetic sequences with their partner's more drug-resistant cousin, and becoming harder to treat. Furthermore, dual infection has been associated with a more rapid progression towards developing AIDS.",
            "score": 314.3846740722656
        },
        {
            "docid": "842388_7",
            "document": "Emtricitabine . Emtricitabine exhibits clinical activity against the hepatitis B virus (HBV), but is not approved by the FDA for the treatment of HBV infection. Among individuals with chronic HBV infection, emtricitabine treatment results in significant histologic, virologic, and biochemical improvement. The safety profile of emtricitabine during treatment is similar to that of a placebo. Emtricitabine, like all other FDA approved drugs, cures neither HIV nor HBV infection. In a study involving individuals with HBV infection, symptoms of infection returned in 23% of emtricitabine-treated individuals who were taken off therapy. In studies involving individuals with \"chronic\" HIV infection, viral replication also resumes when study subjects are taken off therapy. As with drugs used to treat HIV infection, drugs used to treat HBV infection may have to be used in combination to prevent the evolution of drug resistant strains. The effectiveness of emtricitabine in combination with other anti-HBV drugs has not been established.",
            "score": 314.0640563964844
        },
        {
            "docid": "24203383_5",
            "document": "Robert F. Siliciano . The problem of HIV latency is a focus of Siliciano's research. When HIV integrates into the genome of a host cell but remains transcriptionally silent in a state known as \"latency,\" the immune system is unable to detect and destroy the infected cell and its virus. Antiretroviral drugs are highly effective at controlling virus replication, but they also have several drawbacks. Some people experience side effects when taking these medications, and if treatment is interrupted, latent HIV can begin replicating and spreading again, often developing resistance to anti-HIV medications in the process. HIV/AIDS researchers including Siliciano have hypothesized that if all latent virus in the body could be simultaneously forced out of latency, or \"reactivated,\" antiretroviral drugs could prevent the newly formed viruses from successfully infecting new cells, thus eradicating HIV from an infected person. Several candidate drugs have been proposed, but they cause unacceptable toxicity by globally activating the patient's uninfected T cells.",
            "score": 313.5240173339844
        },
        {
            "docid": "203312_12",
            "document": "Management of HIV/AIDS . The life cycle of HIV can be as short as about 1.5 days from viral entry into a cell, through replication, assembly, and release of additional viruses, to infection of other cells. HIV lacks \"proofreading\" enzymes to correct errors made when it converts its RNA into DNA via reverse transcription. Its short life-cycle and high error rate cause the virus to mutate very rapidly, resulting in a high genetic variability of HIV. Most of the mutations either are inferior to the parent virus (often lacking the ability to reproduce at all) or convey no advantage, but some of them have a natural selection superiority to their parent and can enable them to slip past defenses such as the human immune system and antiretroviral drugs. The more active copies of the virus, the greater the possibility that one resistant to antiretroviral drugs will be made.",
            "score": 310.7607421875
        },
        {
            "docid": "4699451_33",
            "document": "Influenza research . There also is the potential of viruses to evolve drug resistance. Some H5N1-infected persons treated with oseltamivir have developed resistant strains of that virus.",
            "score": 310.6059265136719
        },
        {
            "docid": "2888063_51",
            "document": "Influenza pandemic . There also is the potential of viruses to evolve drug resistance. Some H5N1-infected persons treated with oseltamivir have developed resistant strains of that virus.",
            "score": 310.6059265136719
        },
        {
            "docid": "33139249_24",
            "document": "Discovery and development of integrase inhibitors . It has been discovered that over 60 variations of INSTI mutations cause \"in vivo\" and \"in vitro\" resistance. Due to these mutations and development of resistance the inhibitors are less effective against the virus. Resistance of INI corresponds to those of other ARV drugs. First IN resistance is caused by primary mutations that decrease INI sensitivity in combination with secondary mutations that further reduce virus sensitivity and/or repair decreased fitness of the virus. Secondly there is a genetic barrier to INI resistance, defined by the number of mutations required for the loss of clinical INI activity. Thirdly there is extensive but incomplete cross-resistance among the INIs. A loop containing amino acid residues 140–149 is located in the catalytic-core domain and is important for IN function as mentioned before. This loop is flexible and even though its role is not quite known it is thought to be important and its functions critical for DNA binding. This resistance appears within mutations in this IN-coding region. The resistance to raltegravir and elvitegravir is primarily due to the same two mutation pathways but other primary mutations are also involved for each of the drugs. Some mutations increase resistance to the drugs to a large extent than others. For example, one of the most common mutation pathway increases the resistance to raltegravir up to 100 times more than the second most common one. Resistance to Integrase Inhibitor S/GSK1349572 is still being developed and the resistance has not been fully characterized. When it was assessed alongside the primary mutations of raltegravir and elvitegravir it did not show cross-resistance which means that it could be useful against drug resistant viruses. Raltegravir has limited intestinal absorption and thus resistance cannot be overcome by prescribing higher doses. Newer drugs are warranted to overcome this pharmacological disadvantage and gain plasma concentrations high enough to target raltegravir-resistant viruses.",
            "score": 310.3764953613281
        },
        {
            "docid": "14579421_38",
            "document": "Introduction to viruses . HIV infections are usually treated with a combination of antiviral drugs, each targeting a different stage in the virus's life-cycle. There are drugs that prevent the virus from attaching to cells, others that are nucleoside analogues and some poison the virus's enzymes that it needs to reproduce. The success of these drugs is proof of the importance of knowing how viruses reproduce.",
            "score": 309.5732421875
        },
        {
            "docid": "1516915_37",
            "document": "Swine influenza . If a person becomes sick with swine flu, antiviral drugs can make the illness milder and make the patient feel better faster. They may also prevent serious flu complications. For treatment, antiviral drugs work best if started soon after getting sick (within two days of symptoms). Beside antivirals, supportive care at home or in a hospital focuses on controlling fevers, relieving pain and maintaining fluid balance, as well as identifying and treating any secondary infections or other medical problems. The U.S. Centers for Disease Control and Prevention recommends the use of oseltamivir (Tamiflu) or zanamivir (Relenza) for the treatment and/or prevention of infection with swine influenza viruses; however, the majority of people infected with the virus make a full recovery without requiring medical attention or antiviral drugs. The virus isolated in the 2009 outbreak have been found resistant to amantadine and rimantadine.",
            "score": 306.82244873046875
        },
        {
            "docid": "4615904_3",
            "document": "Influenza treatment . The two main classes of antiviral drugs used against influenza are neuraminidase inhibitors, such as zanamivir and oseltamivir, or inhibitors of the viral M2 protein, such as amantadine and rimantadine. These drugs can reduce the severity of symptoms if taken soon after infection and can also be taken to decrease the risk of infection. However, virus strains have emerged that show drug resistance to both classes of drug.",
            "score": 304.32098388671875
        },
        {
            "docid": "9535016_16",
            "document": "Acinetobacter baumannii . Because most infections are now resistant to multiple drugs, determining what susceptibilities the particular strain has is necessary for treatment to be successful. Traditionally, infections were treated with imipenem or meropenem, but a steady rise in carbapenem-resistant \"A. baumannii\" has been noted. Consequently, treatment methods often fall back on polymyxins, particularly colistin. Colistin is considered a drug of last resort because it often causes kidney damage, among other side effects. Prevention methods in hospitals focus on increased hand-washing and more diligent sterilization procedures. \"Acinetobacter baumannii\" was recently treated using phages (anti-bacterial viruses)\".\"",
            "score": 303.333740234375
        },
        {
            "docid": "4615904_15",
            "document": "Influenza treatment . Influenza viruses can show resistance to anti-viral drugs. Like the development of bacterial antibiotic resistance, this can result from over-use of these drugs. For example, a study published in the June 2009 Issue of Nature Biotechnology emphasized the urgent need for augmentation of oseltamivir (Tamiflu) stockpiles with additional antiviral drugs including zanamivir (Relenza) based on an evaluation of the performance of these drugs in the scenario that the 2009 H1N1 'Swine Flu' neuraminidase (NA) were to acquire the tamiflu-resistance (His274Tyr) mutation which is currently widespread in seasonal H1N1 strains. Yet another example is in the case of the amantadines treatment may lead to the rapid production of resistant viruses, and over-use of these drugs has probably contributed to the spread of resistance. In particular, this high-level of resistance may be due to the easy availability of amantadines as part of over-the-counter cold remedies in countries such as China and Russia, and their use to prevent outbreaks of influenza in farmed poultry.",
            "score": 301.4581604003906
        },
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 301.3371887207031
        },
        {
            "docid": "8499164_41",
            "document": "Human cytomegalovirus . All three currently licensed anti-HCMV drugs target the viral DNA polymerase, pUL54. Ganciclovir (GCV) acts as nucleoside analogue. Its antiviral activity requires phosphorylation by the HCMV protein kinase, pUL97. The second drug, Cidofovir (CDV), is a nucleotide analogue, which is already phosphorylated and thus active. Finally, Foscarnet (FOS) has a different mode of action. It directly inhibits polymerase function by blocking the pyrophosphate binding site of pUL54 (note: investigational drug letermovir acts through a mechanism that involves viral terminase). Two HCMV proteins are implicated in antiviral resistance against these three drugs: pUL97 and pUL54. Specific mutations in pUL97 can cause reduced phosphorylation activity of this viral protein kinase. Thus, fewer monophosphorylated – and thus active – GCV can be synthesized, leading to antiviral resistance against GCV. About 90% of all GCV resistances are caused by such mutations in UL97. Mutations in pUL54 may have different effects leading to antiviral drug resistance: A. They can lead to decreased affinity to antiviral compounds. This resistance mechanism concerns GCV, CDV and FOS and may lead to multidrug resistance. B. Some mutations in pUL54 can increase the polymerase’s exonuclease activity. This causes enhanced recognition of incorporated GCV and CDV. As a result, these dNTP analogues are excised more efficiently. Major risk factors for HCMV drug resistance are the residual capacity of the host’s immune system to control viral replication and the overall amount and duration of viral replication. HCMV antiviral drug resistance can be detected by phenotypic or by genotypic drug resistance testing. Phenotypic resistance testing involves cultivation of the virus in cell culture and testing its susceptibility using different antiviral drug concentrations in order to determine EC50 values. In contrast, genotypic resistance testing means the detection of resistance associated mutations in UL97 and UL54 by sequencing. Genotypic resistance testing is becoming the method of choice because it is faster, but requires previous phenotypic characterisation of each newly found mutation. This can be performed via a web-based search tool that links a person’s HCMV sequence to a database containing all published UL97 and UL54 mutations and corresponding antiviral drug susceptibility phenotypes.",
            "score": 300.718994140625
        },
        {
            "docid": "42836025_2",
            "document": "Fostemsavir . Fostemsavir (BMS-663068) is an experimental HIV entry inhibitor and a prodrug of temsavir (BMS-626529). It is under development by Bristol-Myers Squibb for use in the treatment of HIV infection. By blocking the gp120 receptor of the virus, it prevents initial viral attachment to the host CD4+ T cell and entry into the host immune cell; its method of action is a first for HIV drugs. Because it targets a different step of the viral lifecycle, it offers promise for individuals with virus that has become highly resistant to other HIV drugs. Since gp120 is a highly conserved area of the virus, the drug is unlikely to promote resistance to itself via generation of CD4-independent virus.",
            "score": 297.2012634277344
        },
        {
            "docid": "19167679_74",
            "document": "Virus . Antiviral drugs are often nucleoside analogues (fake DNA building-blocks), which viruses mistakenly incorporate into their genomes during replication. The life-cycle of the virus is then halted because the newly synthesised DNA is inactive. This is because these analogues lack the hydroxyl groups, which, along with phosphorus atoms, link together to form the strong \"backbone\" of the DNA molecule. This is called DNA chain termination. Examples of nucleoside analogues are aciclovir for Herpes simplex virus infections and lamivudine for HIV and Hepatitis B virus infections. Aciclovir is one of the oldest and most frequently prescribed antiviral drugs. Other antiviral drugs in use target different stages of the viral life cycle. HIV is dependent on a proteolytic enzyme called the HIV-1 protease for it to become fully infectious. There is a large class of drugs called protease inhibitors that inactivate this enzyme.",
            "score": 296.4198303222656
        },
        {
            "docid": "104066_18",
            "document": "Rhinovirus . Pleconaril is an orally bioavailable antiviral drug being developed for the treatment of infections caused by picornaviruses. This drug acts by binding to a hydrophobic pocket in VP1, and stabilizes the protein capsid to such an extent that the virus cannot release its RNA genome into the target cell. When tested in volunteers, during the clinical trials, this drug caused a significant decrease in mucus secretions and illness-associated symptoms. Pleconaril is not currently available for treatment of human rhinoviral infections, as its efficacy in treating these infections is under further evaluation.",
            "score": 295.5212097167969
        },
        {
            "docid": "1582612_19",
            "document": "Arenavirus . This virus can be very devastating yet there are very few treatment methods available. The current lack of a licensed vaccine and limited therapeutic options for the Arenavirus make it arguably among the most neglected virus to be dealt with. The only licensed drug for the treatment of human Arenavirus infection is the nucleoside analogue ribavirin. Ribavirin reduces morbidity and mortality in humans who have certain Arenaviruses, such as LASV and JUNV infections, if it is taken in the early stages of the disease. Ribavirin displays mixed success in treating severe Arenaviral disease and is associated with significant toxicities. Effective anti-viral drugs need to be produced at a low cost, taken orally, and able to withstand tropical climates due to the regions where these infections are occurring. For this reason high throughput screening (HTS) of small molecular libraries could be the answer to finding a better remedy. HTS collects libraries of small synthetic molecules that can be used to identify protein promoting “agonist” molecules or protein inhibiting “antagonist” interactions. With HTS sustainable anti-viral drugs can be discovered against possible new human pathogenic viruses.",
            "score": 294.4894714355469
        },
        {
            "docid": "2796300_6",
            "document": "Sarepta Therapeutics . The Morpholino drug eteplirsen, targeting exon 51 of the dystrophin mRNA, has been approved as a human therapeutic by the FDA in 2016 and clinical trials for Morpholinos targeting other exons are ongoing. Morpholinos have been used in preclinical studies to inhibit replication of a broad range of viruses, including influenza, West Nile Virus, SARS, Hepatitis C, dengue fever, Ebola and Calicivirus, all of which are single stranded RNA viruses. They are in advanced development for prevention and treatment of Ebola and Marburg viruses. In March 2013, the Company announced positive results from a non-human primate study of AVI-7288, the drug candidate for treatment of Marburg virus infection. The results showed that intramuscular administration of AVI-7288 resulted in survival rates up to 100 percent in monkeys exposed to this fatal virus. These results are similar to those in previous studies when the drug was given by intravenous injection.",
            "score": 294.35943603515625
        },
        {
            "docid": "54177612_2",
            "document": "Urumin . Urumin is a naturally occurring 27-amino acid virucidal host defense peptide against the human influenza A virus. It was discovered and isolated from the skin of \"Hydrophylax bahuvistara\", a species of frog found in South India, by a team of Emory University researchers. The team that discovered urumin tested the peptide against 8 different H1N1 and 4 different H3N2 viruses, as well as various other influenza viruses. The peptide specifically targets the evolutionarily conserved H1 hemagglutinin stalk region of H1-containing influenza A viruses. Additionally, urumin was active against drug-resistant influenza A viruses, that were resistant against oseltamivir, zanamivir and peramivir . While its mechanism of action is not fully understood, urumin seems to inhibit viral growth by physically destroying influenza A virions, and is able to protect naive mice from doses of influenza A infection as high as 2 times the LD50. Because of its specific targeting of the hemagglutinin stalk region of the influenza A virus, the mechanism of action of urumin is similar to that of antibodies induced in the body by universal influenza vaccines. Urumin was also tested for toxicity against erythrocytes and showed a TD50 of 2,450 μM and TI of 664.7, indicating a favorable toxicity profile against erythrocytes. As such, urumin may represent the basis for a potential first-line antiviral treatment against influenza A, particularly in the context of influenza outbreaks, although the discoverers of the peptide have stated that urumin is far from becoming an anti-flu drug.",
            "score": 294.0301513671875
        },
        {
            "docid": "49197_2",
            "document": "Antiviral drug . Antiviral drugs are a class of medication used specifically for treating viral infections rather than bacterial ones. Most antivirals are used for specific viral infections, while a broad-spectrum antiviral is effective against a wide range of viruses. Unlike most antibiotics, antiviral drugs do not destroy their target pathogen; instead they inhibit their development.",
            "score": 288.6814270019531
        }
    ]
}