{
    "q": [
        {
            "docid": "2876332_29",
            "document": "Osteopontin . Opn is up-regulated in inflammatory bowel disease (IBD). Opn expression is highly up-regulated in intestinal immune and non-immune cells and in the plasma of patients with Crohn’s disease (CD) and ulcerative colitis (UC), as well as in the colon and plasma of mice with experimental colitis. Increased plasma Opn levels are related to the severity of CD inflammation, and certain Opn gene (Spp1) haplotypes are modifiers of CD susceptibility. Opn has also a proinflammatory role in TNBS- and dextran sulfate sodium (DSS)-induced colitis, which are mouse models for IBD. Opn was found highly expressed by a specific dendritic cell (DC) subset derived from murine mesenteric lymph nodes (MLNs)and is highly proinflammatory for colitis. Dendritic cells are important for the development of intestinal inflammation in humans with IBD and in mice with experimental colitis. Opn expression by this inflammatory MLN DC subset is crucial for their pathogenic action during colitis.",
            "score": 203.87187314033508
        },
        {
            "docid": "12134485_5",
            "document": "Nuclear receptor related-1 protein . While NURR1 is a key protein, there are other factors required as research shows that solely expressing NURR1 fails to stimulate this phenotypic gene expression. One of these suggested factors is winged-helix transcription factor 2 (Foxa2). Studies have found these two factors to be within the same region of developing dopaminergic neurons, both of these factors were present in order to have expression for the dopamine phenotype.  Research has been conducted on Nurr1’s role in inflammation, and may provide important information in treating disorders caused by dopaminergic neuron disease. Inflammation in the CNS can result from activated microglia (macrophage analogs for the central nervous system) and other pro-inflammatory factors, such as bacterial lipopolysaccharide (LPS). LPS binds to toll-like receptors (TLR), which induces inflammatory gene expression by promoting signal-dependent transcription factors. To determine which cells are dopaminergic, experiments measured the enzyme tyrosine hydroxylase (TH), which is needed for dopamine synthesis. It has been shown that Nurr1 protects dopaminergic neurons from LPS-induced inflammation, by reducing inflammatory gene expression in microglia and astrocytes. When a short hairpin for Nurr1 was expressed in microglia and astrocytes, these cells produced inflammatory mediators, such as TNFa, NO synthase and IL-1β, supporting the conclusion that reduced Nurr1 promotes inflammation and leads to cell death of dopaminergic neurons. Nurr1 interacts with the transcription factor complex NF-κB-p65 on the inflammatory gene promoters. However, Nurr1 is dependent on other factors to be able to participate in these interactions. Nurr1 needs to be sumoylated and its co-regulating factor, glycogen synthase kinase 3, needs to be phosphorylated for these interactions to occur. Sumolyated Nurr1 recruits CoREST, a complex made of several proteins that assembles chromatin-modifying enzymes. The Nurr1/CoREST complex inhibits transcription of inflammatory genes.",
            "score": 150.50045228004456
        },
        {
            "docid": "57434452_3",
            "document": "Very early onset inflammatory bowel disease . Inflammatory bowel diseases (IBDs), such as Crohn Disease (CD) or Ulcerative Colitis (UC), are chronic inflammatory conditions of the gastrointestinal tract. Up-to-date findings show that the pathogenesis is influenced by both environmental and genetic factors. A considerable number of monogenic disorders can be found especially among patients with VEOIBD. Causal mutations can be found in genes involved in epithelial barrier formation (COL7A1, FERMT1), innate (CYBB, G6PC3), as well as the specific immune response and immune regulation (IL10, IL10RA, FOXP3).",
            "score": 168.83058643341064
        },
        {
            "docid": "3011148_2",
            "document": "Common variable immunodeficiency . Common variable immunodeficiency (CVID) is an immune disorder characterized by recurrent infections and low antibody levels, specifically in immunoglobulin (Ig) types IgG, IgM and IgA. Generally symptoms include high susceptibility to foreign invaders, chronic lung disease, and inflammation and infection of the gastrointestinal tract. However, symptoms vary greatly between people. CVID is a lifelong disease. The cause of CVID is poorly understood. Deletions in genes that encode cell surface proteins and cytokine receptors, such as CD19, CD20, CD21, and CD80, is a likely cause. A deletion is a mutation in which part of the chromosome is lost during DNA replication which may include several genes, or as few as a single base pair. Additionally, the disease is defined by T cell defects, namely reduced proliferative capacity. The disease is hard to diagnose, taking on average 6–7 years after onset. Treatment options are limited, and usually include lifelong immunoglobulin replacement therapy. This therapy is thought to help reduce bacterial infections. This treatment alone is not wholly effective, and many people still experience other symptoms like lung disease and noninfectious inflammatory symptoms. CVID was first diagnosed over 60 years ago, and since has emerged as the predominant class of primary antibody deficiencies. CVID is formally diagnosed by levels of IgG and IgA more than two standard deviations from the norm, and no other cause for hypogammaglobulinemia, an abnormally low level of immunoglobulins in the blood. It is thought to affect between 1 in 25,000 to 1 in 50,000 people worldwide.",
            "score": 150.91103410720825
        },
        {
            "docid": "63522_2",
            "document": "Crohn's disease . Crohn's disease is a type of inflammatory bowel disease (IBD) that may affect any part of the gastrointestinal tract from mouth to anus. Signs and symptoms often include abdominal pain, diarrhea (which may be bloody if inflammation is severe), fever, and weight loss. Other complications may occur outside the gastrointestinal tract and include anemia, skin rashes, arthritis, inflammation of the eye, and tiredness. The skin rashes may be due to infections as well as pyoderma gangrenosum or erythema nodosum. Bowel obstruction may occur as a complication of chronic inflammation, and those with the disease are at greater risk of bowel cancer. While the cause of Crohn's disease is unknown, it is believed to be due to a combination of environmental, immune, and bacterial factors in genetically susceptible individuals. It results in a chronic inflammatory disorder, in which the body's immune system attacks the gastrointestinal tract possibly directed at microbial antigens. While Crohn's is an immune-related disease, it does not appear to be an autoimmune disease (in that the immune system is not being triggered by the body itself). The exact underlying immune problem is not clear; however, it may be an immunodeficiency state. About half of the overall risk is related to genetics with more than 70 genes found to be involved. Tobacco smokers are twice as likely to develop Crohn's disease as nonsmokers. It also often begins after gastroenteritis. Diagnosis is based on a number of findings including biopsy and appearance of the bowel wall, medical imaging and description of the disease. Other conditions that can present similarly include irritable bowel syndrome and Behçet's disease. There are no medications or surgical procedures that can cure Crohn's disease. Treatment options are intended to help with symptoms, maintain remission, and prevent relapse. In those newly diagnosed, a corticosteroid may be used for a brief period of time to rapidly improve symptoms alongside another medication such as either methotrexate or a thiopurine used to prevent recurrence. Stopping smoking is recommended in people with Crohn's disease. One in five people with the disease is admitted to hospital each year, and half of those with the disease will require surgery for the disease at some point over a ten-year period. While surgery should be used as little as possible, it is necessary to address some abscesses, certain bowel obstructions, and cancers. Checking for bowel cancer via colonoscopy is recommended every few years, starting eight years after the disease has begun. Crohn's disease affects about 3.2 per 1,000 people in Europe and North America. It is less common in Asia and Africa. It has historically been more common in the developed world. Rates have, however, been increasing, particularly in the developing world, since the 1970s. Inflammatory bowel disease resulted in 47,400 deaths in 2015 and those with Crohn's disease have a slightly reduced life expectancy. It tends to start in the teens and twenties, although it can occur at any age. Males and females are equally affected. The disease was named after gastroenterologist Burrill Bernard Crohn, who, in 1932, together with two other colleagues at Mount Sinai Hospital in New York, described a series of patients with inflammation of the terminal ileum of the small intestine, the area most commonly affected by the illness.",
            "score": 179.84442520141602
        },
        {
            "docid": "343457_26",
            "document": "Maternal effect . In addition, high fat diets cause chronic low-grade inflammation in the placenta, adipose, liver, brain, and vascular system. Inflammation is an important aspect of the bodies’ natural defense system after injury, trauma, or disease. During an inflammatory response, a series of physiological reactions, such as increased blood flow, increased cellular metabolism, and vasodilation, occur in order to help treat the wounded or infected area. However, chronic low-grade inflammation has been linked to long-term consequences such as cardiovascular disease, renal failure, aging, diabetes, etc. This chronic low-grade inflammation is commonly seen in obese individuals on high fat diets. In a mice model, excessive cytokines were detected in mice fed on a high fat diet. Cytokines aid in cell signaling during immune responses, specifically sending cells towards sites of inflammation, infection, or trauma. The mRNA of proinflammatory cytokines was induced in the placenta of mothers on high fat diets. The high fat diets also caused changes in microbiotic composition, which led to hyperinflammatory colonic responses in offspring. This hyperinflammatory response can lead to inflammatory bowel diseases such as Crohn’s disease or ulcerative colitis.[35] As previously mentioned, high fat diets in utero contribute to obesity; however, some proinflammatory factors, like IL-6 and MCP-1, are also linked to body fat deposition. It has been suggested that histone acetylation is closely associated with inflammation because the addition of histone deacetylase inhibitors has been shown to reduce the expression of proinflammatory mediators in glial cells. This reduction in inflammation resulted in improved neural cell function and survival. This inflammation is also often associated with obesity, cardiovascular disease, fatty liver, brain damage, as well as preeclampsia and preterm birth. Although it has been shown that high fat diets induce inflammation, which contribute to all these chronic diseases; it is unclear as to how this inflammation acts as a mediator between diet and chronic disease.",
            "score": 194.84823334217072
        },
        {
            "docid": "63522_32",
            "document": "Crohn's disease . During a colonoscopy, biopsies of the colon are often taken to confirm the diagnosis. Certain characteristic features of the pathology seen point toward Crohn's disease; it shows a transmural pattern of inflammation, meaning the inflammation may span the entire depth of the intestinal wall. Ulceration is an outcome seen in highly active disease. There is usually an abrupt transition between unaffected tissue and the ulcer—a characteristic sign known as skip lesions. Under a microscope, biopsies of the affected colon may show mucosal inflammation, characterized by focal infiltration of neutrophils, a type of inflammatory cell, into the epithelium. This typically occurs in the area overlying lymphoid aggregates. These neutrophils, along with mononuclear cells, may infiltrate the crypts, leading to inflammation (crypititis) or abscess (crypt abscess). Granulomas, aggregates of macrophage derivatives known as giant cells, are found in 50% of cases and are most specific for Crohn's disease. The granulomas of Crohn's disease do not show \"caseation\", a cheese-like appearance on microscopic examination characteristic of granulomas associated with infections, such as tuberculosis. Biopsies may also show chronic mucosal damage, as evidenced by blunting of the intestinal villi, atypical branching of the crypts, and a change in the tissue type (metaplasia). One example of such metaplasia, \"Paneth cell metaplasia\", involves development of Paneth cells (typically found in the small intestine and a key regulator of intestinal microbiota) in other parts of the gastrointestinal system.",
            "score": 168.92067635059357
        },
        {
            "docid": "38751964_21",
            "document": "Mucosal associated invariant T cell . In autoimmune-related inflammatory bowel disease, the immune system initiates a response against healthy parts of the gastrointestinal tract, such as the mucosal microbiome. During relapse periods of certain types of inflammatory bowel disease, such as Crohn’s disease, MAIT cells have been found to migrate to sites of inflammation, triggering the harmful responses of other immune cells through the expression of NKG2D and increasing inflammation by secreting IL-17.",
            "score": 250.6448905467987
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 218.42565441131592
        },
        {
            "docid": "63522_34",
            "document": "Crohn's disease . Crohn's disease is one type of inflammatory bowel disease (IBD). It typically manifests in the gastrointestinal tract and can be categorized by the specific tract region affected. A disease of both the ileum (the last part of the small intestine that connects to the large intestine), and the large intestine, Ileocolic Crohn's accounts for fifty percent of cases. Crohn's ileitis, manifest in the ileum only, accounts for thirty percent of cases, while Crohn's colitis, of the large intestine, accounts for the remaining twenty percent of cases and may be particularly difficult to distinguish from ulcerative colitis. Gastroduodenal Crohn's disease causes inflammation in the stomach and first part of the small intestine, called the duodenum. Jejunoileitis causes spotty patches of inflammation in the top half of the small intestine, called the jejunum. The disease can attack any part of the digestive tract, from mouth to anus. However, individuals affected by the disease rarely fall outside these three classifications, with presentations in other areas.",
            "score": 122.69776916503906
        },
        {
            "docid": "1171686_28",
            "document": "Regulatory T cell . Genetic mutations in the gene encoding Foxp3 have been identified in both humans and mice based on the heritable disease caused by these mutations. This disease provides the most striking evidence that regulatory T cells play a critical role in maintaining normal immune system function. Humans with mutations in Foxp3 suffer from a severe and rapidly fatal autoimmune disorder known as Immune dysregulation, Polyendocrinopathy, Enteropathy X-linked (IPEX) syndrome.",
            "score": 185.22263836860657
        },
        {
            "docid": "16818636_7",
            "document": "Mouse model of colorectal and intestinal cancer . Human inflammatory bowel disease is a group of inflammatory conditions in the large and small intestine. It is well known that chronic inflammation in the colon can lead to cancer. There are genetic mouse models for inflammatory bowel disease associated colon cancer. Interleukin 10 knock out mice develop invasive adenocarcinoma in the colon. Mutant mice for interleukin 2 and beta microglobulin genes also produce ulcerative colitis-like phenotype and develop adenocarcinomas in the colon. A mouse mutant for N-cadherin suffers inflammatory bowel disease conditions and adenomas but does not develop carcinomas.",
            "score": 178.53422117233276
        },
        {
            "docid": "18291752_21",
            "document": "Microbial symbiosis and immunity . Activation of mucosal immunity and the intestinal microbiota may contribute to inflammatory bowel disease. A variety of bacteria cause inflammation. For example, \"E. coli\" replicate in macrophages and secrete the pro-inflammatory cytokine tumor necrosis factor. However, some bacteria may prevent colitis. The human symbiont \"Bacteroides fragilis\" produces polysaccharide A (PSA), which may prevent colitis. PSA induces production of IL-10, an immunosuppressive cytokine that suppresses inflammation. Treatment of bone-marrow-derived dendritic cells and naïve CD4 T cells with purified PSA resulted in increased IL-10 production.",
            "score": 223.15061688423157
        },
        {
            "docid": "10995185_25",
            "document": "Arachidonate 5-lipoxygenase . Studies implicate ALOX5 in contributing to innate immunity by contributing to the mounting inflammatory responses to a wide range of acute (e.g. pathogen invasion, trauma, and burns [see Inflammation#Causes); however, ALOX5 also contributes to the development and progression of excessive and chronic inflammatory responses such as rheumatoid arthritis, atherosclerosis, inflammatory bowel disease, and autoimmune diseases (see Inflammation#Inflammatory disorders). These dual functions probably reflect ALOX5's ability to form the: a) potent chemotactic factor, LTB4, and possibly also weaker chemotactic factor, 5\"S\"-HETE, which serve to attract and otherwise activate inflammation-inducing cells such as circulating leukocytes and tissue macrophages and dendritic cells and b) lipoxin and resolvin subfamily of SPMs which tend to inhibit these cells as well as the overall inflammatory responses.",
            "score": 203.04869556427002
        },
        {
            "docid": "6809887_3",
            "document": "Biological therapy for inflammatory bowel disease . Inflammatory bowel disease, or IBD, is a collection of systemic diseases involving inflammation of the gastrointestinal tract. IBD includes two (or three) diseases of unknown causation: ulcerative colitis, which affects only the large bowel; Crohn's disease, which can affect the entire gastrointestinal tract; and, indeterminate colitis, which consists of large bowel inflammation that shows elements of both Crohn's disease and ulcerative colitis.",
            "score": 138.70657873153687
        },
        {
            "docid": "15346568_17",
            "document": "Galectin-4 . Gal-4 was demonstrated to worsen the condition of intestinal inflammation by directly inducing the CD4+ T cells (cluster of differentiation 4) to produce IL-6(Interleukin) on TCR(T-cell receptor) mutational colitis model (Hokama et al., 2004). IL-6, a well-known inflammatory cytokine, could exacerbate intestinal inflammation in the presence of impaired mucosal barrier or injury to the mucosa. Furthermore, IL-6 was also confirmed to enhance the expression of B-cell lymphoma-2(Bcl-2) and B-cell lymphoma-extra large (Bcl-xl) through activating the STAT3(Signal transducer and activator of transcription) signal pathway, thus inhibiting the apoptosis of CD4+ T cells, and leading to sustainable development of IBD (Atreya et al., 2000; Allocca et al., 2013; Waldner and Neurath, 2014). Gal-4 may directly interact with the CD4+ T cells through binding to the immunological synapse, which is a specific activator of the protein kinase C(PKC) θ-associated signaling cascade in lipid raft (Hokama et al., 2004; Nagahama et al., 2008). Through activating the PKC -associated pathway, galectin-4 stimulates the production of IL-6, therefore exacerbates intestinal inflammation. Anyway, it is not sure which receptor on intestinal CD4+ T cells particularly crosslinks with gal-4. It was found that an inducible colitis-associated glycome (CAG), which contains an immature (nonsialylated) core-1 O-glycan expressed by CD4+ T cells, was identified as a ligand of gal-4 under intestinal inflammatory conditions (Nishida et al., 2012). Thus, gal-4 may activate the PKCθ by binding to CAG and, then contributing to aggravation of colitis. In consistent with this, gal-4, which shows a high affinity to immature O-glycan (Ideo et al., 2002; Blixt et al., 2004), has been shown to exacerbate an experimental chronic colitis (Hokama et al., 2004). Nevertheless, Paclik D et al. demonstrated that gal-4 could induce T cell apoptosis by binding to the CD3 epitope at T cells surface on wild-type colitis model. Once binding to this epitope, gal-4 promotes apoptosis of T cells in calpain-dependent manner and reduces the secretion of cytokines including IL-6, IL-8, IL-10, and IL-17, and then improving the inflammation (Paclik et al., 2008a). Another research found that the role of gal-4 varied in different experimental colitis models (Mathieu et al., 2008). Based on the existing data, we can conclude that gal-4 may exacerbate intestinal inflammation in TCR mutational colitis model, while ameliorate intestinal inflammation in wild-type colitis model",
            "score": 194.88081002235413
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 216.64878022670746
        },
        {
            "docid": "63791_8",
            "document": "Peptic ulcer disease . \"Helicobacter pylori\" is one of the major causative factors of peptic ulcer disease. It secretes urease to create an alkaline environment which is suitable for its survival. It expresses blood group antigen adhesin (BabA) and outer inflammatory protein adhesin (OipA) which enables it to attach to the gastric epithelium. The bacterium also expresses virulence factors such as \"CagA\" and \"PicB\" which cause stomach mucosal inflammation. The VacA gene encodes for vacuolating cytotoxin, but its mechanism of causing peptic ulcers is unclear. Such stomach mucosal inflammation can be associated with hyperchlorhydria (increased stomach acid secretion) or hypochlorhydria (reduced stomach acid secretion). Inflammatory cytokines inhibit the parietal cell acid secretion. \"H. pylori\" also secretes certain products that inhibit hydrogen potassium ATPase, activate calcitonin gene-related peptide sensory neurons which increases somatostatin secretion to inhibit acid production by parietal cells, and inhibit gastrin secretion. This reduction in acid production causes gastric ulcers. On the other hand, increased acid production at the pyloric antrum is associated with duodenal ulcers in 10 to 15% of the \"H. pylori\" infection cases. In this case, somatostatin production is reduced and gastrin production is increased, leading to increased histamine secretion from the enterochromaffin cells, thus increasing acid production. An acidic environment at the antrum causes metaplasia of the duodenal cells, causing duodenal ulcers.",
            "score": 134.83170104026794
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 259.5214749574661
        },
        {
            "docid": "4053381_5",
            "document": "Lymphangiectasia . Biopsy of the small intestine shows dilation of the lacteals of the villi and distension of the lymphatic vessels. Reduced lymph flow leads to a malabsorption syndrome of the small intestine, especially of fat and fat-soluble vitamins. Rupture of the lymphatics causes protein loss into the intestines.  The most common cause of lymphangiectasia was congenital malformation of the lymphatics. Secondary lymphangiectasia may be caused by granulomas or cancer causing lymphatic obstruction, or increased central venous pressure (CVP) causing abnormal lymph drainage. Increased CVP can be caused by pericarditis or right-sided heart failure. Inflammatory bowel disease can also lead to inflammation of the lymphatics and lymphangiectasia through migration of inflammatory cells through the lymphatics.",
            "score": 144.52003812789917
        },
        {
            "docid": "29625693_10",
            "document": "Calprotectin . Calprotectin becomes available in the intestinal lumen via leukocyte shedding, active secretion, cell disturbance, and cell death. This results in elevated faecal calprotectin levels, which can be detected in the stool. Elevated faecal calprotectin levels therefore indicate migration of neutrophils into the intestinal mucosa, which occurs during intestinal inflammation. As people with active inflammatory bowel diseases (IBD) such as ulcerative colitis or Crohn disease have as much as a 10-fold increase in faecal calprotectin levels, the measurement of faecal calprotectin can serve as a biochemical test for these diseases.",
            "score": 167.79878330230713
        },
        {
            "docid": "22053022_11",
            "document": "Adiposopathy . Fat tissue is an active body organ involved in many processes critical to human health,8 including: (1) promotion of blood vessel formation (angiogenesis); (2) fat cell recruitment and development adipogenesis; (3) dissolving and reforming the structures around fat tissue (extracellular matrix); (4) generation, storage and release of fat; (5) growth factor production; (6) glucose metabolism; (6) production of factors that affect blood pressure (such as those associated with the renin–angiotensin system); (7) fat and cholesterol metabolism; (8) enzyme production; (9) hormone production; (10) steroid metabolism; (11) blood clotting (hemostasis); (12) element binding; (13) and immune response (described below). When fat cells and fat tissue remain healthy during fat weight gain, patients may avoid metabolic ill health. However, if enlargement of fat cells and fat tissue causes them to become \"sick\", then important fat tissue functions are disrupted, and deranged responses contribute to metabolic disease. When excessive body weight leads to adiposopathy, this represents a hormone or endocrine disease. Additionally, fat cells and fat tissue also produce many different types of immune factors. Inflammation is a contributing cause to metabolic disease, and the ultimate contribution of fat tissue to inflammation is determined by the production of both inflammatory and anti-inflammatory factors. From a pro-inflammatory standpoint, fat tissue (which includes fat cells and other cells, such as immune cells) produces factors including: (1) adipokines with cytokine activity such as leptin, interleukins, and tumor necrosis factor alpha; (2) acute phase proteins / reactants such as C-reactive protein; (3) adipokines of the alternative complement system; (4) chemotactic/chemoattractant adipokines; and prostaglandins (eicosanoids). From an anti-inflammatory standpoint, fat tissue produces various anti-inflammatory factors with the most commonly described being adiponectin. If fat cells or fat tissue becomes \"sick\", then the release of too many pro-inflammatory factors and a decrease in too many anti-inflammatory factors often result in a net pro-inflammatory response can contribute to metabolic disease.",
            "score": 203.41879093647003
        },
        {
            "docid": "1920949_9",
            "document": "FOXP3 . In mice, a Foxp3 mutation (a frameshift mutation that result in protein lacking the forkhead domain) is responsible for 'Scurfy', an X-linked recessive mouse mutant that results in lethality in hemizygous males 16 to 25 days after birth. These mice have overproliferation of CD4 T-lymphocytes, extensive multiorgan infiltration, and elevation of numerous cytokines. This phenotype is similar to those that lack expression of CTLA-4, TGF-β, human disease IPEX, or deletion of the Foxp3 gene in mice (\"scurfy mice\"). The pathology observed in scurfy mice seems to result from an inability to properly regulate CD4 T-cell activity. In mice overexpressing the Foxp3 gene, fewer T cells are observed. The remaining T cells have poor proliferative and cytolytic responses and poor interleukin-2 production, although thymic development appears normal. Histologic analysis indicates that peripheral lymphoid organs, particularly lymph nodes, lack the proper number of cells.",
            "score": 163.90590500831604
        },
        {
            "docid": "63522_39",
            "document": "Crohn's disease . A complete blood count may reveal anemia, which commonly is caused by blood loss leading to iron deficiency or by vitamin B deficiency, usually caused by ileal disease impairing vitamin B absorption. Rarely autoimmune hemolysis may occur. Ferritin levels help assess if iron deficiency is contributing to the anemia. Erythrocyte sedimentation rate (ESR) and C-reactive protein help assess the degree of inflammation, which is important as ferritin can also be raised in inflammation. Serum iron, total iron binding capacity and transferrin saturation may be more easily interpreted in inflammation. Anemia of chronic disease results in a normocytic anemia. Other causes of anemia include medication used in treatment of inflammatory bowel disease, like azathioprine, which can lead to cytopenia, and sulfasalazine, which can also result in folate deficiency. Testing for \"Saccharomyces cerevisiae\" antibodies (ASCA) and antineutrophil cytoplasmic antibodies (ANCA) has been evaluated to identify inflammatory diseases of the intestine and to differentiate Crohn's disease from ulcerative colitis. Furthermore, increasing amounts and levels of serological antibodies such as ASCA, antilaminaribioside [Glc(β1,3)Glb(β); ALCA], antichitobioside [GlcNAc(β1,4)GlcNAc(β); ACCA], antimannobioside [Man(α1,3)Man(α)AMCA], antiLaminarin [(Glc(β1,3))3n(Glc(β1,6))n; anti-L] and antichitin [GlcNAc(β1,4)n; anti-C] associate with disease behavior and surgery, and may aid in the prognosis of Crohn's disease.",
            "score": 127.18252205848694
        },
        {
            "docid": "63522_41",
            "document": "Crohn's disease . The most common disease that mimics the symptoms of Crohn's disease is ulcerative colitis, as both are inflammatory bowel diseases that can affect the colon with similar symptoms. It is important to differentiate these diseases, since the course of the diseases and treatments may be different. In some cases, however, it may not be possible to tell the difference, in which case the disease is classified as indeterminate colitis. Other conditions with similar symptoms as Crohn's disease includes intestinal tuberculosis, Behçet's disease, ulcerative colitis, nonsteroidal anti-inflammatory drug enteropathy, irritable bowel syndrome and celiac disease. Irritable bowel syndrome is excluded when there are inflammatory changes. Celiac disease can't be excluded if specific antibodies (anti-transglutaminase antibodies) are negative, nor in absence of intestinal villi atrophy.",
            "score": 159.01134037971497
        },
        {
            "docid": "169270_54",
            "document": "Macrophage . Intestinal macrophages have been shown to play a role in inflammatory bowel disease (IBD), such as Crohn's Disease (CD) and Ulcerative Colitis (UC). In a healthy gut, intestinal macrophages limit the inflammatory response in the gut, but in a disease-state, intestinal macrophage numbers and diversity are altered. This leads to inflammation of the gut and disease symptoms of IBD. Intestinal macrophages are critical in maintaining gut homeostasis. The presence of inflammation or pathogen alters this homeostasis, and concurrently alters the intestinal macrophages. There has yet to be a determined mechanism for the alteration of the intestinal macrophages by recruitment of new monocytes or changes in the already present intestinal macrophages.",
            "score": 194.83516669273376
        },
        {
            "docid": "63522_20",
            "document": "Crohn's disease . There was a prevailing view that Crohn's disease is a primary T cell autoimmune disorder, however, a newer theory hypothesizes that Crohn's results from an impaired innate immunity. The later hypothesis describes impaired cytokine secretion by macrophages, which contributes to impaired innate immunity and leads to a sustained microbial-induced inflammatory response in the colon, where the bacterial load is high. Another theory is that the inflammation of Crohn's was caused by an overactive T1 and T17 cytokine response.",
            "score": 176.56210112571716
        },
        {
            "docid": "14814399_18",
            "document": "Oxysterol-binding protein . In yeast (\"Saccharomyces cerevisiæ\") we can find 7 ORP genes called OSH1-7, but they have some additional names as well. Some oxysterols have been found to contribute to the inflammation and oxidative damage as well as in cell death in the appearance and especially the development of some of the most important chronic diseases, such as atherosclerosis, neurodegenerative diseases, inflammatory bowel diseases, age-related macular degeneration and other pathological conditions related to cholesterol absorption.",
            "score": 147.62882542610168
        },
        {
            "docid": "20361951_5",
            "document": "Faecal calprotectin . Although a relatively new test, faecal calprotectin is regularly used as indicator for inflammatory bowel diseases (IBD) during treatment and as diagnostic marker. IBD are a group of conditions that cause a pathological inflammation of the bowel wall. Crohn's disease and ulcerative colitis are the principal types of inflammatory bowel disease. Inflammatory processes result in an influx of neutrophils into the bowel lumen. Since calprotectin comprises as much as 60% of the soluble protein content of the cytosol of neutrophils, it can serve as a marker for the level of intestinal inflammation. Measurement of faecal calprotectin has been shown to be strongly correlated with 111-indium-labelled leucocytes - considered the gold standard measurement of intestinal inflammation. Levels of faecal calprotectin are usually normal in patients with irritable bowel syndrome (IBS). In untreated coeliac disease, concentration levels of faecal calprotectin correlate with the degree of intestinal mucosal lesion and normalize with a gluten-free diet.",
            "score": 146.89959812164307
        },
        {
            "docid": "3598587_8",
            "document": "HLA-B . HLA-B27 is associated with the spondyloarthropathies, a group of disorders that includes ankylosing spondylitis and other inflammatory joint diseases. Some of these diseases are associated with a common skin condition called psoriasis or chronic inflammatory bowel disorders (Crohn's disease and ulcerative colitis). One of the spondyloarthropathies, reactive arthritis, is typically triggered by bacterial infections of the gastrointestinal or genital tract. Following an infection, affected individuals may develop arthritis, back pain, and eye inflammation. Like ankylosing spondylitis, many factors probably contribute to the development of reactive arthritis and other spondyloarthropathies.",
            "score": 116.10802936553955
        },
        {
            "docid": "10611249_7",
            "document": "Helminth protein . Given the modulatory properties of helminth proteins, it has been suggested that they may be co-opted to successfully treat other human diseases, particularly those associated with auto-immunity disorders. In particular, immunization with P28GST, a schistosome glutathione \"S\"-transferase enzyme in rats has been shown to reduce colitis lesions and expression of pro-inflammatory cytokines by eosinophil responses to inflammation. P28GST is thus a promising potential therapeutic for treating inflammatory bowel diseases like Crohn’s disease and ulcerative colitis.",
            "score": 149.82492208480835
        },
        {
            "docid": "50704695_7",
            "document": "Specialized pro-resolving mediators . The production and activities of the SPM suggest a new view of inflammation wherein the initial response to foreign organisms, tissue injury, or other insults involves numerous soluble cell signaling molecules that not only recruit various cell types to promote inflammation but concurrently cause these cells to produce SPM which feed back on their parent and other cells to dampen their pro-inflammatory activity and to promote repair. Resolution of an inflammatory response is thus an active rather than self-limiting process which is set into motion at least in part by the initiating pro-inflammatory mediators (e.g. prostaglandin E2 and prostaglandin D2) which instruct relevant cells to produce SPM and to assume a more anti-inflammatory phenotype. Resolution of the normal inflammatory response, then, may involve switching production of pro-inflammatory to anti-inflammatory PUFA metabolites. Excessive inflammatory responses to insult as well as many pathological inflammatory responses that contribute to diverse diseases such as atherosclerosis, diabetes, Alzheimer's disease, Inflammatory bowel disease, etc. (see Inflammation#Inflammatory disorders) may reflect, in part, a failure in this class switching. Diseases caused or worsened by non-adaptive inflammatory responses may by amenable to treatment with SPM or synthetic SPM which, unlike natural SPM, resist in vivo metabolic inactivation. The SPM possess overlapping activities which work to resolve inflammation. SPMs (typically more than one for each listed action) have the following anti-inflammatory activities on the indicated cell types as defined in animal and human model studies:",
            "score": 195.47943902015686
        }
    ],
    "r": [
        {
            "docid": "3135637_31",
            "document": "Gut flora . The human immune system creates cytokines that can drive the immune system to produce inflammation in order to protect itself, and that can tamp down the immune response to maintain homeostasis and allow healing after insult or injury. Different bacterial species that appear in gut flora have been shown to be able to drive the immune system to create cytokines selectively; for example \"Bacteroides fragilis\" and some \"Clostridia\" species appear to drive an anti-inflammatory response, while some segmented filamentous bacteria drive the production of inflammatory cytokines. Gut flora can also regulate the production of antibodies by the immune system. One function of this regulation is to cause B cells to class switch to IgA. In most cases B cells need activation from T helper cells to induce class switching; however, in another pathway, gut flora cause NF-kB signaling by intestinal epithelial cells which results in further signaling molecules being secreted. These signaling molecules interact with B cells to induce class switching to IgA. IgA is an important type of antibody that is used in mucosal environments like the gut. It has been shown that IgA can help diversify the gut community and helps in getting rid of bacteria that cause inflammatory responses. Ultimately, IgA maintains a healthy environment between the host and gut bacteria. These cytokines and antibodies can have effects outside the gut, in the lungs and other tissues.",
            "score": 272.79718017578125
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 259.521484375
        },
        {
            "docid": "32440734_21",
            "document": "Pathogenic Escherichia coli . Gastrointestinal infections can cause the body to develop memory T cells to attack gut microbes that are in the intestinal tract. Food poisoning can trigger an immune response to microbial gut bacteria. Some researchers suggest that it can lead to inflammatory bowel disease.",
            "score": 257.2831726074219
        },
        {
            "docid": "39584879_15",
            "document": "Innate lymphoid cell . In the environment of intestinal tract, ILC3s have a crucial role in mediating the balance between symbiotic microbiota and the intestinal immune system. In response to inflammatory signals from the dendridic cells and gut epithelium, they produce IL-22 which increase the production of antimicrobial peptides and defensins. ILC3s also assist in immune responses to extracellular bacteria by maintaining the homeostasis of epithelia. Therefore, when malfunction appears, these cells may participate in the development of inflammatory bowel diseases (IBD).",
            "score": 256.8436584472656
        },
        {
            "docid": "18291752_3",
            "document": "Microbial symbiosis and immunity . Microbes can promote the development of the host's immune system in the gut and skin, and may help to prevent pathogens from invading. Some release anti-inflammatory products, protecting against parasitic gut microbes. Commensals promote the development of B cells that produce a protective antibody, Immunoglobulin A (IgA). This can neutralize pathogens and exotoxins, and promote the development of TH17 and FOXP3+ regulatory T cells. Microbes trigger development of isolated lymphoid follicles in the small intestine, which are sites of mucosal immune response. Microbes can prevent growth of harmful pathogens by altering pH, consuming nutrients required for pathogen survival, and secreting toxins that inhibit growth of pathogens. However, microbes have been implicated in inflammatory bowel disease, obesity, and cancer.",
            "score": 256.1788330078125
        },
        {
            "docid": "38751964_21",
            "document": "Mucosal associated invariant T cell . In autoimmune-related inflammatory bowel disease, the immune system initiates a response against healthy parts of the gastrointestinal tract, such as the mucosal microbiome. During relapse periods of certain types of inflammatory bowel disease, such as Crohn’s disease, MAIT cells have been found to migrate to sites of inflammation, triggering the harmful responses of other immune cells through the expression of NKG2D and increasing inflammation by secreting IL-17.",
            "score": 250.6448974609375
        },
        {
            "docid": "407814_24",
            "document": "Hygiene hypothesis . An alternative explanation is that the developing immune system must receive stimuli (from infectious agents, symbiotic bacteria, or parasites) to adequately develop regulatory T cells. Without that stimuli it becomes more susceptible to autoimmune diseases and allergic diseases, because of insufficiently repressed T1 and T2 responses, respectively. For example, all chronic inflammatory disorders show evidence of failed immunoregulation. Secondly, helminths, non-pathogenic ambient pseudocommensal bacteria or certain gut commensals and probiotics, drive immunoregulation. They block or treat models of all chronic inflammatory conditions. Thirdly, some such organisms (or molecules that they secrete), specifically expand populations of regulatory T cells (Treg), or cause dendritic cells to switch to regulatory forms that preferentially drive immunoregulation. Finally, when multiple sclerosis patients become infected with helminths, the disease stops progressing and circulating myelin-recognising regulatory T cells appear in the peripheral blood. This indicates that helminths act as adjuvants for regulatory T cells. This observation led to clinical trials.",
            "score": 243.93740844726562
        },
        {
            "docid": "18291752_8",
            "document": "Microbial symbiosis and immunity . To prevent constant activation of immune cells and resulting inflammation, hosts and bacteria have evolved to maintain intestinal homeostasis and immune system development. For example, the human symbiont \"Bacteroides fragilis\" produces polysaccharide A (PSA), which binds to toll-like receptor 2 (TLR-2) on CD4 T cells. While TLR2 signaling can activate clearance of peptides, PSA induces an anti-inflammatory response when it binds to TLR2 on CD4 T cells. Through TLR2 binding, PSA suppresses pro-inflammatory Th17 responses, promoting tolerance and establishing commensal gut colonization.",
            "score": 243.71807861328125
        },
        {
            "docid": "55287348_4",
            "document": "Type 3 innate lymphoid cells . ILC 3 represent a defense against extracellular parasites and are involved in maintaining intestinal homeostasis. They participate in effective antimicrobial defence through the production of IL-17 and IL-22. The role of IL-22 in humans and mice is somewhat different. In the murine model, IL-22 was found to play a role in improving the course of inflammatory bowel disease and epithelial restoration in the loss of the protective mucin barrier in the large intestine. However, in humans with inflammatory bowel disease, IL-22 has an effect on the pathology of the disease. IL-22 is an important cytokine for maintaining intestinal homeostasis. The action of IL-22 helps enhance the defense of the surface of the intestinal mucosa by weakening the mucin layer and its ability to produce antimicrobial agents, such as β-defensins, is a powerful mechanism that helps maintain intestinal homeostasis.An increase in IL-22 levels together with increased β-defensin expression has been reported in inflammatory skin diseases such as psoriasis. IL-22, as well as IL-17, could thus be involved in the development of these skin diseases, since in humans without these problems IL-22 expression was not registered. The effects of IL-17 and IL-22 can complement each other and stimulate an increased amount of antimicrobial peptides at the site of action . Like ILC2, ILC 3 can express MHC II and be appropriating the function of antigen presenting cells. However, ILCs lack the costimulatory receptors that are necessary for proper activation and initiation of the immune response. ILCs, on the contrary, may set the helper T lymphocytes in the state of anergy. In the case of ILC 3, the ability to express MHC II apparently serves to maintain tolerance to commensal bacteria in the intestine. They suppress the response of CD4 + T lymphocytes to harmless and beneficial intestinal bacteria. If this tolerance is not maintained, there can be a development of undesirable pathological conditions . On the other hand, the action of IL-23 or IL-17 is not always beneficial. It causes some autoimmune diseases such as multiple sclerosis or rheumatoid arthritis. IL-17A specifically targets keratinocytes and is the major cytokine causing pathogenesis of skin psoriasis. In addition, IL-17A is also expressed to an increasing extent in patients with inflammatory bowel disease ILC 3 may play a role already in the prenatal setting of the body's resistance to infections. LTi cells are important in the origin and development of secondary lymphoid organs. It has been found that differentiation and signalling of LTi cells are dependent on retinoic acid (a component of vitamin A). The uptake of retinoic acid in the diet by the mother directly affects the development of LTi cells and the size of the secondary lymphoid organs of the fetus, which may have an effect at its later age",
            "score": 240.66058349609375
        },
        {
            "docid": "2846331_14",
            "document": "Helminthic therapy . Experimental data support the hypothesis that clinically induced helminthic infections have the ability to alleviate or mitigate immune responses. Most autoimmune disorders are believed to involve hyperactive Th1 or Th17 immune responses that are down regulated by the promotion of a Th2 response by helminths. Helminths secrete immunoregulatory molecules that promote the induction of regulatory T cells while inhibiting the function of antigen presenting cells and other T cells. As such, helminthic therapy attempts to restore homeostasis by shifting a hyperactive Th1 pro-inflammatory response to a Th2 response with reduced inflammation. Human and animal studies have provided evidence of decreased Th1 and Th17 immune responses with a shift to Th2 cytokine production resulting in significantly decreased levels of interleukin 12 and IFNy with simultaneous increases in the regulatory T cells, interleukin 4, interleukin 5 and interleukin 10 of test subjects. These observations indicate that helminth therapy can provide protection against autoimmune disease not only through prevention, since helminths can be present before autoimmune disease develops, but also after autoimmune responses are initiated. Furthermore, responses of type-two T helper cells rarely kill the parasitic worms. Rather, the Th2 response limits the infection by reducing the viability and reproductive capacity of the parasite.",
            "score": 240.1863250732422
        },
        {
            "docid": "38751964_2",
            "document": "Mucosal associated invariant T cell . Mucosal associated invariant T cells (MAIT cells) make up a subset of T cells in the immune system that display innate, effector-like qualities. In humans, MAIT cells are found in the blood, liver, lungs, and mucosa, defending against microbial activity and infection. The MHC class I-like protein, MR1, is responsible for presenting bacterially-produced vitamin B metabolites to MAIT cells. After the presentation of foreign antigen by MR1, MAIT cells secretes pro-inflammatory cytokines and are capable of lysing bacterially-infected cells. MAIT cells can also be activated through MR1-independent signaling. In addition to possessing innate-like functions, this T cell subset supports the adaptive immune response and has a memory-like phenotype. Furthermore, MAIT cells are thought to play a role in autoimmune diseases, such as multiple sclerosis, arthritis and inflammatory bowel disease, although definitive evidence is yet to be published.",
            "score": 238.8117218017578
        },
        {
            "docid": "7244534_2",
            "document": "NFAT . Nuclear factor of activated T-cells (NFAT) is a family of transcription factors shown to be important in immune response. One or more members of the NFAT family is expressed in most cells of the immune system. NFAT is also involved in the development of cardiac, skeletal muscle, and nervous systems. NFAT was first discovered as an activator for the transcription of interleukin-2 in the T cells, as a regulator for T cell immune response, but has since been found to play an important role in regulating many other body systems. NFAT transcription factors are involved in many normal body processes as well as in development of several diseases, such as inflammatory bowel diseases and several types of cancer. NFAT is also being investigated as a drug target for several different disorders.",
            "score": 235.84988403320312
        },
        {
            "docid": "458424_22",
            "document": "National Eye Institute . NEI researchers conducted a study that looked at the bacteria in the gut and how it protects the natural flora. Findings from studies suggest that this characteristic may be similar to how immune cells attack the eye in autoimmune eye diseases such as uveitis. Autoimmune uveitis is an inflammatory eye disease where the immune cells attack proteins in the eye. By studying how immune cells, also known as T cells, attack other parts of the body, researchers may gain further information on how the T cells are activated in the eye. It will also allow researchers to understand the disease better and develop treatments or therapies.",
            "score": 235.2103271484375
        },
        {
            "docid": "566275_14",
            "document": "Polly Matzinger . There is now a growing body of work on regulatory T cells which argues that immune activity is stopped by a special subset of T cells. These ideas challenge several of the key specifics of Matzinger's model. Matzinger argues that these cells are misinterpreted because their functions have not been explored enough. To date (with rare exceptions) these cells have been tested almost exclusively for their ability to suppress highly inflammatory immune response types. The exceptions are illustrative in that they show that regulatory T cells can also act as helper T cells for immune responses in the gut and mucosal tissue. Matzinger argues that their function is to maintain the right kinds of immune responses in the right places, and that they are controlled by signals from the tissues that they protect.",
            "score": 234.91456604003906
        },
        {
            "docid": "45223115_14",
            "document": "Embryonal fyn-associated substrate . EFS regulates T-cell function and maturation, preventing expansion of autoreactive clones and pathological immune responses. Two studies that have reported that EFS expression in medullar thymus epithelial cells is important for negative selection of T-cells during their development, which implies an important role of EFS in maintaining immune homeostasis and autoimmunity prevention. In these studies, mice with defective EFS progressed normally during embryogenesis but then developed massive inflammatory lesions in multiple tissues that bore a striking histological resemblance to inflammatory bowel diseases such as Crohn’s disease. Mechanistically, EFS expressed in medullary thymic epithelial cells (mTECs) is crucial for their functional maturation and growth factor-mediated expansion. mTECs are important for proper T-cell maturation and negative selection of autoreactive clones, required for development of immunological self-tolerance.",
            "score": 232.97427368164062
        },
        {
            "docid": "14162110_10",
            "document": "Prostaglandin EP4 receptor . Activation of EP suppresses the production of IL-12p70 and increases IL-23 thereby promoting development of IL-17-producing Th17 cells, a subset of pro-inflammatory T helper cells that serves to maintain mucosal barriers, clear mucosal surfaces of pathogens, and contribute to autoimmune and inflammatory disorders. Its activation also: a) supports the development of Regulatory T cells (i.e. suppressor T cells that modulate the immune system to maintain tolerance to self-antigens and prevent autoimmune disease); b) stimulate Dendritic cells (i.e. antigen-presenting cells located primarily in the skin and mucus membranes) to mature, migrate, and direct the early stage of immune responses; c) inhibit antibody-producing B cells from proliferating; d) suppresses the development of Atherosclerosis plaques by promoting the death (i.e. apoptosis) of plaque-bound pro-inflammatory macrophages; e) increases the survival of neurons in an inflammation-based model of Alzheimer's disease; f) increases local arteriole and capillary blood flow to cause, for example, site-specific signs of inflammation such as redness, heat, and swelling in rodent models; and g) suppresses sensory Dorsal root ganglion neurons from signaling inflammation-induced pain (i.e. allodynia and hyperalgesia) and has been used successfully to block the osteoarthritis pain in dogs.",
            "score": 228.47911071777344
        },
        {
            "docid": "5024592_19",
            "document": "Immune tolerance . The skin and digestive tract of humans and many other organisms is colonized with an ecosystem of microorganisms that is referred to as the microbiome. Though in mammals a number of defenses exist to keep the microbiota at a safe distance, including a constant sampling and presentation of microbial antigens by local DCs, most organisms do not react against commensal microorganisms and tolerate their presence. Reactions are mounted, however, to pathogenic microbes and microbes that breach physiological barriers. Peripheral mucosal immune tolerance, in particular mediated by iTreg cells and tolerogenic antigen-presenting cells, is thought to be responsible for this phenomenon. In particular, specialized gut CD103+ DCs that produce both TGF-β and retinoic acid efficiently promotes the differentiation of iTreg cells in the gut lymphoid tissue. Foxp3- TR1 cells that make IL-10 are also enriched in the intestinal lining. Break in this tolerance is thought to underlie the pathogenesis of inflammatory bowel diseases like Crohn's disease and ulcerative colitis.",
            "score": 227.84698486328125
        },
        {
            "docid": "1664060_25",
            "document": "Adaptive immune system . Increasingly, there is strong evidence from mouse and human-based scientific studies of a broader diversity in CD4+ effector T helper cell subsets. Regulatory T (Treg) cells, have been identified as important negative regulators of adaptive immunity as they limit and suppresses the immune system to control aberrant immune responses to self-antigens; an important mechanism in controlling the development of autoimmune diseases. Follicular helper T (Tfh) cells are another distinct population of effector CD4+ T cells that develop from naive T cells post-antigen activation. Tfh cells are specialized in helping B cell humoral immunity as they are uniquely capable of migrating to follicular B cells in secondary lymphoid organs and provide them positive paracrine signals to enable the generation and recall production of high-quality affinity-matured antibodies. Similar to Tregs, Tfh cells also play a role in immunological tolerance as an abnormal expansion of Tfh cell numbers can lead to unrestricted autoreactive antibody production causing severe systemic autoimmune disorders.",
            "score": 224.5185546875
        },
        {
            "docid": "170417_13",
            "document": "T cell . MAIT cells display innate, effector-like qualities. In humans, MAIT cells are found in the blood, liver, lungs, and mucosa, defending against microbial activity and infection. The MHC class I-like protein, MR1, is responsible for presenting bacterially-produced vitamin B metabolites to MAIT cells. After the presentation of foreign antigen by MR1, MAIT cells secretes pro-inflammatory cytokines and are capable of lysing bacterially-infected cells. MAIT cells can also be activated through MR1-independent signaling. In addition to possessing innate-like functions, this T cell subset supports the adaptive immune response and has a memory-like phenotype. Furthermore, MAIT cells are thought to play a role in autoimmune diseases, such as multiple sclerosis, arthritis and inflammatory bowel disease, although definitive evidence is yet to be published.",
            "score": 224.45066833496094
        },
        {
            "docid": "211950_16",
            "document": "Major histocompatibility complex . MHC class II thus mediates immunization to—or, if APCs polarize Th cells principally to T cells, immune tolerance of—an antigen. The polarization during primary exposure to an antigen is key in determining a number chronic diseases, such as inflammatory bowel diseases and asthma, by skewing the immune response that memory Th cells coordinate when their memory recall is triggered upon secondary exposure to similar antigens. (B cells express MHC class II to present antigen to Th, but when their B cell receptors bind matching epitopes, interactions which are not mediated by MHC, these activated B cells secrete soluble immunoglobulins: antibody molecules mediating humoral immunity.)",
            "score": 224.28042602539062
        },
        {
            "docid": "18291752_21",
            "document": "Microbial symbiosis and immunity . Activation of mucosal immunity and the intestinal microbiota may contribute to inflammatory bowel disease. A variety of bacteria cause inflammation. For example, \"E. coli\" replicate in macrophages and secrete the pro-inflammatory cytokine tumor necrosis factor. However, some bacteria may prevent colitis. The human symbiont \"Bacteroides fragilis\" produces polysaccharide A (PSA), which may prevent colitis. PSA induces production of IL-10, an immunosuppressive cytokine that suppresses inflammation. Treatment of bone-marrow-derived dendritic cells and naïve CD4 T cells with purified PSA resulted in increased IL-10 production.",
            "score": 223.15061950683594
        },
        {
            "docid": "414967_15",
            "document": "Pre-eclampsia . Abnormalities in the maternal immune system and insufficiency of gestational immune tolerance seem to play major roles in pre-eclampsia. One of the main differences found in pre-eclampsia is a shift toward Th responses and the production of IFN-γ. The origin of IFN-γ is not clearly identified and could be the natural killer cells of the uterus, the placental dendritic cells modulating responses of T helper cells, alterations in synthesis of or response to regulatory molecules, or changes in the function of regulatory T cells in pregnancy. Aberrant immune responses promoting pre-eclampsia may also be due to an altered fetal allorecognition or to inflammatory triggers. It has been documented that fetal cells such as fetal erythroblasts as well as cell-free fetal DNA are increased in the maternal circulation in women who develop pre-eclampsia. These findings have given rise to the hypothesis that pre-eclampsia is a disease process by which a placental lesion such as hypoxia allows increased fetal material into the maternal circulation, that in turn leads to an immune response and endothelial damage, and that ultimately results in pre-eclampsia and eclampsia.",
            "score": 222.2871551513672
        },
        {
            "docid": "38238_31",
            "document": "Hepatitis . The pathway by which hepatic viruses cause viral hepatitis is best understood in the case of hepatitis B and C. The viruses do not directly cause apoptosis (cell death). Rather, infection of liver cells activates the innate and adaptive arms of the immune system leading to an inflammatory response which causes cellular damage and death. Depending on the strength of the immune response, the types of immune cells involved and the ability of the virus to evade the body's defense, infection can either lead to clearance (acute disease) or persistence (chronic disease) of the virus. The chronic presence of the virus within liver cells results in multiple waves of inflammation, injury and wound healing that overtime lead to scarring or fibrosis and culminate in hepatocellular carcinoma. Individuals with an impaired immune response are at greater risk of developing chronic infection. Natural killer cells are the primary drivers of the initial innate response and create a cytokine environment that results in the recruitment of CD4 T-helper and CD8 cytotoxic T-cells. Type I interferons are the cytokines that drive the antiviral response. In chronic Hepatitis B and C, natural killer cell function is impaired.",
            "score": 221.72879028320312
        },
        {
            "docid": "63526_23",
            "document": "Coeliac disease . The majority of the proteins in food responsible for the immune reaction in coeliac disease are the prolamins. These are storage proteins rich in proline (\"prol-\") and glutamine (\"-amin\") that dissolve in alcohols and are resistant to proteases and peptidases of the gut. Prolamins are found in cereal grains with different grains having different but related prolamins: wheat (gliadin), barley (hordein), rye (secalin) and oats (avenin). One region of α-gliadin stimulates membrane cells, enterocytes, of the intestine to allow larger molecules around the sealant between cells. Disruption of tight junctions allow peptides larger than three amino acids to enter the intestinal lining. Membrane leaking permits peptides of gliadin that stimulate two levels of immune response, the innate response and the adaptive (T-helper cell mediated) response. One protease-resistant peptide from α-gliadin contains a region that stimulates lymphocytes and results in the release of interleukin-15. This innate response to gliadin results in immune-system signalling that attracts inflammatory cells and increases the release of inflammatory chemicals. The strongest and most common adaptive response to gliadin is directed toward an α2-gliadin fragment of 33 amino acids in length.",
            "score": 220.18470764160156
        },
        {
            "docid": "14689127_15",
            "document": "Gamma delta T cell . These Vγ9Vδ2 T cells can also behave like professional antigen-presenting cells (APC). It seems that human Vγ9Vδ2 T cells are characterized by a specific inflammatory migration program, including multiple receptors for inflammatory chemokines (CXCR3, CCR1, CCR2 and CCR5). It means that the stimulation with IPP or HMB-PP induces migration to the lymphatic tissues, specifically to the T cell area of lymph nodes. So the stimulation of Vγ9Vδ2 T cells with phosphoantigens results in expression of multiple markers which are associated with APC, like MHC I and II molecules,  co-stimulatory molecules (CD80, CD86) and adhesion receptors (CD11a, CD18, CD54). Thus activated Vγ9Vδ2 T cells behave like APCs (γδ T-APC) and present antigens to αβ T cells. This leads to turn of naïve CD4+ and CD8+ αβ T cells into effector cells. The differentiation, induced by γδ T-APC, most often led to T helper cell response, in the most of cases to pro-inflammatory Th1 response with subsequent production of IFN-γ and TNF-α. But in the case of a low γδ T-APC: CD4+ ratio it leads to differentiation of some naïve αβ T cells into Th2 (IL-4) or Th0 (IL-4 plus IFN-γ) cells. Human Vγ9Vδ2 T cells are also cells with excellent antigen cross-presentation activity, a process describing the uptake of exogenous antigen and its routing to the MHC I pathway for induction CD8+ cytotoxic T cells. Thus activated cytotoxic T cells can effectively kill infected or tumor cells. This fact can be used in the immunotherapy of cancer and infectious diseases.",
            "score": 219.82974243164062
        },
        {
            "docid": "211949_18",
            "document": "T helper cell . Helper T cells are capable of influencing a variety of immune cells, and the T cell response generated (including the extracellular signals such as cytokines) can be essential for a successful outcome from infection. In order to be effective, helper T cells must determine which cytokines will allow the immune system to be most useful or beneficial for the host. Understanding exactly how helper T cells respond to immune challenges is currently of major interest in immunology, because such knowledge may be very useful in the treatment of disease and in increasing the effectiveness of vaccination.",
            "score": 219.74755859375
        },
        {
            "docid": "1079203_64",
            "document": "Hookworm infection . Although the exact mechanism is unknown, scientists hypothesize that the helper T cells are key players. Allergic diseases, which are immunological responses to normally harmless antigens, are driven by a TH2-mediated immune response. Bacteria, viruses, and parasites, on the other hand, elicit a TH1-mediated immune response which inhibits or down-regulates the TH2 response. TH1 also inhibits the activity of TH17 which is heightened in numerous inflammatory diseases including multiple sclerosis and asthma. More research is currently being performed to better understand the possible mechanism for the hygiene hypothesis.",
            "score": 218.47398376464844
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 218.42564392089844
        },
        {
            "docid": "39632259_3",
            "document": "Skin immunity . The skin acts as a barrier, a kind of sheath, made of several layers of cells and their related glands. The skin is a dynamic organ that contains different cells which contains elements of the innate and the adaptive immune system which are activated when the tissue is under attack by invading pathogens. Shortly after infection, the immune adaptive response is induced by dendritic cells (Langerhans cells) present in the epidermis; they are responsible for the capture, processing, and presentation of antigens to T lymphocytes in local lymphoid organs. As a result, T lymphocytes express the CLA molecule. Lymphocytes move to the epidermis where they reside as memory T cells, they will thus be activated and will trigger an inflammatory response. Dysregulation of these mechanisms is associated with inflammatory diseases of the skin.",
            "score": 218.31048583984375
        },
        {
            "docid": "56705877_4",
            "document": "Sheena Cruickshank . Since 2007 Cruickshank has worked in the Department of Immunology at the University of Manchester. She uses \"in vitro\" and \"in vivo\" approaches to characterise crosstalk between immune cells, commensal bacteria, pathogens and epithelial cells. These experiments make use of infectious models, including \"Toxoplasma gondii\" and \"Trichuris muris\", to understand immunity regulation in the skin and gut. By identifying how the skin and gut recognise and respond to the microbiome, they are starting to understand how it affects cell function. Cruickshank won the Northwest BioNow award for her test for the management and assessment of Inflammatory Bowel Disease.",
            "score": 216.92300415039062
        },
        {
            "docid": "3340565_5",
            "document": "Heligmosomoides polygyrus . Upon infection with \"H. polygyrus\", innate and adaptive host immune responses are generated to prevent the establishment of the parasite in the gut. A strong wound healing immune response (Th2-type) associated with intestinal pathology is mounted. Similar to other roundworm infections Th2 immunity focuses on eliminating the parasite or confining it to minimize host damage.Mucus secreted by goblet cells of the intestine, acts as the first line of defense, hence increases in goblet cell number are a major observable change during \"H. polygyrus\" infection. Macrophages are activated through Th2 cytokines and they are important in parasite clearance by increase intestinal motility and to induce fibrosis and healing. These immune cells are also important in granuloma formation. This is a defensive response by the host to trap the parasite and minimize its damage to the gut. In addition, these cells are important in increasing contractions of the gut wall, which facilitates worm expulsion. The spleen, mesenteric lymph nodes, Peyer’s patches and lamina propria lymphocytes induce a strong Th2 immune response by producing different cytokines (Interleukin 3, IL4, IL5, IL9, IL10 and IL13) which are important in controlling and expelling worms. These cytokines aid in generating CD4 T helper 2 effector cells necessary for adaptive immune responses against the parasite. In addition costimulatory signals via CD80 and CD86 has also be shown important in mounting a Th2 immune response and producing immunoglobulin E (IgE). In the humoral arm of immunity, parasite specific IgG1 plays a greater role in protection during infection and IgA has been shown to have a minor effect. But IgM and IgE has not been shown important against \"H. polygyrus\" protection.",
            "score": 216.7949981689453
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 216.64877319335938
        }
    ]
}