{
    "q": [
        {
            "docid": "736407_19",
            "document": "Opioid receptor . Voltage-gated dependent calcium channel, (VDCCs), are key in the depolarisation of neurons, and play a major role in promoting the release of neurotransmitters. When agonists bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, so opioid receptor activation reduces the release of these substances, thus creating a strong analgesic effect.",
            "score": 278.34010803699493
        },
        {
            "docid": "15567066_2",
            "document": "G protein-coupled inwardly-rectifying potassium channel . The G protein-coupled inwardly-rectifying potassium channels (GIRKs) are a family of inward-rectifier potassium ion channels which are activated (opened) via a signal transduction cascade starting with ligand-stimulated G protein-coupled receptors (GPCRs). GPCRs in turn release activated G-protein βγ- subunits (G) from inactive heterotrimeric G protein complexes (G). Finally, the G dimeric protein interacts with GIRK channels to open them so that they become permeable to potassium ions, resulting in hyperpolarization of the cell membrane. G protein-coupled inwardly-rectifying potassium channels are a type of G protein-gated ion channels because of this direct activation of GIRK channels by G protein subunits.",
            "score": 290.64602613449097
        },
        {
            "docid": "4109042_18",
            "document": "Cell signaling . In some cases, receptor activation caused by ligand binding to a receptor is directly coupled to the cell's response to the ligand. For example, the neurotransmitter GABA can activate a cell surface receptor that is part of an ion channel. GABA binding to a GABA receptor on a neuron opens a chloride-selective ion channel that is part of the receptor. GABA receptor activation allows negatively charged chloride ions to move into the neuron, which inhibits the ability of the neuron to produce action potentials. However, for many cell surface receptors, ligand-receptor interactions are not directly linked to the cell's response. The activated receptor must first interact with other proteins inside the cell before the ultimate physiological effect of the ligand on the cell's behavior is produced. Often, the behavior of a chain of several interacting cell proteins is altered following receptor activation. The entire set of cell changes induced by receptor activation is called a signal transduction mechanism or pathway.",
            "score": 260.87812066078186
        },
        {
            "docid": "2020589_10",
            "document": "G protein-gated ion channel . The G protein inward rectifying K channel found in the CNS is a heterotetramer composed of GIRK1 and GIRK2 subunits and is responsible for maintaining the resting membrane potential and excitability of the neuron. Studies have shown the largest concentrations of the GIRK1 and GIRK2 subunits to be in the dendritic areas of neurons in the CNS. These areas, which are both extrasynaptic (exterior to a synapse) and perisynaptic (near a synapse), correlate with the large concentration of GABA receptors in the same areas. Once the GABA receptors are activated by their ligands, they allow for the dissociation of the G protein into its individual α-subunit and βγ-complex so it can in turn activate the K channels. The G proteins couple the inward rectifying K channels to the GABA receptors, mediating a significant part of the GABA postsynpatic inhibition.",
            "score": 249.94024515151978
        },
        {
            "docid": "59990_7",
            "document": "Aconitine . Aconitine binds to the receptor at the neurotoxin binding site 2 on the alpha-subunit of the channel protein. This binding results in a sodium-ion channel that stays open longer. Aconitine suppresses the conformational change in the sodium-ion channel from the active state to the inactive state. The membrane stays depolarized due to the constant sodium influx (which is 10-1000 fold greater than the potassium efflux). As a result, the membrane cannot be repolarized. The binding of aconitine to the channel also leads to the channel to change conformation from the inactive state to the active state at a more negative voltage. In neurons, aconitine increases the permeability of the membrane for sodium ions, resulting in a huge sodium influx in the axon terminal. As a result, the membrane depolarizes rapidly. Due to the strong depolarization, the permeability of the membrane for potassium ions increases fast, resulting in a potassium reflux to release the positive charge out of the cell. Not only the permeability for potassium ions but also the permeability for calcium ions increases as a result of the depolarization of the membrane. A calcium influx takes place. The increase of the calcium concentration in the cell stimulates the release of the neurotransmitter acetylcholine into the synaptic cleft. Acetylcholine binds to acetylcholine receptors at the postsynaptic membrane to open the sodium-channels there, generating a new action potential.",
            "score": 257.06150805950165
        },
        {
            "docid": "48548_15",
            "document": "Dopamine . Dopamine exerts its effects by binding to and activating cell surface receptors. In humans, dopamine has a high binding affinity at dopamine receptors and human trace amine-associated receptor 1 (hTAAR1). In mammals, five subtypes of dopamine receptors have been identified, labeled from D1 to D5. All of them function as metabotropic, G protein-coupled receptors, meaning that they exert their effects via a complex second messenger system. These receptors can be divided into two families, known as D1-like and D2-like. For receptors located on neurons in the nervous system, the ultimate effect of D1-like activation (D1 and D5) can be excitation (via opening of sodium channels) or inhibition (via opening of potassium channels); the ultimate effect of D2-like activation (D2, D3, and D4) is usually inhibition of the target neuron. Consequently, it is incorrect to describe dopamine itself as either excitatory or inhibitory: its effect on a target neuron depends on which types of receptors are present on the membrane of that neuron and on the internal responses of that neuron to the second messenger cAMP. D1 receptors are the most numerous dopamine receptors in the human nervous system; D2 receptors are next; D3, D4, and D5 receptors are present at significantly lower levels.",
            "score": 186.71357238292694
        },
        {
            "docid": "1422685_8",
            "document": "Beta-Endorphin . Voltage-dependent calcium channels (VDCCs) are important membrane proteins that mediate the depolarization of neurons, and play a major role in promoting the release of neurotransmitters. When endorphin molecules bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, and as β-Endorphin reduces the release of these substances, there is a strong analgesic effect.",
            "score": 275.81685173511505
        },
        {
            "docid": "465517_10",
            "document": "Inhibitory postsynaptic potential . Metabotropic receptors, or G-protein-coupled receptors, do not use ion channels in their structure; they, instead, consist of an extracellular domain that binds to a neurotransmitter and an intracellular domain that binds to G-protein. This begins the activation of the G-protein, which then releases itself from the receptor and interacts with ion channels and other proteins to open or close ion channels through intracellular messengers. They produce slow postsynaptic responses (from milliseconds to minutes) and can be activated in conjunction with ionotropic receptors to create both fast and slow postsynaptic potentials at one particular synapse. Metabotropic GABA receptors, heterodimers of R1 and R2 subunits, use potassium channels instead of chloride. They can also block calcium ion channels in order to hyperpolarize postsynaptic cells.",
            "score": 234.70888209342957
        },
        {
            "docid": "6254380_6",
            "document": "Endomorphin . Endomorphins maintain a variety of functions. Mechanistically, they bind inhibitory μ-opioid G-protein receptors, which act to close calcium ion channels and open potassium ion channels in the membranes of bound neurons. The elimination of calcium influx and facilitation of potassium ion efflux prevents neuronal depolarization, inhibits the generation of action potentials, and depresses the activity of excitatory neurons. In other instances, endomorphin binding causes excitation, where its activation of phospholipase C and adenylyl cyclase initiates an increase in calcium ion concentration, cellular depolarization, and the release of norepinephrine and serotonin.",
            "score": 178.52401638031006
        },
        {
            "docid": "52649_10",
            "document": "Acetylcholine . Nicotinic acetylcholine receptors are ligand-gated ion channels permeable to sodium, potassium, and calcium ions. In other words, they are ion channels embedded in cell membranes, capable of switching from a closed to a open state when acetylcholine binds to them; in the open state they allow ions to pass through. Nicotinic receptors come in two main types, known as muscle-type and neuronal-type. The muscle-type can be selectively blocked by curare, the neuronal-type by hexamethonium. The main location of muscle-type receptors is on muscle cells, as described in more detail below. Neuronal-type receptors are located in autonomic ganglia (both sympathetic and parasympathetic), and in the central nervous system.",
            "score": 196.09204363822937
        },
        {
            "docid": "2917198_10",
            "document": "Neuropsychopharmacology . It has previously been known that ultimate control over the membrane voltage or potential of a nerve cell, and thus the firing of the cell, resides with the trans-membrane ion channels which control the membrane currents via the ions K, Na, and Ca, and of lesser importance Mg and Cl. The concentration differences between the inside and outside of the cell determine the membrane voltage.Precisely how these currents are controlled has become much clearer with the advances in receptor structure and G-protein-coupled processes. Many receptors are found to be pentameric clusters of five trans-membrane proteins (not necessarily the same) or \"receptor subunits\", each a chain of many amino acids. Transmitters typically bind at the junction between two of these proteins, on the parts that protrude from the cell membrane. If the receptor is of the ionotropic type, a central pore or channel in the middle of the proteins will be mechanically moved to allow certain ions to flow through, thus altering the ion concentration difference. If the receptor is of the metabotropic type, G-proteins will cause metabolism inside the cell that may eventually change other ion channels. Researchers are better understanding precisely how these changes occur based on the protein structure shapes and chemical properties.",
            "score": 275.57923412323
        },
        {
            "docid": "2020589_9",
            "document": "G protein-gated ion channel . One G protein-gated potassium channel is the inward-rectifing potassium channel (IKACh) found in cardiac muscle (specifically, the sinoatrial node and atria), which contributes to the regulation of heart rate. These channels are almost entirely dependent on G protein activation, making them unique when compared to other G protein-gated channels. Activation of the IKACh channels begins with release of acetylcholine (ACh) from the vagus nerve onto pacemaker cells in the heart. ACh binds to the M2 muscarinic acetylcholine receptors, which interact with G proteins and promote the dissociation of the G subunit and G-complex. IKACh is composed of two homologous GIRK channel subunits: GIRK1 and GIRK4. The G-complex binds directly and specifically to the IKACh channel through interactions with both the GIRK1 and GIRK4 subunits. Once the ion channel is activated, K ions flow out of the cell and cause it to hyperpolarize. In its hyperpolarized state, the neuron cannot fire action potentials as quickly, which slows the heartbeat.",
            "score": 304.6768604516983
        },
        {
            "docid": "184540_3",
            "document": "Gamma-Aminobutyric acid . In vertebrates, GABA acts at inhibitory synapses in the brain by binding to specific transmembrane receptors in the plasma membrane of both pre- and postsynaptic neuronal processes. This binding causes the opening of ion channels to allow the flow of either negatively charged chloride ions into the cell or positively charged potassium ions out of the cell. This action results in a negative change in the transmembrane potential, usually causing hyperpolarization. Two general classes of GABA receptor are known: Neurons that produce GABA as their output are called GABAergic neurons, and have chiefly inhibitory action at receptors in the adult vertebrate. Medium spiny cells are a typical example of inhibitory central nervous system GABAergic cells. In contrast, GABA exhibits both excitatory and inhibitory actions in insects, mediating muscle activation at synapses between nerves and muscle cells, and also the stimulation of certain glands. In mammals, some GABAergic neurons, such as chandelier cells, are also able to excite their glutamatergic counterparts.",
            "score": 214.52863216400146
        },
        {
            "docid": "20848680_8",
            "document": "Cellular neuroscience . After neurotransmitters are synthesized, they are packaged and stored in vesicles. These vesicles are pooled together in terminal boutons of the presynaptic neuron. When there is a change in voltage in the terminal bouton, voltage-gated calcium channels embedded in the membranes of these boutons become activated. These allow Ca ions to diffuse through these channels and bind with synaptic vesicles within the terminal boutons. Once bounded with Ca, the vesicles dock and fuse with the presynaptic membrane, and release neurotransmitters into the synaptic cleft by a process known as exocytosis. The neurotransmitters then diffuse across the synaptic cleft and bind to postsynaptic receptors embedded on the postsynaptic membrane of another neuron. There are two families of receptors: ionotropic and metabotropic receptors. Ionotropic receptors are a combination of a receptor and an ion channel. When ionotropic receptors are activated, certain ion species such as Na to enter the postsynaptic neuron, which depolarizes the postsynaptic membrane. If more of the same type of postsynaptic receptors are activated, then more Na will enter the postsynaptic membrane and depolarize cell. Metabotropic receptors on the other hand activate second messenger cascade systems that result in the opening of ion channel located some place else on the same postsynaptic membrane. Although slower than ionotropic receptors that function as on-and-off switches, metabotropic receptors have the advantage of changing the cell's responsiveness to ions and other metabolites, examples being gamma amino-butyric acid (inhibitory transmitter), glutamic acid (excitatory transmitter), dopamine, norepinephrine, epinephrine, melanin, serotonin, melatonin, endorphins, dynorphins, nociceptin, and substance P.",
            "score": 197.1572334766388
        },
        {
            "docid": "896294_6",
            "document": "Paul Greengard . Greengard's research has focused on events inside the neuron caused by neurotransmitters. Specifically, Greengard and his fellow researchers studied the behavior of second messenger cascades that transform the docking of a neurotransmitter with a receptor into permanent changes in the neuron. In a series of experiments, Greengard and his colleagues showed that when dopamine interacts with a receptor on the cell membrane of a neuron, it causes an increase in cyclic AMP inside the cell. This increase of cyclic AMP, in turn activates a protein called protein kinase A, which turns other proteins on or off by adding phosphate groups in a reaction known as phosphorylation. The proteins activated by phosphorylation can then perform a number of changes in the cell: transcribing DNA to make new proteins, moving more receptors to the synapse (and thus increasing the neuron's sensitivity), or moving ion channels to the cell surface (and thus increasing the cell's excitability). He was awarded the Nobel Prize in 2000 \"for showing how neurotransmitters act on the cell and can activate a central molecule known as DARPP-32\".",
            "score": 205.21784710884094
        },
        {
            "docid": "665470_4",
            "document": "Olfactory receptor . Rather than binding specific ligands, olfactory receptors display affinity for a range of odor molecules, and conversely a single odorant molecule may bind to a number of olfactory receptors with varying affinities, which depend on physio-chemical properties of molecules like their molecular volumes.<ref name=\"10.1101/013516\"></ref> Once the odorant has bound to the odor receptor, the receptor undergoes structural changes and it binds and activates the olfactory-type G protein on the inside of the olfactory receptor neuron. The G protein (G and/or G) in turn activates the lyase - adenylate cyclase - which converts ATP into cyclic AMP (cAMP). The cAMP opens cyclic nucleotide-gated ion channels which allow calcium and sodium ions to enter into the cell, depolarizing the olfactory receptor neuron and beginning an action potential which carries the information to the brain.",
            "score": 190.61625909805298
        },
        {
            "docid": "4781_54",
            "document": "Benzodiazepine . GABA controls the excitability of neurons by binding to the GABA receptor. The GABA receptor is a protein complex located in the synapses of neurons. All GABA receptors contain an ion channel that conducts chloride ions across neuronal cell membranes and two binding sites for the neurotransmitter gamma-aminobutyric acid (GABA), while a subset of GABA receptor complexes also contain a single binding site for benzodiazepines. Binding of benzodiazepines to this receptor complex does not alter binding of GABA. Unlike other positive allosteric modulators that increases ligand binding, benzodiazepine binding acts as a positive allosteric modulator by increasing the total conduction of chloride ions across the neuronal cell membrane when GABA is already bound to its receptor. This increased chloride ion influx hyperpolarizes the neuron's membrane potential. As a result, the difference between resting potential and threshold potential is increased and firing is less likely. Different GABA receptor subtypes have varying distributions within different regions of the brain and, therefore, control distinct neuronal circuits. Hence, activation of different GABA receptor subtypes by benzodiazepines may result in distinct pharmacological actions. In terms of the mechanism of action of benzodiazepines, their similarities are too great to separate them into individual categories such as anxiolytic or hypnotic. For example, a hypnotic administered in low doses produces anxiety-relieving effects, whereas a benzodiazepine marketed as an anti-anxiety drug at higher doses induces sleep.",
            "score": 168.94117891788483
        },
        {
            "docid": "31153340_4",
            "document": "Active zone . The function of the active zone is to ensure that neurotransmitters can be reliably released in a specific location of a neuron and only released when the neuron fires an action potential. As an action potential propagates down an axon it reaches the axon terminal called the presynaptic bouton. In the presynaptic bouton, the action potential activates calcium channels (VDCCs) that cause a local influx of calcium. The increase in calcium is detected by proteins in the active zone and forces vesicles containing neurotransmitter to fuse with the membrane. This fusion of the vesicles with the membrane releases the neurotransmitters into the synaptic cleft (space between the presynaptic bouton and the postsynaptic membrane). The neurotransmitters then diffuse across the cleft and bind to ligand gated ion channels and G-protein coupled receptors on the postsynaptic membrane. The binding of neurotransmitters to the postsynaptic receptors then induces a change in the postsynaptic neuron. The process of releasing neurotransmitters and binding to the postsynaptic receptors to cause a change in the postsynaptic neuron is called neurotransmission.",
            "score": 171.8671224117279
        },
        {
            "docid": "420229_10",
            "document": "Sarcomere . During stimulation of the muscle cell, the motor neuron releases the neurotransmitter acetylcholine, which travels across the neuromuscular junction (the synapse between the terminal bouton of the neuron and the muscle cell). Acetylcholine binds to a post-synaptic nicotinic acetylcholine receptor. A change in the receptor conformation allows an influx of sodium ions and initiation of a post-synaptic action potential. The action potential then travels along T (transverse) tubules until it reaches the sarcoplasmic reticulum. Here, the depolarized membrane activates voltage-gated L-type calcium channels, present in the plasma membrane. The L-type calcium channels are in close association with ryanodine receptors present on the sarcoplasmic reticulum. The inward flow of calcium from the L-type calcium channels activate ryanodine receptors to release calcium ions from the sarcoplasmic reticulum. This mechanism is called calcium-induced calcium release (CICR). It is not understood whether the physical opening of the L-type calcium channels or the presence of calcium causes the ryanodine receptors to open. The outflow of calcium allows the myosin heads access to the actin cross-bridge binding sites, permitting muscle contraction.",
            "score": 202.70838356018066
        },
        {
            "docid": "569399_24",
            "document": "Stimulus (physiology) . Nerves in the peripheral nervous system spread out to various parts of the body, including muscle fibers. A muscle fiber and the motor neuron to which it is connected. The spot at which the motor neuron attaches to the muscle fiber is known as the neuromuscular junction. When muscles receive information from internal or external stimuli, muscle fibers are stimulated by their respective motor neuron. Impulses are passed from the central nervous system down neurons until they reach the motor neuron, which releases the neurotransmitter acetylcholine (ACh) into the neuromuscular junction. ACh binds to nicotinic acetylcholine receptors on the surface of the muscle cell and opens ion channels, allowing sodium ions to flow into the cell and potassium ions to flow out; this ion movement causes a depolarization, which allows for the release of calcium ions within the cell. Calcium ions bind to proteins within the muscle cell to allow for muscle contraction; the ultimate consequence of a stimulus.",
            "score": 214.78575134277344
        },
        {
            "docid": "1349300_27",
            "document": "Cyclic nucleotide–gated ion channel . Almost all responses to odorants in olfactory sensory neurons (OSNs) are facilitated by CNG channels. When an odorant binds to its specific receptor in the chemosensitive cilia membrane, it activates a G protein, which causes a downstream reaction activating the enzyme adenylyl cyclase (AC). This enzyme is responsible for an increase in cAMP concentration within the OSN. cAMP binds to the CNG channels in the OSN membrane, opening them, and making the cell highly permeable to Ca. Calcium ions flow into the cell causing a depolarization. As in all other cell types, CNG channels in OSNs also allow Na to flow into the cell. Additionally, the increased Ca concentration inside the cell activates Ca-dependent chloride (Cl) channels, which causes intracellular Cl ions to also flow out of the cell augmenting the depolarization event. This depolarization stimulates an action potential that ultimately signals the reception of the odorant. In addition to cAMP gated ion channels, a small subset of OSNs also has cGMP-selective CNG channels.",
            "score": 248.11047267913818
        },
        {
            "docid": "465517_20",
            "document": "Inhibitory postsynaptic potential . Glutamate, an excitatory neurotransmitter, is usually associated with excitatory postsynaptic potentials in synaptic transmission. However, a study completed at the Vollum Institute at the Oregon Health Sciences University demonstrates that glutamate can also be used to induce inhibitory postsynaptic potentials in neurons. This study explains that metabotropic glutamate receptors feature activated G proteins in dopamine neurons that induce phosphoinositide hydrolysis. The resultant products bind to inositol triphosphate (IP3) receptors through calcium ion channels. The calcium comes from stores and activate potassium conductance, which causes a pure inhibition in the dopamine cells. The changing levels of synaptically released glutamate creates an excitation through the activation of ionotropic receptors, followed by the inhibition of metabotropic glutamate receptors.",
            "score": 175.80644726753235
        },
        {
            "docid": "2918988_6",
            "document": "Neurotransmission . Neurotransmitters are spontaneously packed in vesicles and released in individual quanta-packets independently of presynaptic action potentials. This slow release is detectable and produces micro-inhibitory or micro-excitatory effects on the postsynaptic neuron. An action potential briefly amplifies this process. Neurotransmitter containing vesicles cluster around active sites, and after they have been released may be recycled by one of three proposed mechanism. The first proposed mechanism involves partial opening and then re-closing of the vesicle. The second two involve the full fusion of the vesicle with the membrane, followed by recycling, or recycling into the endosome. Vesicular fusion is driven largely by the concentration of calcium in micro domains located near calcium channels, allowing for only microseconds of neurotransmitter release, while returning to normal calcium concentration takes a couple of hundred of microseconds. The vesicle exocytosis is thought to be driven by a protein complex called SNARE, that is the target for botulinum toxins. Once released, a neurotransmitter enters the synapse and encounters receptors. Neurotransmitters receptors can either be ionotropic or g protein coupled. Ionotropic receptors allow for ions to pass through when agonized by a ligand. The main model involves a receptor composed of multiple subunits that allow for coordination of ion preference. G protein coupled receptors, also called metabotropic receptors, when bound to by a ligand undergo conformational changes yielding in intracellular response. Termination of neurotransmitter activity is usually done by a transporter, however enzymatic deactivation is also plausible.",
            "score": 168.69040608406067
        },
        {
            "docid": "681908_3",
            "document": "Neuromuscular junction . Muscles require innervation to function—and even just to maintain muscle tone, avoiding atrophy. Synaptic transmission at the neuromuscular junction begins when an action potential reaches the presynaptic terminal of a motor neuron, which activates voltage-dependent calcium channels to allow calcium ions to enter the neuron. Calcium ions bind to sensor proteins (synaptotagmin) on synaptic vesicles, triggering vesicle fusion with the cell membrane and subsequent neurotransmitter release from the motor neuron into the synaptic cleft. In vertebrates, motor neurons release acetylcholine (ACh), a small molecule neurotransmitter, which diffuses across the synaptic cleft and binds to nicotinic acetylcholine receptors (nAChRs) on the cell membrane of the muscle fiber, also known as the sarcolemma. nAChRs are ionotropic receptors, meaning they serve as ligand-gated ion channels. The binding of ACh to the receptor can depolarize the muscle fiber, causing a cascade that eventually results in muscle contraction.",
            "score": 187.82263231277466
        },
        {
            "docid": "2020589_12",
            "document": "G protein-gated ion channel . In addition to the subset of potassium channels that are directly gated by G proteins, G proteins can also directly gate certain calcium ion channels in neuronal cell membranes. Although membrane ion channels and protein phosphorylation are typically indirectly affected by G protein-coupled receptors via effector proteins (such as phospholipase C and adenylyl cyclase) and second messengers (such as inositol triphosphate, diacylglycerol and cyclic AMP), G proteins can short circuit the second-messenger pathway and gate the ion channels directly. Such bypassing of the second-messenger pathways is observed in mammalian cardiac myocytes and associated sarcolemmal vesicles in which Ca channels are able to survive and function in the absence of cAMP, ATP or protein kinase C when in the presence of the activated α-subunit of the G protein. For example, G, which is stimulatory to adenylyl cyclase, acts on the Ca channel directly as an effector. This short circuit is membrane-delimiting, allowing direct gating of calcium channels by G proteins to produce effects more quickly than the cAMP cascade could. This direct gating has also been found in specific Ca channels in the heart and skeletal muscle T tubules.",
            "score": 225.4029996395111
        },
        {
            "docid": "2368003_5",
            "document": "GABAA-rho receptor . In addition to containing a GABA binding site, the GABA-ρ receptor complex conducts chloride ions across neuronal membranes. Binding of GABA to the receptor results in opening of this channel. When the reversal potential of chloride is less than the membrane potential, chloride ions flow down their electrochemical gradient into the cell. This influx of chloride ions lowers the membrane potential of the neuron, thus hyperpolarizes it, making it more difficult for these cells to conduct electrical impulses in the form of an action potential. Following stimulation by GABA, the chloride current produced by GABA-ρ receptors is slow to initiate but sustained in duration. In contrast, the GABA receptor current has a rapid onset and short duration. GABA is about 10 times more potent at GABA-ρ than it is at most GABA receptors.",
            "score": 174.10276222229004
        },
        {
            "docid": "21244265_6",
            "document": "Olfaction . The binding of the ligand (odor molecule or odorant) to the receptor leads to an action potential in the receptor neuron, via a second messenger pathway, depending on the organism. In mammals, the odorants stimulate adenylate cyclase to synthesize cAMP via a G protein called G. cAMP, which is the second messenger here, opens a cyclic nucleotide-gated ion channel (CNG), producing an influx of cations (largely Ca with some Na) into the cell, slightly depolarising it. The Ca in turn opens a Ca-activated chloride channel, leading to efflux of Cl, further depolarizing the cell and triggering an action potential. Ca is then extruded through a sodium-calcium exchanger. A calcium-calmodulin complex also acts to inhibit the binding of cAMP to the cAMP-dependent channel, thus contributing to olfactory adaptation.",
            "score": 203.99999570846558
        },
        {
            "docid": "639660_5",
            "document": "Olfactory receptor neuron . ORs, which are located on the membranes of the cilia have been classified as a complex type of ligand-gated metabotropic channels. There are approximately 1000 different genes that code for the ORs, making them the largest gene family. An odorant will dissolve into the mucus of the olfactory epithelium and then bind to an OR. ORs can bind to a variety of odor molecules, with varying affinities. The difference in affinities causes differences in activation patterns resulting in unique odorant profiles. The activated OR in turn activates the intracellular G-protein, GOLF (GNAL), adenylate cyclase and production of cyclic AMP (cAMP) opens ion channels in the cell membrane, resulting in an influx of sodium and calcium ions into the cell, and an efflux of chloride ions. This influx of positive ions and efflux of negative ions causes the neuron to depolarize, generating an action potential.",
            "score": 215.15127968788147
        },
        {
            "docid": "45588500_14",
            "document": "Caffeine-induced anxiety disorder . A receptors are coupled to G proteins which activate adenylate cyclase and some voltage gated Ca channels. A receptors are located in dopamine rich brain regions. A receptor mRNA was found in the same neurons as the dopamine receptor D within the dorsal striatum, nucleus accumbens and tuberculum olfactorium. A receptors are not found in neurons that express the dopamine receptor D receptors and Substance P. Within the striatum, part of the basal ganglia, activation of A receptors by adenosine increases GABA release, an inhibitory neurotransmitter. When caffeine binds to the receptor, less inhibitory neurotransmitter is released, supporting caffeine’s role as a central nervous system stimulant.",
            "score": 118.06351327896118
        },
        {
            "docid": "14880045_14",
            "document": "GABRA3 . While the effect of editing on protein function is unknown, the developmental increase in editing does correspond to changes in function of the GAGA receptor. GABA binding leads to chloride channel activation, resulting in rapid increase in concentration of the ion. Initially, the receptor is an excitatory receptor, mediating depolarisation (efflux of Cl ions) in immature neurons before changing to an inhibitory receptor, mediating hyperpolarisation(influx of Cl ions) later on. GABA converts to an inhibitory receptor from an excitatory receptor by the upregulation of KCC2 cotransporter. This decreases the concentration of Cl ion within cells. Therefore, the GAGA subunits are involved in determining the nature of the receptor in response to GABA ligand. These changes suggest that editing of the subunit is important in the developing brain by regulating the Cl permeability of the channel during development. The unedited receptor is activated faster and deactivates slower than the edited receptor.",
            "score": 192.3673312664032
        },
        {
            "docid": "5203386_15",
            "document": "Κ-opioid receptor . KOR activation by agonists is coupled to the G protein G/G, which subsequently increases phosphodiesterase activity. Phosphodiesterases break down cAMP, producing an inhibitory effect in neurons. KORs also couple to inward-rectifier potassium and to N-type calcium ion channels. Recent studies have also demonstrated that agonist-induced stimulation of the KOR, like other G-protein coupled receptors, can result in the activation of mitogen-activated protein kinases (MAPK). These include extracellular signal-regulated kinase, p38 mitogen-activated protein kinases, and c-Jun N-terminal kinases.",
            "score": 150.19294619560242
        },
        {
            "docid": "8207052_3",
            "document": "5-HT3 receptor . As with other ligand gated ion channels, the 5-HT receptor consists of five subunits arranged around a central ion conducting pore, which is permeable to sodium (Na), potassium (K), and calcium (Ca) ions. Binding of the neurotransmitter 5-hydroxytryptamine (serotonin) to the 5-HT receptor opens the channel, which, in turn, leads to an excitatory response in neurons. The rapidly activating, desensitizing, inward current is predominantly carried by sodium and potassium ions. 5-HT receptors have a negligible permeability to anions. They are most closely related by homology to the nicotinic acetylcholine receptor.",
            "score": 163.82496094703674
        }
    ],
    "r": [
        {
            "docid": "2020589_9",
            "document": "G protein-gated ion channel . One G protein-gated potassium channel is the inward-rectifing potassium channel (IKACh) found in cardiac muscle (specifically, the sinoatrial node and atria), which contributes to the regulation of heart rate. These channels are almost entirely dependent on G protein activation, making them unique when compared to other G protein-gated channels. Activation of the IKACh channels begins with release of acetylcholine (ACh) from the vagus nerve onto pacemaker cells in the heart. ACh binds to the M2 muscarinic acetylcholine receptors, which interact with G proteins and promote the dissociation of the G subunit and G-complex. IKACh is composed of two homologous GIRK channel subunits: GIRK1 and GIRK4. The G-complex binds directly and specifically to the IKACh channel through interactions with both the GIRK1 and GIRK4 subunits. Once the ion channel is activated, K ions flow out of the cell and cause it to hyperpolarize. In its hyperpolarized state, the neuron cannot fire action potentials as quickly, which slows the heartbeat.",
            "score": 304.6768798828125
        },
        {
            "docid": "2020589_7",
            "document": "G protein-gated ion channel . Four G protein gated inwardly-rectifying potassium (GIRK) channel subunits have been identified in mammals: GIRK1, GIRK2, GIRK3, and GIRK4. The GIRK subunits come together to form GIRK ion channels. These ion channels, once activated, allow for the flow of potassium ions (K) from the extracellular space surrounding the cell across the plasma membrane and into the cytoplasm. Each channel consists of domains which span the plasma membrane, forming the K-selective pore region through which the K ions will flow. Both the N-and C-terminal ends of the GIRK channels are located within the cytoplasm. These domains interact directly with the βγ-complex of the G protein, leading to activation of the K channel. . These domains on the N-and C-terminal ends which interact with the G proteins contain certain residues which are critical for the proper activation of the GIRK channel. In GIRK4, the N-terminal residue is His-64 and the C-terminal residue is Leu-268; in GIRK1 they are His-57 and Leu-262, respectively. Mutations in these domains lead to the channel's desensitivity to the βγ-complex and therefore reduce the activation of the GIRK channel.",
            "score": 293.7968444824219
        },
        {
            "docid": "15567066_2",
            "document": "G protein-coupled inwardly-rectifying potassium channel . The G protein-coupled inwardly-rectifying potassium channels (GIRKs) are a family of inward-rectifier potassium ion channels which are activated (opened) via a signal transduction cascade starting with ligand-stimulated G protein-coupled receptors (GPCRs). GPCRs in turn release activated G-protein βγ- subunits (G) from inactive heterotrimeric G protein complexes (G). Finally, the G dimeric protein interacts with GIRK channels to open them so that they become permeable to potassium ions, resulting in hyperpolarization of the cell membrane. G protein-coupled inwardly-rectifying potassium channels are a type of G protein-gated ion channels because of this direct activation of GIRK channels by G protein subunits.",
            "score": 290.6460266113281
        },
        {
            "docid": "736407_19",
            "document": "Opioid receptor . Voltage-gated dependent calcium channel, (VDCCs), are key in the depolarisation of neurons, and play a major role in promoting the release of neurotransmitters. When agonists bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, so opioid receptor activation reduces the release of these substances, thus creating a strong analgesic effect.",
            "score": 278.340087890625
        },
        {
            "docid": "1422685_8",
            "document": "Beta-Endorphin . Voltage-dependent calcium channels (VDCCs) are important membrane proteins that mediate the depolarization of neurons, and play a major role in promoting the release of neurotransmitters. When endorphin molecules bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, and as β-Endorphin reduces the release of these substances, there is a strong analgesic effect.",
            "score": 275.81683349609375
        },
        {
            "docid": "2917198_10",
            "document": "Neuropsychopharmacology . It has previously been known that ultimate control over the membrane voltage or potential of a nerve cell, and thus the firing of the cell, resides with the trans-membrane ion channels which control the membrane currents via the ions K, Na, and Ca, and of lesser importance Mg and Cl. The concentration differences between the inside and outside of the cell determine the membrane voltage.Precisely how these currents are controlled has become much clearer with the advances in receptor structure and G-protein-coupled processes. Many receptors are found to be pentameric clusters of five trans-membrane proteins (not necessarily the same) or \"receptor subunits\", each a chain of many amino acids. Transmitters typically bind at the junction between two of these proteins, on the parts that protrude from the cell membrane. If the receptor is of the ionotropic type, a central pore or channel in the middle of the proteins will be mechanically moved to allow certain ions to flow through, thus altering the ion concentration difference. If the receptor is of the metabotropic type, G-proteins will cause metabolism inside the cell that may eventually change other ion channels. Researchers are better understanding precisely how these changes occur based on the protein structure shapes and chemical properties.",
            "score": 275.5792236328125
        },
        {
            "docid": "857170_43",
            "document": "Cardiac action potential . The parasympathetic nervous system (nerves dominant while the body is resting and digesting) decreases heart rate (negative chronotropy), by increasing the time taken to produce an action potential in the SAN. A nerve called the vagus nerve, that begins in the brain and travels to the sinoatrial node, releases a molecule called acetylcholine (ACh) which binds to a receptor located on the outside of the pacemaker cell, called an M2 muscarinic receptor. This activates a G-protein (I for inhibitory), which is made up of 3 subunits (α, β and γ) which, when activated, separate from the receptor. The β and γ subunits activate a special set of potassium channels, increasing potassium flow out of the cell and decreasing membrane potential, meaning that the pacemaker cells take longer to reach their threshold value. The G-protein also inhibits the cAMP pathway therefore reducing the sympathetic effects caused by the spinal nerves.",
            "score": 262.43865966796875
        },
        {
            "docid": "23754109_23",
            "document": "Neonatal diabetes mellitus . KCNJ11 encodes Kir6.2 (a protein coding gene in the potassium channel) and ABCC8 encodes the gene, SUR1 (the type 1 subunit of the sulfonylurea receptor), a member of the ATP-binding cassette transporter family, the two components of the K channel. This channel links glucose metabolism to insulin secretion by closing in response to ATP. Blood glucose storage into Beta-cells lead to glycolysis and cause ATP generation. The elevated ATP/adenosine diphosphate ratio causes closure of the K channel, and inhibit potassium efflux (a lot of potassium flows out of this channel), that leads to depolarization of the Beta-cell membrane. Depolarization is the lost of the difference in charge between the inner and outer parts of the plasma membrane of a muscle. This occurs because change in permeability and migration of sodium ions inside the cell. The voltage gated channels then open, allowing calcium (Ca) to flow inside the channel and cause exocytosis (active transport that moves molecules out of a cell by ejecting them in an energy using process) of insulin-containing granules from the Beta-cells. Activation of defects in KCNJ11 or ABCC8 seems to make the K channel less sensitive to ATP, leaving more channels in an open state after high levels of glucose occurs. Resulting in the failure of insulin response to high blood glucose and leading to NDM.",
            "score": 261.83770751953125
        },
        {
            "docid": "4109042_18",
            "document": "Cell signaling . In some cases, receptor activation caused by ligand binding to a receptor is directly coupled to the cell's response to the ligand. For example, the neurotransmitter GABA can activate a cell surface receptor that is part of an ion channel. GABA binding to a GABA receptor on a neuron opens a chloride-selective ion channel that is part of the receptor. GABA receptor activation allows negatively charged chloride ions to move into the neuron, which inhibits the ability of the neuron to produce action potentials. However, for many cell surface receptors, ligand-receptor interactions are not directly linked to the cell's response. The activated receptor must first interact with other proteins inside the cell before the ultimate physiological effect of the ligand on the cell's behavior is produced. Often, the behavior of a chain of several interacting cell proteins is altered following receptor activation. The entire set of cell changes induced by receptor activation is called a signal transduction mechanism or pathway.",
            "score": 260.87811279296875
        },
        {
            "docid": "59990_7",
            "document": "Aconitine . Aconitine binds to the receptor at the neurotoxin binding site 2 on the alpha-subunit of the channel protein. This binding results in a sodium-ion channel that stays open longer. Aconitine suppresses the conformational change in the sodium-ion channel from the active state to the inactive state. The membrane stays depolarized due to the constant sodium influx (which is 10-1000 fold greater than the potassium efflux). As a result, the membrane cannot be repolarized. The binding of aconitine to the channel also leads to the channel to change conformation from the inactive state to the active state at a more negative voltage. In neurons, aconitine increases the permeability of the membrane for sodium ions, resulting in a huge sodium influx in the axon terminal. As a result, the membrane depolarizes rapidly. Due to the strong depolarization, the permeability of the membrane for potassium ions increases fast, resulting in a potassium reflux to release the positive charge out of the cell. Not only the permeability for potassium ions but also the permeability for calcium ions increases as a result of the depolarization of the membrane. A calcium influx takes place. The increase of the calcium concentration in the cell stimulates the release of the neurotransmitter acetylcholine into the synaptic cleft. Acetylcholine binds to acetylcholine receptors at the postsynaptic membrane to open the sodium-channels there, generating a new action potential.",
            "score": 257.0614929199219
        },
        {
            "docid": "14522621_7",
            "document": "Prostacyclin receptor . IP is classified as a relaxant type of prostenoid receptor based on its ability, upon activation, to relax certain pre-contracted smooth muscle preparations and smooth muscle-containing tissues such as those of pulmonary arteries and veins. When bound to PGI or other of its agonists, IP stimulates one or more of three types of G protein complexes, depending on cell type: a) Gs alpha subunit-Gβγ complexes which release Gs that then stimulates adenyl cyclase to raise intracellular levels of cAMP and thereby activate cAMP-regulated protein kinases A-dependent cell signaling pathways (see PKA); b) Gq alpha subunit-Gβγ complexes which release Gq that then stimulates other cell signaling pathways (e.g. phospholipase C/IP3/cell Ca mobilization/diacylglycerol/protein kinase Cs, calmodulin-modulated myosin light chain kinase, RAF/MEK/Mitogen-activated protein kinases, PKC/Ca/Calcineurin/Nuclear factor of activated T-cells; and EGF cellular receptors; and c) Gi alpha subunit-Giβγ) complexes which releases Gi that then simulates phospholipase C to cleave phosphatidylinositol triphosphate into inositol triphosphate that raises intracellular CaCa levels thereby regulating Calcium signaling pathways and diacylglycerol that activates certain protein kinase C enzymes )that phosphorylate and thereby regulate target proteins involved in cell signaling (see Protein kinase C#Function). Studies suggest that stimulation of Gsβγ complexes is required for activation of the Gqβγ- and Giβγ-dependent pathways. In certain cells, activation of FP also stimulates G/G-Gβγ G proteins to activate the Rho family of GTPases signaling proteins and Gi-Gβγ G proteins to activateRaf/MEK/mitogen-activated kinase pathways.",
            "score": 252.30357360839844
        },
        {
            "docid": "14271066_2",
            "document": "G alpha subunit . Guanine nucleotide binding proteins (G proteins) are membrane-associated, heterotrimeric proteins composed of three subunits: alpha, beta, and gamma. G proteins and their receptors (GPCRs) form one of the most prevalent signalling systems in mammalian cells, regulating systems as diverse as sensory perception, cell growth and hormonal regulation. At the cell surface, the binding of ligands such as hormones and neurotransmitters to a GPCR activates the receptor by causing a conformational change, which in turn activates the bound G protein on the intracellular-side of the membrane. The activated receptor promotes the exchange of bound GDP for GTP on the G protein alpha subunit. GTP binding changes the conformation of switch regions within the alpha subunit, which allows the bound trimeric G protein (inactive) to be released from the receptor, and to dissociate into active alpha subunit (GTP-bound) and beta/gamma dimer. The alpha subunit and the beta/gamma dimer go on to activate distinct downstream effectors, such as adenylyl cyclase, phosphodiesterases, phospholipase C, and ion channels. These effectors in turn regulate the intracellular concentrations of secondary messengers, such as cAMP, diacylglycerol, sodium or calcium cations, which ultimately lead to a physiological response, usually via the downstream regulation of gene transcription. The cycle is completed by the hydrolysis of alpha subunit-bound GTP to GDP, resulting in the re-association of the alpha and beta/gamma subunits and their binding to the receptor, which terminates the signal. The length of the G protein signal is controlled by the duration of the GTP-bound alpha subunit, which can be regulated by RGS (regulator of G protein signalling) proteins or by covalent modifications.",
            "score": 251.4573974609375
        },
        {
            "docid": "2020589_10",
            "document": "G protein-gated ion channel . The G protein inward rectifying K channel found in the CNS is a heterotetramer composed of GIRK1 and GIRK2 subunits and is responsible for maintaining the resting membrane potential and excitability of the neuron. Studies have shown the largest concentrations of the GIRK1 and GIRK2 subunits to be in the dendritic areas of neurons in the CNS. These areas, which are both extrasynaptic (exterior to a synapse) and perisynaptic (near a synapse), correlate with the large concentration of GABA receptors in the same areas. Once the GABA receptors are activated by their ligands, they allow for the dissociation of the G protein into its individual α-subunit and βγ-complex so it can in turn activate the K channels. The G proteins couple the inward rectifying K channels to the GABA receptors, mediating a significant part of the GABA postsynpatic inhibition.",
            "score": 249.9402313232422
        },
        {
            "docid": "12109751_4",
            "document": "Salt gland . The avian salt gland has two main ducts which are a medial and a lateral. Salt gland activations occurs from increased osmolarity in the blood, stimulating the hypothalamic information processing, sending signal through the parasympathetic nerve activating vasodilation, the release of hormones (acetylcholine and vasoactive intestinal peptide). Acetylcholine binds to the receptor on the basolateral membrane of the gland. This in turn activates calcium release in the epithelial cells, opening potassium channels (flowing potassium out of the cells) on the basolateral membrane and chloride channels on the apical membrane to flow out of the cell. Ions are moved into the epithelial cells by a Na-K-Cl cotransporter, also in the basolateral membrane. Increases in sodium opens the sodium-potassium ATPase channels, removing the excess sodium back out across the basolateral membrane and allowing for potassium to come into the cell. An electrical gradient is formed from the chloride ions, allowing sodium to be passed through the tight junctions of the epithelial cells into the salt gland along with minimal amounts of water. As well, mitochondria rich cells are associated with changes in salt concentration, increasing with higher amounts and decreasing with lower exposure, assisting in the movement of salts. These glands excrete the hypertonic sodium-chloride (with few other ions) by the stimulus of central and peripheral osmoreceptors and volume receptors.",
            "score": 249.7260284423828
        },
        {
            "docid": "1349300_27",
            "document": "Cyclic nucleotide–gated ion channel . Almost all responses to odorants in olfactory sensory neurons (OSNs) are facilitated by CNG channels. When an odorant binds to its specific receptor in the chemosensitive cilia membrane, it activates a G protein, which causes a downstream reaction activating the enzyme adenylyl cyclase (AC). This enzyme is responsible for an increase in cAMP concentration within the OSN. cAMP binds to the CNG channels in the OSN membrane, opening them, and making the cell highly permeable to Ca. Calcium ions flow into the cell causing a depolarization. As in all other cell types, CNG channels in OSNs also allow Na to flow into the cell. Additionally, the increased Ca concentration inside the cell activates Ca-dependent chloride (Cl) channels, which causes intracellular Cl ions to also flow out of the cell augmenting the depolarization event. This depolarization stimulates an action potential that ultimately signals the reception of the odorant. In addition to cAMP gated ion channels, a small subset of OSNs also has cGMP-selective CNG channels.",
            "score": 248.1104736328125
        },
        {
            "docid": "514355_9",
            "document": "Rod cell . When light hits photoreceptive pigments within the photoreceptor cell, the pigment changes shape. The pigment, called rhodopsin (conopsin is found in cone cells) comprises a large protein called opsin (situated in the plasma membrane), attached to which is a covalently bound prosthetic group: an organic molecule called retinal (a derivative of vitamin A). The retinal exists in the 11-cis-retinal form when in the dark, and stimulation by light causes its structure to change to all-trans-retinal. This structural change causes an increased affinity for the regulatory protein called transducin (a type of G protein). Upon binding to rhodopsin, the alpha subunit of the G protein replaces a molecule of GDP with a molecule of GTP and becomes activated. This replacement causes the alpha subunit of the G protein to dissociate from the beta and gamma subunits of the G protein. As a result, the alpha subunit is now free to bind to the cGMP phosphodiesterase (an effector protein). The alpha subunit interacts with the inhibitory PDE gamma subunits and prevents them from blocking catalytic sites on the alpha and beta subunits of PDE, leading to the activation of cGMP phosphodiesterase, which hydrolyzes cGMP (the second messenger), breaking it down into 5'-GMP. Reduction in cGMP allows the ion channels to close, preventing the influx of positive ions, hyperpolarizing the cell, and stopping the release of the neurotransmitter glutamate (Kandel et al., 2000). Though cone cells primarily use the neurotransmitter substance acetylcholine, rod cells use a variety. The entire process by which light initiates a sensory response is called visual phototransduction.",
            "score": 247.71360778808594
        },
        {
            "docid": "2020589_8",
            "document": "G protein-gated ion channel . The four GIRK subunits are 80-90% similar in their pore-forming and transmembrane domains, a feature accountable by the similarities in their structures and sequences. GIRK2, GIRK3, and GIRK4 share an overall identity of 62% with each other, while GIRK1 only shares 44% identity with the others. Because of their similarity, the GIRK channel subunits can come together easily to form heteromultimers (a protein with two or more different polypeptide chains). GIRK1, GIRK2, and GIRK3 show abundant and overlapping distribution in the central nervous system (CNS) while GIRK1 and GIRK4 are found primarily in the heart. GIRK1 combines with GIRK2 in the CNS and GIRK4 in the atrium to form heterotetramers; each final heterotetramer contains two GIRK1 subunits and two GIRK2 or GIRK4 subunits. GIRK2 subunits can also form homotetramers in the brain, while GIRK4 subunits can form homotetramers in the heart. GIRK1 subunits have not been shown to be able to form functional homotetramers. Though GIRK3 subunits are found in the CNS, their role in forming functional ion channels is still unknown.",
            "score": 243.1174774169922
        },
        {
            "docid": "14522570_7",
            "document": "Prostaglandin F receptor . FP is classified as a contractile type of prostenoid receptor based on its ability, upon activation, to contract certain smooth muscle preparations and smooth muscle-containing tissues such as those of the uterus. When bound to PGF or other of its agonists, FP mobilizes primarily G proteins containing the Gq alpha subunit bound to of the Gq-Gβγ complex(i.e. Gqβγ). Gqβγ then dissociate into its Gq and Gβγ components which act to regulate cell signaling pathways. In particular, Gq stimulates cell signal pathways involving a) phospholipase C/IP3/cell Ca mobilization/diacylglycerol/protein kinase Cs; calmodulin-modulated myosin light chain kinase; RAF/MEK/Mitogen-activated protein kinases; PKC/Ca/Calcineurin/Nuclear factor of activated T-cells; and the EGF cellular receptor. In certain cells, activation of FP also stimulates G/G-Gβγ G proteins to activate the Rho family of GTPases signaling proteins and Gi-Gβγ G proteins to activateRaf/MEK/mitogen-activated kinase pathways.",
            "score": 242.77145385742188
        },
        {
            "docid": "890232_5",
            "document": "Hair cell . The deflection of the hair-cell stereocilia opens mechanically gated ion channels that allow any small, positively charged ions (primarily potassium and calcium) to enter the cell. Unlike many other electrically active cells, the hair cell itself does not fire an action potential. Instead, the influx of positive ions from the endolymph in the scala media depolarizes the cell, resulting in a receptor potential. This receptor potential opens voltage gated calcium channels; calcium ions then enter the cell and trigger the release of neurotransmitters at the basal end of the cell. The neurotransmitters diffuse across the narrow space between the hair cell and a nerve terminal, where they then bind to receptors and thus trigger action potentials in the nerve. In this way, the mechanical sound signal is converted into an electrical nerve signal. Repolarization of hair cells is done in a special manner. The perilymph in the scala tympani has a very low concentration of positive ions. The electrochemical gradient makes the positive ions flow through channels to the perilymph.",
            "score": 241.24876403808594
        },
        {
            "docid": "598586_9",
            "document": "Threshold potential . However, once a stimulus activates the voltage-gated sodium channels to open, positive sodium ions flood into the cell and the voltage increases. This process can also be initiated by ligand or neurotransmitter binding to a ligand-gated channel. More sodium is outside the cell relative to the inside, and the positive charge within the cell propels the outflow of potassium ions through delayed-rectifier voltage-gated potassium channels. Since the potassium channels within the cell membrane are delayed, any further entrance of sodium activates more and more voltage-gated sodium channels. Depolarization above threshold results in an increase in the conductance of Na sufficient for inward sodium movement to swamp outward potassium movement immediately. If the influx of sodium ions fails to reach threshold, then sodium conductance does not increase a sufficient amount to override the resting potassium conductance. If successful, the sudden influx of positive charge depolarizes the membrane, and potassium is delayed in re-establishing, or hyperpolarizing, the cell. Sodium influx depolarizes the cell in attempt to establish its own equilibrium potential (about +52 mV) to make the inside of the cell more positive relative to the outside.",
            "score": 241.10752868652344
        },
        {
            "docid": "2020589_3",
            "document": "G protein-gated ion channel . Generally, G protein-gated ion channels are specific ion channels located in the plasma membrane of cells that are directly activated by a family of associated proteins. Ion channels allow for the selective movement of certain ions across the plasma membrane in cells. More specifically, in nerve cells, along with ion transporters, they are responsible for maintaining the electrochemical gradient across the cell.",
            "score": 240.08937072753906
        },
        {
            "docid": "598586_8",
            "document": "Threshold potential . The phospholipid bilayer of the cell membrane is, in itself, highly impermeable to ions. The complete structure of the cell membrane includes many proteins that are embedded in or completely cross the lipid bilayer. Some of those proteins allow for the highly specific passage of ions, ion channels. Leak potassium channels allow potassium to flow through the membrane in response to the disparity in concentrations of potassium inside (high concentration) and outside the cell (low). The loss of positive(+) charges of the potassium(K+) ions from the inside of the cell results in a negative potential there compared to the extracellular surface of the membrane. A much smaller \"leak\" of sodium(Na+) into the cell results in the actual resting potential, about –70 mV, being less negative than the calculated potential for K+ alone, the equilibrium potential, about –90 mV. The sodium-potassium ATPase is an active transporter within the membrane that pumps potassium (2 ions) back into the cell and sodium (3 ions) out of the cell, maintaining the concentrations of both ions as well as preserving the voltage polarization.",
            "score": 239.80447387695312
        },
        {
            "docid": "8131_13",
            "document": "Dendrite . Action potentials in animal cells are generated by either sodium-gated or calcium-gated ion channels in the plasma membrane. These channels are closed when the membrane potential is near to, or at, the resting potential of the cell. The channels will start to open if the membrane potential increases, allowing sodium or calcium ions to flow into the cell. As more ions enter the cell, the membrane potential continues to rise. The process continues until all of the ion channels are open, causing a rapid increase in the membrane potential that then triggers the decrease in the membrane potential. The depolarizing is caused by the closing of the ion channels that prevent sodium ions from entering the neuron, and they are then actively transported out of the cell. Potassium channels are then activated, and there is an outward flow of potassium ions, returning the electrochemical gradient to the resting potential. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization or refractory period, due to additional potassium currents. This is the mechanism that prevents an action potential from traveling back the way it just came.",
            "score": 238.4336700439453
        },
        {
            "docid": "33051527_17",
            "document": "Cell membrane . As shown in the adjacent table, integral proteins are amphipathic transmembrane proteins. Examples of integral proteins include ion channels, proton pumps, and g-protein coupled receptors. Ion channels allow inorganic ions such as sodium, potassium, calcium, or chlorine to diffuse down their electrochemical gradient across the lipid bilayer through hydrophilic pores across the membrane. The electrical behavior of cells (i.e. nerve cells) are controlled by ion channels. Proton Pumps are protein pumps that are embedded in the lipid bilayer that allow protons to travel through the membrane by transferring from one amino acid side chain to another. Processes such as electron transport and generating ATP use proton pumps. A G-protein coupled receptor is a single polypeptide chain that crosses the lipid bilayer seven times responding to signal molecules (i.e. hormones and neurotransmitters). G-protein coupled receptors are used in processes such as cell to cell signaling, the regulation of the production of cAMP, and the regulation of ion channels.",
            "score": 238.30593872070312
        },
        {
            "docid": "39719252_2",
            "document": "Neural accommodation . Neural accommodation or neuronal accommodation occurs when a neuron or muscle cell is depolarised by slowly rising current (ramp depolarisation) \"in vitro\". The Hodgkin–Huxley model also shows accommodation. Sudden depolarisation of a nerve evokes propagated action potential by activating voltage-gated fast sodium channels incorporated in the cell membrane if the depolarisation is strong enough to reach threshold. The open sodium channels allow more sodium ions to flow into the cell and resulting in further depolarisation, which will subsequently open even more sodium channels. At a certain moment this process becomes regenerative (vicious cycle) and results in the rapid ascending phase of action potential. In parallel with the depolarisation and sodium channel activation, the inactivation process of the sodium channels is also driven by depolarisation. Since inactivation is much slower than activation process, during the regenerative phase of action potential, inactivation is unable to prevent the \"chain reaction\"-like rapid increase in the membrane voltage.",
            "score": 237.1632080078125
        },
        {
            "docid": "156998_4",
            "document": "Action potential . Action potentials are generated by special types of voltage-gated ion channels embedded in a cell's plasma membrane. These channels are shut when the membrane potential is near the (negative) resting potential of the cell, but they rapidly begin to open if the membrane increases to a precisely defined threshold voltage, depolarising the transmembrane potential. When the channels open, they allow an inward flow of sodium ions, which changes the electrochemical gradient, which in turn produces a further rise in the membrane potential. This then causes more channels to open, producing a greater electric current across the cell membrane, and so on. The process proceeds explosively until all of the available ion channels are open, resulting in a large upswing in the membrane potential. The rapid influx of sodium ions causes the polarity of the plasma membrane to reverse, and the ion channels then rapidly inactivate. As the sodium channels close, sodium ions can no longer enter the neuron, and then they are actively transported back out of the plasma membrane. Potassium channels are then activated, and there is an outward current of potassium ions, returning the electrochemical gradient to the resting state. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization.",
            "score": 236.697021484375
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 236.69198608398438
        },
        {
            "docid": "14713923_15",
            "document": "5-Hydroxyeicosatetraenoic acid . 5-(\"S\")-HETE family members share a common receptor target for stimulating cells that differs from the receptors targeted by the other major products of ALOX5, i.e., leukotriene B4, leukotriene C4, leukotriene D4, leukotriene E4, lipoxin A4, and lipoxin B4. It and other members of the 5-(\"S\")-HETE family stimulate cells primarily by binding and thereby activating a dedicated G protein-coupled receptor, the oxoeicosanoid receptor 1 (i.e. OXER1, also termed the OXE, OXE-R, hGPCR48, HGPCR48, or R527 receptor). OXER1 couples to the G protein complex composed of the Gi alpha subunit (Gαi) and G beta-gamma complex (Gβγ); when bound to a 5-(\"S\")-HETE family member, OXER1 triggers this G protein complex to dissociate into its Gαi and Gβγ components with Gβγ appearing to be the component responsible for activating the signal pathways which lead to cellular functional responses. The cell-activation pathways stimulated by OXER1 include those mobilizing calcium ions and activating MAPK/ERK, p38 mitogen-activated protein kinases, cytosolic phospholipase A2, PI3K/Akt, and protein kinase C beta and epsilon. The relative potencies of 5-oxo-ETE, 5-oxo-15(\"S\")-HETE, 5-(\"S\")-HETE, 5-(\"S\"),15-(\"S\")-diHETE, 5-oxo-20-hydroxy-ETE, 5-(\"S\"),20-diHETE, and 5,15-dioxo-ETE in binding to, activating, and thereby stimulating cell responses through the OXER1 receptor are ~100, 30, 5-10, 1-3, 1-3, 1, and <1, respectively.",
            "score": 235.85269165039062
        },
        {
            "docid": "1351369_19",
            "document": "Ligand-gated ion channel . ATP-gated channels open in response to binding the nucleotide ATP. They form trimers with two transmembrane helices per subunit and both the C and N termini on the intracellular side. Phosphatidylinositol 4,5-bisphosphate (PIP) binds to and directly activates inwardly rectifying potassium channels (K). PIP is a cell membrane lipid, and its role in gating ion channels represents a novel role for the molecule. In contrast to ligand-gated ion channels, there are also receptor systems in which the receptor and the ion channel are separate proteins in the cell membrane, instead of a single molecule. In this case, ion channels are indirectly modulated by activation of the receptor, instead of being gated directly.",
            "score": 235.07919311523438
        },
        {
            "docid": "465517_10",
            "document": "Inhibitory postsynaptic potential . Metabotropic receptors, or G-protein-coupled receptors, do not use ion channels in their structure; they, instead, consist of an extracellular domain that binds to a neurotransmitter and an intracellular domain that binds to G-protein. This begins the activation of the G-protein, which then releases itself from the receptor and interacts with ion channels and other proteins to open or close ion channels through intracellular messengers. They produce slow postsynaptic responses (from milliseconds to minutes) and can be activated in conjunction with ionotropic receptors to create both fast and slow postsynaptic potentials at one particular synapse. Metabotropic GABA receptors, heterodimers of R1 and R2 subunits, use potassium channels instead of chloride. They can also block calcium ion channels in order to hyperpolarize postsynaptic cells.",
            "score": 234.70887756347656
        },
        {
            "docid": "1258079_2",
            "document": "Voltage-gated ion channel . Voltage-gated ion channels are a class of transmembrane proteins that form ion channels that are activated by changes in the electrical membrane potential near the channel. The membrane potential alters the conformation of the channel proteins, regulating their opening and closing. Cell membranes are generally impermeable to ions, thus they must diffuse through the membrane through transmembrane protein channels. They have a crucial role in excitable cells such as neuronal and muscle tissues, allowing a rapid and co-ordinated depolarization in response to triggering voltage change. Found along the axon and at the synapse, voltage-gated ion channels directionally propagate electrical signals. Voltage-gated ion-channels are usually ion-specific, and channels specific to sodium (Na), potassium (K), calcium (Ca), and chloride (Cl) ions have been identified. The opening and closing of the channels are triggered by changing ion concentration, and hence charge gradient, between the sides of the cell membrane.",
            "score": 233.41647338867188
        },
        {
            "docid": "598570_12",
            "document": "Sinoatrial node . This phase is also known as the pacemaker potential. Immediately following an action potential, when the membrane potential is very negative (it is hyperpolarised) the voltage slowly begins to increase. This is initially due to the closing of potassium channels, which reduces the flow of potassium ions (I) out of the cell (see phase 3, below). Alongside the deactivation of the potassium channels, channels known as hyperpolarisation-activated cyclic nucleotide–gated (HCN) channels, are activated. Activation of these channels at very negative membrane potential is an unusual property for ion channels, therefore the flow of sodium (Na) and some potassium (K) through the activated HCN channel is referred to as a \"funny current\" (I). This funny current causes the membrane potential of the cell to gradually increase, as the positive charge (Na and K) is flowing into the cell. Another mechanism involved in pacemaker potential is known as the calcium clock. Here, calcium is released spontaneously from the sarcoplasmic reticulum (a calcium store) into the cell, this is known as a spontaneous Ca spark. This in-crease in calcium within the cell then activates a sodium-calcium exchanger (NCX), which removes one Ca from the cell, and exchanges it for 3 Na into the cell (therefore removing a charge of +2 from the cell, but allowing a charge of +3 to enter the cell) therefore in-creasing the membrane potential. The calcium is later pumped back into the cell via calcium channels located on the cell membrane and SR membrane. The increase in membrane potential produced by these mechanisms, activates T-type calcium channels and then L-type calcium channels (which open very slowly). These channels allow a flow of calcium ions (Ca) into the cell, making the membrane potential more positive.",
            "score": 232.8082275390625
        }
    ]
}