{
    "q": [
        {
            "docid": "14798224_4",
            "document": "BUB3 . Bub3 is a crucial component in the formation of the mitotic spindle assembly complex, which forms a complex with other important proteins. For correct segregation of the cells it is necessary for all mitotic spindles to attach correctly to the kinetochore of each chromosome. This is controlled by the mitotic spindle checkpoint complex which operates as a feedback-response. If there is a signal of a defect in the attachment, mitosis will be stopped to ensure that all chromosomes have an amphitelic binding to spindles. After the error is corrected, the cell will proceed to anaphase. The complex of proteins which regulate the cell arrest are BUB1, BUB2, BUB3 (this protein), Mad1, Mad2, Mad3 and MPS1.",
            "score": 323.00311064720154
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 173.12683606147766
        },
        {
            "docid": "14854417_19",
            "document": "Protein phosphorylation . There are ~600 known eukaryotic protein kinases, making them one of the largest gene families. Most phosphorylation is carried out by a single superfamily of protein kinases that share a conserved kinase domain. Protein phosphorylation is highly conserved in pathways central to cell survival, such as cell cycle progression relying on Cyclin-dependent kinases (CDKs), but individual phosphorylation sites are often flexible. Targets of CDK phosphorylation often have phosphosites in disordered segments, which are found in non-identical locations even in close species. Conversely, targets of CDK phosphorylation in structurally defined regions are more highly conserved. While CDK activity is critical for cell growth and survival in all eukaryotes, only very few phosphosites show strong conservation of their precise positions. Positioning is likely to be highly important for phosphates that allosterically regulate protein structure, but much more flexible for phosphates that interact with phosphopeptide-binding domains to recruit regulatory proteins.",
            "score": 160.45706367492676
        },
        {
            "docid": "966654_4",
            "document": "DNA-binding protein . Structural proteins that bind DNA are well-understood examples of non-specific DNA-protein interactions. Within chromosomes, DNA is held in complexes with structural proteins. These proteins organize the DNA into a compact structure called chromatin. In eukaryotes, this structure involves DNA binding to a complex of small basic proteins called histones. In prokaryotes, multiple types of proteins are involved. The histones form a disk-shaped complex called a nucleosome, which contains two complete turns of double-stranded DNA wrapped around its surface. These non-specific interactions are formed through basic residues in the histones making ionic bonds to the acidic sugar-phosphate backbone of the DNA, and are therefore largely independent of the base sequence. Chemical modifications of these basic amino acid residues include methylation, phosphorylation and acetylation. These chemical changes alter the strength of the interaction between the DNA and the histones, making the DNA more or less accessible to transcription factors and changing the rate of transcription. Other non-specific DNA-binding proteins in chromatin include the high-mobility group (HMG) proteins, which bind to bent or distorted DNA. Biophysical studies show that these architectural HMG proteins bind, bend and loop DNA to perform its biological functions. These proteins are important in bending arrays of nucleosomes and arranging them into the larger structures that form chromosomes.",
            "score": 128.70407700538635
        },
        {
            "docid": "14854417_2",
            "document": "Protein phosphorylation . Protein phosphorylation is a post-translational modification of proteins in which an amino acid residue is phosphorylated by a protein kinase by the addition of a covalently bound phosphate group. Phosphorylation alters the structural conformation of a protein, causing it to become activated, deactivated, or modifying its function. The reverse reaction of phosphorylation is called dephosphorylation, and is catalyzed by protein phosphatases. Protein kinases and phosphatases work independently and in a balance to regulate the function of proteins. The amino acids most commonly phosphorylated are serine, threonine, and tyrosine in eukaryotes, and histidine in prokaryotes and plants, which play important and well-characterized roles in signaling pathways and metabolism. However, many other amino acids can also be phosphorylated in cells, including arginine, lysine, aspartic acid, glutamic acid and cysteine. Recent evidence (preprinted at BioRxiv) suggests widespread human protein phosphorylation on multiple non-canonical amino acids, including motifs containing phosphorylated histidine, aspartate, glutamate, arginine and lysine in HeLa cell extracts. Due to the chemical lability of these phosphorylated residues, special procedures and separation techniques are required for their preservation alongside classical Ser, Thr and Tyr phosphorylation. Protein phosphorylation was first reported in 1906 by Phoebus Levene at the Rockefeller Institute for Medical Research with the discovery of phosphorylated vitellin. However, it was nearly 50 years until the enzymatic phosphorylation of proteins by protein kinases was discovered.",
            "score": 136.9897584915161
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 150.11433219909668
        },
        {
            "docid": "5785538_3",
            "document": "Casein kinase 1 . By the early 1950s it was known from metabolic labeling studies using radioactive phosphate that phosphate groups attached to phosphoproteins inside cells can sometimes undergo rapid exchange of new phosphate for old. In order to perform experiments that would allow isolation and characterization of the enzymes involved in attaching and removing phosphate from proteins, there was a need for convenient substrates for protein kinases and protein phosphatases. Casein has been used as a substrate since the earliest days of research on protein phosphorylation. By the late 1960s, cyclic AMP-dependent protein kinase had been purified, and most attention was centered on kinases and phosphatases that could regulate the activity of important enzymes. Casein kinase activity associated with the endoplasmic reticulum of mammary glands was first characterized in 1974, and its activity was shown to not depend on cyclic AMP. The CK1 family of monomeric serine–threonine protein kinases is found in eukaryotic organisms from yeast to humans. Mammals have seven family members (sometimes referred to as isoforms, but encoded by distinct genes): alpha, beta 1, gamma 1, gamma 2, gamma 3, delta, and epsilon. Isoforms range from 22 to 55 kDa and have been identified in the membranes, nucleus, and cytoplasm of eukaryotes and additionally in the mitotic spindle in mammalian cells. The family members have the highest homology in their kinase domains (53%–98% identical) and differ from most other protein kinases by the presence of the sequence S-I-N instead of A-P-E in kinase domain VIII. The family members appear to have similar substrate specificity \"in vitro\", and substrate selection is thought to be regulated in vivo via subcellular localization and docking sites in specific substrates. One consensus phosphorylation site is S/Tp-X-X-S/T, where S/Tp refers to a phospho-serine or phospho-threonine, X refers to any amino acid, and the underlined residues refer to the target site. Thus, this CKI consensus site requires priming by another kinase. CKI also phosphorylates a related unprimed site, which optimally contains a cluster of acidic amino acids N-terminal to the target S/T including an acidic residue at n − 3 and a hydrophobic region C-terminal to the target S/T. A single acidic residue in the n − 3 position is not sufficient for CKI phosphorylation. In contrast, in several important targets, NF-AT and beta-catenin, CKI does not require n − 3 priming but, instead, phosphorylates the first serine in the sequence S-L-S, which is followed by a cluster of acidic residues, albeit less efficiently than the optimal sites.",
            "score": 125.71449291706085
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 148.26227295398712
        },
        {
            "docid": "7955_53",
            "document": "DNA . Structural proteins that bind DNA are well-understood examples of non-specific DNA-protein interactions. Within chromosomes, DNA is held in complexes with structural proteins. These proteins organize the DNA into a compact structure called chromatin. In eukaryotes, this structure involves DNA binding to a complex of small basic proteins called histones, while in prokaryotes multiple types of proteins are involved. The histones form a disk-shaped complex called a nucleosome, which contains two complete turns of double-stranded DNA wrapped around its surface. These non-specific interactions are formed through basic residues in the histones, making ionic bonds to the acidic sugar-phosphate backbone of the DNA, and are thus largely independent of the base sequence. Chemical modifications of these basic amino acid residues include methylation, phosphorylation, and acetylation. These chemical changes alter the strength of the interaction between the DNA and the histones, making the DNA more or less accessible to transcription factors and changing the rate of transcription. Other non-specific DNA-binding proteins in chromatin include the high-mobility group proteins, which bind to bent or distorted DNA. These proteins are important in bending arrays of nucleosomes and arranging them into the larger structures that make up chromosomes.",
            "score": 132.02404916286469
        },
        {
            "docid": "3572611_3",
            "document": "HRAS . GTPase HRas is involved in regulating cell division in response to growth factor stimulation. Growth factors act by binding cell surface receptors that span the cell's plasma membrane. Once activated, receptors stimulate signal transduction events in the cytoplasm, a process by which proteins and second messengers relay signals from outside the cell to the cell nucleus and instructs the cell to grow or divide. The HRAS protein is a GTPase and is an early player in many signal transduction pathways and is usually associated with cell membranes due to the presence of an isoprenyl group on its C-terminus. HRAS acts as a molecular on/off switch, once it is turned on it recruits and activates proteins necessary for the propagation of the receptor's signal, such as c-Raf and PI 3-kinase. HRAS binds to GTP in the active state and possesses an intrinsic enzymatic activity that cleaves the terminal phosphate of this nucleotide converting it to GDP. Upon conversion of GTP to GDP, HRAS is turned off. The rate of conversion is usually slow but can be sped up dramatically by an accessory protein of the GTPase activating protein (GAP) class, for example RasGAP. In turn HRAS can bind to proteins of the Guanine Nucleotide Exchange Factor (GEF) class, for example SOS1, which forces the release of bound nucleotide. Subsequently, GTP present in the cytosol binds and HRAS-GTP dissociates from the GEF, resulting in HRAS activation. HRAS is in the Ras family, which also includes two other proto-oncogenes: KRAS and NRAS. These proteins all are regulated in the same manner and appear to differ largely in their sites of action within the cell.",
            "score": 140.008726477623
        },
        {
            "docid": "14156004_4",
            "document": "BUB1 . Bub1p comprises a conserved N-terminal region, a central non-conserved region and a C-terminal serine/threonine kinase domain. The N-terminal region mediates binding of Hs-BUB1 to the mitotic kinetochore protein blinkin (a protein also commonly referred to as AF15q14). The latter interaction is essential for kinetochore localization of Bub1 and its function in cell cycle arrest induced by spindle assembly checkpoint (SAC) activation. The crystal structure of human Bub1 revealed the presence of a N-terminal tetratricopeptide repeat (TPR) domain and a C-terminal kinase domain (residues 784–1085), adopting a canonical kinase fold with two lobes. The ATP binding and the catalytic sites are located at the interface of the two lobes. The N-terminal extension contains three β-strands and an α-helix, wrapping around the N lobe of the kinase domain.",
            "score": 203.299387216568
        },
        {
            "docid": "10975535_7",
            "document": "SKI protein . The SKI oncogene is present in all cells, and is commonly active during development. Specifically, avian fibroblasts depend on the SKI protein as a transcription co-regulator inducing transformation. The aforementioned DHD region is specifically employed for protein-protein interactions, while the 191 amino acid C terminus mediates oligomerization. Recent research shows that the SKI protein in cancerous cells acts as a suppressor, inhibiting transforming growth factor β (TGF- β) signaling. TGF- β is a protein which regulates cell growth. Signaling is regulated by a family of proteins called the Smad proteins. SKI is present in all adult and embryonic cells at low levels, however an over expression of the protein is characteristic of tumor cells. It is thought that high levels of SKI protein inactivate tumor suppression by displacement of other proteins and interference with the signaling pathway of TGF- β. The SKI protein and the CPB protein compete for binding with the Smad proteins, specifically competing with the Smad-3 and CReB-binding protein interactions. SKI also directly interacts with the R-Smad ∙ Smad-4 complex, which directly represses normal transcription of the TGF-β responsive genes, inactivating the cell’s ability to stop growth and division, creating cancerous cells.",
            "score": 143.64303982257843
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 166.76198506355286
        },
        {
            "docid": "3777533_5",
            "document": "Bacterial display . Peptides are very useful as therapeutic and diagnostic substances. Their use is getting more popular, and display systems offer a useful way to engineer peptides and optimise their binding capabilities. Cells express surface proteins which can be involved in a whole host of responses including recognition of other cells, interaction with other cells, and cell signalling. Many types of bacteria have cell surface proteins such as the enteropathogenic \"E. coli\" intimin protein which is involved in binding to host cells, or the OmpA protein of \"E. coli\" cells which is important in keeping the structure of the outer membrane. Many surface proteins are involved in bacterial cell attachment and invasion of the host cell. By using bacterial display, target proteins on the host cell can be identified. These surface proteins need to first be translocated across the bacterial cell membranes from the cytoplasm to the cell surface. Gram-negative bacteria have an additional periplasmic space, which Gram-positive bacteria lack, so they have a harder task of translocating proteins. The display of heterologous proteins on the bacterial cell surface normally requires the fusion of the protein with a surface protein, called a scaffold. Scaffolds are used to display the heterologous protein on the bacterial cell surface. There are various scaffolds which have been used such as outer membrane proteins, fimbriae/flagella proteins and CPX (circularly permuted OmpX). The CPX scaffold allows peptide fusion at both termini of the scaffold.",
            "score": 132.82424688339233
        },
        {
            "docid": "15418892_3",
            "document": "CCNF . This gene encodes a member of the cyclin family. Cyclins are important regulators of cell cycle transitions through their ability to bind and activate cyclin-dependent protein kinases. This member also belongs to the F-box protein family which is characterized by an approximately 40 amino acid motif, the F-box. The F-box proteins constitute one of the four subunits of the ubiquitin protein ligase complex called SCFs (SKP1-cullin-F-box), which function in phosphorylation-dependent ubiquitination. The F-box proteins are divided into 3 classes: Fbws containing WD-40 domains, Fbls containing leucine-rich repeats, and Fbxs containing either different protein-protein interaction modules or no recognizable motifs. The protein encoded by this gene belongs to the Fbxs class and it was one of the first proteins in which the F-box motif was identified.",
            "score": 130.52949833869934
        },
        {
            "docid": "1510770_7",
            "document": "Edwin G. Krebs . Explained simply, in reversible protein phosphorylation a protein kinase takes a phosphate group from adenosine triphosphate (ATP) and attaches it to a specific site on a protein, introducing both extra mass and negative charge at that site. This can alter the protein's shape and turn its function in a biological process up or down, either by changing its activity or its ability to bind to another protein. The protein can be converted back to its original state by a protein phosphatase that removes the phosphate. This cycle controls numerous metabolic processes, and plays a central role in the regulation of cell division, shape, and motility. Derangement of specific protein phosphorylation pathways is important in human disease, including cancer and diabetes. Fischer and Krebs were awarded the Nobel Prize for Physiology or Medicine in 1992 for the discovery of reversible protein phosphorylation, .",
            "score": 124.96756553649902
        },
        {
            "docid": "14678550_2",
            "document": "Histidine kinase . Histidine kinases (HK) are multifunctional, and in non-animal kingdoms, typically transmembrane, proteins of the transferase class of enzymes that play a role in signal transduction across the cellular membrane. The vast majority of HKs are homodimers that exhibit autokinase, phosphotransfer, and phosphatase activity. HKs can act as cellular receptors for signaling molecules in a way analogous to tyrosine kinase receptors (RTK). Multifunctional receptor molecules such as HKs and RTKs typically have portions on the outside of the cell (extracellular domain) that bind to hormone- or growth factor-like molecules, portions that span the cell membrane (transmembrane domain), and portions within the cell (intracellular domain) that contain the enzymatic activity. In addition to kinase activity, the intracellular domains typically have regions that bind to a secondary effector molecule or complex of molecules that further propagate signal transduction within the cell. Distinct from other classes of protein kinases, HKs are usually parts of a two-component signal transduction mechanisms in which HK transfers a phosphate group from ATP to a histidine residue within the kinase, and then to an aspartate residue on the receiver domain of a response regulator protein (or sometimes on the kinase itself). More recently, the widespread existence of protein histidine phosphorylation distinct from that of two-component histidine kinases has been recognised in human cells. In marked contrast to Ser, Thr and Tyr phosphorylation, the analysis of phosphorylated Histidine using standard biochemical and mass spectrometric approaches is much more challenging, and special procedures and separation techniques are required for their preservation alongside classical Ser, Thr and Tyr phosphorylation on proteins isolated from human cells.",
            "score": 142.10393810272217
        },
        {
            "docid": "15548640_16",
            "document": "Adrenaline . In liver cells, adrenaline binds to the β adrenergic receptor, which changes conformation and helps G, a G protein, exchange GDP to GTP. This trimeric G protein dissociates to G alpha and G beta/gamma subunits. Gs alpha binds to adenyl cyclase, thus converting ATP into cyclic AMP. Cyclic AMP binds to the regulatory subunit of protein kinase A: Protein kinase A phosphorylates phosphorylase kinase. Meanwhile, Gs beta/gamma binds to the calcium channel and allows calcium ions to enter the cytoplasm. Calcium ions bind to calmodulin proteins, a protein present in all eukaryotic cells, which then binds to phosphorylase kinase and finishes its activation. Phosphorylase kinase phosphorylates glycogen phosphorylase, which then phosphorylates glycogen and converts it to glucose-6-phosphate.",
            "score": 108.38709235191345
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 164.84780514240265
        },
        {
            "docid": "1648525_11",
            "document": "Nuclear localization sequence . This view was shown to be incorrect by Dingwall and Laskey in 1982. Using a protein called Nucleoplasmin, the archetypal ‘molecular chaperone’, they identified a domain in the protein that acts as a signal for nuclear entry. This work stimulated research in the area, and two years later the first NLS was identified in SV40 Large T-antigen (or SV40, for short). However, a functional NLS could not be identified in another nuclear protein simply on the basis of similarity to the SV40 NLS. In fact, only a small percentage of cellular (non-viral) nuclear proteins contained a sequence similar to the SV40 NLS. A detailed examination of Nucleoplasmin identified a sequence with two elements made up of basic amino acids separated by a spacer arm. One of these elements was similar to the SV40 NLS but was not able to direct a protein to the cell nucleus when attached to a non-nuclear reporter protein. Both elements are required. This kind of NLS has become known as a bipartite classical NLS. The bipartite NLS is now known to represent the major class of NLS found in cellular nuclear proteins and structural analysis has revealed how the signal is recognized by a receptor (importin α) protein (the structural basis of some monopartite NLSs is also known). Many of the molecular details of nuclear protein import are now known. This was made possible by the demonstration that nuclear protein import is a two-step process; the nuclear protein binds to the nuclear pore complex in a process that does not require energy. This is followed by an energy-dependent translocation of the nuclear protein through the channel of the pore complex. By establishing the presence of two distinct steps in the process the possibility of identifying the factors involved was established and led on to the identification of the importin family of NLS receptors and the GTPase Ran.",
            "score": 106.2469288110733
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 117.8946408033371
        },
        {
            "docid": "20149100_5",
            "document": "Non-receptor tyrosine kinase . Unlike receptor tyrosine kinases, nRTKs lack receptor-like features such as an extracellular ligand-binding domain and a transmembrane-spanning region. Most of the nRTKs are localized in the cytoplasm, but some nRTKs are anchored to the cell membrane through amino-terminal modification. These enzymes commonly have a modular construction and individual domains are joined together by flexible linker sequences. One of the important domain of nRTKs is the tyrosine kinase catalytic domain, which is about 275 residues in length. The structure of the catalytic domain can be divided into a small and a large lobe, where ATP binds to the small lobe and the protein substrate binds to the large lobe. Upon the binding of ATP and substrate to nRTKs, catalysis of phosphate transfer occurs in a cleft between these two lobes. It was found that nRTKs have some sequence preference around the target Tyr. For example, the Src preferred sequence is Glu–Glu/Asp–Ile–Tyr–Gly/Glu–Glu–Phe and Abl preferred sequence is Ile/Val–Tyr–Gly–Val–Leu/Val. Different preferred sequences around Tyr in Src and Abl suggest that these two types of nRTKs phosphorylates different targets.  Non-receptor tyrosine kinases do not contain only a tyrosine kinase domain, nRTKs also possess domains that mediate protein-protein, protein-lipid, and protein-DNA interactions. One of the protein-protein interaction domains in nRTKs are the Src homology 2 (SH2) and 3 (SH3) domains. The longer SH2 domain (~100 residues) binds phosphotyrosine (P-Tyr) residues in a sequence-specific manner. The P-Tyr interacts with SH domain in a deep cleft, which cannot bind unphosphorylated Tyr. The SH3 domain is smaller (~60 residues) and binds proline-containing sequences capable of forming a polyproline type II helix.  Some NRTKs without SH2 and SH3 domains possess some subfamily-specific domains used for protein-protein interactions. For example, specific domains that target enzymes to the cytoplasmic part of cytokine receptors (Jak family) or two domains: an integrin-binding domain and a focal adhesion-binding domain (Fak family). The nRTK Abl possess the SH2 and SH3 domains, but also possesses other domains for interactions: F actin–binding domain and a DNA-binding domain contains a nuclear localization signal and is found in both the nucleus and the cytoplasm. In addition to SH2 and SH3 domains, Btk/Tec subfamily of nRTKs possess another modular domain, a pleckstrin homology (PH) domain. These PH domains bind to phosphatidylinositol lipids that have been phosphorylated at particular positions on the head group. These enzymes can bind to activated signaling complexes at the membrane through PH domain interactions with phosphorylated phosphatidylinositol lipids.",
            "score": 113.96973264217377
        },
        {
            "docid": "529677_6",
            "document": "Phosphatase . A protein phosphatase is an enzyme that dephosphorylates an amino acid residue of its protein substrate. Whereas protein kinases act as signaling molecules by phosphorylating proteins, phosphatases remove the phosphate group, which is essential if the system of intracellular signaling is to be able to reset for future use. The tandem work of kinases and phosphatases constitute a significant element of the cell’s regulatory network. Phosphorylation (and dephosphorylation) is among the most common modes of posttranslational modification in proteins, and it is estimated that, at any given time, up to 30% of all proteins are phosphorylated.",
            "score": 114.8196394443512
        },
        {
            "docid": "24667_14",
            "document": "Protein phosphatase . Phosphatases act in opposition to kinases/phosphorylases, which add phosphate groups to proteins. The addition of a phosphate group may activate or de-activate an enzyme (e.g., kinase signalling pathways) or enable a protein-protein interaction to occur (e.g., SH2 domains ); therefore phosphatases are integral to many signal transduction pathways. Phosphate addition and removal do not necessarily correspond to enzyme activation or inhibition, and that several enzymes have separate phosphorylation sites for activating or inhibiting functional regulation. CDK, for example, can be either activated or deactivated depending on the specific amino acid residue being phosphorylated. Phosphates are important in signal transduction because they regulate the proteins to which they are attached. To reverse the regulatory effect, the phosphate is removed. This occurs on its own by hydrolysis, or is mediated by protein phosphatases.",
            "score": 93.89456486701965
        },
        {
            "docid": "14769657_3",
            "document": "Cell division cycle 7-related protein kinase . The product encoded by this gene is predominantly localized in the nucleus and is a cell division cycle protein with kinase activity.  The protein is a serine-threonine kinase that is activated by another protein called either Dbf4 in the yeast \"Saccharomyces cerevisiae\" or ASK in mammals. The Cdc7/Dbf4 complex adds a phosphate group to the minichromosome maintenance (MCM) protein complex allowing for the initiation of DNA replication in mitosis (as explained in the Cdc7 and Replication section below). Although expression levels of the protein appear to be constant throughout the cell cycle, the protein kinase activity appears to increase during S phase. It has been suggested that the protein is essential for initiation of DNA replication and that it plays a role in regulating cell cycle progression. Overexpression of this gene product may be associated with neoplastic transformation for some tumors. Additional transcript sizes have been detected, suggesting the presence of alternative splicing.",
            "score": 125.28487503528595
        },
        {
            "docid": "3295742_2",
            "document": "Protein tyrosine phosphatase . Protein tyrosine phosphatases are a group of enzymes that remove phosphate groups from phosphorylated tyrosine residues on proteins. Protein tyrosine (pTyr) phosphorylation is a common post-translational modification that can create novel recognition motifs for protein interactions and cellular localization, affect protein stability, and regulate enzyme activity. As a consequence, maintaining an appropriate level of protein tyrosine phosphorylation is essential for many cellular functions. Tyrosine-specific protein phosphatases (PTPase; ) catalyse the removal of a phosphate group attached to a tyrosine residue, using a cysteinyl-phosphate enzyme intermediate. These enzymes are key regulatory components in signal transduction pathways (such as the MAP kinase pathway) and cell cycle control, and are important in the control of cell growth, proliferation, differentiation, transformation, and synaptic plasticity.",
            "score": 134.78911519050598
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 120.99801313877106
        },
        {
            "docid": "5673664_3",
            "document": "Mothers against decapentaplegic homolog 2 . SMAD2 mediates the signal of the transforming growth factor (TGF)-beta, and thus regulates multiple cellular processes, such as cell proliferation, apoptosis, and differentiation. This protein is recruited to the TGF-beta receptors through its interaction with the SMAD anchor for receptor activation (SARA) protein. In response to TGF-beta signal, this protein is phosphorylated by the TGF-beta receptors. The phosphorylation induces the dissociation of this protein with SARA and the association with the family member SMAD4. The association with SMAD4 is important for the translocation of this protein into the cell nucleus, where it binds to target promoters and forms a transcription repressor complex with other cofactors. This protein can also be phosphorylated by activin type 1 receptor kinase, and mediates the signal from the activin. Alternatively spliced transcript variants encoding the same protein have been observed.",
            "score": 148.52441358566284
        },
        {
            "docid": "5618682_3",
            "document": "MAPK/ERK pathway . The signal starts when a signaling molecule binds to the receptor on the cell surface and ends when the DNA in the nucleus expresses a protein and produces some change in the cell, such as cell division. The pathway includes many proteins, including MAPK (mitogen-activated protein kinases, originally called ERK, extracellular signal-regulated kinases), which communicate by adding phosphate groups to a neighboring protein, which acts as an \"on\" or \"off\" switch.",
            "score": 111.56249237060547
        },
        {
            "docid": "55172_8",
            "document": "Proteomics . One such modification is phosphorylation, which happens to many enzymes and structural proteins in the process of cell signaling. The addition of a phosphate to particular amino acids—most commonly serine and threonine mediated by serine/threonine kinases, or more rarely tyrosine mediated by tyrosine kinases—causes a protein to become a target for binding or interacting with a distinct set of other proteins that recognize the phosphorylated domain.",
            "score": 125.80443525314331
        },
        {
            "docid": "6988_10",
            "document": "Cyclic adenosine monophosphate . The active subunits catalyze the transfer of phosphate from ATP to specific serine or threonine residues of protein substrates. The phosphorylated proteins may act directly on the cell's ion channels, or may become activated or inhibited enzymes. Protein kinase A can also phosphorylate specific proteins that bind to promoter regions of DNA, causing increases in transcription. Not all protein kinases respond to cAMP. Several classes of protein kinases, including protein kinase C, are not cAMP-dependent.",
            "score": 102.49317693710327
        },
        {
            "docid": "996341_19",
            "document": "Spindle checkpoint . The spindle assembly checkpoint (SAC) is an active signal produced by improperly attached kinetochores, which is conserved in all eukaryotes. The SAC stops the cell cycle by negatively regulating CDC20, thereby preventing the activation of the polyubiquitylation activities of anaphase promoting complex (APC). The proteins responsible for the SAC signal compose the mitotic checkpoint complex (MCC), which includes SAC proteins, MAD2/MAD3 (mitotic arrest deficient), BUB3 (budding uninhibited by benzimidazole), and CDC20. Other proteins involved in the SAC include MAD1, BUB1, MPS1, and Aurora B. For higher eukaryotes, additional regulators of the SAC include constituents of the ROD-ZW10 complex, p31, MAPK, CDK1-cyclin-B, NEK2, and PLK1.",
            "score": 252.3456747531891
        }
    ],
    "r": [
        {
            "docid": "14798224_4",
            "document": "BUB3 . Bub3 is a crucial component in the formation of the mitotic spindle assembly complex, which forms a complex with other important proteins. For correct segregation of the cells it is necessary for all mitotic spindles to attach correctly to the kinetochore of each chromosome. This is controlled by the mitotic spindle checkpoint complex which operates as a feedback-response. If there is a signal of a defect in the attachment, mitosis will be stopped to ensure that all chromosomes have an amphitelic binding to spindles. After the error is corrected, the cell will proceed to anaphase. The complex of proteins which regulate the cell arrest are BUB1, BUB2, BUB3 (this protein), Mad1, Mad2, Mad3 and MPS1.",
            "score": 323.00311279296875
        },
        {
            "docid": "996341_6",
            "document": "Spindle checkpoint . During S phase, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles achieve their maximal length, recruit additional material and their capacity to nucleate microtubules increases. As mitosis progresses, both centrosomes separate to generate the mitotic spindle. In this way, the mitotic spindle has two poles emanating microtubules. Microtubules (MTs) are long proteic filaments, with asymmetric extremities: one end termed \"minus\" (-) end, relatively stable and close to the centrosome, and an end termed \"plus\" (+) end, with alternating phases of growth and retraction, exploring the center of the cell searching the chromosomes. Each chromatid has a special region, named the centromere, on top of which is assembled a proteic structure termed kinetochore, which is able to stabilize the microtubule plus end. Therefore, if by chance a microtubule exploring the center of the cell encounters a kinetochore, it may happen that the kinetochore will capture it, so that the chromosome will become attached to the spindle via the kinetochore of one of its sister chromatids. The chromosome plays an active role in the attachment of kinetochores to the spindle. Bound to the chromatin is a Ran guanine nucleotide exchange factor (GEF) that stimulates cytosolic Ran near the chromosome to bind GTP in place of GDP. The activated GTP-bound form of Ran releases microtubule-stabilizing proteins, such as TPX2, from protein complexes in the cytosol, which induces nucleation and polymerization of microtubules around the chromosomes. These kinetochore-derived microtubules, along with kinesin motor proteins in the outer kinetochore, facilitate interactions with the lateral surface of a spindle pole-derived microtubule. These lateral attachments are unstable, however, and must be converted to an end-on attachment. Conversion from lateral to end-on attachments allows the growth and shrinkage of the microtubule plus-ends to be converted into forces that push and pull chromosomes to achieve proper bi-orientation. As it happens that sister chromatids are attached together and both kinetochores are located back-to-back on both chromatids, when one kinetochore becomes attached to one centrosome, the sister kinetochore becomes exposed to the centrosome located in the opposed pole; for this reason, in most cases the second kinetochore becomes associated to the centrosome in the opposed pole, via its microtubules, so that the chromosomes become \"bi-oriented\", a fundamental configuration (also named \"amphitelic\") to ensure that chromosome segregation will take place correctly when the cell will divide. Occasionally, one of the two sister kinetochores may attach simultaneously to MTs generated by both poles, a configuration named \"merotelic\", which is not detected by the spindle checkpoint but that may generate lagging chromosomes during anaphase and, consequently, aneuploidy. Merotelic orientation (characterized by the absence of tension between sister kinetochores) is frequent at the beginning of mitosis, but the protein Aurora B (a kinase conserved from yeast to vertebrates) detects and eliminates this type of anchoring. (Note: Aurora B is frequently overexpressed in various types of tumors and currently is a target for the development of anticancer drugs.)",
            "score": 304.2231750488281
        },
        {
            "docid": "996341_4",
            "document": "Spindle checkpoint . When cells are ready to divide, because cell size is big enough or because they receive the appropriate stimulus, they activate the mechanism to enter into the cell cycle, and they duplicate most organelles during S (synthesis) phase, including their centrosome. Therefore, when the cell division process will end, each daughter cell will receive a complete set of organelles. At the same time, during S phase all cells must duplicate their DNA very precisely, a process termed DNA replication. Once DNA replication has finished, in eukaryotes the DNA molecule is compacted and condensed, to form the mitotic chromosomes, each one constituted by two sister chromatids, which stay held together by the establishment of cohesion between them; each chromatid is a complete DNA molecule, attached via microtubules to one of the two centrosomes of the dividing cell, located at opposed poles of the cell. The structure formed by the centrosomes and the microtubules is named mitotic spindle, due to its characteristic shape, holding the chromosomes between the two centrosomes. Both sister chromatids stay together until anaphase; at this moment they separate from each other and they travel towards the centrosome to which they are attached. In this way, when the two daughter cells separate at the end of the division process, each one will receive a complete set of chromatids. The mechanism responsible for the correct distribution of sister chromatids during cell division is named chromosome segregation.",
            "score": 303.40350341796875
        },
        {
            "docid": "996341_3",
            "document": "Spindle checkpoint . The mechanisms verifying that all the requirements to pass to the next phase in the cell cycle have been fulfilled are called checkpoints. All along the cell cycle, there are different checkpoints. The checkpoint ensuring that chromosome segregation is correct is termed spindle assembly checkpoint (SAC), spindle checkpoint or mitotic checkpoint. During mitosis or meiosis, the spindle checkpoint prevents anaphase onset until all chromosomes are properly attached to the spindle. To achieve proper segregation, the two kinetochores on the sister chromatids must be attached to opposite spindle poles (bipolar orientation). Only this pattern of attachment will ensure that each daughter cell receives one copy of the chromosome.",
            "score": 297.5054626464844
        },
        {
            "docid": "998893_19",
            "document": "Kinetochore . During the synthesis phase (S phase) in the cell cycle, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles in each centrosome reach their maximal length, centrosomes recruit additional material and their nucleation capacity for microtubules increases. As mitosis progresses, both centrosomes separate to establish the mitotic spindle. In this way, the spindle in a mitotic cell has two poles emanating microtubules. Microtubules are long proteic filaments with asymmetric extremes, a \"minus\"(-) end relatively stable next to the centrosome, and a \"plus\"(+) end enduring alternate phases of growing-shrinking, exploring the center of the cell. During this searching process, a microtubule may encounter and capture a chromosome through the kinetochore. Microtubules that find and attach a kinetochore become stabilized, whereas those microtubules remaining free are rapidly depolymerized. As chromosomes have two kinetochores associated back-to-back (one on each sister chromatid), when one of them becomes attached to the microtubules generated by one of the cellular poles, the kinetochore on the sister chromatid becomes exposed to the opposed pole; for this reason, most of the times the second kinetochore becomes attached to the microtubules emanating from the opposing pole, in such a way that chromosomes are now \"bi-oriented\", one fundamental configuration (also termed \"amphitelic\") to ensure the correct segregation of both chromatids when the cell will divide. When just one microtubule is anchored to one kinetochore, it starts a rapid movement of the associated chromosome towards the pole generating that microtubule. This movement is probably mediated by the motor activity towards the \"minus\" (-) of the motor protein cytoplasmic dynein, which is very concentrated in the kinetochores not anchored to MTs. The movement towards the pole is slowed down as far as kinetochores acquire kMTs (MTs anchored to kinetochores) and the movement becomes directed by changes in kMTs length. Dynein is released from kinetochores as they acquire kMTs and, in cultured mammalian cells, it is required for the spindle checkpoint inactivation, but not for chromosome congression in the spindle equator, kMTs acquisition or anaphase A during chromosome segregation. In higher plants or in yeast there is no evidence of dynein, but other kinesins towards the (-) end might compensate for the lack of dynein. Another motor protein implicated in the initial capture of MTs is CENP-E; this is a high molecular weight kinesin associated with the fibrous corona at mammalian kinetochores from prometaphase until anaphase. In cells with low levels of CENP-E, chromosomes lack this protein at their kinetochores, which quite often are defective in their ability to congress at the metaphase plate. In this case, some chromosomes may remain chronically mono-oriented (anchored to only one pole), although most chromosomes may congress correctly at the metaphase plate.",
            "score": 295.4239501953125
        },
        {
            "docid": "996341_18",
            "document": "Spindle checkpoint . The beginning of metaphase is characterized by the connection of the microtubules to the kinetochores of the chromosomes, as well as the alignment of the chromosomes in the middle of the cell. Each chromatid has its own kinetochore, and all of the microtubules that are bound to kinetochores of sister chromatids radiate from opposite poles of the cell. These microtubules exert a pulling force on the chromosomes towards the opposite ends of the cells, while the cohesion between the sister chromatids opposes this force.",
            "score": 294.2247009277344
        },
        {
            "docid": "4333004_13",
            "document": "Cohesin . Dissociation of sister chromatids cohesion defines anaphase onset, which establishes two sets of identical chromosomes at each pole of the cell (telophase). Then the two daughter cells separate, and a new round of the cell cycle freshly starts in each one, at the stage of G0. When cells are ready to divide, because cell size is big enough or because they receive the appropriate stimulus, they activate the mechanism to enter into the G1 stage of cell cycle, and they duplicate most organelles during S (synthesis) phase, including their centrosome. Therefore, when the cell division process will end, each daughter cell will receive a complete set of organelles. At the same time, during S phase all cells must duplicate their DNA very precisely, a process termed DNA replication. Once DNA replication has finished, in eukaryotes the DNA molecule is compacted and condensed, to form the mitotic chromosomes, each one constituted by two sister chromatids, which stay held together by the establishment of cohesion between them; each chromatid is a complete DNA molecule, attached via microtubules to one of the two centrosomes of the dividing cell, located at opposed poles of the cell. To avoid premature sister chromatid separation, the APC/C is maintained in an inactive state bound to different molecules, which are part of a complex mechanism termed the spindle assembly checkpoint.",
            "score": 293.0242004394531
        },
        {
            "docid": "14814208_5",
            "document": "PCNT . The protein encoded by this gene is expressed in the cytoplasm and centrosome throughout the cell cycle, and to a lesser extent, in the nucleus. It is an integral component of the PCM, which is a centrosome scaffold that anchors microtubule nucleating complexes and other centrosomal proteins. In one model, PCNT complexes with CEP215 and is phosphorylated by PLK1, leading to PCM component recruitment and organization, centrosome maturation, and spindle formation. The protein controls the nucleation of microtubules by interacting with the microtubule nucleation component γ-tubulin, thus anchoring the γ-tubulin ring complex to the centrosome, which is essential for bipolar spindle formation and chromosome assembly in early mitosis. This ensures normal function and organization of the centrosomes, mitotic spindles, and cytoskeleton, and by extension, regulation over cell cycle progression and checkpoints. Downregulation of PCNT disrupted mitotic checkpoints and arrested the cell at the G2/M checkpoint, leading to cell death. Moreover, microtubule functioning was also disrupted, resulting in mono- or multipolar spindles, chromosomal misalignment, premature sister chromatid separation, and aneuploidy.",
            "score": 279.5726623535156
        },
        {
            "docid": "996341_25",
            "document": "Spindle checkpoint . Several mechanisms exist to deactivate the SAC after correct bi-orientation of sister chromatids. Upon microtubule-kinetochore attachment, a mechanism of stripping via a dynein-dynein motor complex transports spindle checkpoint proteins away from the kinetochores. The stripped proteins, which include MAD1, MAD2, MPS1, and CENP-F, are then redistributed to the spindle poles. The stripping process is highly dependent on undamaged microtubule structure as well as dynein motility along microtubules. As well as functioning as a regulator of the C-MAD2 positive feedback loop, p31 also may act as a deactivator of the SAC. Unattached kinetochores temporarily inactivate p31, but attachment reactivates the protein and inhibits MAD2 activation, possibly by inhibitory phosphorylation. Another possible mechanism of SAC inactivation results from energy-dependent dissociation of the MAD2-CDC20 complex through non-degradative ubiquitylation of CDC20. Conversely, the de-ubiquitylating enzyme protectin is required to maintain the SAC. Thus, unattached kinetochores maintain the checkpoint by continuously recreating the MAD2-CDC20 subcomplex from its components. The SAC may also be deactivated by APC activation induced proteolysis. Since the SAC is not reactivated by the loss of sister-chromatid cohesion during anaphase, the proteolysis of cyclin B and inactivation of the CDK1-cyclin-B kinase also inhibits SAC activity. Degradation of MPS1 during anaphase prevents the reactivation of SAC after removal of sister-chromatid cohesion. After checkpoint deactivation and during the normal anaphase of the cell cycle, the anaphase promoting complex is activated through decreasing MCC activity. When this happens the enzyme complex polyubiquitinates the anaphase inhibitor securin. The ubiquitination and destruction of securin at the end of metaphase releases the active protease called separase. Separase cleaves the cohesion molecules that hold the sister chromatids together to activate anaphase.",
            "score": 275.81060791015625
        },
        {
            "docid": "998893_26",
            "document": "Kinetochore . When a cell enters in mitosis, it duplicates all the genetic information stored in the chromosomes, in the process termed DNA replication. At the end of this process, each chromosome includes two sister chromatids, which are two complete and identical DNA molecules. Both chromatids remain associated by cohesin complexes until anaphase, when chromosome segregation occurs. If chromosome segregation happens correctly, each daughter cell receives a complete set of chromatids, and for this to happen each sister chromatid has to anchor (through the corresponding kinetochore) to MTs generated in opposed poles of the mitotic spindle. This configuration is termed \"amphitelic\" or \"bi-orientation\".",
            "score": 275.75732421875
        },
        {
            "docid": "14156004_7",
            "document": "BUB1 . In eukaryotic cells the SAC serves as the central surveillance mechanism to ensure chromosomes are being passed on to the next generation in a reliable manner. Several components monitor correct bipolar attachment of microtubules to the kinetochore, presumably through detection of tension. Metaphase-to-anaphase transition is halted by the SAC as long as single kinetochores lack bipolar microtubule attachment, implying the need for a highly sensitive signaling pathway. Bub1 was claimed to be the master regulator of SAC formation and signaling. At least thirteen other proteins (Mad1, MAD2, MAD3/BubR1, BUB3, Mps1 etc.) are part of the check point, among which many have been identified to interact with Bub1.",
            "score": 274.7756042480469
        },
        {
            "docid": "3027162_4",
            "document": "Spindle poison . Normally, cells duplicate their genetic material and then produce two equal daughter cells. Tampering with this tightly monitored distribution system can result in the production of irregular chromosome content, within each cell, commonly referred to as aneuploidy. Cells have developed various checkpoints to carry out mitosis with great accuracy. Early research concluded that spindle poisons, inserted to cells, caused a considerable reduction in the number of cells that exited mitosis, while the number of cells that entered mitosis dramatically increased. The SAC was found to be the key signaling pathway to the mitotic arrest. The precise division of chromosomes is the primary responsibility of SAC. Its origin stems from kinetochores, proteins that aid in joining DNA and microtubules on the chromatids. Only one unattached kinetochore is required to fuel a response that ultimately blocks cell cycle progression. The end result is each chromosome is attached to the spindle in the initial stage of anaphase.",
            "score": 274.3932800292969
        },
        {
            "docid": "6438_24",
            "document": "Chromosome . During mitosis, microtubules grow from centrosomes located at opposite ends of the cell and also attach to the centromere at specialized structures called kinetochores, one of which is present on each sister chromatid. A special DNA base sequence in the region of the kinetochores provides, along with special proteins, longer-lasting attachment in this region. The microtubules then pull the chromatids apart toward the centrosomes, so that each daughter cell inherits one set of chromatids. Once the cells have divided, the chromatids are uncoiled and DNA can again be transcribed. In spite of their appearance, chromosomes are structurally highly condensed, which enables these giant DNA structures to be contained within a cell nucleus.",
            "score": 274.2970275878906
        },
        {
            "docid": "200189_4",
            "document": "Spindle apparatus . Attachment of microtubules to chromosomes is mediated by kinetochores, which actively monitor spindle formation and prevent premature anaphase onset. Microtubule polymerization and depolymerization dynamics drive chromosome congression. Depolymerization of microtubules generates tension at kinetochores; bipolar attachment of sister kinetochores to microtubules emanating from opposite cell poles couples opposing tension forces, aligning chromosomes at the cell equator and poising them for segregation to daughter cells. Once every chromosome is bi-oriented, anaphase commences and cohesin, which couples sister chromatids, is severed, permitting the transit of the sister chromatids to opposite poles.",
            "score": 273.57476806640625
        },
        {
            "docid": "14138381_10",
            "document": "CDC20 . Cdc20 is also a part of, and regulated by, the Spindle Assembly Checkpoint (SAC). This checkpoint ensures that anaphase proceeds only when the centromeres of all sister chromatids lined up on the metaphase plate are properly attached to microtubules. The checkpoint is held active by any unattached centromere; only when all centromeres are attached will anaphase commence. The APC/C is an important target of the SAC, which consists of several different proteins, including Mad2, Mad3(BubR1), and Bub3. In fact, these three proteins, together with Cdc20, likely form the mitotic checkpoint complex (MCC), which inhibits APC/C so that anaphase cannot begin prematurely. Moreover, Bub1 phosphorylates and thus inhibits Cdc20 directly, while in yeast Mad2 and Mad3, when bound to Cdc20, trigger its autoubiquitiniation. (For more information see Spindle Checkpoint.)",
            "score": 272.5034484863281
        },
        {
            "docid": "6235_48",
            "document": "Cell nucleus . At a certain point during the cell cycle in open mitosis, the cell divides to form two cells. In order for this process to be possible, each of the new daughter cells must have a full set of genes, a process requiring replication of the chromosomes as well as segregation of the separate sets. This occurs by the replicated chromosomes, the sister chromatids, attaching to microtubules, which in turn are attached to different centrosomes. The sister chromatids can then be pulled to separate locations in the cell. In many cells, the centrosome is located in the cytoplasm, outside the nucleus; the microtubules would be unable to attach to the chromatids in the presence of the nuclear envelope. Therefore, the early stages in the cell cycle, beginning in prophase and until around prometaphase, the nuclear membrane is dismantled. Likewise, during the same period, the nuclear lamina is also disassembled, a process regulated by phosphorylation of the lamins by protein kinases such as the CDC2 protein kinase. Towards the end of the cell cycle, the nuclear membrane is reformed, and around the same time, the nuclear lamina are reassembled by dephosphorylating the lamins.",
            "score": 271.09771728515625
        },
        {
            "docid": "13471415_4",
            "document": "Anaphase lag . There are two notable mechanisms that cause Anaphase Lag, each of which are characterized by merotelic attachments of kinetochores to the microtubules responsible for chromatid separation.  Merotelic attachments occur when a single centromere kinetochore attaches to microtubules originating from both spindle poles of the dividing cell.  The merotelic attachments can occur in two ways: centrosome spindle attachments from both poles on the same chromatid kinetochore or the formation of a third centrosome whose microtubule spindles attach to a chromatid kinetochore.  Because the chromatid is being pulled in two opposing directions or away from the correct centriole, it cannot migrate to the mass of segregated chromatids at either pole.  If the migration is significantly delayed the reformation of nuclei will begin to occur without a full complement of chromosomes. This nuclear envelope formation is also seen for the lone lagging sister chromatid, forming a micronucleus.  The micronucleus has the capacity to persist in the daughter cell but with abnormal replication and maintenance machinery. This allows for the accumulation of mutations, increasing the potential for future miss-segregation events.   In total these events cause problematic aneuploid cells with increased genomic instability.  This has important implications in the development and persistence of cancers as well as debilitating developmental diseases.",
            "score": 268.9232177734375
        },
        {
            "docid": "998893_6",
            "document": "Kinetochore . Kinetochores start, control, and supervise the striking movements of chromosomes during cell division. During mitosis, which occurs after chromosomes are duplicated during S phase, two sister chromatids are held together, each with its own kinetochore, which face in opposing directions and attach to opposite poles of the mitotic spindle. Following the transition from metaphase to anaphase, the sister chromatids separate from each other, and the individual kinetochores on each chromatid drive their movement to the spindle poles that will define the two new daughter cells. Thus, the kinetochore is essential for the chromosome segregation that is classically associated with mitosis and meiosis.",
            "score": 265.3660888671875
        },
        {
            "docid": "996341_20",
            "document": "Spindle checkpoint . The SAC monitors the interaction between improperly connected kinetochores and spindle microtubules, and is maintained until kinetochores are properly attached to the spindle. During prometaphase, CDC20 and the SAC proteins concentrate at the kinetochores before attachment to the spindle assembly. These proteins keep the SAC activated until they are removed and the correct kinetochore-microtubule attachment is made. Even a single unattached kinetochore can maintain the spindle checkpoint. After attachment of microtubule plus-ends and formation of kinetochore microtubules, MAD1 and MAD2 are depleted from the kinetochore assembly. Another regulator of checkpoint activation is kinetochore tension. When sister kinetochores are properly attached to opposite spindle poles, forces in the mitotic spindle generate tension at the kinetochores. Bi-oriented sister kinetochores stabilize the kinetochore-microtubule assembly whereas weak tension has a destabilizing effect. In response to incorrect kinetochore attachments such as syntelic attachment, where both kinetochores becomes attached to one spindle pole, the weak tension generated destabilizes the incorrect attachment and allows the kinetochore to reattach correctly to the spindle body. During this process, kinetochores that are attached to the mitotic spindle but that are not under tension trigger the spindle checkpoint. Aurora-B/Ipl1 kinase of the chromosomal passenger complex functions as the tensions sensor in improper kinetochore attachments. It detects and destabilizes incorrect attachments through control of the microtubule-severing KINI kinesin MCAK, the DASH complex, and the Ndc80/Hec1 complex at the microtubule-kinetochore interface. The Aurora-B/Ipl1 kinase is also critical in correcting merotelic attachments, where one kinetochore is simultaneously attached to both spindle poles. Merotelic attachments generate sufficient tension and are not detected by the SAC, and without correction, may result in chromosome mis-segregation due to slow chromatid migration speed. While microtubule attachment is independently required for SAC activation, it is unclear whether tension is an independent regulator of SAC, although it is clear that differing regulatory behaviors arise with tension.",
            "score": 263.96746826171875
        },
        {
            "docid": "36869_8",
            "document": "Cell division . Metaphase is the stage in cell division when the chromosomes line up in the middle of the cell by MTOCs ( microtubule organizing center) by pushing and pulling on centromeres of both chromatids which causes the chromosome to move to the center. The chromosomes are still condensing and are currently at one step away from being the most coiled and condensed they will be. spindle fibre and have already connected to the kinetochores. At this point, the chromosomes are ready to split into opposite poles of the cell towards the spindle to which they are connected. Anaphase is a very short stage of the cell cycle and occurs after the chromosomes align at the mitotic plate. After the chromosomes line up in the middle of the cell, the spindle fibers will pull them apart. The chromosomes are split apart as the sister chromatids move to opposite sides of the cell.",
            "score": 263.1839599609375
        },
        {
            "docid": "998893_2",
            "document": "Kinetochore . A kinetochore is a disc-shaped protein structure, found at the centromere of a chromatid, to which microtubules attach during cell division. The kinetochore (, ) is a protein structure on chromatids where the spindle fibers attach during cell division to pull sister chromatids apart. Their proteins help to hold the sister chromatids together and also play a role in chromosome editing.",
            "score": 261.7198486328125
        },
        {
            "docid": "14798224_3",
            "document": "BUB3 . Bub3 is a protein involved with the regulation of the Spindle Assembly Checkpoint (SAC); though BUB3 is non-essential in yeast, it is essential in higher eukaryotes. As one of the checkpoint proteins, Bub3 delays the irreversible onset of anaphase through direction of kinetochore localization during prometaphase to achieve biorentation. In directing the kinetochore-microtubule interaction, this ensures the proper (and consequenctly, bioriented) attachment of the chromosomes prior to anaphase. Bub3 and its related proteins that form the Spindle Assembly Checkpoint (SAC) inhibit the action of the Anaphase Promoting Complex (APC), preventing early anaphase entry and mitotic exit; this serves as a mechanism for the fidelity of chromosomal segregation.",
            "score": 261.0484924316406
        },
        {
            "docid": "619197_12",
            "document": "Cyclin . There are several different cyclins that are active in different parts of the cell cycle and that cause the Cdk to phosphorylate different substrates. There are also several \"orphan\" cyclins for which no Cdk partner has been identified. For example, cyclin F is an orphan cyclin that is essential for G/M transition. A study in \"C. elegans\" revealed the specific roles of mitotic cyclins. Notably, recent studies have shown that cyclin A creates a cellular environment that promotes microtubule detachment from kinetochores in prometaphase to ensure efficient error correction and faithful chromosome segregation. Cells must separate their chromosomes precisely, an event that relies on the bi-oriented attachment of chromosomes to spindle microtubules through specialized structures called kinetochores. In the early phases of division, there are numerous errors in how kinetochores bind to spindle microtubules. The unstable attachments promote the correction of errors by causing a constant detachment, realignment and reattachment of microtubules from kinetochores in the cells as they try to find the correct attachment. Protein cyclin A governs this process by keeping the process going until the errors are eliminated. In normal cells, persistent cyclin A expression prevents the stabilization of microtubules bound to kinetochores even in cells with aligned chromosomes. As levels of cyclin A decline, microtubule attachments become stable, allowing the chromosomes to be divided correctly as cell division proceeds. In contrast, in cyclin A-deficient cells, microtubule attachments are prematurely stabilized. Consequently, these cells may fail to correct errors, leading to higher rates of chromosome mis-segregation.",
            "score": 258.9725646972656
        },
        {
            "docid": "20621_33",
            "document": "Microtubule . Kinetochore microtubules directly connect to the chromosomes, at the kinetochores. To clarify the terminology, each chromosome has two chromatids, and each chromatid has a kinetochore. The two kinetochores associated with a region of the chromosome called the centromere. The polar microtubules from one MTOC intertwine with the microtubules from the other MTOC; motor proteins make them push against each other and assist in the separation of the chromosomes to the two daughter cells.",
            "score": 257.79205322265625
        },
        {
            "docid": "18976_25",
            "document": "Meiosis . Homologous pairs move together along the metaphase plate: As \"kinetochore microtubules\" from both centrosomes attach to their respective kinetochores, the paired homologous chromosomes align along an equatorial plane that bisects the spindle, due to continuous counterbalancing forces exerted on the bivalents by the microtubules emanating from the two kinetochores of homologous chromosomes. This attachment is referred to as a bipolar attachment. The physical basis of the independent assortment of chromosomes is the random orientation of each bivalent along the metaphase plate, with respect to the orientation of the other bivalents along the same equatorial line. The protein complex cohesin holds sister chromatids together from the time of their replication until anaphase. In mitosis, the force of kinetochore microtubules pulling in opposite directions creates tension. The cell senses this tension and does not progress with anaphase until all the chromosomes are properly bi-oriented. In meiosis, establishing tension requires at least one crossover per chromosome pair in addition to cohesin between sister chromatids.",
            "score": 252.97348022460938
        },
        {
            "docid": "996341_19",
            "document": "Spindle checkpoint . The spindle assembly checkpoint (SAC) is an active signal produced by improperly attached kinetochores, which is conserved in all eukaryotes. The SAC stops the cell cycle by negatively regulating CDC20, thereby preventing the activation of the polyubiquitylation activities of anaphase promoting complex (APC). The proteins responsible for the SAC signal compose the mitotic checkpoint complex (MCC), which includes SAC proteins, MAD2/MAD3 (mitotic arrest deficient), BUB3 (budding uninhibited by benzimidazole), and CDC20. Other proteins involved in the SAC include MAD1, BUB1, MPS1, and Aurora B. For higher eukaryotes, additional regulators of the SAC include constituents of the ROD-ZW10 complex, p31, MAPK, CDK1-cyclin-B, NEK2, and PLK1.",
            "score": 252.34567260742188
        },
        {
            "docid": "2101248_3",
            "document": "Chromosome regions . During cell division, the molecules that compose chromosomes (DNA and proteins) suffer a condensation process (called the chromatin condensation), that forms a compact and small complex called a chromatid. The complexes containing the duplicated DNA molecules, the sister chromatids, are attached to each other by the centromere. The centromere divides each chromosome into two regions: the smaller one, which is the p region, and the bigger one, the q region. The sister chromatids will be distributed to each daughter cell at the end of the cell division.",
            "score": 251.70460510253906
        },
        {
            "docid": "4636862_3",
            "document": "Mad2 . Progression from metaphase to anaphase is marked by sister chromatid separation. The cell cycle surveillance mechanism that prevents sister-chromatid separation and transition into anaphase is called the spindle checkpoint. As a safeguard against chromosome segregation errors, the spindle assembly checkpoint (SAC) delays anaphase until all sister chromatid pairs have become bipolarly attached.",
            "score": 251.6442108154297
        },
        {
            "docid": "25368725_31",
            "document": "Biochemical switches in the cell cycle . In the transition from metaphase to anaphase, it is crucial that sister chromatids are properly and simultaneously separated to opposite ends of the cell. Separation of sister-chromatids is initially strongly inhibited to prevent premature separation in late mitosis, but this inhibition is relieved through destruction of the inhibitory elements by the anaphase-promoting complex (APC) once sister-chromatid bi-orientation is achieved. One of these inhibitory elements is securin, which prevents the destruction of cohesin, the complex that holds the sister-chromatids together, by binding the protease separase which targets Scc1, a subunit of the cohesin complex, for destruction. In this system, the phosphatase Cdc14 can remove an inhibitory phosphate from securin, thereby facilitating the destruction of securin by the APC, releasing separase. As shown by Uhlmann et al., during the attachment of chromosomes to the mitotic spindle the chromatids remain paired because cohesion between the sisters prevents separation. Cohesion is established during DNA replication and depends on cohesin, which is a multisubunit complex composed of Scc1, Scc3, Smc2, and Smc3. In yeast at the metaphase-to-anaphase transition, Scc1 dissociates from the chromosomes and the sister chromatids separate. This action is controlled by the Esp1 protein, which is tightly bound by the anaphase inhibitor Pds1 that is destroyed by the anaphase-promoting complex. In order to verify that Esp1 does play a role in regulating Scc1 chromosome association, cell strains were arrested in G1 with an alpha factor. These cells stayed in arrest during the development. Esp1-1 mutant cells were used and the experiment was repeated, and Scc1 successfully bound to the chromosomes and remained associated even after the synthesis was terminated. This was crucial in showing that with Esp1, Scc1 is hindered in its ability to become stably associated with chromosomes during G1, and Esp1 can in fact directly remove Scc1 from chromosomes.",
            "score": 251.32421875
        },
        {
            "docid": "18976_27",
            "document": "Meiosis . The first meiotic division effectively ends when the chromosomes arrive at the poles. Each daughter cell now has half the number of chromosomes but each chromosome consists of a pair of chromatids. The microtubules that make up the spindle network disappear, and a new nuclear membrane surrounds each haploid set. The chromosomes uncoil back into chromatin. Cytokinesis, the pinching of the cell membrane in animal cells or the formation of the cell wall in plant cells, occurs, completing the creation of two daughter cells. Sister chromatids remain attached during telophase I.",
            "score": 249.69793701171875
        },
        {
            "docid": "998893_18",
            "document": "Kinetochore . The number of MTs attached to one kinetochore is variable: in \"Saccharomyces cerevisiae\" only one MT binds each kinetochore, whereas in mammals there can be among 15-35 MTs bound to each kinetochore. However, not all the MTs in the spindle attach to one kinetochore. There are MTs that extend from one centrosome to the other (and they are responsible for spindle length) and some shorter ones are interdigitated between the long MTs. Professor B. Nicklas (Duke University), showed that, if one breaks down the MT-kinetochore attachment using a laser beam, chromatids can no longer move, leading to an abnormal chromosome distribution. These experiments also showed that kinetochores have polarity, and that kinetochore attachment to MTs emanating from one or the other centrosome will depend on its orientation. This specificity guarantees that only one chromatid will move to each spindle side, thus ensuring the correct distribution of the genetic material. Thus, one of the basic functions of the kinetochore is the MT attachment to the spindle, which is essential to correctly segregate sister chromatids. If anchoring is incorrect, errors may ensue, generating aneuploidy, with catastrophic consequences for the cell. To prevent this from happening, there are mechanisms of error detection and correction (as the spindle assembly checkpoint), whose components reside also on the kinetochores.The movement of one chromatid towards the centrosome is produced primarily by MT depolymerization in the binding site with the kinetochore. These movements require also force generation, involving molecular motors likewise located on the kinetochores.",
            "score": 246.4929656982422
        },
        {
            "docid": "26745362_3",
            "document": "Mad1 . In the early 90s, yeast genes were identified which mutations resulted in a defect in mitotic arrest in response to microtubule disassembly (mitotic arrest deficient genes - MAD genes). These cells showed no mitotic arrest in the presence of microtubule polymerization inhibitors and were therefore not able to delay cell division. The genes identified included the \"MAD1\", \"MAD2\" and \"MAD3\" genes. They are conserved in all eukaryotes and are involved in a pathway that is active in prometaphase to prevent the premature separation of sister chromatids and constitute the so-called spindle assembly checkpoint (SAC). This checkpoint monitors the status of chromosome attachment to the mitotic spindle and inhibits the metaphase to anaphase transition by preventing the activation of the anaphase-promoting complex/cyclosome (APC/C), and thereby the degradation of cell cycle regulators. Mad1 is in this pathway accumulated at unattached kinetochores and acts as a sensor for unattached kinetochores in this machinery.",
            "score": 246.2987518310547
        }
    ]
}