{
    "q": [
        {
            "docid": "42064066_19",
            "document": "Proneural genes . In the neocortex exists a wide neuronal network, supported by astrocytes and oligodendrocytes (glial cells) with different functions. During cortical development, bHLH factors control proliferation and differentiation of neural cells and their functions at any given time and place depends on their cellular context. NeuroD, Ngns, Mash, ‘’Olig’’ and other proneural gene families have a crucial role in cell fate decision during corticogenesis and different combinations of them regulate the choice and the timing of differentiation into a neuron, an astrocyte or an oligodendrocyte. High levels of Ngn1 and Ngn2 are required to specify neuronal identity of cortical progenitors only in early stages of neocortex development. Particularly, ngn2 is also important to regulate the transition of cortical progenitors from the ventricular zone to the subventricular zone. On the other hand, mash1 is implicated in the early differentiation of striatum neurons and sufficient to promote basal cell divisions independently of its role in the specification of neuronal cell fates at later stages. Cooperation between ngn2 and mash1 proneural genes regulate the transition of cortical progenitors from apical to basal cell compartments. The specification of different neuronal subtypes depends on the group of proneural genes involved. Low levels of proneural transcripts in ventricular zone are expressed when progenitor’s specification occurs and an increase in their expression results in the beginning of neurogenesis. Ngns are responsible for the formation of glutamatergic neurons whereas mash1 gives rise to GABAergic and cholinergic neurons.",
            "score": 131.6502786874771
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 155.82490301132202
        },
        {
            "docid": "490620_21",
            "document": "Human brain . Some 400 genes are shown to be brain-specific. In all neurons ELAVL3 is expressed, and in pyramidal neurons NRGN and REEP2 are also expressed. GAD1 essential for the biosynthesis of the neurotransmitter GABA is expressed in interneurons. Proteins expressed in glial cells are astrocyte markers GFAP, and S100B. Myelin basic protein and the transcription factor OLIG2 are expressed in oligodendrocytes.",
            "score": 124.58572125434875
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 159.33869314193726
        },
        {
            "docid": "15346583_5",
            "document": "LHX1 . Lim-1’s expression is controlled in part by the sonic hedgehog-Gli signaling pathway. Recent studies in mice have shown that Lim-1 silencing halts tumor growth and impairs tumor cell movement via inhibition of protein expression involved in metastatic spread. Therefore, in tumor cells Lim-1 acts as an oncogene. Thus, targeting Lim-1 can be a potential cancer therapy. In addition, Lim-1 is important in rodent renal development. Lim-1 deficiency results in development of multicystic kidney, whereas, its expression can contribute to pathogenesis of nephroblastomas. Also, Lim-1 plays a role in embryonic retinal development. Lim-1 expression affects differentiation and maintenance of horizontal cells located in the retinal, thus, it could serve as a marker in studies of horizontal cell specification. Lim-1 (Lhx1) functions as a transcription factor necessary for regulating the production of coupling factors required for proper communication between the neurons located in the part of the brain responsible for regulation of circadian rhythms called the suprachiasmatic nucleus (SCN). In mouse studies where Lim-1 transcription was restricted at some point during development in utero, the individual units within the subject’s molecular clock functioned properly but were unable to work together. Communication of these units is required to match their release of clock proteins which begin a transcription cascade of many other proteins that produce functional responses in tissues. The cyclic pattern of these responses is due to the feedback of the clock proteins and consequent changes to this transcription cascade. Reduced Lim-1 expression leads to inadequate levels of proteins such as Vasoactive Intestinal Polypeptide (VIP) that work to produce the neuron coordination required for a regulated circadian rhythm. The lack of such coupling factors causes the circadian clock to not function properly because the units within the SCN cannot match their release of clock proteins, and therefore their transcriptional cascades of proteins that cause changes in arousal do not align.",
            "score": 100.6162759065628
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 206.89023053646088
        },
        {
            "docid": "1037062_13",
            "document": "Rhombomere . In the rhombomeres, members of the T-box transcription factor family, have been linked to the proper development of migrating cells. While the hindbrain is developing, trigeminal cell bodies have been shown to migrate dorsolaterally within rhombomeres 2 and 3, while facial cells move dorsolaterally into r5 near the pial surface. Neurons that form the facial nucleus are produced in r4, but move along the anteroposterior axis of the hindbrain into r6, after which they move dorsolaterally. The vestibuloacoustic neurons are also produced in r4. However, they have a unique migration pattern, where their cell bodies cross the midline to the contralateral side. From this one can conclude that multiple subclasses of motor neurons are produced in specific locations in the developing hindbrain. All of them are related by the expression of Tbx20. Motor neurons produced in the hindbrain have Tbx20 selectively expressed. In Tbx20 mutations, the patterning of the regions of the rhombomeres and motor neurons were normal when they were conditional mutations and the neurons were post-mitotic. Tbx20 mutants pre-mitotic showed many cell migration deficiencies, including abnormal dorsolateral migration of the trigeminal cells, arrested tangential migration of the facial neurons, and a lack of transmedian migration of vestibuloacoustic cells. However, hindbrain motor neurons lacking Tbx20 retained the ability to extend neurites into the periphery. The complete elimination of Tbx20 does not cause trigeminal and facial neurons to switch to hypoglossal neurons. Facial neurons have been shown to migrate tangentially from r4 to r6, while trigeminal neurons that are produced in r2 migrate dorsolaterally non-radially. Vestibuloacoustic cells migrate along the midline at r4 contralaterally in the hindbrain. Tbx20 seems to have context-dependent transcriptional activity. This means that it is able to control different cell migration programs specific to different types of cells. It must be able to regulate these patterns by different means.",
            "score": 141.68169593811035
        },
        {
            "docid": "27809_28",
            "document": "Chemical synapse . Recent work indicates that volume transmission may be the predominant mode of interaction for some special types of neurons. In the mammalian cerebral cortex, a class of neurons called neurogliaform cells can inhibit other nearby cortical neurons by releasing the neurotransmitter GABA into the extracellular space. Along the same vein, GABA released from neurogliaform cells into the extracellular space also acts on surrounding astrocytes, assigning a role for volume transmission in the control of ionic and neurotransmitter homeostasis. Approximately 78% of neurogliaform cell boutons do not form classical synapses. This may be the first definitive example of neurons communicating chemically where classical synapses are not present.\"",
            "score": 179.78185367584229
        },
        {
            "docid": "37957946_6",
            "document": "De novo protein synthesis theory of memory formation . A line of research investigates long term potentiation (LTP), a process that describes how a memory can be consolidated between two neurons, or brain cells, ultimately by creating a circuit within the brain that can encode a memory. To initiate a learning circuit between two neurons, one prominent study described using tetanus stimulations to depolarize one neuron by 30mV, which, in turn, activated its NMDA glutamate receptors (Nowak, Bregestovski, Ascher, Herbert, & Prochiantz, 1984). The activation of these receptors resulted in Ca flooding the cell, initiating a cascade of secondary messengers. The cascade of resulting reactions, brought about by secondary messengers, terminates with the activation of cAMP response binding element protein (CREB), which acts as a transcription factor for various genes and initiates their expression (Hawkins, Kandel, & Bailey, 2006). Some proponents argue that the genes stimulate changes in communication between neurons, which underlie the encoding of memory; others suggest that the genes are byproducts of the LTP signaling pathway and are not directly involved in LTP. However, following the cascade of secondary messengers, no one would dispute that more AMPA receptors appear in the postsynaptic terminal (Hayashi et al., 2000). Higher numbers of AMPA receptors, taken together with the aforementioned events, allow for increased firing potential in the postsynaptic cell, which creates an improved learning circuit between these two neurons (Hayashi et al., 2000). Because of the specific, activity-dependent nature of LTP, it is an ideal model for a neural correlate of memory, as postulated by numerous studies; together, these studies show that the abolishment of LTP prevents the formation of memory at the neuronal level (Hawkins, Kandel, & Bailey, 2006).",
            "score": 125.22694110870361
        },
        {
            "docid": "12134485_5",
            "document": "Nuclear receptor related-1 protein . While NURR1 is a key protein, there are other factors required as research shows that solely expressing NURR1 fails to stimulate this phenotypic gene expression. One of these suggested factors is winged-helix transcription factor 2 (Foxa2). Studies have found these two factors to be within the same region of developing dopaminergic neurons, both of these factors were present in order to have expression for the dopamine phenotype.  Research has been conducted on Nurr1’s role in inflammation, and may provide important information in treating disorders caused by dopaminergic neuron disease. Inflammation in the CNS can result from activated microglia (macrophage analogs for the central nervous system) and other pro-inflammatory factors, such as bacterial lipopolysaccharide (LPS). LPS binds to toll-like receptors (TLR), which induces inflammatory gene expression by promoting signal-dependent transcription factors. To determine which cells are dopaminergic, experiments measured the enzyme tyrosine hydroxylase (TH), which is needed for dopamine synthesis. It has been shown that Nurr1 protects dopaminergic neurons from LPS-induced inflammation, by reducing inflammatory gene expression in microglia and astrocytes. When a short hairpin for Nurr1 was expressed in microglia and astrocytes, these cells produced inflammatory mediators, such as TNFa, NO synthase and IL-1β, supporting the conclusion that reduced Nurr1 promotes inflammation and leads to cell death of dopaminergic neurons. Nurr1 interacts with the transcription factor complex NF-κB-p65 on the inflammatory gene promoters. However, Nurr1 is dependent on other factors to be able to participate in these interactions. Nurr1 needs to be sumoylated and its co-regulating factor, glycogen synthase kinase 3, needs to be phosphorylated for these interactions to occur. Sumolyated Nurr1 recruits CoREST, a complex made of several proteins that assembles chromatin-modifying enzymes. The Nurr1/CoREST complex inhibits transcription of inflammatory genes.",
            "score": 113.36701095104218
        },
        {
            "docid": "208900_13",
            "document": "Neural tube . The following is a proposed mechanism for how Shh patterns the ventral neural tube: A gradient of Shh that controls the expression of a group of homeodomain (HD) and basic Helix-Loop-Helix (bHLH) transcription factors is created. These transcription factors are grouped into two protein classes based on how Shh affects them. Class I is inhibited by Shh, whereas Class II is activated by Shh. These two classes of proteins then cross-regulate each other to create more-defined boundaries of expression. The different combinations of expression of these transcription factors along the dorsal-ventral axis of the neural tube are responsible for creating the identity of the neuronal progenitor cells. Five molecularly distinct groups of ventral neurons form from these neuronal progenitor cells in vitro. Also, the position at which these neuronal groups are generated \"in vivo\" can be predicted by the concentration of Shh required for their induction in vitro. Studies have shown that neural progenitors can evoke different responses based on the length of exposure to Shh, with a longer exposure time resulting in more ventral cell types.",
            "score": 118.66497886180878
        },
        {
            "docid": "4290841_8",
            "document": "HHV Infected Cell Polypeptide 0 . ICP0 interacts with a human protein, known as Neuronal Restrictive Silencer Factor (NRSF) or RE1-silencing transcription factor (REST) that regulates differences in gene expression between cells of neuronal or non-neuronal origin; NRSF is found in non-neuronal cells but not in fully differentiated neurons. This interaction is attributed to the partial similarity of ICP0 to the human protein CoREST, also called REST corepressor 1 (RCOR1), which combines with NRSF to repress expression of neuronal genes in non-neuronal cells.",
            "score": 115.75907969474792
        },
        {
            "docid": "33826069_5",
            "document": "Viral neuronal tracing . The viral tracer may be introduced in peripheral organs, such as a muscle or gland. Certain viruses, such as adeno-associated virus can be injected into the blood stream and cross the blood–brain barrier to infect the brain. It may also be introduced into a ganglion or injected directly into the brain using a stereotactic device. These methods offer unique insight into how the brain and its periphery are connected. Viruses are introduced into neuronal tissue in many different ways. There are two major methods to introduce tracer into the target tissues. Pressure injection requires the tracer, in liquid form, to be injected directly into the cell. This is the most common method. Iontophoresis involves the application of current to the tracer solution within an electrode. The tracer molecules pick up a charge and are driven into the cell via the electric field. This is a useful method if you wish to label a cell after performing the patch clamp technique. Once the tracer is introduced into the cell, the aforementioned transport mechanisms take over. Once introduced into the nervous system, the virus will begin to infect cells in the local area. The viruses function by incorporating their own genetic material into the genome of the infected cells. The host cell will then produce the proteins encoded by the gene. Researchers are able to incorporate numerous genes into the infected neurons, including fluorescent proteins used for visualization. Further advances in neuronal tracing allow for targeted expression of fluorescent proteins to specific cell types.",
            "score": 151.7564241886139
        },
        {
            "docid": "42069970_15",
            "document": "Neuronal lineage marker . A neural progenitor cell is distinct from a neural stem cell since it is incapable of continuous self-renewal and usually has the capacity to give rise to only one class of differentiated progeny. They are tripotent cells which can give rise to neurons, astrocytes and oligodendrocytes. An oligodendroglial progenitor cell, for example, gives rise to oligodendrocytes until its mitotic capacity is exhausted. Some neural progenitor markers are capable of tracking cells as they undergo expansion and differentiation from rosettes to neurons. The neural rosette is the developmental signature of neuroprogenitors in cultures of differentiating embryonic stem cells; rosettes are radial arrangements of columnar cells that express many of the proteins expressed in neuroepithelial cells in the neural tube. It has been shown that cells within rosettes express multiple cell markers, including among others Nestin, NCAM and Musashi-1, a RNA-binding protein that is expressed in proliferating neural stems cells. Neuroepithelial progenitors (NEP) are responsible for neurogenesis in the neural tube and also give rise to two other types of neural progenitor cell, radial glia and basal progenitors. Radial glia are the dominant progenitor cell type in the developing brain whereas basal progenitors are specifically located at the subventricular zone (SVZ) in the developing telencephalon. Although functional studies of radial glia are increasing, it is difficult to distinguish them from neuroprogenitors and astrocytes. Like neuroprogenitors, radial glia express intermediate filament proteins nestin as well as the transcription factor PAX6 that is expressed in some neuroprogenitors in the ventral half of the neural tube. Radial glia also express proteins characteristic of astrocytes, including the widely used glial fibrillar acidic protein (GFAP), among others. Cytological markers that might be unique to radial glia include modified forms of nestin identified by the RC1 and RC2 antibodies that recognize the murine antigens.",
            "score": 133.4698280096054
        },
        {
            "docid": "896294_6",
            "document": "Paul Greengard . Greengard's research has focused on events inside the neuron caused by neurotransmitters. Specifically, Greengard and his fellow researchers studied the behavior of second messenger cascades that transform the docking of a neurotransmitter with a receptor into permanent changes in the neuron. In a series of experiments, Greengard and his colleagues showed that when dopamine interacts with a receptor on the cell membrane of a neuron, it causes an increase in cyclic AMP inside the cell. This increase of cyclic AMP, in turn activates a protein called protein kinase A, which turns other proteins on or off by adding phosphate groups in a reaction known as phosphorylation. The proteins activated by phosphorylation can then perform a number of changes in the cell: transcribing DNA to make new proteins, moving more receptors to the synapse (and thus increasing the neuron's sensitivity), or moving ion channels to the cell surface (and thus increasing the cell's excitability). He was awarded the Nobel Prize in 2000 \"for showing how neurotransmitters act on the cell and can activate a central molecule known as DARPP-32\".",
            "score": 112.81436800956726
        },
        {
            "docid": "47878_15",
            "document": "Huntington's disease . HTT is expressed in all mammalian cells. The highest concentrations are found in the brain and testes, with moderate amounts in the liver, heart, and lungs. The function of HTT in humans is unclear. It interacts with proteins which are involved in transcription, cell signaling, and intracellular transporting. In animals genetically modified to exhibit HD, several functions of HTT have been found. In these animals, HTT is important for embryonic development, as its absence is related to embryonic death. Caspase, an enzyme which plays a role in catalyzing apoptosis, is thought to be activated by the mutated gene through damaging the ubiquitin-protease system. It also acts as an anti-apoptotic agent preventing programmed cell death and controls the production of brain-derived neurotrophic factor, a protein which protects neurons and regulates their creation during neurogenesis. HTT also facilitates vesicular transport and synaptic transmission and controls neuronal gene transcription. If the expression of HTT is increased and more HTT produced, brain cell survival is improved and the effects of mHTT are reduced, whereas when the expression of HTT is reduced, the resulting characteristics are more typical of the presence of mHTT. In humans the disruption of the normal gene does not cause the disease. It is thought that the disease is not caused by inadequate production of HTT, but by an increase in the toxic function of mHTT in the body.",
            "score": 113.80155432224274
        },
        {
            "docid": "56425039_12",
            "document": "LCHN . The presence of the SPA domain within LCHN suggests that it may play a role in cell division. LCHN has been shown to physically associate with EFNB3, a protein with reported importance in neuronal development. A second reported association with SETBP1 may open up the possibility for LCHN to play a role in cell cycle regulation from within the nucleus. The predicted KIAA1147 promoter contains binding sites for cell-division related factors and factors known to have specific expression during neuronal development. RNA in situ hybrdization has shown KIAA1147 to be located at high levels in the developing brain. Together, these data suggest that LCHN plays a role in regulating cellular division during development of the brain.",
            "score": 126.3718671798706
        },
        {
            "docid": "33611862_5",
            "document": "Eomesodermin . It has been found experimentally through knock out studies, that mice lacking Eomesodermin/Tbr2 during early development have a reduced number of actively dividing cells, called proliferating cells, in the subventricular zone, a key area of neurogenesis in the brain. This, may lead to the microcephaly (small head size due to improper brain development) seen in Eomesodermin/Tbr2 deficient mice. Eomesodermin/Tbr2 lacking mice have smaller upper cortical layers and a smaller sub ventricular zone in the brain, and have an absence of a mitral cell (neurons involved in the olfactory pathway) layer, with mitral cells instead being scattered about. On the behavioral side, Eomesodermin/Tbr2 lacking mice show high anger levels and perform infanticide. Eomesodermin/Tbr2 lacking mice also seem to have problems with long axon connections. Axons are projections from neurons that connect with other cells in what is called a synapse and send neurotransmitters. In this way, they can communicate with other cells, and form the processing that allows are brains to function. Eomesodermin/Tbr2 lacking mice seem to lack fully formed commissural fibers, which connect the two hemispheres of the brain, and lack the corpus callosum, another region of the brain involved in hemisphere connections.",
            "score": 143.27623426914215
        },
        {
            "docid": "34032373_5",
            "document": "P19 cell . Treatment of undifferentiated P19 cells with retinoic acid can specifically induce them into neuronal cells. Using doses between 1 μM to 3 μM of RA can generate neurons as the most abundant cell type. Neurons under this treatment reached the highest populations between six days and nine days. Several neuronal markers such as neurofilament proteins, HNK-1 antigen and tetanus toxin binding sites are expressed at highest levels during these days. After six to nine days of treatment, the relative neuronal population declines, likely because of faster proliferation of non-neuronal cells. After 10 days of exposure, astroglial cells can be detected using glial fibrillary acidic protein (GFAP), which is a specific marker of glial cells. Other than into neurons and astrocytes, P19 cells can also differentiate to oligodendrocytes, which can be detected using the specific markers, myelin-associated glycoprotein and 2',3'-Cyclic-nucleotide 3'-phosphodiesterase. Moreover, oligodendrocytes also developed and migrated into fiber bundles in mice when the RA-induced cells were transplanted into the brains.  Retinoic acid can induce not only P19 cells but also other progenitor cells or embryonic stem cells to differentiation. Since cells after retinoic acid treatment did not immediately express neuronal marker genes, RA must initiate some pathway to process cellular differentiation. Many studies used P19 cells to investigate the RA-induced mechanisms, including generating the mutant allele of retinoic acid receptor genes and studying the expression of receptor genes, Hox genes and retinol binding proteins while exposing to RA. All of these studies indicate that the P19 cell is a good in vitro model system for investigating the mechanism of drugs that interfere with specific cellular pathway. What is more, by using the ability of RA-induced neurogenesis in P19 cell, lots of researchers started to identify the in vitro differentiation mechanisms of neuro- or gliogenesis. Several related pathways or including Wnt/β-catenin pathway, Notch pathway and hedgehog pathway are investigated either using gene expression or generating alleles for related genes.",
            "score": 145.14773964881897
        },
        {
            "docid": "1648200_16",
            "document": "L1 (protein) . The gene that regulates L1CAM transcription is found in chromosome X. The L1CAM gene is 24,657 bp in length, and is made up of 28 exons. The alternative splicing of this gene leads to multiple transcript variants (there are 7 different transcripts of the gene), including some that have an alternate exon that is considered to be specific to neurons. L1 transcription is known to take place in human fetal brain and in neuroblastoma and retinoblastoma cell lines. L1 is also expressed in the rhabdomyosarcoma cell lines RD and A-204. Two forms of L1 can be found in humans, with the difference that one has a 12-bp cytoplasmic segment and the other lacks of it. The regulation of L1CAM expression in transcription is not fully comprehended. Two sites were verified in endometrial carcinoma cell lines and seem to be used in a specific manner depending of the cell type. There are two transcription beginning sites, located in two different exons (in front of a non-translated exon 0 and next to the first protein-coding exon 1). SLUG (SNAI2), a transcription factor, upregulates the expression of L1CAM.",
            "score": 124.24496102333069
        },
        {
            "docid": "2860161_43",
            "document": "Glutamate receptor . In schizophrenia, the expression of the mRNA for the NR2A subunit of the NMDA glutamate receptor was found to be decreased in a subset of inhibitory interneurons in the cerebral cortex. This is suggested by upregulation of GABA, an inhibitory neurotransmitter. In schizophrenia, the expression of the NR2A subunit of NDMA receptors in mRNA was experimentally undetectable in 49-73% in GABA neurons that usually express it. These are mainly in GABA cells expressing the calcium-buffering protein parvalbumin (PV), which exhibits fast-spiking firing properties and target the perisomatic (basket cells) and axo-axonic (chandelier cells) compartments of pyramidal neurons. The study found the density of NR2A mRNA-expressing PV neurons was decreased by as much as 50% in subjects with schizophrenia. In addition, density of immunohistochemically labeled glutamatergic terminals with an antibody against the vesicular glutamate transporter vGluT1 also exhibited a reduction that paralleled the reduction in the NR2A-expressing PV neurons. Together, these observations suggest glutamatergic innervation of PV-containing inhibitory neurons appears to be deficient in schizophrenia. Expression of NR2A mRNA has also been found to be altered in the inhibitory neurons that contain another calcium buffer, calbindin, targeting the dendrites of pyramidal neurons, and the expression of the mRNA for the GluR5 kainate receptor in GABA neurons has also been found to be changed in organisms with schizophrenia. Current research is targeting glutamate receptor antagonists as potential treatments for schizophrenia. Memantine, a weak, nonselective NMDA receptor antagonist, was used as an add-on to clozapine therapy in a clinical trial. Refractory schizophrenia patients showed associated improvements in both negative and positive symptoms, underscoring the potential uses of GluR antagonists as antipsychotics. Furthermore, administration of noncompetitive NMDA receptor antagonists have been tested on rat models. Scientists proposed that specific antagonists can act on GABAergic interneurons, enhancing cortical inhibition and preventing excessive glutamatergic transmission associated with schizophrenia. These and other atypical antipsychotic drugs can be used together to inhibit excessive excitability in pyramidal cells, decreasing the symptoms of schizophrenia.",
            "score": 145.07094633579254
        },
        {
            "docid": "2904663_10",
            "document": "Rostral migratory stream . Developing neurons travel toward the olfactory bulb along the RMS via glial tubes, which mark the division between the differentiated nervous tissue and the tissue with embryonic characteristics. Uniquely, the cells travel tangential to the brain surface, parallel to the pial surfaces rather than radially like most developing neurons. Neurons that migrate tangentially are typically believed to migrate independently of radial glia but in the RMS researchers believe this is not the case. Adult rat glial tubes have been observed via light and electron microscopy and described as a meshwork of astrocytic bodies and processes. They have been determined to be astrocytes based on the typical expression of GFAP (glial fibrillary acidic protein) and more specifically as protoplasmic astrocytes based on their morphology. Furthermore, these glial cells were found to be positive for vimentin expression, a protein commonly found in embryonic or immature glial cells. The developing neurons are identified by their expression of the cell surface molecule, a polysialylated (PSA) embryonic form of the neural cell adhesion molecule (NCAM) called PSA-NCAM, as well as β-tubulin, a protein often found in postmitotic neuroblasts, proving the cells of RMS are committed to developing into neurons and will do so upon entry into the olfactory bulb. With the removal of NCAM, the neuroblasts scatter, proving the importance of NCAM in chain formation. The neurons form both clusters and chains along the lumen of these glial tubes. Once the developing neurons reach the core of the olfactory bulb, they detach from the RMS, which is initiated by Reelin and tenascin and move radially toward glomeruli, this migration is dependent on tenascin-R, and differentiate into subtypes of interneurons. These neurons have been studied \"in vivo\" via electrophysiology and confocal imaging.",
            "score": 150.75506830215454
        },
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 135.91961705684662
        },
        {
            "docid": "730907_2",
            "document": "Cortical dysplasia . Focal cortical dysplasia (FCD) is a congenital abnormality of brain development where the neurons in an area of the brain failed to migrate in the proper formation in utero. Focal cortical dysplasia is a common cause of intractable epilepsy in children and is a frequent cause of epilepsy in adults. There are several subtypes of FCD including type 1a, 1b, 2a, 2b, 3a, 3b, and 3c, each with distinct histopathological features. All forms of focal cortical dysplasia lead to disorganization of the normal structure of the cerebral cortex. Type 1 FCD exhibits subtle alterations in cortical lamination. Type 2a FCD exhibits neurons that are larger than normal that are called cytomegalic dysmorphic neurons (CDN). FCD type 2b exhibits complete loss of laminar structure, and the presence of CDN and enlarged cells are called balloon cells (BC) for their large elliptical cell body shape, laterally displaced nucleus, and lack of dendrites or axons. The developmental origin of balloon cells is currently believed to be derived from neuronal or glial progenitor cells. Balloon cells are similar in structure to giant cells in the disorder tuberous sclerosis complex.",
            "score": 158.65342354774475
        },
        {
            "docid": "21815623_9",
            "document": "TBR1 . Cells that stop dividing (post-mitotic) and differentiate into neurons early in cortical development are important in laying the groundwork on which other developing neurons can be guided to their proper destination. Tbr1 aids in neuronal migration in the early development of the cerebral cortex. It is largely expressed in post-mitotic neurons of the preplate, which forms a foundation upon which neurons are able to grow and move. As a transcription factor, Tbr1 modulates the expression of RELN, which encodes the Reln protein that forms part of the extracellular matrix of cells. Thus, through regulation of Reln expression, Tbr1 regulates the formation of the matrix through which neurons migrate. Without Tbr1, neurons fail to migrate properly.",
            "score": 126.79472708702087
        },
        {
            "docid": "54660494_9",
            "document": "Volume-regulated anion channel . For glutamate, when excitatory neurotransmitters are released and activates channels on surrounding neurons, it results in overactive depolarization, and increase in calcium ions, and eventually cellular apoptosis. This is generally called excitotoxicity, and it normally results in neuronal swelling. VRACs release of organic osmolytes as a response to this swelling and influx of ions most likely aids in the prevention of the neuron from bursting, as the release of inorganic compounds from a cell has only been associated with a cellular volume decrease of about 20-30%. Yet, in addition to the prevention of lysis for the neuron, the release of taurine and glutamate will also continue to propagate the excitotoxicity effect on neighboring neurons. The most relevant cells to study regarding VRACs role and reaction to excitotoxicity are astrocytes. This is because of their role as supporters of neuronal communication in the brain, the fact that they have been proven to contain VRACs, and the fact that they have been found in a swollen condition in response to pathologies regarding excitotoxicity. As we have stated, the increase of stimulation on a neuron results in excitotoxicity, and glutamate is one of the neurotransmitters that in excess could cause this neuronal response. There are many pathologies attributed to this cellular response including stroke and hypoglycemia among others. As an example, a few studies have found that astrocytes cellular VRAC activation might be associated with stroke-related increases in substances like ATP. Experiments have found that VRAC inhibitors were able to decrease the stroke-related release of excitatory neurotransmitters in the brain; which means that VRACs are likely activated by the increase of cellular ATP and other molecules in astrocytes, and the release of glutamate by these cells causes the neurons around them to become depolarized, increase their calcium ion concentration, and undergo apoptosis. The other organic osmolyte associated with VRACs, taurine, also has many extracellular signaling functions. Specifically, it is thought that the release of taurine from glia by VRACs is linked to systemic volume regulation in the osmosensing supraoptical nucleous (SON). At first, researchers thought that neurons found in SON were not able to undergo RVD, but it was later found that they do eventually develop a chloride ion current after a certain amount of time. Astrocytes were again studied in relation to this discovery, and they found that the cells readily respond to a hypertonic environment by releasing taurine through VRAC-like channels. In turn, the taurine activates glycine receptor chloride channels on neighboring SON neurons, which causes them to hyperpolarize. Since the SON neurons shrink and depolarize in a hypertonic environment, this interaction between the astrocytes acts as an inhibitor of the secretion of vasopressin by SON.",
            "score": 126.50774645805359
        },
        {
            "docid": "3515701_5",
            "document": "Depolarization-induced suppression of inhibition . These groups were studying the responses of large pyramidal projection neurons to GABA, the main inhibitory neurotransmitter in the central nervous system. GABA is typically released by small interneurons in many regions of the brain, where its job is to inhibit the activity of primary neurons, such as the CA1 pyramidal neurons of the hippocampus or the Purkinje cells of the cerebellum. Activation of GABA receptors on these cells, whether they are ionotropic or metabotropic, typically results in the influx of chloride ions into that target cell. This build-up of negative charge from the chloride ions results in the hyperpolarization of the target cell, making it less likely to fire an action potential. Accordingly, any ionic current that hyperpolarizes a cell is called an inhibitory current.",
            "score": 140.99041223526
        },
        {
            "docid": "2448809_3",
            "document": "Inhibitor of DNA-binding protein . ID proteins are key regulators of development where they function to prevent premature differentiation of stem cells. By inhibiting the formation of E-protein dimers that promote differentiation, ID proteins can regulate the timing of differentiation of stem cells during development. An increase in ID expression is seen in embryonic and adult stem cells. ID proteins also promote cell cycle progression, delaying senescence, and help facilitate cell migration. In contrast, inappropriate regulation of ID proteins in differentiated cells can contribute to tumorigenesis. Generally, IDs function as oncogenes. When ID proteins are overexpressed, cell proliferation is enhanced and cells become insensitive to growth factor depletion. Expression of ID proteins in neurons halts neuron axon growth and allows elongation of neurons. There is some controversy surrounding the ID proteins and their role in cancer, but overexpression is seen in most tumor types. There are a few exceptions, for example, an increase in ID1 expression in brain cancer is correlated with a better prognosis, while a decrease in ID4 expression in colon and rectal cancers is linked to a poorer prognosis. ID proteins can bind E-proteins, preventing them from binding bHLH proteins and halting transcription, a case often seen in cancerous phenotypes.",
            "score": 119.8717794418335
        },
        {
            "docid": "46365713_4",
            "document": "Paul H. Taghert . Taghert and colleagues have identified the ~150 circadian clock neurons in the adult \"Drosophila melanogaster\" brain. Two distinct regions, the small and large ventral lateral neurons (LNv), express the neuropeptide pigment dispersing factor (PDF) and contribute to circadian locomotor activity rhythms. Taghert's group has made several contributions including the identification of mutants for the PDF neuropeptide gene - this revealed a specific behavioral syndrome indicating important contributions by this neuropeptide to normal circadian control of locomotor activity. This was the first genetic study identifying secreted substances (and not just clock elements) as critical proteins for circadian neurophysiology. This led the way to many studies by many laboratories that now evaluate how neuronal properties interweave and interact with cell intrinsic clock properties.",
            "score": 112.84527158737183
        },
        {
            "docid": "41121722_8",
            "document": "Spinal interneuron . Renshaw cells are among the very first identified interneurons. This type of interneuron projects onto α-motoneurons, where it establishes inhibition by expressing its inhibitory neurotransmitter glycine. However, some reports have indicated that Renshaw cells synthesize calcium-binding proteins calbindin-D28k and parvalbumin. Further, during spinal reflex, Renshaw cells control the activity of the spinal motoneurons. They are excited by the axon collaterals of the motor neurons.In addition, Renshaw cells make inhibitory connections to several groups of motor neurons, Ia inhibitory interneurons as well as the same motor neuron that excited them previously. Furthermore, the connection to the motor neurons establishes a negative feedback system at may regulate the firing rate of the motor neurons. Moreover, the connections to the Ia inhibitory interneurons may modulate the strength of the reciprocal inhibition to the antagonist motor neuron.",
            "score": 159.45034670829773
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 133.36831879615784
        },
        {
            "docid": "3250177_7",
            "document": "HIV-associated neurocognitive disorder . Many researchers believe that HIV damages the vital brain cells, neurons, indirectly. According to one theory, HIV either infects or activates cells that protect the brain, known as macrophages and microglia. These cells then produce toxins that can set off a series of reactions that instruct neurons to kill themselves. The infected macrophages and microglia also appear to produce additional factors such as chemokines and cytokines that can affect neurons as well as other brain cells known as astrocytes. The affected astrocytes, which normally nurture and protect neurons, also may now end up harming neurons. HIV protein gp120 inhibits the stem cells in the brain from producing new nerve cells. In the neuronal cells, the HIV gp120 induces mitochondrial-death proteins like caspases, which may influence the upregulation of the death receptor Fas leading to apoptosis. Researchers hope that new drugs under investigation will interfere with the detrimental cycle and prevent neuron death.",
            "score": 128.90106081962585
        }
    ],
    "r": [
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 206.89022827148438
        },
        {
            "docid": "2483527_4",
            "document": "Thalamocortical radiations . Thalamic interneurons process sensory information and signal different regions of the thalamic nuclei. These nuclei extend to relay cells, which in turn innervate distinct areas of the cortex via thalamocortical fibers. Either specifically or nonspecifically, TC relay cells project specifically to organized areas of the cortex directly and nonspecifically project to large areas of cortex through the innervation of many interconnected collateral axons. According to Jones (2001) there are two primary types of relay neurons in the thalamus of primates–core cells and matrix cells–each creating distinct pathways to various parts and layers throughout the cerebral cortex. Matrix cells of the thalamus, or calbindin-immuno-reactive neurons (CIR neurons), are widely distributed and diffusely dispersed in each of the nuclei of the dorsal thalamus. In comparison, parvalbumin immuno-reactive neurons (PIR neurons) can be found only in principal sensory and motor relay nuclei, and in the pulvinar nuclei as well as the intralaminar nuclei. The PIR neurons cluster together creating \"densely terminating afferent fibers…forming a core imposed on a diffuse background matrix of PIR cells\" (Jones 2001). PIR cells tend to project upon the cerebral cortex and terminate in an organized topographic manner in specifically localized zones (in deep layer III and in the middle layer IV). In contrast, CIR cells have dispersed projections wherein various adjacent cells connect to non-specific different cortical areas. CIR axons seem to terminate primarily in the superficial layers of the cortex: layers I, II, and upper III.",
            "score": 188.69180297851562
        },
        {
            "docid": "3717_8",
            "document": "Brain . The brains of all species are composed primarily of two broad classes of cells: neurons and glial cells. Glial cells (also known as \"glia\" or \"neuroglia\") come in several types, and perform a number of critical functions, including structural support, metabolic support, insulation, and guidance of development. Neurons, however, are usually considered the most important cells in the brain. The property that makes neurons unique is their ability to send signals to specific target cells over long distances. They send these signals by means of an axon, which is a thin protoplasmic fiber that extends from the cell body and projects, usually with numerous branches, to other areas, sometimes nearby, sometimes in distant parts of the brain or body. The length of an axon can be extraordinary: for example, if a pyramidal cell, (an excitatory neuron) of the cerebral cortex were magnified so that its cell body became the size of a human body, its axon, equally magnified, would become a cable a few centimeters in diameter, extending more than a kilometer. These axons transmit signals in the form of electrochemical pulses called action potentials, which last less than a thousandth of a second and travel along the axon at speeds of 1–100 meters per second. Some neurons emit action potentials constantly, at rates of 10–100 per second, usually in irregular patterns; other neurons are quiet most of the time, but occasionally emit a burst of action potentials.",
            "score": 183.6392822265625
        },
        {
            "docid": "490620_18",
            "document": "Human brain . The human brain is primarily composed of neurons, glial cells, neural stem cells, and blood vessels. Types of neuron include interneurons, pyramidal cells including Betz cells, motor neurons (upper and lower motor neurons), and cerebellar Purkinje cells. Betz cells are the largest cells (by size of cell body) in the nervous system. The adult human brain is estimated to contain 86±8 billion neurons, with a roughly equal number (85±10 billion) of non-neuronal cells. Out of these neurons, 16 billion (19%) are located in the cerebral cortex, and 69 billion (80%) are in the cerebellum.",
            "score": 180.30906677246094
        },
        {
            "docid": "27809_28",
            "document": "Chemical synapse . Recent work indicates that volume transmission may be the predominant mode of interaction for some special types of neurons. In the mammalian cerebral cortex, a class of neurons called neurogliaform cells can inhibit other nearby cortical neurons by releasing the neurotransmitter GABA into the extracellular space. Along the same vein, GABA released from neurogliaform cells into the extracellular space also acts on surrounding astrocytes, assigning a role for volume transmission in the control of ionic and neurotransmitter homeostasis. Approximately 78% of neurogliaform cell boutons do not form classical synapses. This may be the first definitive example of neurons communicating chemically where classical synapses are not present.\"",
            "score": 179.7818603515625
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 174.95855712890625
        },
        {
            "docid": "33244792_4",
            "document": "Non-spiking neuron . There are an abundance of neurons that propagate signals via action potentials and the mechanics of this particular kind of transmission is well understood. Spiking neurons exhibit action potentials as a result of a neuron characteristic known as membrane potential. Through studying these complex spiking networks in animals, a neuron that did not exhibit characteristic spiking behavior was discovered. These neurons use a graded potential to transmit data as they lack the membrane potential that spiking neurons possess. This method of transmission has a huge effect on the fidelity, strength, and lifetime of the signal. Non-spiking neurons were identified as a special kind of interneuron and function as an intermediary point of process for sensory-motor systems. Animals have become substantial models for understanding more about non-spiking neural networks and the role they play in an animal’s ability to process information and its overall function. Animal models indicate that the interneurons modulate directional and posture coordinating behaviors. Crustaceans and arthropods such as the crawfish have created many opportunities to learn about the modulatory role that these neurons have in addition to their potential to be modulated regardless of their lack of exhibiting spiking behavior. Most of the known information about nonspiking neurons is derived from animal models. Studies focus on neuromuscular junctions and modulation of abdominal motor cells. Modulatory interneurons are neurons that are physically situated next to muscle fibers and innervate the nerve fibers which allow for some orienting movement. These modulatory interneurons are usually nonspiking neurons. Advances in studying nonspiking neurons included determining new delineations among the different types of interneurons. These discoveries were due to the usage of methods such as protein receptor silencing. Studies have been done on the non-spiking neuron qualities in animals of specific non-spiking neural networks that have a corollary in humans, e.g. retina amacrine cell of the eye.",
            "score": 167.9260711669922
        },
        {
            "docid": "37080_15",
            "document": "Thought . A neuron (also known as a neurone or nerve cell) is an excitable cell in the nervous system that processes and transmits information by electrochemical signaling. Neurons are the core components of the brain, the vertebrate spinal cord, the invertebrate ventral nerve cord and the peripheral nerves. A number of specialized types of neurons exist: sensory neurons respond to touch, sound, light and numerous other stimuli affecting cells of the sensory organs that then send signals to the spinal cord and brain. Motor neurons receive signals from the brain and spinal cord that cause muscle contractions and affect glands. Interneurons connect neurons to other neurons within the brain and spinal cord. Neurons respond to stimuli, and communicate the presence of stimuli to the central nervous system, which processes that information and sends responses to other parts of the body for action. Neurons do not go through mitosis and usually cannot be replaced after being destroyed, although astrocytes have been observed to turn into neurons, as they are sometimes pluripotent.",
            "score": 167.8001708984375
        },
        {
            "docid": "337196_7",
            "document": "Neuroanatomy . At the tissue level, the nervous system is composed of neurons, glial cells, and extracellular matrix. Both neurons and glial cells come in many types (see, for example, the nervous system section of the list of distinct cell types in the adult human body). Neurons are the information-processing cells of the nervous system: they sense our environment, communicate with each other via electrical signals and chemicals called neurotransmitters across synapses, and produce our memories, thoughts and movements. Glial cells maintain homeostasis, produce myelin, and provide support and protection for the brain's neurons. Some glial cells (astrocytes) can even propagate intercellular calcium waves over long distances in response to stimulation, and release gliotransmitters in response to changes in calcium concentration. The extracellular matrix also provides support on the molecular level for the brain's cells.",
            "score": 167.5896759033203
        },
        {
            "docid": "58686_24",
            "document": "Cerebral cortex . The cerebral cortex is composed of a heterogenous population of cells that give rise to different cell types. The majority of these cells are derived from radial glia migration that form the different cell types of the neocortex and it is a period associated with an increase in neurogenesis. Similarly, the process of neurogenesis regulates lamination to form the different layers of the cortex. During this process there is an increase in the restriction of cell fate that begins with earlier progenitors giving rise to any cell type in the cortex and later progenitors giving rise only to neurons of superficial layers. This differential cell fate creates an inside-out topography in the cortex with younger neurons in superficial layers and older neurons in deeper layers. In addition, laminar neurons are stopped in S or G2 phase in order to give a fine distinction between the different cortical layers. Laminar differentiation is not fully complete until after birth since during development laminar neurons are still sensitive to extrinsic signals and environmental cues.",
            "score": 167.31263732910156
        },
        {
            "docid": "18811719_5",
            "document": "Telencephalization . Progenitor cells inhabit an area outside of the early neural tube called the ventricular zone. Progenitor cells divide during a phase called symmetrical division. These new cells can then move to an area termed the subventricular zone, where they continue to divide. After a period of approximately seven weeks or so for human development, the progenitor cells trigger a new form of division called asymmetrical cell division [2]. Like the name suggests, this division results in not only a duplicate progenitor cell, but also a neuronal precursor cell [2]. Radial glia, which play an integral role in the migration of neuronal precursor cells during cerebral cortex development, are the first brain cells to be produced through asymmetrical division [2]. The cell bodies of radial glia stay in close proximity to the wall of the neural tube within the ventricular and subventricular zones, but they extend processes outward and connect to the pia mater, the innermost layer of the meninges (a group of protective tissues that surround the brain). As the cerebral cortex becomes thicker, the fibers of radial glia extend and preserve their connections with the pia mater [2]. The job of these radial glia are to provide guidance for neurons migrating throughout the developing brain.",
            "score": 165.27386474609375
        },
        {
            "docid": "4231622_7",
            "document": "Inferior temporal gyrus . The information for color and form comes from P-cells that receive their information mainly from cones, so they are sensitive to differences in form and color, as opposed to the M-cells that receive information about motion mainly from rods. The neurons in the inferior temporal cortex, also called the inferior temporal visual association cortex, process this information from the P-cells.  The neurons in the ITC have several unique properties that offer an explanation as to why this area is essential in recognizing patterns. They only respond to visual stimuli and their receptive fields always include the fovea, which is one of the densest areas of the retina and is responsible for acute central vision. These receptive fields tend to be larger than those in the striate cortex and often extend across the midline to unite the two visual half fields for the first time. IT neurons are selective for shape and/or color of stimulus and are usually more responsive to complex shapes as opposed to simple ones. A small percentage of them are selective for specific parts of the face. Faces and likely other complex shapes are seemingly coded by a sequence of activity across a group of cells, and IT cells can display both short or long term memory for visual stimuli based on experience.",
            "score": 164.79173278808594
        },
        {
            "docid": "22092654_2",
            "document": "Protomap (neuroscience) . The Protomap is a primordial molecular map of the functional areas of the mammalian cerebral cortex during early embryonic development, at a stage when neural stem cells are still the dominant cell type. The protomap is a feature of the ventricular zone, which contains the principal cortical progenitor cells, known as radial glial cells. Through a process called 'cortical patterning', the protomap is patterned by a system of signaling centers in the embryo, which provide positional information and cell fate instructions. These early genetic instructions set in motion a development and maturation process that gives rise to the mature functional areas of the cortex, for example the visual, somatosensory, and motor areas.  The term protomap was coined by Pasko Rakic. The \"protomap hypothesis\" was opposed by the \"protocortex hypothesis\", which proposes that cortical proto-areas initially have the same potential, and that regionalization in large part is controlled by external influences, such as axonal inputs from the thalamus to the cortex. However, a series of papers in the year 2000 and in 2001 provided strong evidence against the protocortex hypothesis, and the protomap hypothesis has been well accepted since then. The protomap hypothesis, together with the related radial unit hypothesis, forms our core understanding of the embryonic development of the cerebral cortex. Once the basic structure is present and cortical neurons have migrated to their final destinations, many other processes contribute to the maturation of functional cortical circuits.",
            "score": 164.1972198486328
        },
        {
            "docid": "41121722_3",
            "document": "Spinal interneuron . The grey column of the spinal cord appears to have groups of small neurons, often referred to as spinal interneurons, that are neither primary sensory cells nor motor neurons. The versatile properties of these spinal interneurons cover a wide range of activities. Their functions include the processing of sensory input, the modulation of motor neuron activity, the coordination of activity at different spinal levels, and the relay of sensory or proprioceptive data to the brain. There has been extensive research on the identification and characterization of the spinal cord interneurons based on factors such as location, size, structure, connectivity, and function. Generally, it is difficult to characterize every aspect of the neuronal anatomy of a vertebrate's spinal cord. This difficulty is due not only to its structural complexity but also to the morphology and the connectivity of neurons. For instance, in the spinal cord of a 19-day-old rat embryo, at least 17 different subclasses of interneurons with ipsilateral axon projections were found. In addition, 18 types of commissural interneurons have been identified on the basis of morphology and location.",
            "score": 161.92832946777344
        },
        {
            "docid": "627937_18",
            "document": "Pyramidal cell . Pyramidal neurons in the prefrontal cortex are implicated in cognitive ability. In mammals, the complexity of pyramidal cells increases from posterior to anterior brain regions. The degree of complexity of pyramidal neurons is likely linked to the cognitive capabilities of different anthropoid species. As the prefrontal cortex receives input from areas of the brain that are involved in processing all the sensory modalities, pyramidal cells within the prefrontal cortex appear to process different types of input. Pyramidal cells may play a critical role in complex object recognition within the visual processing areas of the cortex.",
            "score": 161.86212158203125
        },
        {
            "docid": "23631964_2",
            "document": "Primary motor cortex . The primary motor cortex (Brodmann area 4) is a brain region that in humans is located in the dorsal portion of the frontal lobe. It is the primary region of the motor system and works in association with other motor areas including premotor cortex, the supplementary motor area, posterior parietal cortex, and several subcortical brain regions, to plan and execute movements. Primary motor cortex is defined anatomically as the region of cortex that contains large neurons known as Betz cells. Betz cells, along with other cortical neurons, send long axons down the spinal cord to synapse onto the interneuron circuitry of the spinal cord and also directly onto the alpha motor neurons in the spinal cord which connect to the muscles.",
            "score": 161.38809204101562
        },
        {
            "docid": "1558715_2",
            "document": "Multipolar neuron . A multipolar neuron (or multipolar neurone) is a type of neuron that possesses a single axon and many dendrites (and dendritic branches), allowing for the integration of a great deal of information from other neurons. These processes are projections from the nerve cell body. Multipolar neurons constitute the majority of neurons in the central nervous system. They include motor neurons and interneurons and are found mostly in the cortex of the brain, the spinal cord, and also in the autonomic ganglia.",
            "score": 160.5238037109375
        },
        {
            "docid": "41121722_8",
            "document": "Spinal interneuron . Renshaw cells are among the very first identified interneurons. This type of interneuron projects onto α-motoneurons, where it establishes inhibition by expressing its inhibitory neurotransmitter glycine. However, some reports have indicated that Renshaw cells synthesize calcium-binding proteins calbindin-D28k and parvalbumin. Further, during spinal reflex, Renshaw cells control the activity of the spinal motoneurons. They are excited by the axon collaterals of the motor neurons.In addition, Renshaw cells make inhibitory connections to several groups of motor neurons, Ia inhibitory interneurons as well as the same motor neuron that excited them previously. Furthermore, the connection to the motor neurons establishes a negative feedback system at may regulate the firing rate of the motor neurons. Moreover, the connections to the Ia inhibitory interneurons may modulate the strength of the reciprocal inhibition to the antagonist motor neuron.",
            "score": 159.45034790039062
        },
        {
            "docid": "33611862_4",
            "document": "Eomesodermin . Eomesodermin/Tbr2 is expressed highly in the intermediate progenitor stage of the developing neuron. Neurons, the primary functional cells of the brain, are developed from radial glia cells. This process of cells developing into other types of cells is called differentiation. Radial glia are present in the ventricular zone of the brain, which are on the lateral walls of the lateral ventricles. Radial glia divide and migrate towards the surface of the brain, the cerebral cortex. During this migration, there are three stages of cellular development: radial glia, intermediate progenitors, and postmitotic projection neurons. Radial glia express Pax6, while intermediate progenitor cells express Eomesodermin/Tbr2, and postmitotic projection neurons express Tbr1. This process, known as neurogenesis, occurs mainly in the developing cortex before the organism has fully developed, and thus Eomesodermin/Tbr2 has been implicated in neurodevelopment. However, neurogenesis has been found to occur to some extent in the ventricular zone in fully developed organisms.",
            "score": 159.39364624023438
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 159.3386993408203
        },
        {
            "docid": "47878_20",
            "document": "Huntington's disease . HD affects the whole brain, but certain areas are more vulnerable than others. The most prominent early effects are in a part of the basal ganglia called the neostriatum, which is composed of the caudate nucleus and putamen. Other areas affected include the substantia nigra, layers 3, 5 and 6 of the cerebral cortex, the hippocampus, purkinje cells in the cerebellum, lateral tuberal nuclei of the hypothalamus and parts of the thalamus. These areas are affected according to their structure and the types of neurons they contain, reducing in size as they lose cells. Striatal spiny neurons are the most vulnerable, particularly ones with projections towards the external globus pallidus, with interneurons and spiny cells projecting to the internal pallidum being less affected. HD also causes an abnormal increase in astrocytes and activation of the brain's immune cells, microglia.",
            "score": 159.23101806640625
        },
        {
            "docid": "3312766_2",
            "document": "Olfactory bulb mitral cell . Mitral cells are neurons that are part of the olfactory system. They are located in the olfactory bulb in the mammalian central nervous system. They receive information from the axons of olfactory receptor neurons, forming synapses in neuropils called glomeruli. Axons of the mitral cells transfer information to a number of areas in the brain, including the piriform cortex, entorhinal cortex, and amygdala. Mitral cells receive excitatory input from olfactory sensory neurons and external tufted cells on their primary dendrites, whereas inhibitory input arises either from granule cells onto their lateral dendrites and soma or from periglomerular cells onto their dendritic tuft. Mitral cells together with tufted cells form an obligatory relay for all olfactory information entering from the olfactory nerve. Mitral cell output is not a passive reflection of their input from the olfactory nerve. In mice, each mitral cell sends a single primary dendrite into a glomerulus receiving input from a population of olfactory sensory neurons expressing identical olfactory receptor proteins, yet the odor responsiveness of the 20-40 mitral cells connected to a single glomerulus (called sister mitral cells) is not identical to the tuning curve of the input cells, and also differs between sister mitral cells. The exact type of processing that mitral cells perform with their inputs still a matter of controversy. One prominent hypothesis is the notion that mitral cells transform the strength of olfactory input into a timing code, where odor concentration is encoded in the phase of mitral cell firing relative to the sniff cycle. A second (not necessarily exclusive) hypothesis is the idea of decorrelation in the olfactory bulb network, where the olfactory bulb network acts as a dynamical system whose action over time increases some (abstract) measure of distance between representations of highly similar odorants. Support for the second hypothesis comes primarily from research in zebrafish (where mitral and tufted cells cannot be distinguished).",
            "score": 158.83399963378906
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 158.817626953125
        },
        {
            "docid": "730907_2",
            "document": "Cortical dysplasia . Focal cortical dysplasia (FCD) is a congenital abnormality of brain development where the neurons in an area of the brain failed to migrate in the proper formation in utero. Focal cortical dysplasia is a common cause of intractable epilepsy in children and is a frequent cause of epilepsy in adults. There are several subtypes of FCD including type 1a, 1b, 2a, 2b, 3a, 3b, and 3c, each with distinct histopathological features. All forms of focal cortical dysplasia lead to disorganization of the normal structure of the cerebral cortex. Type 1 FCD exhibits subtle alterations in cortical lamination. Type 2a FCD exhibits neurons that are larger than normal that are called cytomegalic dysmorphic neurons (CDN). FCD type 2b exhibits complete loss of laminar structure, and the presence of CDN and enlarged cells are called balloon cells (BC) for their large elliptical cell body shape, laterally displaced nucleus, and lack of dendrites or axons. The developmental origin of balloon cells is currently believed to be derived from neuronal or glial progenitor cells. Balloon cells are similar in structure to giant cells in the disorder tuberous sclerosis complex.",
            "score": 158.65342712402344
        },
        {
            "docid": "20512936_13",
            "document": "Dendritic spike . Dendritic spikes most commonly propagate backwards from the soma to distal dendritic branches. Backward propagation serves a number of functions in the neuron, and these functions vary based on the type of neuron. In general, backwards propagation serves to communicate output information to the post synaptic membrane. In many neurotransmitter releasing neurons, backward propagation of dendritic spikes signals the release of neurotransmitters. For example, Mitral cells seem to serve both as projection neurons and as local interneurons. If the axonal output of mitral cell is shut down by somatic inhibition, local dendritic action potentials cause the mitral cell to release neurotransmitters into the environment. Backward propagation of dendritic spikes has been demonstrated in various neuronal types in the brain but has rarely been studied outside of the brain. Other than neurons in the brain, dendritic spikes have been observed in the neurons of the spinal cord.",
            "score": 158.3514404296875
        },
        {
            "docid": "14824490_4",
            "document": "Recurrent thalamo-cortical resonance . Thalamocortical networks consist of neurons in both the thalamus and cortex. The thalamic neurons are typically one of three types: thalamocortical, with axons extending into the cortex, reticular, and thalamic interneurons. Thalamocortical neurons (TC) vary significantly in size, which is correlated with the depth to which they project into the cortex. These cells are limited in their outputs and seem to only connect to the cortical layers and reticular thalamic neurons. Reticular neurons (RE), on the other hand, are highly interconnected and have their own intrinsic oscillatory properties. These neurons are capable of inhibiting thalamocortical activity via their direct connections to TCs. Corticothalamic neurons are the cortical neurons that TC neurons synapse on. These cells are glutaminergic excitatory cells that exhibit increasing activity as they become more depolarized. This activity is described as \"bursting\", firing in the gamma range at rates between 20 and 50 Hz.",
            "score": 157.84957885742188
        },
        {
            "docid": "18701006_6",
            "document": "Ganglionic eminence . The primary purpose of the MGE during development is to produce GABAergic stellate-shaped cells and direct the cells' migration to the neocortex. The precursors of most GABAergic interneurons in the cerebral cortex migrate from the subcortical progenitor zone. More specifically, performing a mechanical transection of the migratory route from the MGE to the neocortex causes a 33% decrease in GABAergic interneurons in the neocortex. The MGE also produces some of the neurons and glia of the basal ganglia and hippocampus. The MGE may also be a source of Cajal-Retzius cells, but this remains controversial. Early in embryonic development, the interneurons in the cortex stem primarily from the MGE and the AEP. In vitro experiments show that MGE cells migrate more than 300 μm per day, three times faster than the migration of LGE cells. See more about the time frame and function of MGE in comparison to the LGE in the following section.",
            "score": 157.1534881591797
        },
        {
            "docid": "39761773_18",
            "document": "Central nervous system effects from radiation exposure during spaceflight . The CNS consists of neurons, astrocytes, and oligodendrocytes that are generated from multipotent stem cells. NCRP Report No. 153 provides the following excellent and short introduction to the composition and cell types of interest for radiation studies of the CNS: “The CNS consists of neurons differing markedly in size and number per unit area. There are several nuclei or centers that consist of closely packed neuron cell bodies (e.g., the respiratory and cardiac centers in the floor of the fourth ventricle). In the cerebral cortex the large neuron cell bodies, such as Betz cells, are separated by a considerable distance. Of additional importance are the neuroglia which are the supporting cells and consist of astrocytes, oligodendroglia, and microglia. These cells permeate and support the nervous tissue of the CNS, binding it together like a scaffold that also supports the vasculature. The most numerous of the neuroglia are Type I astrocytes, which make up about half the brain, greatly outnumbering the neurons. Neuroglia retain the capability of cell division in contrast to neurons and, therefore, the responses to radiation differ between the cell types. A third type of tissue in the brain is the vasculature which exhibits a comparable vulnerability for radiation damage to that found elsewhere in the body. Radiation-induced damage to oligodendrocytes and endothelial cells of the vasculature accounts for major aspects of the pathogenesis of brain damage that can occur after high doses of low-LET radiation.” Based on studies with low-LET radiation, the CNS is considered a radioresistant tissue. For example: in radiotherapy, early brain complications in adults usually do not develop if daily fractions of 2 Gy or less are administered with a total dose of up to 50 Gy. The tolerance dose in the CNS, as with other tissues, depends on the volume and the specific anatomical location in the human brain that is irradiated.",
            "score": 157.1450958251953
        },
        {
            "docid": "337071_2",
            "document": "Nucleus (neuroanatomy) . In neuroanatomy, a nucleus (plural form: nuclei) is a cluster of neurons in the central nervous system, located deep within the cerebral hemispheres and brainstem. The neurons in one nucleus usually have roughly similar connections and functions. Nuclei are connected to other nuclei by tracts, the bundles (fascicles) of axons (nerve fibers) extending from the cell bodies. A nucleus is one of the two most common forms of nerve cell organization, the other being layered structures such as the cerebral cortex or cerebellar cortex. In anatomical sections, a nucleus shows up as a region of gray matter, often bordered by white matter. The vertebrate brain contains hundreds of distinguishable nuclei, varying widely in shape and size. A nucleus may itself have a complex internal structure, with multiple types of neurons arranged in clumps (subnuclei) or layers.",
            "score": 156.8199920654297
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 155.8249053955078
        },
        {
            "docid": "9590126_2",
            "document": "Chandelier cell . Chandelier neurons or chandelier cells are a subset of GABA-ergic cortical interneurons. They are described as parvalbumin-containing and fast-spiking to distinguish them from other subtypes of GABAergic neurons, although more recent work has suggested that only a subset of chandelier cells test positive for parvalbumin by immunostaining. The name comes from the specific shape of their axon arbors, with the terminals forming distinct arrays called \"\"cartridges\"\". The cartridges are immunoreactive to an isoform of the GABA membrane transporter, GAT-1, and this serves as their identifying feature. GAT-1 is involved in the process of GABA reuptake into nerve terminals, thus helping to terminate its synaptic activity. Chandelier neurons synapse exclusively to the axon initial segment of pyramidal neurons, near the site where action potential is generated. It is believed that they provide inhibitory input to the pyramidal neurons, but there is data showing that in some circumstances the GABA from chandelier neurons could be excitatory.",
            "score": 155.1953582763672
        },
        {
            "docid": "6546126_6",
            "document": "Stratum lucidum of hippocampus . The types of neurons found in the stratum lucidum are called interneurons, neurons which form a connection between other neurons in a different location. This situation is described in the mossy fiber axon connection in the CA3 stratum lucidum region of the hippocampus as is in relation to Purkinje cells. The interneurons found in the stratum lucidum are of two classes, spiny and aspiny. Spiny neurons are a \"special type of inhibitory cell\", characterized by spiny projections on the dendrites of the cell. The axons of these neurons in the hippocampus terminate primarily in the stratum lucidum and stratum radiatum of CA3. Spiny neurons are of importance because of their \"pivotal role in motor control, habit formation, and motivated behavior\". They receive synaptic inputs from mossy fibers boutons, as well as multiple other synaptic terminals. The majority of axon collaterals of these neurons remain in the stratum lucidum and CA3 region, though in some cases axon collaterals of these neurons are observed migrating into the CA1 region of the hippocampus. Aspiny neurons, the second class of neurons found in the stratum lucidum, are another type of inhibitory cell similar to spiny neurons, though lacking dendrite projections. They make up the majority of the neuron composition in comparison to spiny neurons, about 63 percent. The somata of aspiny neurons are for the most part bipolar, generating 2–5 primary dendrites \"that to a varying extent displayed varicose swellings in their course\". Similar to spiny neurons, aspiny neuron dendrites \"branch extensively in stratum lucidum and stratum radiatum of CA3\", in contrast to spiny neurons, however, some dendrites \"traversed stratum pyramidale and entered stratum oriens\", the second deepest layer of the hippocampus. Additionally, what distinguishes aspiny neurons form spiny neurons is their higher maximal firing rates and narrower action potential half-widths than their spiny counterparts.",
            "score": 155.1950225830078
        }
    ]
}