{
    "q": [
        {
            "docid": "15346583_5",
            "document": "LHX1 . Lim-1’s expression is controlled in part by the sonic hedgehog-Gli signaling pathway. Recent studies in mice have shown that Lim-1 silencing halts tumor growth and impairs tumor cell movement via inhibition of protein expression involved in metastatic spread. Therefore, in tumor cells Lim-1 acts as an oncogene. Thus, targeting Lim-1 can be a potential cancer therapy. In addition, Lim-1 is important in rodent renal development. Lim-1 deficiency results in development of multicystic kidney, whereas, its expression can contribute to pathogenesis of nephroblastomas. Also, Lim-1 plays a role in embryonic retinal development. Lim-1 expression affects differentiation and maintenance of horizontal cells located in the retinal, thus, it could serve as a marker in studies of horizontal cell specification. Lim-1 (Lhx1) functions as a transcription factor necessary for regulating the production of coupling factors required for proper communication between the neurons located in the part of the brain responsible for regulation of circadian rhythms called the suprachiasmatic nucleus (SCN). In mouse studies where Lim-1 transcription was restricted at some point during development in utero, the individual units within the subject’s molecular clock functioned properly but were unable to work together. Communication of these units is required to match their release of clock proteins which begin a transcription cascade of many other proteins that produce functional responses in tissues. The cyclic pattern of these responses is due to the feedback of the clock proteins and consequent changes to this transcription cascade. Reduced Lim-1 expression leads to inadequate levels of proteins such as Vasoactive Intestinal Polypeptide (VIP) that work to produce the neuron coordination required for a regulated circadian rhythm. The lack of such coupling factors causes the circadian clock to not function properly because the units within the SCN cannot match their release of clock proteins, and therefore their transcriptional cascades of proteins that cause changes in arousal do not align.",
            "score": 150.8520461320877
        },
        {
            "docid": "14770477_3",
            "document": "FGF9 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein was isolated as a secreted factor that exhibits a growth-stimulating effect on cultured glial cells. In nervous system, this protein is produced mainly by neurons and may be important for glial cell development. Expression of the mouse homolog of this gene was found to be dependent on Sonic hedgehog (Shh) signaling. Mice lacking the homolog gene displayed a male-to-female sex reversal phenotype, which suggested a role in testicular embryogenesis. This gene is involved in the patterning of sex determination, lung development, and skeletal development.",
            "score": 143.5551940202713
        },
        {
            "docid": "353697_6",
            "document": "Sonic hedgehog . Of the \"hh\" homologues, \"SHH\" has been found to have the most critical roles in development, acting as a morphogen involved in patterning many systems, including the limb and midline structures in the brain, spinal cord, the thalamus by the \"zona limitans intrathalamica\" the lungs, and the teeth. Mutations in the human sonic hedgehog gene, \"SHH\", cause holoprosencephaly type 3 HPE3 as a result of the loss of the ventral midline. Sonic hedgehog is secreted at the zone of polarizing activity, which is located on the posterior side of a limb bud in an embryo. The sonic hedgehog transcription pathway has also been linked to the formation of specific kinds of cancerous tumors, including the embryonic cerebellar tumor, and medulloblastoma, as well as the progression of prostate cancer tumours. For SHH to be expressed in the developing embryo limbs, a morphogen called fibroblast growth factors must be secreted from the apical ectodermal ridge.",
            "score": 199.24001586437225
        },
        {
            "docid": "353697_11",
            "document": "Sonic hedgehog . Although there is no direct evidence of a SHH gradient, there is indirect evidence via the visualization of Patched (\"Ptc\") gene expression, which encodes for the ligand binding domain of the SHH receptor throughout the ventral neural tube. \"In vitro\" studies show that incremental two- and threefold changes in SHH concentration give rise to motor neuron and different interneuronal subtypes as found in the ventral spinal cord. These incremental changes \"in vitro\" correspond to the distance of domains from the signaling tissue (notochord and floor plate) which subsequently differentiates into different neuronal subtypes as it occurs \"in vitro\". Graded SHH signaling is suggested to be mediated through the Gli family of proteins which are vertebrate homologues of the \"Drosophila\" zinc-finger-containing transcription factor \"Cubitus interruptus\" (\"Ci\") . \"Ci\" is a crucial mediator of hedgehog (\"Hh\") signaling in \"Drosophila\". In vertebrates three different Gli proteins are present, viz. Gli1, Gli2 and Gli3, which are expressed in the neural tube. Mice mutant for Gli1 show normal spinal cord development, suggesting that it is dispensable for mediating SHH activity. However Gli2 mutant mice show abnormalities in the ventral spinal cord with severe defects in the floor plate and ventral-most interneurons (V3). Gli3 antagonizes SHH function in a dose dependent manner, promoting dorsal neuronal subtypes. SHH mutant phenotype can be rescued in SHH/Gli3 double mutant. Gli proteins have a C-terminal activation domain and an N-terminal repressive domain.",
            "score": 109.81860744953156
        },
        {
            "docid": "50963561_4",
            "document": "Rosalind A. Segal . Segal’s research focuses on critical extracellular factors that control the development of the nervous system, from neural stem cells to functional neural circuits. A major focus has been the sonic hedgehog (Shh) signaling pathway. Segal defined the motif within Hedgehog proteins critical for binding to proteoglycans, defined the nature of the proteoglycan that serves as a selective Shh receptor, and demonstrated that proteoglycan interactions are needed for a proliferative response to Shh. Mutations that activate Shh signaling cause brain tumors and other malignancies, and thus these studies have provided new approaches for developing therapeutics for treating brain tumors.",
            "score": 146.24796056747437
        },
        {
            "docid": "47878_15",
            "document": "Huntington's disease . HTT is expressed in all mammalian cells. The highest concentrations are found in the brain and testes, with moderate amounts in the liver, heart, and lungs. The function of HTT in humans is unclear. It interacts with proteins which are involved in transcription, cell signaling, and intracellular transporting. In animals genetically modified to exhibit HD, several functions of HTT have been found. In these animals, HTT is important for embryonic development, as its absence is related to embryonic death. Caspase, an enzyme which plays a role in catalyzing apoptosis, is thought to be activated by the mutated gene through damaging the ubiquitin-protease system. It also acts as an anti-apoptotic agent preventing programmed cell death and controls the production of brain-derived neurotrophic factor, a protein which protects neurons and regulates their creation during neurogenesis. HTT also facilitates vesicular transport and synaptic transmission and controls neuronal gene transcription. If the expression of HTT is increased and more HTT produced, brain cell survival is improved and the effects of mHTT are reduced, whereas when the expression of HTT is reduced, the resulting characteristics are more typical of the presence of mHTT. In humans the disruption of the normal gene does not cause the disease. It is thought that the disease is not caused by inadequate production of HTT, but by an increase in the toxic function of mHTT in the body.",
            "score": 102.78562784194946
        },
        {
            "docid": "4796463_9",
            "document": "PAX6 . Experiments in mice demonstrate that a deficiency in Pax-6 leads to decrease in brain size, brain structure abnormality leading to Autism, lack of iris formation or a thin cornea. Knockout experiments produced eyeless phenotypes reinforcing the gene’s role in eye development. During embryological development the PAX6 gene, found on chromosome 2, can be seen expressed in multiple early structures such as the spinal cord, hindbrain, forebrain and eyes. Mutations of the PAX6 gene in mammalian species can produce a drastic effect on the phenotype of the organism. This can be seen in mice that contain homozygous mutations of the 422 amino acid long transcription factor encoded by PAX6 in which they do not develop eyes or nasal cavities termed ‘small eye’ mice (PAX10). Deletion of PAX6 induces the same abnormal phenotypes indicating that mutations cause the protein to lose functionality. PAX6 is essential is the formation of the retina, lens and cornea due to its role in early cell determination when forming precursors of these structures such as the optic vesicle and overlying surface ectoderm. PAX10 mutations also hinder nasal cavity development due to the similar precursor structures that in small eye mice do not express PAX10 mRNA. Mice with the mutant genotype begin to be phenotypically differentiable from normal mouse embryos at about day 9 to 10 of gestation. The full elucidation of the precise mechanisms and molecular components by which the PAX6 gene influences eye, nasal and central nervous system development are still researched however, the study of PAX6 has brought more understanding to the development and genetic complexities of these mammalian body systems.",
            "score": 99.46926498413086
        },
        {
            "docid": "4796463_2",
            "document": "PAX6 . Paired box protein Pax-6, also known as aniridia type II protein (AN2) or oculorhombin, is a protein that in humans is encoded by the \"PAX6\" gene. Pax6 is a transcription factor present during embryonic development. The encoded protein contains two different binding sites that are known to bind DNA and function as regulators of gene transcription. It is a key regulatory gene of eye and brain development. Within the brain, the protein is involved in development of the specialized cells that process smell. As a transcription factor, Pax6 activates and/or deactivates gene expression patterns to ensure for proper development of the tissue. Mutations of the Pax6 gene are known to cause various disorders of the eyes. Two common disorders associated with a mutation are: aniridia, the absence of the iris, and Peters' anomaly, thinning and clouding of the cornea. Scientists have created a \"tae\" model using mice during which time the mouse does not express Pax6. The \"knockout\" model is eyeless or has very underdeveloped eyes further indicating Pax6 is required for proper eye development.",
            "score": 100.29968023300171
        },
        {
            "docid": "240850_25",
            "document": "Gene silencing . Non-allele specific gene silencing using siRNA molecules has also been used to silence the mutant huntingtin proteins. Through this approach, instead of targeting SNPs on the mutated protein, all of the normal and mutated huntingtin proteins are targeted. When studied in mice, it was found that siRNA could reduce the normal and mutant huntingtin levels by 75%. At this level, they found that the mice developed improved motor control and a longer survival rate when compared to the controls. Thus, gene silencing methods may prove to be beneficial in treating HD.",
            "score": 93.48753690719604
        },
        {
            "docid": "14873446_4",
            "document": "KDELR1 . KDEL receptors have been implicated in the development of dilated cardiomyopathy (DCM). To determine the relationship between KDEL receptor and dilated cardiomyopathy, transgenic mice with a point mutation (D193N) were made. The mice expressing the transport mutant D193N gene grew normally until they reached adulthood. The mutant KDEL receptor did not function after 14 weeks of age, and these mice developed DCM. They were observed to have dilated heart chambers, as well as higher heart-to-body ratios with enlarged hearts, and the cardiac myocytes were larger in size. No difference was observed in arterial blood pressure between wild-type and mutant mice, thus cardiomegaly was not attributed to hypertension. Upon analysis, it was found that KDEL mutant mice had proliferation in their sarcoplasmic reticulum (SR) and a narrowing in the transverse tubule compared to the wild-type and controls. Moreover, aggregations of degenerative membrane proteins were observed in the expanded SR. This suggests that the mutant KDEL receptor leads to impaired recycling and quality control of the ER, which leads to aggregation of misfolded proteins in the ER. Furthermore, KDEL D193N transgenic mice had defects in the L-type Ca++ channel current in ventricular myocytes. The basal current of these channels was significantly lower than the controls. L-type channels expression was lower in the plasma membrane of the KDEL D193N heart cells due to the narrowing of transverse tubules. BiP, a chaperone protein, was unevenly distributed and synthesized in larger proportion in the transgenic mutant mice, which suggests that there was an increase in concentration of misfolded proteins. They also observed aggregates of the ubiquitin-proteasome system (a degradation system); this suggests that there was saturation of the system due to the high levels of misfolded proteins that lead to impaired ER quality control. The researchers concluded that hyperubiquitination and saturation of the proteasome system results due to the accumulation of misfolded protein, which induces stress. The accumulation of misfolded proteins induced by ER stress has also been observed in human DCM. A murine DCM study found an increase in apoptosis due to the high levels of CHOP expression. CHOP is a transcription factor that is elevated during ER stress and causes apoptosis of cells during the process of an unfolded protein response. Increase pressure load/mechanical stress in KDEL D193N mice caused an even greater synthesis of BiP, CHOP and other proteins that are biomarkers of cellular stress and ER stress as the capacity of the ER to deal with this is very limited.",
            "score": 111.43804407119751
        },
        {
            "docid": "36936330_5",
            "document": "Swedish mutation . The mutation had important consequences for Alzheimer's Disease research. The mutation occurs in the gene which encodes beta amyloid. Amyloid is one of the peptides which accumulate in the brains of people with Alzheimer's Disease. A great debate had existed between Alzheimer's Disease researchers about the relevance of amyloid prior to the 1990s - many scientists believed amyloid was a tombstone of the disease and was not critical to the development of the disease. However, because the only difference between the family members who developed Alzheimer's Disease and those that did not in these families was the inheritance of the mutation in the amyloid gene this suggested that the amyloid protein itself could cause the disease. The idea that amyloid could cause the disease influenced scientific research until this day. Many experimental treatments are directed towards lowering amyloid levels in the brain. The other main effect the discovery of the Swedish mutation had was to provide one transgenic mouse model of Alzheimer's Disease. Transgenic mice (e.g. Tg2576) were made which overproduce human APP with the Swedish mutation. As a consequence, the mice can develop amyloid plaques at around 13 months old.",
            "score": 91.97853207588196
        },
        {
            "docid": "2457_34",
            "document": "Apoptosis . Many knock-outs have been made in the apoptosis pathways to test the function of each of the proteins. Several caspases, in addition to APAF1 and FADD, have been mutated to determine the new phenotype. In order to create a tumor necrosis factor (TNF) knockout, an exon containing the nucleotides 3704–5364 was removed from the gene. This exon encodes a portion of the mature TNF domain, as well as the leader sequence, which is a highly conserved region necessary for proper intracellular processing. TNF-/- mice develop normally and have no gross structural or morphological abnormalities. However, upon immunization with SRBC (sheep red blood cells), these mice demonstrated a deficiency in the maturation of an antibody response; they were able to generate normal levels of IgM, but could not develop specific IgG levels. Apaf-1 is the protein that turns on caspase 9 by cleavage to begin the caspase cascade that leads to apoptosis. Since a -/- mutation in the APAF-1 gene is embryonic lethal, a gene trap strategy was used in order to generate an APAF-1 -/- mouse. This assay is used to disrupt gene function by creating an intragenic gene fusion. When an APAF-1 gene trap is introduced into cells, many morphological changes occur, such as spina bifida, the persistence of interdigital webs, and open brain. In addition, after embryonic day 12.5, the brain of the embryos showed several structural changes. APAF-1 cells are protected from apoptosis stimuli such as irradiation. A BAX-1 knock-out mouse exhibits normal forebrain formation and a decreased programmed cell death in some neuronal populations and in the spinal cord, leading to an increase in motor neurons.",
            "score": 115.52357697486877
        },
        {
            "docid": "624361_29",
            "document": "Autophagy . Several experiments have been done with mice and varying Beclin1, a protein that regulates autophagy. When the Beclin1 gene was altered to be heterozygous (Beclin 1+/-), the mice were found to be tumor prone. However, when Beclin1 was overexpressed, tumor development was inhibited. Care should be exercised when interpreting phenotypes of beclin mutants and attributing the observations to a defect in autophagy, however: Beclin1 is generally required for phosphatidylinositol 3- phosphate production and as such it affects numerous lysosomal and endosomal functions, including endocytosis and endocytic degradation of activated growth factor receptors. In support of the possibility that Beclin1 affects cancer development through an autophagy-independent pathway is the fact that core autophagy factors which are not known to affect other cellular processes and are definitely not known to affect cell proliferation and cell death, such as Atg7 or Atg5, show a much different phenotype when the respective gene is knocked out, which does not include tumor formation. In addition, full knockout of Beclin1 is embryonic lethal whereas knockout of Atg7 or Atg5 is not.",
            "score": 133.98822855949402
        },
        {
            "docid": "21815623_2",
            "document": "TBR1 . T-box, brain, 1 is a transcription factor protein important in vertebrate embryo development. It is encoded by the \"TBR1\" gene. This gene is also known by several other names: T-Brain 1, TBR-1, TES-56, and MGC141978. TBR1 is a member of the TBR1 subfamily of T-box family transcription factors, which share a common DNA-binding domain. Other members of the TBR1 subfamily include EOMES and TBX21. TBR1 is involved in the differentiation and migration of neurons and is required for normal brain development. TBR1 interacts with various genes and proteins in order to regulate cortical development, specifically within layer VI of the developing six-layered human cortex. Studies show that TBR1 may play a role in major neurological diseases such as Alzheimer's Disease (AD) and Parkinson's Disease (PD).",
            "score": 49.262839913368225
        },
        {
            "docid": "16818636_6",
            "document": "Mouse model of colorectal and intestinal cancer . Mice with mutations in transforming growth factor-β1 gene introduced into 129/Sv Rag2 mutant mouse accelerates adenocarcinomas with strong local invasion suggesting a role for genetic background in tumor development. Colon-specific expression of activated mutant of K-ras (protein)  (K-ras) results in development of single or multiple lesions. Oncogenic K-ras allele activated in colon epithelium induces expression of procarcinogenic protein kinase C-βII (PKCβII) and increases cell proliferation of epithelial cells, while in the distal colon the mutant form of K-ras has the opposite effects on PKCβII expression and cell proliferation. Treatment of this mouse model with the procarcinogen azoxymethane (AOM) leads to formation of dysplastic microadenomas in the proximal but not in the distal colon. Thus the K-ras mutant is a valuable mouse model of proximal colon carcinogenesis. Mutation in the \"Muc2\" gene causes adenomas and adenocarcinomas in the intestine of mice.",
            "score": 121.71346139907837
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 117.03106760978699
        },
        {
            "docid": "19657997_8",
            "document": "EIF2 . Since eIF2 is essential for most forms of translation initiation and therefore protein synthesis, defects in eIF2 are often lethal. The protein is highly conserved among evolutionary remote species - indicating a large impact of mutations on cell viability. Therefore, no diseases directly related to mutations in eIF2 can be observed. However, there are many illnesses caused by down-regulation of eIF2 through its upstream kinases. For example, increased concentrations of active PKR and inactive (phosphorylated) eIF2 were found in patients suffering from neurodegenerative diseases such as Alzheimer’s, Parkinson’s, and Huntington’s disease. There is also one proven example of a disease related to the GEF eIF2B. Mutations in all of the five subunits of eIF2B could be linked with leukoencephalopathy, an illness that causes the brain’s white matter to disappear. It is still not fully understood why only brain cells seem to be affected by these defects. Potentially reduced levels of unstable regulatory proteins might play a role in the development of the diseases mentioned.",
            "score": 96.95480191707611
        },
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 90.51858627796173
        },
        {
            "docid": "3994623_21",
            "document": "Medulloblastoma . Using gene transfer of SV40 large T-antigen in neuronal precursor cells of rats, a brain tumor model was established. The PNETs were histologically indistinguishable from the human counterparts and have been used to identify new genes involved in human brain tumor carcinogenesis. The model was used to confirm\" p53\" as one of the genes involved in human medulloblastomas, but since only about 10% of the human tumors showed mutations in that gene, the model can be used to identify the other binding partners of SV40 Large T- antigen, other than \"p53\". Recently ,it has been generated a SHH-type mouse model with high-frequency of medulloblastoma, a Patched 1 heterozygous mice knockout for the medulloblastoma suppressor Tis21 (Patched1+-/Tis21 KO). The high medulloblastoma frequency appears to be caused by the down regulation of Cxcl3, being Cxcl3 induced by Tis21. Consistently, the treatment with Cxcl3 completely prevents the growth of medulloblastoma lesions in a Shh-type mouse model of medulloblastoma. Thus, CXCL3 is a target for medulloblastoma therapy.",
            "score": 249.42975687980652
        },
        {
            "docid": "3190493_19",
            "document": "Silencer (genetics) . REST/NRSF is an important silencer element that binds to regulatory regions to control the expression of certain proteins involved in neural functions. The mechanistic actions of huntingtin are still not fully understood, but a correlation between Htt and REST/NRSF exists in HD development. By attaching to the REST/NRSF, the mutated huntingtin protein inhibits the action of the silencer element, and retains it in the cytosol. Thus, REST/NRSF cannot enter the nucleus and bind to the 21 base-pair RE-1/NRSE regulatory element. An adequate repression of specific target genes are of fundamental importance, as many are involved in the proper development of neuronal receptors, neurotransmitters, synaptic vesicle proteins, and channel proteins. A deficiency in the proper development of these proteins can cause the neural dysfunctions seen in Huntington's disease. In addition to the lack of repression due to the inactive REST/NRSF, mutated huntingtin protein can also decrease the transcription of the brain-derived neurotropic factor (BDNF) gene. BDNF influences the survival and development of neurons in the central nervous system as well as the peripheral nervous system. This abnormal repression occurs when the RE1/NRSE region within the BDNF promoter region is activated by the binding of REST/NRSF, which leads to the lack of transcription of the BDNF gene. Hence, the anomalous repression of the BDNF protein suggests a significant impact in Huntington's disease.",
            "score": 58.853784918785095
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 77.11011350154877
        },
        {
            "docid": "11867217_3",
            "document": "ErbB . ErbB protein family signaling is important for development. For example, ErbB-2 and erbB-4 knockout mice die at midgestation leads to deficient cardiac function associated with a lack of myocardial ventricular trabeculation and display abnormal development of the peripheral nervous system. In ErbB-3 receptor mutant mice, they have less severe defects in the heart and thus are able to survive longer throughout embryogenesis. Lack of Schwann cell maturation leads to degeneration of motor and sensory neurons. Excessive ErbB signaling is associated with the development of a wide variety of types of solid tumor. ErbB-1 and ErbB-2 are found in many human cancers, and their excessive signaling may be critical factors in the development and malignancy of these tumors.",
            "score": 123.93726801872253
        },
        {
            "docid": "18768921_7",
            "document": "Hydrolethalus syndrome . Prior to the discovery of HLS, the \"HYLS1\" gene was unknown, and similar genes within humans have not been identified. Orthologs, genes in other species with common ancestral heritage, have been examined to explain the pathophysiology of HLS; a similar gene within the roundworm, \"Caenorhabditis elegans\", is responsible for the formation of cilia. Current hypotheses place a dysfunction of cilia as the main cause of HLS defects arising from the \"HYLS1\" mutation in humans.  Differences between wild type and mutant \"HYLS1\" have been clearly observed; the wild type form is localised to the cytoplasm, while the mutant form is localised to the nucleus and forms small clusters, suggesting that the mutant gene disrupts cellular localisation. The protein encoded by the \"HYLS1\" mutant form is unable to carry out essential targetting of centrioles to the plasma membrane, disrupting ciliary function, which results in ciliopathy. As cilia are located in almost all cells throughout the body, cilial dysfunction causes developmental defects in a range of organs and thus the phenotype of HLS can vary greatly, though brain malformation and polydactyly are most commonly observed.  Currently, no environmental factors are known to increase the likelihood of HLS development or progression; HLS is caused only by genetic abnormalities.",
            "score": 69.03322577476501
        },
        {
            "docid": "14726020_10",
            "document": "Myosin binding protein C, cardiac . A great understanding of how \"MYBPC3\" mutations lead to the development of inherited cardiomyopathy came from the analyses of human myocardial samples, gene transfer in different cell lines, naturally-occurring or transgenic animal models and more recently disease modeling using induced pluripotent stem cells (iPSC)-derived cardiac myocytes. Although access to human myocardial samples is difficult, at least some studies provided evidence that truncated cMyBP-Cs, resulting from truncating \"MYBPC3\" mutations are not detectable in human patient samples by Western-immunoblot analysis. This was supported in heterozygous \"Mybpc3\"-targeted knock-in mice, carrying the human c.772G>A transition (i.e. founder mutation in Tuscany These data suggest haploinsufficiency as the main disease mechanism for heterozygous truncating mutations. A body of evidence exists that the mechanisms regulating the expression of mutant allele involve the nonsense-mediated mRNA decay, the ubiquitin-proteasome system (UPS) and the autophagy-lysosomal pathway after gene transfer of mutant \"MYBPC3\" in cardiac myocytes or in mice \"in vivo\". In contrast to truncating mutations, missense mutations lead, in most of the cases (although difficult to specifically detect), to stable mutant cMyBP-Cs that are, at least in part, incorporated into the sarcomere and could act as poison polypeptides on the structure and/or function of the sarcomere. Homozygous or compound heterozygous mutations are therefore likely subject to differential regulation depending on whether they are double missense, double truncating or mixed missense/truncating mutations. The homozygous \"Mybpc3\"-targeted knock-in mice, which genetically mimic the situation of severe neonatal cardiomyopathy are born without phenotype and soon after birth develop systolic dysfunction followed by (compensatory) cardiac hypertrophy. The human c.772G>A transition results in low levels of three different mutant \"Mybpc3\" mRNAs and cMyBP-Cs in homozygous mice, suggesting a combination of haploinsufficiency and polypeptide poisoning as disease mechanism in the homozygous state. In addition, the combination of external stress (such as neurohumoral stress or aging) and \"Mybpc3\" mutations have been shown to impair the UPS in mice, and proteasomal activities were also depressed in patients with hypertrophic cardiomyopathy or dilated cardiomyopathy.",
            "score": 113.97839438915253
        },
        {
            "docid": "15349100_4",
            "document": "RAB23 . RAB23 is an essential negative regulator of the Sonic hedgehog signaling pathway. The first understanding of biological processes requiring the Rab23 gene came from 2 independent mouse mutations in the gene and an epistasis analysis with mutations in the mouse shh gene. These studies showed that the gene is required for normal development of the brain and spinal cord and that the morphological defects seen in mutant embryos, such as failure to close dorsal regions of the neural tube during development, appeared secondary to expansion of ventral and reduction of dorsal identities in the developing neural tube. These same mutations implicated the RAB23 gene in development of digits and eyes. The mouse open brain (opb) and Sonic hedgehog (Shh) genes have opposing roles in neural patterning: opb is required for dorsal cell types and Shh is required for ventral cell types in the spinal cord.",
            "score": 103.23504638671875
        },
        {
            "docid": "44163912_6",
            "document": "Kufs disease . Kufs disease Type B is caused by mutations to the DNAJC5 and CTSF genes. This form of Kufs is autosomal dominant, meaning that only one copy of each mutated gene is enough for the disease to manifest. When there is a mutation in the DNAJC5 gene, it affects the production of a cysteine string protein (CSP) that is coded within DNAJC5. CSP aids in transmitting signals through the nerves found in the brain. When the CTSF gene is mutated, it cannot produce Cathepsin F - an enzyme that cuts proteins in the lysozyme. By cutting proteins, Cathepsin F can modify the function of the proteins as well as help break them down. Similar to Type A, when both DNAJC5 and CTSF are non-functional, it results in the incomplete breakdown of proteins. Once again, lipopigments build up and brain function is decreased as the neuron cells die.",
            "score": 58.85194420814514
        },
        {
            "docid": "54421246_3",
            "document": "Spinocerebellar ataxia type 1 . SCA1 is typically inherited from the parents in an autosomal dominant regime; the children of a person with the disease have a 50% chance of inheriting it themselves and new mutations can occur in some cases. It is caused by an expanded number of trinucleotide repeats in the polyglutamine tract of the ATXN1 gene, which encodes the ataxin 1 protein. This expansion results in a larger than normal number of repeats of the nucleotide sequence cytosine, adenine, guanine, or CAG, in the gene which, in turn, results in a larger than normal number of consecutive glutamine residues in the protein. This mutant protein causes degradation in types of neurons common in the cerebellum, spinal cord, and related parts of the brain. While the mechanism is not fully understood, it is suspected that changes to the interactions between ataxin 1 and other proteins are the cause. This mutation can be detected before or after the onset of symptoms by genetic testing.",
            "score": 64.3137993812561
        },
        {
            "docid": "47878_60",
            "document": "Huntington's disease . Research is being conducted on many different approaches to prevent Huntington's disease or slow its progression. Disease-modifying strategies can be broadly grouped into three categories: reducing the level of the mutant huntingtin protein (including gene splicing and gene silencing); approaches aimed at improving neuronal survival by reducing the harm caused by the protein to specific cellular pathways and mechanisms (including protein homeostasis and histone deacetylase inhibition); and strategies to replace lost neurons. In addition, novel therapies to improve brain functioning are under development; these seek to produce symptomatic rather than disease-modifying therapies, and include phosphodiesterase inhibitors.",
            "score": 77.96858882904053
        },
        {
            "docid": "14754286_4",
            "document": "APRIL (protein) . The protein encoded by this gene is a member of the tumor necrosis factor ligand (TNF) ligand family. This protein is a ligand for TNFRSF17/BCMA, a member of the TNF receptor family. This protein and its receptor are both found to be important for B cell development. In vivo experiments suggest an important role for APRIL in the long-term survival of plasma cells in the bone marrow. Mice deficient in APRIL have normal immune system development. However, APRIL-deficient mice have also been reported to possess a reduced ability to support plasma cell survival. In vitro experiments suggested that this protein may be able to induce apoptosis through its interaction with other TNF receptor family proteins such as TNFRSF6/FAS and TNFRSF14/HVEM. Three alternatively spliced transcript variants of this gene encoding distinct isoforms have been reported.",
            "score": 114.76680278778076
        },
        {
            "docid": "6060319_11",
            "document": "Von Hippel–Lindau tumor suppressor . HIF can help explain the organ specific nature of VHL syndrome. It has been theorized that constitutively activating HIF in any cell could lead to cancer, but that there are redundant regulators of HIF in organs not affected by VHL syndrome. This theory has been disproved multiple times since in all cell types loss of VHL function leads to constitutive activation of HIF and its downstream effects. Another theory holds that although in all cells loss of VHL leads to activation of HIF, in \"most\" cells this leads to no advantage in proliferation or survival. Additionally, the nature of the mutation in the VHL protein leads to phenotypic manifestations in the pattern of cancer that develops. Nonsense or deletion mutations of VHL protein have been linked to type 1 VHL with a low risk of pheochromocytoma (adrenal gland tumors). Type 2 VHL has been linked to missense mutations and is linked to a high risk of pheochromocytoma. Type 2 has also been further subdivided based on risks of renal cell carcinoma. In types 1, 2A and 2B the mutant pVHL is defective in HIF regulation, while type 2C mutant are defective in protein kinase C regulation. These genotype–phenotype correlations suggest that missense mutations of pVHL lead to a 'gain of function' protein.",
            "score": 92.03741586208344
        },
        {
            "docid": "16818636_4",
            "document": "Mouse model of colorectal and intestinal cancer . The first mouse mutant in the \"Apc\" gene came from a colony of randomly mutagenized mice. This mouse model is called \"Min\" (multiple intestinal neoplasia) mouse. It was found to carry a truncation mutation at codon 850 of the \"Apc\" gene. The \"Min\" mouse can develop up to 100 polyps in the small intestine in addition to colon tumors. Later, new knock-out mutants of the \"Apc\" gene were engineered. A truncating mutation at codon 716 (\"Apc\") results in a mouse that develops more than 300 polyps in the small intestine, while truncation at codon 1638 (\"Apc\") results in the formation of about only 3 polyps in the same region of the gastrointestinal tract. More recently a new mutant \"Apc\" mouse model was constructed in which multiple polyps form in the distal colon. In this model mutation in the \"Cdx2\" gene in the \"Apc\" mouse model shifted the formation of the polyps from the intestine to the colon, resembling the human FAP. The \"Apc\" mutant mice are characterized by early lethality. There are genes modifying the cancer susceptibility of these mouse models. The most well-established is the modifier of \"Min\" locus (Mom1). With combination of \"Min\" and \"Mom1\" mutations the lifespan of FAP mouse models of colorectal cancer is increased. APC was found to associate with catenins. Today we know that the beta-catenin protein (part of the Wnt signaling pathway) is implicated in colorectal carcinogenesis and its stability in the cell is regulated by APC. A mouse model with deregulation of beta-catenin levels was created. The conditional stabilizing mutation in the beta-catenin gene caused formation of up to 3000 polyps in the small intestine of this mouse model. A mouse model carrying mutations in \"Apc\" and \"Smad4\" (mothers against decapentaplegic homolog 4) is characterized with development of invasive adencarcinomas.",
            "score": 110.63306713104248
        },
        {
            "docid": "13483_13",
            "document": "Hemoglobin . Even within a species, different variants of hemoglobin always exist, although one sequence is usually a \"most common\" one in each species. Mutations in the genes for the hemoglobin protein in a species result in hemoglobin variants. Many of these mutant forms of hemoglobin cause no disease. Some of these mutant forms of hemoglobin, however, cause a group of hereditary diseases termed the \"hemoglobinopathies\". The best known hemoglobinopathy is sickle-cell disease, which was the first human disease whose mechanism was understood at the molecular level. A (mostly) separate set of diseases called thalassemias involves underproduction of normal and sometimes abnormal hemoglobins, through problems and mutations in globin gene regulation. All these diseases produce anemia.",
            "score": 56.24764561653137
        }
    ],
    "r": [
        {
            "docid": "3994623_21",
            "document": "Medulloblastoma . Using gene transfer of SV40 large T-antigen in neuronal precursor cells of rats, a brain tumor model was established. The PNETs were histologically indistinguishable from the human counterparts and have been used to identify new genes involved in human brain tumor carcinogenesis. The model was used to confirm\" p53\" as one of the genes involved in human medulloblastomas, but since only about 10% of the human tumors showed mutations in that gene, the model can be used to identify the other binding partners of SV40 Large T- antigen, other than \"p53\". Recently ,it has been generated a SHH-type mouse model with high-frequency of medulloblastoma, a Patched 1 heterozygous mice knockout for the medulloblastoma suppressor Tis21 (Patched1+-/Tis21 KO). The high medulloblastoma frequency appears to be caused by the down regulation of Cxcl3, being Cxcl3 induced by Tis21. Consistently, the treatment with Cxcl3 completely prevents the growth of medulloblastoma lesions in a Shh-type mouse model of medulloblastoma. Thus, CXCL3 is a target for medulloblastoma therapy.",
            "score": 249.4297637939453
        },
        {
            "docid": "14755419_8",
            "document": "BTG2 . BTG2 has been shown to inhibit medulloblastoma, the very aggressive tumor of cerebellum, by inhibiting the proliferation and triggering the diffentiation of the precursors of cerebellar granule neurons. This demonstration was obtained by overexpressing BTG2 in a mouse model of medulloblastoma, presenting activation of the sonic hedgehog pathway (heterozygous for the gene Patched1). More recently, it has been shown that the ablation of BTG2 greatly enhances the medulloblastoma frequency by inhibiting the migration of cerebellar granule neuron precursors. This impairment of migration of the precursors of cerebellar granule neurons forces them to remain at the surface of the cerebellum, where they continue to proliferate, becoming target of transforming insults. The impairment of migration of the precursors of cerebellar granule neurons (GCPs) depends on the inhibition of expression of the chemokine CXCL3 consequent to ablation of BTG2. In fact, the transcription of CXCL3 is directly regulated by BTG2, and CXCL3 is able to induce cell-autonomously the migration of cerebellar granule precursors. Treatment with CXCL3 prevents the growth of medulloblastoma lesions in a Shh-type mouse model of medulloblastoma. Thus, CXCL3 is a target for medulloblastoma therapy.",
            "score": 222.29104614257812
        },
        {
            "docid": "8813712_2",
            "document": "CXCL3 . Chemokine (C-X-C motif) ligand 3 (CXCL3) is a small cytokine belonging to the CXC chemokine family that is also known as \"GRO3 oncogene\" (GRO3), \"GRO protein gamma\" (GROg) and \"macrophage inflammatory protein-2-beta\" (MIP2b). CXCL3 controls migration and adhesion of monocytes and mediates its effects on its target cell by interacting with a cell surface chemokine receptor called CXCR2. More recently, it has been shown that Cxcl3 regulates cell autonomously the migration of the precursors of cerebellar granule neurons toward the internal layers of cerebellum, during the morphogenesis of cerebellum. Moreover, if the expression of Cxcl3 is reduced in cerebellar granule neuron precursors, this highly enhances the frequency of the medulloblastoma, the tumor of cerebellum. In fact, the reduced expression of Cxcl3 forces the cerebellar granule neuron precursors to remain at the surface of the cerebellum, where they highly proliferate under the stimulus of Sonic hedgehog, becoming target of transforming insults. Remarkably, the treatment with CXCL3 completely prevents the growth of medulloblastoma lesions in a Shh-type mouse model of medulloblastoma. Thus, CXCL3 is a target for medulloblastoma therapy. Cxcl3 is directly regulated transcriptionally by BTG2",
            "score": 218.21022033691406
        },
        {
            "docid": "3994623_11",
            "document": "Medulloblastoma . In the past, medulloblastoma was classified using histology, but recent integrated genomic studies have revealed that medulloblastoma is composed of four distinct molecular and clinical variants termed WNT/β-catenin, Sonic Hedgehog, Group 3, and Group 4. Of these subgroups, WNT patients have an excellent prognosis and group 3 patients have a dismal prognosis. Also, a subgroup-specific alternative splicing further confirms the existence of distinct subgroups and highlights the transcriptional heterogeneity between subgroups. Amplification of the Sonic Hedgehog pathway is the best characterized subgroup, with 25% of human tumors having mutations in Patched, Sufu (Suppressor of Fused Homolog), Smoothened, or other genes in this pathway. Medulloblastomas are also seen in Gorlin syndrome as well as Turcot syndrome. Recurrent mutations in the genes \"CTNNB1, PTCH1, MLL2, SMARCA4, DDX3X, CTDNEP1, KDM6A\", and \"TBR1\" were identified in individuals with medulloblastoma. Additional pathways disrupted in some medulloblastomas include MYC, Notch, BMP, and TGF-β signaling pathways.",
            "score": 205.17832946777344
        },
        {
            "docid": "3994623_10",
            "document": "Medulloblastoma . Although medulloblastomas are thought to originate from immature or embryonal cells at their earliest stage of development, the cell of origin depends on the subgroup of medulloblastoma. WNT tumors originate from the lower rhombic lip of the brainstem, while SHH tumors originate from the external granular layer. Currently, medulloblastomas are thought to arise from cerebellar stem cells that have been prevented from dividing and differentiating into their normal cell types. This accounts for the varying histologic variants seen on biopsy. Both perivascular pseudorosette and Homer Wright rosette pseudorosettes formation are highly characteristic of medulloblastomas and is seen in up to half of the cases. Homer Wright rosettes are pseudorosettes consisting of tumor cells surrounding a fibrillar area. Also, the classic rosette with tumor cells around a central lumen can be seen.",
            "score": 201.43865966796875
        },
        {
            "docid": "10245551_9",
            "document": "CD46 . Established medulloblastoma (a malignant brain tumor common in childhood) specimens express CD46, and that medulloblastoma specimens removed from patients had a high level of CD46 expression. Therefore, a vaccine made of the Edmonston strain of measles virus could treat the medulloblastoma. Such a vaccine has already been tested in a number of trials involving other tumor types which have a high expression of CD46, including one type of adult brain tumor.",
            "score": 200.03602600097656
        },
        {
            "docid": "353697_6",
            "document": "Sonic hedgehog . Of the \"hh\" homologues, \"SHH\" has been found to have the most critical roles in development, acting as a morphogen involved in patterning many systems, including the limb and midline structures in the brain, spinal cord, the thalamus by the \"zona limitans intrathalamica\" the lungs, and the teeth. Mutations in the human sonic hedgehog gene, \"SHH\", cause holoprosencephaly type 3 HPE3 as a result of the loss of the ventral midline. Sonic hedgehog is secreted at the zone of polarizing activity, which is located on the posterior side of a limb bud in an embryo. The sonic hedgehog transcription pathway has also been linked to the formation of specific kinds of cancerous tumors, including the embryonic cerebellar tumor, and medulloblastoma, as well as the progression of prostate cancer tumours. For SHH to be expressed in the developing embryo limbs, a morphogen called fibroblast growth factors must be secreted from the apical ectodermal ridge.",
            "score": 199.24002075195312
        },
        {
            "docid": "3994623_19",
            "document": "Medulloblastoma . Medulloblastomas affect just under two people per million per year, and affect children 10 times more than adults. Medulloblastoma is the second-most frequent brain tumor in children after pilocytic astrocytoma and the most common malignant brain tumor in children, comprising 14.5% of newly diagnosed cases. In adults, medulloblastoma is rare, comprising fewer than 2% of CNS malignancies.",
            "score": 192.3451690673828
        },
        {
            "docid": "20908488_5",
            "document": "Patched . Mutated patched proteins have been implicated in a number of cancers including basal cell carcinoma, medulloblastoma, and rhabdomyosarcoma. Hereditary mutations in the human patched homolog \"PTCH1\" cause autosomal dominant Gorlin syndrome, which consists of overgrowth and hereditary disposition to cancer including basal cell carcinoma and medulloblastoma. Mice with mutations in mouse \"PTCH1\" similarly develop medulloblastoma.",
            "score": 180.926025390625
        },
        {
            "docid": "14877709_3",
            "document": "ATOH1 . This protein belongs to the basic helix-loop-helix (BHLH) family of transcription factors. It activates E-box dependent transcription along with E47. ATOH1 is required for the formation of both neural and non-neural cell types. Using genetic deletion in mice, Atoh1 has been shown to be essential for formation of cerebellar granule neurons, inner ear hair cells, spinal cord interneurons, Merkel cells of the skin, and intestinal secretory cells (goblet, enteroendocrine, and Paneth cells). ATOH1 is a mammalian homolog of the \"Drosophila melanogaster\" gene \"atonal\". ATOH1 is considered part of the Notch signaling pathway.",
            "score": 180.38357543945312
        },
        {
            "docid": "11200557_44",
            "document": "Atypical teratoid rhabdoid tumor . Atypical teratoid/rhabdoid tumor was first described as a distinct entity in 1987. Before 1978, when rhabdoid tumor was described, AT/RT likely was misdiagnosed as medulloblastoma. In some early reports the tumor was known also as malignant rhabdoid tumor (MRT) of the CNS. Between 1978 and 1987, AT/RT was usually misdiagnosed as rhabdoid tumor. However, both AT/RT and non-CNS MRT have a worse prognosis than medulloblastoma and are resistant to the standard treatment protocols for medulloblastoma.",
            "score": 178.94786071777344
        },
        {
            "docid": "37284_2",
            "document": "Brain tumor . A brain tumor occurs when abnormal cells form within the brain. There are two main types of tumors: malignant or cancerous tumors and benign tumors. Cancerous tumors can be divided into primary tumors that start within the brain, and secondary tumors that have spread from somewhere else, known as brain metastasis tumors. All types of brain tumors may produce symptoms that vary depending on the part of the brain involved. These symptoms may include headaches, seizures, problem with vision, vomiting, and mental changes. The headache is classically worse in the morning and goes away with vomiting. More specific problems may include difficulty in walking, speaking, and with sensation. As the disease progresses unconsciousness may occur. The cause of most brain tumors is unknown. Uncommon risk factors include inherited neurofibromatosis, exposure to vinyl chloride, Epstein–Barr virus, and ionizing radiation. The evidence for mobile phones is not clear. The most common types of primary tumors in adults are meningiomas (usually benign), and astrocytomas such as glioblastomas. In children, the most common type is a malignant medulloblastoma. Diagnosis is usually by medical examination along with computed tomography or magnetic resonance imaging. This is then often confirmed by a biopsy. Based on the findings, the tumors are divided into different grades of severity. Treatment may include some combination of surgery, radiation therapy, and chemotherapy. Anticonvulsant medication may be needed if seizures occur. Dexamethasone and furosemide may be used to decrease swelling around the tumor. Some tumors grow gradually, requiring only monitoring and possibly needing no further intervention. Treatments that use a person's immune system are being studied. Outcome varies considerably depending on the type of tumor and how far it has spread at diagnosis. Glioblastomas usually have poor outcomes while meningiomas usually have good outcomes. The average five-year survival rate for all brain cancer in the United States is 33%. Secondary or metastatic brain tumors are more common than primary brain tumors, with about half of metastases coming from lung cancer. Primary brain tumors occur in around 250,000 people a year globally, making up less than 2% of cancers. In children younger than 15, brain tumors are second only to acute lymphoblastic leukemia as the most common form of cancer. In Australia the average lifetime economic cost of a case of brain cancer is $1.9 million, the greatest of any type of cancer.",
            "score": 175.80128479003906
        },
        {
            "docid": "26832587_7",
            "document": "Huda Zoghbi . After Hugo J. Bellen described the role of the \"atonal\" gene in balance in fruit flies, Zoghbi chose to study the mammalian homolog to learn more about the genetics of balance. A member of her lab successfully cloned the mouse homolog, \"Math1\", in 1996. In addition to its involvement in balance and coordination, Zoghbi and other investigators showed that \"Math1\" is also crucial to hearing, newborn breathing, and the formation of secretory cells in the gut. Aberrant activation of \"Math1\" can lead to medulloblastoma, a common childhood brain tumor. Zoghbi's lab has shown that mice that do not express \"Math1\" do not develop the tumor. Current studies of \"Math1\" are providing new information on a variety of disorders including deafness, cancer, and respiratory disorders.",
            "score": 175.0582275390625
        },
        {
            "docid": "3948000_9",
            "document": "Cyclopamine . Cyclopamine is currently being investigated as a treatment agent in basal cell carcinoma, medulloblastoma, and rhabdomyosarcoma, tumors that result from excessive SHh activity, glioblastoma, and as a treatment agent for multiple myeloma. For example, studies of epithelial cancers have demonstrated that tumor cells secrete Shh ligand to signal adjacent growth factors production by stromal cells which leads to angiogenesis, tumor cell proliferation, and tumor cell survival.",
            "score": 171.3965301513672
        },
        {
            "docid": "9880209_17",
            "document": "Cyclin-dependent kinase 6 . Medulloblastoma is the most common cause of brain cancer in children. About a third of these cancers have upregulated CDK6, representing a marker for poor prognosis for this disease. Since it is so common for these cells to have alterations in CDK6, researchers are seeking for ways to downregulate CDK6 expression acting specifically in those cell lines. The MicroRNA (miR) -124 has successfully controlled cancer progression in an \"in-vitro\" setting for medulloblastoma and glioblastoma cells. Furthermore, researchers have found that it successfully reduces the growth of xenograft tumors in rat models.",
            "score": 167.54844665527344
        },
        {
            "docid": "30855468_32",
            "document": "Retinoblastoma protein . The retinoblastoma protein is involved in the growth and development of mammalian hair cells of the cochlea, and appears to be related to the cells' inability to regenerate. Embryonic hair cells require Rb, among other important proteins, to exit the cell-cycle and stop dividing, which allows maturation of the auditory system. Once wild-type mammals have reached adulthood, their cochlear hair cells become incapable of proliferation. In studies where the gene for Rb is deleted in mice cochlea, hair cells continue to proliferate in early adulthood. Though this may seem to be a positive development, Rb-knockdown mice tend to develop severe hearing loss due to degeneration of the organ of Corti. For this reason, Rb seems to be instrumental for completing the development of mammalian hair cells and keeping them alive. However, it is clear that without Rb, hair cells have the ability to proliferate, which is why Rb is known as a tumor suppressor. Temporarily and precisely turning off Rb in adult mammals with damaged hair cells may lead to propagation and therefore successful regeneration. Suppressing function of the retinoblastoma protein in the adult rat cochlea has been found to cause proliferation of supporting cells and hair cells. Rb can be downregulated by activating the sonic hedgehog pathway, which phosphorylates the proteins and reduces gene transcription.",
            "score": 164.1136474609375
        },
        {
            "docid": "563093_19",
            "document": "Paracrine signalling . The Hedgehog Signaling pathway is critical in proper tissue patterning and orientation during normal development of most animals. Hedgehog proteins induce cell proliferation in certain cells and differentiations in others. Aberrant activation of the Hedgehog pathway has been implicated in several types of cancers, Basal Cell Carcinoma in particular. This uncontrolled activation of the Hedgehog proteins can be caused by mutations to the signal pathway, which would be ligand independent, or a mutation that causes overexpression of the Hedgehog protein, which would be ligand dependent. In addition, therapy-induced Hedgehog pathway activation has been shown to be necessary for progression of Prostate Cancer tumors after androgen deprivation therapy. This connection between the Hedgehog signaling pathway and human cancers may provide for the possible of therapeutic intervention as treatment for such cancers. The Hedgehog signaling pathway is also involved in normal regulation of stem-cell populations, and required for normal growth and regeneration of damaged organs. This may provide another possible route for tumorigenesis via the Hedgehog pathway.",
            "score": 164.06637573242188
        },
        {
            "docid": "3994623_14",
            "document": "Medulloblastoma . Treatment begins with maximal surgical removal of the tumor. The addition of radiation to the entire neuraxis and chemotherapy may increase the disease-free survival. Some evidence indicates that proton beam irradiation reduces the impact of radiation on the cochlear and cardiovascular areas and reduces the cognitive late effects of cranial irradiation.  This combination may permit a 5-year survival in more than 80% of cases. The presence of desmoplastic features such as connective tissue formation offers a better prognosis. Prognosis is worse if the child is less than 3 years old, degree of resection is an inadequate , or if any CSF, spinal, supratentorial, or systemic spread occurs. Dementia after radiotherapy and chemotherapy is a common outcome appearing two to four years following treatment. Side effects from radiation treatment can include cognitive impairment, psychiatric illness, bone growth retardation, hearing loss, and endocrine disruption. Increased intracranial pressure may be controlled with corticosteroids or a ventriculoperitoneal shunt.",
            "score": 162.69253540039062
        },
        {
            "docid": "5800721_3",
            "document": "Betulinic acid . In 1995, betulinic acid was reported as a selective inhibitor of human melanoma. Then it was demonstrated to induce apoptosis in human neuroblastoma \"in vitro\" and \"in vivo\" in model systems. At one time, it was undergoing drug development with assistance from the Rapid Access to Intervention Development program of the National Cancer Institute. Also, betulinic acid was found active \"in vitro\" against neuroectodermal (neuroblastoma, medulloblastoma, Ewing's sarcoma) and malignant brain tumors, ovarian carcinoma, in human leukemia HL-60 cells, and malignant head and neck squamous cell carcinoma SCC25 and SCC9 cell lines. In contrast, epithelial tumors, such as breast, colon, small cell lung and renal cell carcinomas, as well as T-cell leukemia cells, were completely unresponsive to treatment with betulinic acid.",
            "score": 162.50338745117188
        },
        {
            "docid": "13149501_8",
            "document": "Victor Velculescu . Starting in 2005, Velculescu extended these approaches, and together with Bert Vogelstein, Ken Kinzler and other colleagues at Johns Hopkins performed the first sequence analysis of the coding genome in human cancers, including breast, colorectal, brain, and pancreatic cancers [13-17]. His group also led the effort to sequence the first pediatric tumor genome for medulloblastoma [18,19]. These studies defined the genomic landscapes of human cancers and identified alterations in a variety of genes and pathways not previously known to be involved in tumorigenesis, including the IDH1 and IDH2 genes in gliomas [16], and chromatin modifying genes MLL2/3 and ARID1 in medulloblastomas, neuroblastomas and other tumor types [18-20].",
            "score": 160.0533447265625
        },
        {
            "docid": "3994623_9",
            "document": "Medulloblastoma . Medulloblastomas usually form in the vicinity of the fourth ventricle, between the brainstem and the cerebellum. Tumors with similar appearance and characteristics originate in other parts of the brain, but they are not identical to medulloblastoma.",
            "score": 159.4473876953125
        },
        {
            "docid": "3994623_5",
            "document": "Medulloblastoma . Medulloblastomas are noninvasive, rapidly growing tumors that, unlike most brain tumors, spread through the cerebrospinal fluid and frequently metastasize to different locations along the surface of the brain and spinal cord. Metastasis all the way down to the cauda equina at the base of the spinal cord is termed \"drop metastasis\".",
            "score": 159.12258911132812
        },
        {
            "docid": "5610583_9",
            "document": "Primitive neuroectodermal tumor . Using gene transfer of SV40 large T-antigen in neuronal precursor cells of rats, a brain tumor model was established. The PNETs were histologically indistinguishable from the human counterparts and have been used to identify new genes involved in human brain tumor carcinogenesis. The model was used to confirm p53 as one of the genes involved in human medulloblastomas, but since only about 10% of the human tumors showed mutations in that gene, the model can be used to identify the other binding partners of SV40 Large T- antigen, other than p53.",
            "score": 158.75831604003906
        },
        {
            "docid": "3994623_2",
            "document": "Medulloblastoma . Medulloblastoma () is the most common type of pediatric malignant primary brain tumor (cancer), originating in the part of the brain that is towards the back and the bottom, on the floor of the skull, in the cerebellum, or posterior fossa.",
            "score": 157.6583709716797
        },
        {
            "docid": "51903_35",
            "document": "Tyrosine kinase . Gastrointestinal stromal tumors (GIST) are known to withstand cancer chemotherapy treatment and do not respond to any kind of therapy (in 2001) in advanced cases. However, tyrosine kinase inhibitor STI571 (imatinib) is effective in the treatment of patients with metastatic gastrointestinal stromal tumors. Gastrointestinal stromal tumors consist of a cluster of mesenchymal neoplasms that are formed from precursors to cells that make up the connective-tissue in the gastrointestinal tract. Most of these tumors are found in the stomach, though they can also be located in the small intestine or elsewhere in the intestinal tract. The cells of these tumors have a growth factor receptor associated with tyrosine kinase activity. This growth factor receptor is called c-kit and is produced by a proto-oncogene (\"c-kit\"). Mutation of c-kit causes the constitutive activity of tyrosine kinase, which results in cancerous gastrointestinal stromal tumors. Results of c-kit mutation include unrestricted tyrosine kinase activity and cell proliferation, unregulated phosphorylation of c-kit, and disruption of some communication pathways. Therapy with imatinib can inhibit the non-normal cell signaling mechanisms in gastrointestinal stromal tumors. This results in significant responses in patients and sustained disease control. By 2001 it was no longer doubted that this inhibitor can be effective and safe in humans. In similar manner, protein tyrosine kinase inhibitor STI571 was found to significantly reduce the physical size of tumors; they decreased roughly 65% in size in 4 months of trialing, and continued to diminish. New lesions did not appear, and a number of the liver metastases completely reduced to non-existence. The single patient in the study remained healthy following treatment. There are no effective means of treatment for advanced gastrointestinal stromal tumors, but that STI571 represents an effective treatment in early stage cancer associated with constitutively active c-kit, by inhibiting unfavourable tyrosine kinase activity.",
            "score": 157.3965301513672
        },
        {
            "docid": "4160656_76",
            "document": "Human herpesvirus 6 . HHV-6 has been detected in lymphomas, leukemias, cervical cancers, and brain tumors. Various medulloblastoma cell lines as well as the cells of other brain tumors have been demonstrated to express the CD46 receptor. Viral DNA has also been identified in many other non-pathological brain tissues, but the levels are lower.",
            "score": 157.26649475097656
        },
        {
            "docid": "27557852_13",
            "document": "Stable nucleic acid lipid particle . In 2009, researchers developed siRNAs capable of targeting both polo-like kinase 1(PLK1) and kinesin spindle protein(KSP). Both proteins are important to the cell-cycle of tumor cells, PLK1 involved with phosphorylation of a variety of proteins and KSP integral to chromosome segregation during mitosis. Specifically, bipolar mitotic spindles are unable to form when KSP is inhibited, leading to arrest of the cell cycle and, eventually, apoptosis. Likewise, inhibition of PLK1 facilitates mitotic arrests and cell apoptosis. According to the study, a 2 mg/kg dose of PLK1-specific siRNA administered for 3 weeks to mice implanted with tumors resulted in increased survival times and obvious reduction of tumors. In fact, the median survival time of treated mice was 51 days as opposed to 32 days for the controls. Further, only 2 of the 6 mice treated had noticeable tumors around the implantation site. Even so, GAPDH, a tumor-derived signal, was present at low levels, indicating significant suppression of tumor growth but not complete elimination. Still, the results suggested minimal toxicity and no significant dysfunction of the bone marrow. Animals treated with KSP-specific siRNA, too, exhibited increased survival times of 28 days compared to 20 days in the controls.",
            "score": 156.72731018066406
        },
        {
            "docid": "19253378_4",
            "document": "Jesse Koochin . Shortly after his sixth birthday, Jesse was diagnosed with an \"inoperable and incurable\" brain tumor— medulloblastoma with metastasis to the brain and spine—on April 19, 2004. His parents sought holistic treatment in three states, including Georgia, where they agreed to try standard radiation treatment as his condition worsened. However, Jesse's condition was determined to be too advanced for radiation or chemotherapy, so his parents took him to another alternative clinic in Mexico for treatment. His parents claimed he improved in Mexico from the alternative treatment. The Mexican treatment included \"injecting him with live cells from the embryo of a blue shark and placing an ointment on his head, which his father described as killing and pulling out the tumors.\"",
            "score": 154.6876220703125
        },
        {
            "docid": "37284_53",
            "document": "Brain tumor . The prognosis of brain cancer depends on the type of cancer diagnosed. Medulloblastoma has a good prognosis with chemotherapy, radiotherapy, and surgical resection while glioblastoma multiforme has a median survival of only 12 months even with aggressive chemoradiotherapy and surgery. Brainstem gliomas have the poorest prognosis of any form of brain cancer, with most patients dying within one year, even with therapy that typically consists of radiation to the tumor along with corticosteroids. However, one type, focal brainstem gliomas in children, seems open to exceptional prognosis and long-term survival has frequently been reported.",
            "score": 154.64883422851562
        },
        {
            "docid": "3994623_15",
            "document": "Medulloblastoma . Chemotherapy is often used as part of treatment. Evidence of benefit, however, is not clear as of 2013. A few different chemotherapeutic regimens for medulloblastoma are used, but most involve a combination of lomustine, cisplatin, carboplatin, vincristine, or cyclophosphamide. In younger patients (less than 3–4 years of age), chemotherapy can delay, or in some cases possibly even eliminate, the need for radiotherapy. However, both chemotherapy and radiotherapy often have long-term toxicity effects, including delays in physical and cognitive development, higher risk of second cancers, and increased cardiac disease risks.",
            "score": 154.56248474121094
        },
        {
            "docid": "14058535_18",
            "document": "CHEK1 . Chk1 has a central role in coordinating the DNA damage response and therefore is an area of great interest in oncology and the development of cancer therapeutics. Initially Chk1 was thought to function as a tumor suppressor due to the regulatory role it serves amongst cells with DNA damage. However, there has been no evidence of homozygous loss of function mutants for Chk1 in human tumors. Instead, Chk1 has been shown to be overexpressed in a numerous tumors including breast, colon, liver, gastric and nasopharyngeal carcinoma. There is a positive correlation with Chk1 expression and tumor grade and disease recurrence suggesting Chk1 may promote tumor growth. Chk1 is essential for cell survival and through high levels of expressions in tumors the function may be inducing tumor cell proliferation. Further, a study has demonstrated that targeting CHK1 reactivates the tumour suppressive activity of protein phosphtase 2A (PP2A) complex in cancer cells. Studies have shown complete loss of Chk1 suppresses chemically induce carcinogenesis however Chk1 haploinsufficiency results in tumor progression. Due to the possibility of Chk1 involvement in tumor promotion, the kinase and related signaling molecules may be potentially effective therapeutic targets. Cancer therapies utilize DNA damaging therapies such as chemotherapies and ionizing radiation to inhibit tumor cell proliferation and induce cell cycle arrest. Tumor cells with increased levels of Chk1 acquire survival advantages due to the ability to tolerate a higher level of DNA damage. Therefore, Chk1 may contribute to chemotherapy resistance. In order to optimize chemotherapies, Chk1 must be inhibited to reduce the survival advantage. Chk1 gene can be effectively silenced by siRNA knockdown for further analysis based on an independent validation. By inhibiting Chk1, cancer cells lose the ability to repair damaged DNA which allows chemotherapeutic agents to work more effectively. Combining DNA damaging therapies such as chemotherapy or radiation treatment with Chk1 inhibition enhances targeted cell death and provides synthetic lethality. Many cancers rely on Chk1 mediated cell cycle arrest heavily especially if cancers are deficient in p53. Approximately 50% of cancers possess p53 mutations illustrating the dependence that many cancers may have on the Chk1 pathway. Inhibition of Chk1 allows selective targeting of p53 mutant cells as Chk1 levels are more likely to highly expressed in tumor cells with p53 deficiencies. Even though this method of inhibition is highly targeted, recent research has shown Chk1 also has a role in the normal cell cycle. Therefore, off-target effects and toxicity associated with combination therapies using CHk1 inhibitors must be considered during development of novel therapies.",
            "score": 153.80809020996094
        },
        {
            "docid": "37284_65",
            "document": "Brain tumor . In children under 2, about 70% of brain tumors are medulloblastomas, ependymomas, and low-grade gliomas. Less commonly, and seen usually in infants, are teratomas and atypical teratoid rhabdoid tumors. Germ cell tumors, including teratomas, make up just 3% of pediatric primary brain tumors, but the worldwide incidence varies significantly.",
            "score": 153.21847534179688
        }
    ]
}