{
    "q": [
        {
            "docid": "55222886_14",
            "document": "Dinosaur tooth . The data that has been collected through dinosaur dental histological studies are typically unavailable through other means and has provided us with a more in-depth understanding on their biology. One of the most significant findings is that despite differences in their appearance, dinosaur teeth are essentially composed of the same dental tissues found in modern mammals, crocodilians and other amniotes, suggesting that these tissues first evolved in a common ancestor and has been retained ever since. Another finding is that the lines of von Ebner can be counted similar to tree rings to determine the age of a tooth. Furthermore, as dinosaurs continuously replace their teeth, the difference in age between the largest and oldest teeth and the smallest and youngest teeth provides us with the rate of tooth replacement. Work on the early theropod dinosaur \"Coelophysis\" established that the ancestral dental attachment mode of dinosaurs is the same thecodonty as in mammals and crocodilians, In mammals thecodonty is associated with dental occlusion while in crocodilians it has been proposed as a means to reduce stresses from bite forces. \"Coelophysis\" possessed neither dental occlusion nor a strong bite, raising questions as to why it possesses thecodonty. Histological work on the hadrosaur dental batteries led to the creation of a developmental model that explains how the batteries were formed by the teeth growing faster and maturing earlier, to the point that the pulp cavity of individual teeth are totally filled with dentine before it even erupts. The lack of pulp in the tooth post-eruption means that the tooth is essentially dead and able to be completely worn away through use and replaced without the risk of exposing the normally sensitive dental pulp to infection and pain. While other dinosaurs such as some ceratopsians and sauropods also possesses dental batteries, they all evolved independently and differ in some form or function from those of hadrosaurs. This shows that some dinosaurs had evolved extremely sophisticated oral processing capabilities independent of the type of mammalian chewing we are familiar with.",
            "score": 105.20454525947571
        },
        {
            "docid": "31769608_3",
            "document": "Teraterpeton . \"Teraterpeton\" has a very different appearance from other early archosauromorphs. It has a long skull with no teeth at the ends of the upper and lower jaws. Over the eye sockets, two bony projections are formed by the lacrimal and prefrontal bones. At the back of the jaws, the small, sharp teeth are closely spaced. They continue below the level of the eye, an unusual trait among early archosauromorphs. The upper tooth row does not run along the edge of the jaw, but is inset closer to mouth. An additional tooth row on the palate runs alongside the maxillary tooth row of the upper jaw. The teeth of the upper jaws fit closely, or occlude, with the teeth of the lower jaw. The upper jaw teeth have sharp cusps with indentations in front of them, while the lower jaw teeth have cusps with indentations behind them. The cusps of the upper teeth fit into the indentations of the lower teeth, while the cusps of the lower teeth fit into the indentations of the upper teeth. \"Teraterpeton\" is unique among all archosauromorphs in having a euryapsid-type skull. Euryapsids have a single hole at the back of the skull called the supratemporal fenestra, which is located toward the top of the head. \"Teraterpeton\" evolved from diapsid reptiles with two holes at the back of their skull, the supratemporal fenestra and an infratemporal fenestra below it. Although it lacks an infratemporal fenestra, \"Teraterpeton\" still belongs to Diapsida because it is a descendant of true diapsids. Other euryapsids such as the marine plesiosaurs and ichthyosaurs are not closely related to \"Teraterpeton\".",
            "score": 80.74402737617493
        },
        {
            "docid": "101829_6",
            "document": "Molar (tooth) . These mammalian multi-cusped cheek teeth probably evolved from single-cusped teeth in reptilians, although the diversity of therapsid molar patterns and the complexity in the molars of the earliest mammals makes it impossible to determine how this happened. According to the widely accepted \"differentiation theory\", additional cusps have arisen by budding or outgrowth from the crown, while the rivalling \"concrescence theory\" instead proposes that complex teeth evolved by the clustering of originally separate conical teeth. It is generally agreed that therian mammals (placentals and marsupials) evolved from an ancestor with tribosphenic cheek teeth, with three main cusps arranged in a triangle.",
            "score": 82.18168759346008
        },
        {
            "docid": "216717_3",
            "document": "Ferugliotherium . About twenty teeth and a jaw fragment have been referred to \"Ferugliotherium\", but the assignment of many of these is controversial or has been superseded. The upper and lower incisors are long and rodent-like and have enamel on only one side of the crown. A fragment of the lower jaw shows that the tooth socket of the lower incisor was very long, extending below the fourth premolar (p4). The p4 is preserved in this fragment. It is blade-shaped and resembles multituberculate p4s. However, the determination of this fossil as \"Ferugliotherium\" is in question. The identity of a few additional isolated premolars assigned to \"Ferugliotherium\", some resembling multituberculates, is also uncertain. The first lower molariform (molar-like tooth; mf1) is known from four examples, of which two were originally identified as upper molars of a different species (\"Vucetichia gracilis\"), which is now considered a synonym of \"Ferugliotherium\". They bear two longitudinal rows of three or four cusps and transverse crests and furrows. A single example each of the second lower (mf2) and first upper molariform (MF1) show that these teeth also had longitudinal cusp rows and transverse furrows and crests, but the mf2 had only two or perhaps three cusps per row and the MF1 had three longitudinal rows.",
            "score": 106.12870168685913
        },
        {
            "docid": "346922_4",
            "document": "Tupinambis . Tegus are large reptiles, with some species reaching a total length of around , and a weight of approximately . These opportunistic, wide-ranging lizards can be found in a variety of habitats, from swamps to rainforests to savannahs and cities. Although terrestrial, they are capable swimmers, able to remain submerged for up to 22 minutes and having even been caught in gill nets set at sea. \"Tupinambis\" have heterodont dentition consisting of four different types of teeth. Incisor-type—tricuspid—teeth reside at the tip of the mouth. Recurved canine-type teeth occur further back on the tooth row. Behind those reside a separate set of incisor-like teeth (though flattened in a perpendicular plane to the first set of incisors). The rearmost teeth are blunt, rounded, peg-shaped teeth. The rearmost two tooth classes only occur in sexually mature individuals thus indicating an ontogenetic shift in tooth morphology. Along with changes in tooth type, the frequency of each tooth type also changes with ontogeny, without an overall changes in tooth count (approximately 70 teeth). Rather than increase tooth count, the teeth themselves increase in size as the jaw grows from hatchling to adult. This ontogenetic shift in tooth morphology suggests a shift in diet with age, however few dietary studies have been done to support this claim and limited stomach content observations do not show much variability between hatchlings and juveniles. Biomechanical studies have shown that tegus have stronger limb bones than comparably-sized mammals or birds, a trait that may be inherent to amphibians and reptiles. They exhibit social and maternal behaviour; female tegus construct burrows to lay their eggs in, and will protect their brood until they hatch. Up to 35 eggs are produced in a clutch. Tegus will hibernate together in groups, though males exhibit territorial behavior towards each other. Tegus exhibit sexual dimorphism. Males display greatly expanded and prominent \"jowls\" along the base of the lower jaw. These jowls are the result of extensive growth of the ventral pterygoideus muscles (a prominent jaw closing muscle in reptiles). Though both sexes exhibit hypertrophy of the ventral pterygoideus muscle, likely in response to their durophagous habits, male \"Tupinambis\" show both greater relative and absolute muscle mass compared to females. Further evidence for sexual selection of these jowls comes from observations that ventral pterygoideus muscle mass increases in males during the reproductive season. Metabolic changes also occur during the reproductive season, in which the body temperature is increased up to 10 degrees and sustained internally like a bird or a mammal. This discovery has major evolutionary implications, providing support for the hypothesis that endothermy may have evolved in response to parental care.",
            "score": 91.51255190372467
        },
        {
            "docid": "2494915_5",
            "document": "Masiakasaurus . The most distinctive characteristic of \"Masiakasaurus\" is the forward-projecting, or procumbent, front teeth. The teeth are heterodont, meaning that they have different shapes along the jaw. The first four dentary teeth of the lower jaw project forward, with the first tooth angled only 10° above the horizontal. These teeth are long and spoon-shaped with hooked edges. They have carinae, or sharp edges, that are weakly serrated. Serrations are more evident along the rear edge the posterior teeth in the back of the jaw, which are also recurved and laterally compressed (flattened from the side), resembling the less unusual teeth of other carnivorous dinosaurs. The margin of the dentary curves downward so that the alveoli (tooth sockets) of the front teeth are directed forward. In fact, the alveolus of the first tooth is actually situated lower than the bottom edge of the rest of the lower jaw. The lower part of the rear edge of the dentary has a long prong, known as a ventral process. This differs from the situation in abelisaurids, which have a much shorter ventral process. On the other hand, the upper part of the rear edge of the dentary is very similar to that of abelisaurids such as \"Majungasaurus\" and \"Carnotaurus\". This part of the bone possesses an array of four small structures, three of which line a socket which connects to the surangular bone at the back of the lower jaw. Although the surangular bone is not preserved, several other bones of the lower jaw are, including a triangular angular bone, a gently curving prearticular bone, and a damaged yet notably concave articular bone. The angular and prearticular formed the lower edge of a large and rounded in the lower jaw (known as a mandibular fenestra) while the articular bone formed the lower part of the jaw joint. A long and tapering hyoid (tongue bone) has also been preserved. The front teeth of the upper jaw are also procumbent, and the margin of the premaxilla curves slightly upward to direct them outward. Unlike the skulls of abelisaurids, which are very deep, the skull of \"Masiakasaurus\" is long and low. The lacrimal and postorbital bones around the eye are textured with bumpy projections. Not including the highly modified jaws and teeth, the skull of \"Masiakasaurus\" possesses many general ceratosaurian characteristics. Overall, its morphology is intermediate between abelisaurids and more basal ceratosaurs. The neck is relatively narrow in comparison to abelisaurids and bear stout neck ribs. While many theropods have s-shaped necks, the ribs would make the neck rather stiff in \"Masiakasaurus\", and the back of the neck is positioned almost horizontally, giving it only a slighter curve. Like those of other abelisauroids, the vertebrae are heavily pneumaticized, or hollowed, and have relatively short neural spines. Pneumaticity is limited to the neck and foremost back vertebrae, however. Pneumatic cavities are also present in the braincase.",
            "score": 83.45395469665527
        },
        {
            "docid": "2817885_8",
            "document": "Nanotyrannus . The primary difference that some scientists have used to argue for \"Nanotyrannus lancensis\"'s validity concerns the number of teeth. Specimens referred to \"N. lancensis\" had 14-15 teeth in each side of the upper jaw (maxilla) and 17 teeth in each side of the lower jaw (dentary), whereas adult \"T. rex\" specimens had 11-12 tooth positions in the upper jaw and 11-14 in the lower. The exact implications of this difference in tooth count have not been universally accepted, however. In his 1999 study of tyrannosaurid growth patterns, Carr showed that, in \"Gorgosaurus libratus\", the number of teeth decreased as the animal grew, and he used this data to support the hypothesis that \"N. lancensis\" is simply a juvenile \"T. rex\". Tsujihi et al., who studied growth in the related \"Tarbosaurus bataar\", found little to no decrease in tooth count during growth, even though they had juvenile specimens much younger than the \"Nanotyrannus\" specimens. These researchers also noted, however, that both \"Tyrannosaurus\" and \"Gorgosaurus\" show significant differences in tooth count between individuals of the same age group, and that tooth count may vary on an individual basis not related to growth. Larson has also contended that, along with skull features, \"Nanotyrannus\" can also be distinguished from \"Tyrannosaurus\" by proportionally larger hands with phalanges on the third metacarpal and in the furcula morphology.",
            "score": 88.79122352600098
        },
        {
            "docid": "17122243_16",
            "document": "Aetiocetus . For the most part, \"Aetiocetus\" retains a primitive tooth count of 11 upper teeth and 11 lower teeth, abbreviated 11/11. This is interpreted to be the basic mammalian dental formula with 3 incisors, 1 canine, 4 premolars, and 3 molars on both upper and lower jaws. However, \"A. weltoni\" and \"A. polydentatus\" show variation from the plesiomorphic mammalian dental formula. \"A. weltoni\" possesses a 11/12 dentition.  True to its name of “many toothed”, \"A. polydentatus\" possesses more teeth than any other aetiocetid, and is remarkable in that the number of teeth are asymmetrical. On the right side of the upper jaw, \"A. polydentatus\" has 13 teeth, and on the left it has 14 teeth. The bottom jaw is also asymmetric, with 14 teeth in the right dentary and 15 in the left. This is the first polydont aetiocetid, meaning that it had more teeth than the standard mammalian formula. Embryonic baleen whales have polydont teeth before birth. \"A. polydentatus\" indicates that this condition was also present in tooth-bearing mysticetes, as expected from developmental data. In addition to its polydont dentition, \"A. polydentatus\" is unique in that these teeth are not differentiated into different teeth types as seen in other members of \"Aetiocetus\". Paleontologists refer to this condition as being homodont, or “same tooth”.",
            "score": 108.67154633998871
        },
        {
            "docid": "50429738_6",
            "document": "Evolutionary psychology and culture . Evolutionary psychological accounts of culture, especially cultural epidemiology, may seem at odds with other disciplines in psychology and anthropology, especially research in cultural evolution (e.g. Boyd and Richerson, 1985, 2005). Cultural evolution, the domain of research focused on how culture changes through time due to different individual transmission mechanisms and population-level effects, often uses models derived from population genetics, in which agents are passive recipients of cultural traits (e.g. Bentley et al., 2004). While evolutionary psychology has focused on how behavior may result from species-typical psychological programs which led to greater fitness in ancestral environments, this work has been criticized for neglecting how behavior may be shaped by culturally transmitted information. In contrast to genetic programs, cultural evolution investigates how culture itself may evolve (Mesoudi, 2009). Gene-culture coevolution studies how culture and genetic evolution influence each other, ultimately shaping behavior, as well. Cultural evolution and evolutionary psychology may not be as disparate as one may think, though. Rather than a passive receptacle of cultural material, Boyd and Richerson (1985, 2005) suggest that our minds consist of psychological mechanisms which direct our attention to and imitate cultural traits depending on the frequency of that trait, the content of it, who carries it, etc. In this way, cultural evolution may be viewed as a particular kind of “scaling up” from the individual-level processes to population-level ones. In neither account of culture is the mind a blank slate or empty bin for cultural material (Tooby and Cosmides, 1992). Some evolutionary psychologists have suggested that culturally-transmitted culture may pass through a number of lenses and filters shaped by natural selection to catch fitness-relevant information and behaviors; these filters may change due to local environmental conditions, sex, and other factors (Gangestad et al., 2006). Boyer (2000) argued that evolutionary psychology, and anthropology in general, should investigate how these cognitive predispositions to cultural material affect their representation in following generations. This research program may help to unify the two fields (Boyer, 2000). Others have suggested that evolutionary psychology, human behavioral ecology, and cultural evolution all fit nicely with each other, ultimately answering different questions on human behavioral diversity; gene-culture coevolution may be at odds with other research programs though by placing more emphasis on socially-learned behavior and its influence on human evolution (Brown et al., 2011).",
            "score": 128.61364817619324
        },
        {
            "docid": "19181049_3",
            "document": "Langobardisaurus . The \"Langobardisaurus\" was a small reptile with a body size shorter than 50 cm. Despite its small size, the \"Langobardisaurus\" featured a long neck with elongate cervical vertebrae featuring low neural spines. Atop its long neck, the \"Langobardisaurus\" had a large yet short triangular skull that featured a small rostrum and large orbits. Its large orbits are evidence of reliance on visual perception – this suggests that the \"Langobardisaurus\" likely had good eyesight. The \"Langobardisaurus\" skull morphology reflects its unique pattern of dentition. The upper jaw of the genus featured thin incisiform teeth on the premaxilla, larger tricuspid cheek teeth on the maxilla and a large molariform tooth with a distal occlusion. The lower jaw featured a similar molariform tooth which occluded with the aforementioned upper counterpart. Additionally, the lower jaw was robust and had a high coronoid process which suggests that the capability of a powerful bite. Given this and its distinct tooth pattern, these traits suggest that the \"Langobardisaurus\" performed excessive grinding of its food. However, none of the discovered specimens included the jaw articulation, so the conclusions that can be drawn are limited. A dentition pattern as described is certainly unique, and not found in any other 'protorosaur'. In an analysis of the \"Langobardisaurus\" jaw and teeth morphology, Renesto and Dalla Vecchia speculated that the \"Langobardisaurus\" survived on a diet of large insects, crustaceans, and small fish with tough scales. Additionally, it has been hypothesized that the \"Langobardisaurus\" used its long neck to pluck insects out of the air, in addition to burying its head deep into burrows to capture fleeing crustacean prey.",
            "score": 72.75680553913116
        },
        {
            "docid": "3539477_12",
            "document": "Heterodontosaurus . An unusual feature of the skull was the different-shaped teeth (heterodonty) for which the genus is named, which is otherwise mainly known from mammals. Most dinosaurs (and indeed most reptiles) have a single type of tooth in their jaws, but \"Heterodontosaurus\" had three. The beaked tip of the snout was toothless, whereas the hind part of the premaxilla in the upper jaw had three teeth on each side. The first two upper teeth were small and cone-shaped (comparable to incisors), while the third on each side was much enlarged, forming prominent, canine-like tusks. These first teeth were probably partially encased by the upper beak. The first two teeth in the lower jaw also formed canines, but were much bigger than the upper equivalents. The canines had fine serrations along the back edge, but only the lower ones were serrated at the front. Eleven tall and chisel-like cheek-teeth lined each side of the posterior parts of the upper jaw, which were separated from the canines by a large diastema (gap). The cheek-teeth increased gradually in size, with the middle teeth being largest, and decreased in size after this point. These teeth had a heavy coat of enamel on the inwards side, and were adapted for wear (hypsodonty), and they had long roots, firmly embedded in their sockets. The tusks in the lower jaw fit into an indentation within the diastema of the upper jaw. The cheek-teeth in the lower jaw generally matched those in the upper jaw, though the enamel surface of these were on the outwards side. The upper and lower teeth rows were inset, which created a \"cheek-recess\" also seen in other ornithischians.",
            "score": 89.34576773643494
        },
        {
            "docid": "47590163_3",
            "document": "Cleopatrodon . \"Cleopatrodon\", like all ptolemaiids, can most easily be identified from its unusual teeth. They were quite unspecialised at the anterior end of the mouth, with canines and incisors of a similar size, but the premolars and molars are very unusual. There are four premolars, rather than three as in most mammals, and three molars. In the lower jaw the premolars increased in size from premolar 1 to 4, and the molars decreased from 1 to 3, creating a smooth curve. The first and second premolars are large but similar to many mammal premolars, with one large cusp, although they did not seem to have been able to exert much shearing force. The third and fourth premolars are very large and have small protocones, very large paracones and large metacones. Unlike the similar genus \"Ptolemaia,\" the premolars 3 and 4 do not possess parastyles. These premolars would have had little shearing power. The molars are smaller than the premolars, but do not seem very different in structure, again seeming very specialised for some form of grinding different to the molars of herbivorous mammals. Each tooth is between 8 and 12 mm long and 10 and 15 mm wide, much shorter and wider than those of \"Ptolemaia.\" Although only the teeth and jawbone fragments of \"Cleopatrodon\" have been found, from these it is estimated to have had a skull around 15–20 cm long with a long jaw and small braincase. The whole animal was probably slightly longer than a Eurasian badger (\"Meles meles)\" but less heavily built.",
            "score": 108.34246897697449
        },
        {
            "docid": "9099027_8",
            "document": "Dental anatomy . Teeth are named by their sets and also arch, class, type, and side. Teeth can belong to one of two sets of teeth: primary (\"baby\") teeth or permanent teeth. Often, \"deciduous\" may be used in place of \"primary\", and \"adult\" may be used for \"permanent\". \"Succedaneous\" refers to those teeth of the permanent dentition that replace primary teeth (incisors, canines, and premolars of the permanent dentition). Succedaneous would refer to these teeth as a group. Further, the name depends upon which arch the tooth is found in. The term, \"maxillary\", is given to teeth in the upper jaw and \"mandibular\" to those in the lower jaw. There are four classes of teeth: incisors, canines, premolars, and molars. Premolars are found only in permanent teeth; there are no premolars in deciduous teeth. Within each class, teeth may be classified into different traits. Incisors are divided further into central and lateral incisors. Among premolars and molars, there are first and second premolars, and first, second, and third molars. The side of the mouth in which a tooth is found may also be included in the name. For example, a specific name for a tooth may be \"permanent maxillary left lateral incisor.\"",
            "score": 107.32515931129456
        },
        {
            "docid": "20231776_9",
            "document": "Kuehneotherium . \"Kuehneotherium\" dentition shows a significant link between mammaliaform triconodont shaped teeth used for in a puncture-crushing pattern, to modern crown therian molars that chew vertically and chew horizontally. Therian mammals such as marsupials and placentals shared a common ancestor that characterized by an upper molar with three main cusps arranged in a triangle that fits into the lower molar that has a reversed triangle and basin-like heel. Later discovery of the earlier more basal mammal Woutersia, provided additional information on this dental transition. \"Kuehneotherium\", like other mammals had 2 sets of teeth during its life. It is speculated that they may have had up to 6 lower molars with the last molar being added to the back later in life. The evidence for this is that the post canine tooth row shifts backwards as the animal grew. They had 5-6 premolars; the first four premolars are single rooted. Anterior premolars would have been shed in late adulthood and not replaced. The lower jaw is a more basal morphology with a prominent postdentary groove where more developed postdentary bones would attach. The enamel microstructures of \"Kuehneotherium\" teeth were synapsid columnar enamel characterized by a pattern of columnar, prism-less structures.",
            "score": 92.97797465324402
        },
        {
            "docid": "27191998_7",
            "document": "Odontometrics . Though, when available, more standard approaches to sex identification are used, in times where the archaeological remains are not completely discovered or preserved, odontometrics are used. Because teeth are “made from the most enduring mineralized tissues in the human body”, they are resistant to many types of destruction, including physical, thermal, mechanical and chemical. According to Marin Vodanović et al., “Sex determination using dental features is primarily based upon the comparison of tooth dimensions in males and females, or upon the comparison of frequencies of non-metric dental traits, like Carabelli's trait of upper molars, deflecting wrinkle of lower first molars, distal accessory ridge of the upper and lower canines or shoveling of the upper central incisors”. When analyzing the teeth, one must also take into consideration the differences in odontometric features between different populations, or one may be led to a false conclusion in sex determination.",
            "score": 119.859299659729
        },
        {
            "docid": "24968742_4",
            "document": "Evolution of influenza . Reassortment, also known as antigenic shift, allows new viruses to evolve under both natural conditions and in artificial cultures. Reassortment occurs in similar fashion as chromosome crossover events, as two different viral strains may come in contact and transfer some of their genetic information. This crossing-over event creates a mixture of the two viral strains, which may replicate as one hybrid virus that expresses traits from both original viruses. The mechanism of the evolutionary force of antigenic shift allows influenza viruses to exchange genes with strains that infect different species. Under this mechanism, a human influenza virus could exchange genes with an avian strain, and that is how pandemic strains arise. There have been three occurrences of pandemics caused by antigenic shift since 1900, and it could just as easily happen again. In fact, the 1957 evolution of the H2N2 virus is thought to be a result of reassortment. In this case, human H1N1 strains and avian influenza A genes were mixed. Infecting tissue cultures can demonstrate how pathogenic qualities can evolve for a particular species even though the reassorted virus may be nonpathogenic for another species. A prime example of evolution under natural conditions is the reassortment of two avian influenza strains that were discovered in dead seals back in 1979.",
            "score": 124.02038311958313
        },
        {
            "docid": "5002743_5",
            "document": "Aquatic mammal . One of the first known proto-mammals similar to modern placentals was aquatic, the Jurassic therapsid Castorocauda. It seems to have been adapted to water much like a beaver, with teeth different in many ways from all other docodonts, presumably due to a difference in diet. Most docodonts had teeth specialized for an omnivorous diet. The teeth of \"Castorocauda\" suggest that the animal was a piscivore, feeding on fish and small invertebrates. The first two molars had cusps in a straight row, eliminating the grinding function suggesting that they were strictly for gripping and not for chewing. This feature of three cusps in a row is similar to the ancestral condition in mammal relatives (as seen in triconodonts), but is almost certainly a derived character in \"Castorocauda\". These first molars were also recurved in a manner designed to hold slippery prey once grasped. These teeth are very similar to the teeth seen in mesonychids, an extinct group of semi-aquatic carnivorous ungulates, and resemble, to a lesser degree, the teeth of seals. Another docodontan, the Late Jurassic \"Haldanodon\", has been suggested to be a platypus or desman-like swimmer and burrower, being well adapted to dig and swim and occurring in a wetland environment.",
            "score": 90.25996530056
        },
        {
            "docid": "37882_3",
            "document": "Crocodile . Although they appear similar, crocodiles, alligators and the gharial belong to separate biological families. The gharial, with its narrow snout, is easier to distinguish, while morphological differences are more difficult to spot in crocodiles and alligators. The most obvious external differences are visible in the head, with crocodiles having narrower and longer heads, with a more V-shaped than a U-shaped snout compared to alligators and caimans. Another obvious trait is that the upper and lower jaws of the crocodiles are the same width, and the teeth in the lower jaw fall along the edge or outside the upper jaw when the mouth is closed; therefore, all teeth are visible, unlike an alligator, which possesses in the upper jaw small depressions into which the lower teeth fit. Also, when the crocodile's mouth is closed, the large fourth tooth in the lower jaw fits into a constriction in the upper jaw. For hard-to-distinguish specimens, the protruding tooth is the most reliable feature to define the species' family. Crocodiles have more webbing on the toes of the hind feet and can better tolerate saltwater due to specialized salt glands for filtering out salt, which are present, but non-functioning, in alligators. Another trait that separates crocodiles from other crocodilians is their much higher levels of aggression.",
            "score": 96.10632336139679
        },
        {
            "docid": "27790941_5",
            "document": "Mesozoic mammals of Madagascar . Two teeth, one complete and one damaged, form the known material of the gondwanathere \"Lavanify\", first described in 1997. The teeth are high-crowned and curved; one contains a deep cementum-filled furrow and the other at least one deep pit (infundibulum). \"Lavanify\" appears to be most closely related to the Indian gondwanathere \"Bharattherium\" and more distantly to the other gondwanatheres, which are known from Argentina. Two other teeth, not yet fully described, may represent different tooth positions of another gondwanathere. One, a fragmentary molariform (molar or molar-like premolar—the identities of gondwanathere tooth are poorly understood) is larger and lower-crowned than the \"Lavanify\" teeth and the other, which is complete and unworn, is yet lower-crowned and has the surface obliquely oriented. Its crown consists of a W-shaped ridge with the parts separated by deep infundibula. This second tooth may also represent a completely different, yet unknown mammalian group.",
            "score": 95.47305250167847
        },
        {
            "docid": "32447292_3",
            "document": "Dermotherium . Some features of the teeth differentiate \"Dermotherium\" from both living colugo species, but other features are shared with only one of the two. The third lower incisor, lower canine, and third lower premolar at least are pectinate or comblike, bearing longitudinal rows of tines or cusps, an unusual feature of colugos (the first two lower incisors are unknown in \"Dermotherium\"). The fourth lower premolar instead resembles the lower molars. The front part of these teeth, the trigonid, is broader in \"D. chimaera\" than in \"D. major\", which is known only from the second and third lower molars. The two species also differ in the configuration of the inner back corner of the lower molars. The upper molars are triangular teeth bearing a number of distinct small cusps, particularly on the second upper molar, and with wrinkled enamel.",
            "score": 110.10608434677124
        },
        {
            "docid": "27900561_7",
            "document": "Livyatan . \"Livyatan\" was part of a fossil stem group of hyper-predatory sperm whales commonly known as macroraptorial sperm whales, or raptorial sperm whales, alongside the extinct whales \"Brygmophyseter\", \"Acrophyseter\", and \"Zygophyseter\". This group is known for having large, functional teeth on both the upper and lower jaws, which were used in capturing large prey; and had an enamel coating. Conversely, the modern sperm whale (\"Physeter macrocephalus\") lacks enamel, teeth in the upper jaw, and the ability to use its teeth to catch prey. \"Livyatan\" belongs to a different lineage to the other raptorial sperm whales, and the size increase and the development of the spermaceti organ, an organ that is characteristic of sperm whales, are thought to have evolved independently from other raptorial sperm whales. The large teeth of the raptorial sperm whales either evolved once in the group with a basilosaurid-like common ancestor, or independently in \"Livyatan\". The large temporal fossa in the skull of raptorial sperm whales is thought to a plesiomorphic feature, that is, a trait inherited from a common ancestor. Since the teeth of fetal modern sperm whales (\"Physeter macrocephalus\") have enamel on them before being coated with cementum, it is thought that the enamel is also an ancient characteristic (basal). The appearance of raptorial sperm whales in the fossil record coincides with the diversification of baleen whales in the Miocene, implying that they evolved specifically to exploit baleen whales. It has also been suggested that the raptorial sperm whales should be placed into the subfamily Hoplocetinae, alongside the genera \"Diaphorocetus\", \"Idiorophus\", \"Scaldicetus\", and \"Hoplocetus\", which are known from the Miocene to the lower Pliocene. However, most of these taxa remain too fragmentary or have been used as wastebasket taxa for non-diagnostic material of stem physeteroids. This subfamily is characterized by their robust and enamel-coated teeth.",
            "score": 70.57703197002411
        },
        {
            "docid": "10490785_45",
            "document": "Evolution of the horse . Throughout the phylogenetic development, the teeth of the horse underwent significant changes. The type of the original omnivorous teeth with short, \"bumpy\" molars, with which the prime members of the evolutionary line distinguished themselves, gradually changed into the teeth common to herbivorous mammals. They became long (as much as 100 mm), roughly cubical molars equipped with flat grinding surfaces. In conjunction with the teeth, during the horse's evolution, the elongation of the facial part of the skull is apparent, and can also be observed in the backward-set eyeholes. In addition, the relatively short neck of the equine ancestors became longer, with equal elongation of the legs. Finally, the size of the body grew as well.",
            "score": 122.21256732940674
        },
        {
            "docid": "231070_7",
            "document": "Baleen . The transition from teeth to baleen is proposed to have occurred stepwise, from teeth to a hybrid to baleen. It is known that modern mysticetes have teeth initially and then develop baleen plate germs \"in utero\", but lose their dentition and have only baleen during their juvenile years and adulthood. However, developing mysticetes do not produce tooth enamel because at some point this trait evolved to become a pseudogene. This is likely to have occurred about 28 million years ago and proves that dentition is an ancestral state of mysticetes. Using parsimony to study this and other ancestral characters suggest that the common ancestor of aetiocetids and edentulous mysticetes evolved lateral nutrient foramina, which are believed to have provided blood vessels and nerves a way to reach developing baleen. Further research suggests that the baleen of Aetiocetus was arranged in bundles between widely spaced teeth. If true, this combination of baleen and dentition in Aetiocetus would act as a transition state between odontocetes and mysticetes. This intermediate step is further supported by evidence of other changes that occurred with the evolution of baleen that make it possible for the organisms to survive using filter feeding, such as a change in skull structure and throat elasticity. It would be highly unlikely for all of these changes to occur at once. Therefore, it is proposed that Oligocene aetiocetids possess both ancestral and descendent character states regarding feeding strategies. This makes them mosaic taxa, showing that either baleen evolved before dentition was lost or that the traits for filter feeding originally evolved for other functions. It also shows that the evolution could have occurred gradually because the ancestral state was originally maintained. Therefore, the mosaic whales could have exploited new resources using filter feeding while not abandoning their previous prey strategies. The result of this stepwise transition is apparent in modern-day baleen whales, because of their enamel pseudogenes and their \"in utero\" development and reabsorbing of teeth.",
            "score": 101.3268131017685
        },
        {
            "docid": "36140218_5",
            "document": "Thylacosmilidae . The family is perhaps the best known among sparassodonts because their dental and cranial specializations, which is superficially similar to that of the saber-toothed cats, often cited as an example of convergent evolution between placental and metatherian mammals. However, there were several differences between thylacosmilids and the other saber-toothed mammals, and these unique traits diagnose the family: unique traits include canine teeth that grew continuously, less specialized carnassial molars and tremendous, flange-like outgrowths of the lower jaw that protected the saber-teeth.",
            "score": 81.98078966140747
        },
        {
            "docid": "19262299_10",
            "document": "Pachylemur . \"Pachylemur\" resembled the living ruffed lemurs but was three or four times larger, with an estimated body mass of for \"P. insignis\" and for the larger \"P. jullyi\". In addition, the skeleton is more robust. The dental formula is , as in all lemurids. The toothcomb—a comblike structure formed by the lower front teeth, characteristic of lemurs and lorisoids—is similar to that of other lemurids. The two halves of the mandible (lower jaw) do not fuse at the mandibular symphysis. However, there are some differences in tooth morphology from the living brown and ring-tailed lemurs, similar to those between the ruffed lemurs and the other genera. In \"Pachylemur\", the talonid basin (a basin at the back end of the lower molars) is more elongate, and it is not lined by an entoconid cusp. In the first two upper molars, the lingual cingulum (a shelf on the inner, or lingual, side of the tooth) is expanded towards the front. The two species differ in details of tooth morphology. \"P. insignis\" had narrower lower premolars and molars, and the buccal (outer) cusps on these teeth are located to the front of their lingual counterparts. Relative to the ruffed lemurs, \"Pachylemur\" has more massive jaws and larger molars.",
            "score": 122.2359071969986
        },
        {
            "docid": "1104822_10",
            "document": "Ceratosaurus . The paired premaxillary bone, which formed the tip of the snout, contained merely three teeth on each half, less than in most other theropods. The maxillary bones of the upper jaw were lined with 15 blade-like teeth on each side in the holotype. The first eight of these teeth were very long and robust, but from the ninth tooth onward they gradually decrease in size. As typical for theropods, they featured finely serrated edges, which in the holotype contained some 10 denticles per . Specimen MWC 1 merely showed eleven to twelve, and specimen UMNH VP 5278 twelve teeth in each maxilla; the teeth were more robust and more recurved in the latter specimen. In all specimens, the tooth crowns of the upper jaws were exceptionally long. In specimen UMNH VP 5278, they measured up to in length, which is equal to the minimum height of the lower jaw. In the holotype, they are in length, which even surpasses the minimum height of the lower jaw. In other theropods, a comparable tooth length is only known from the possibly closely related \"Genyodectes\". In contrast, several members of the Abelisauridae feature very short tooth crowns. In the holotype, each half of the dentary, the tooth-bearing bone of the mandible, was equipped with fifteen teeth, which are however poorly preserved. Both specimens MWC 1 and UMNH VP 5278 show only eleven teeth in each dentary, which were, as shown by the latter specimen, slightly straighter and less sturdy than those of the upper jaw.",
            "score": 65.53877019882202
        },
        {
            "docid": "203106_2",
            "document": "Canine tooth . In mammalian oral anatomy, the canine teeth, also called cuspids, dog teeth, fangs, or (in the case of those of the upper jaw) eye teeth, are relatively long, pointed teeth. However, they can appear more flattened, causing them to resemble incisors and leading them to be called \"incisiform\". They developed and are used primarily for firmly holding food in order to tear it apart, and occasionally as weapons. They are often the largest teeth in a mammal's mouth. Most species that develop them normally have four per mammal, two in the upper jaw and two in the lower, separated within each jaw by its incisors; humans and dogs are examples. In most species, canines are the anterior-most teeth in the maxillary bone.",
            "score": 93.2864580154419
        },
        {
            "docid": "19980507_8",
            "document": "Hybodontiformes . Hybodonts are generally described and identified based on size and shape of teeth and fin spine fossils. Hybodonts are recognized as having teeth with a prominent cusp which is higher than lateral cusplets. Species of hybodonts are often determined based on their teeth fossils which are more likely to be preserved the rock record than the remainder of the sharks’ skeleton. Teeth are abundant in the fossil record because sharks shed them throughout their lifetime and teeth are resistant to erosion. Hybodont teeth are often preserved as incomplete fossils because the base of the tooth is not well attached to the crown. Hybodonts were initially divided into two groups based on their tooth shape. One group had teeth with acuminate cusps that lacked a pulp cavity; these are called osteodont teeth. The other group had a different cusp arrangement and had a pulp cavity, these are called orthodont teeth. For example, the hybodont species \"Heterophychodus steinmanni\" have osteodont teeth with vascular canals of dentine which are arranged vertically parallel to each other, also called ‘tubular dentine’. The crowns of these osteodont teeth are covered with a single layer of enameloid. Hybodonts are characterized by having two dorsal fins each preceded by a fin spine with a specific shape. The fin spines shape is used to distinguish hybodonts from other shark groups and different hybodont species. The fin spines are elongate and gently curved toward the back of the animal. Male hybodonts had small spines across their heads. Hybodonts had thick, massive jaws that vary between different genera according to diet and teeth. Hybodonts had paired fins for steering and a fully heterocercal, or uneven tail, with the dorsal fin extending further than the ventral tail fin. One of the best hybodont fossils is a specimen of \"Tribodus\" from the Santana Formation (Early Cretaceous) of northeastern Brazil. A three dimensional specimen was recovered revealing the shape of the pectoral fins and how they attach to the scapula.",
            "score": 97.79800701141357
        },
        {
            "docid": "155131_20",
            "document": "Bruxism . Occlusion is defined most simply as \"contacts between teeth\", and is the meeting of teeth during biting and chewing. The term does not imply any disease. Malocclusion is a medical term referring to less than ideal positioning of the upper teeth relative to the lower teeth, which can occur both when the upper jaw is ideally proportioned to the lower jaw, or where there is a discrepancy between the size of the upper jaw relative to the lower jaw. Malocclusion of some sort is so common that the concept of an \"ideal occlusion\" is called into question, and it can be considered \"normal to be abnormal\". An occlusal interference may refer to a problem which interferes with the normal path of the bite, and is usually used to describe a localized problem with the position or shape of a single tooth or group of teeth. A \"premature contact\" is one part of the bite meeting sooner than other parts, meaning that the rest of the teeth meet later or are held open, e.g., a new dental restoration on a tooth (e.g., a crown) which has a slightly different shape or position to the original tooth may contact too soon in the bite. A \"deflective contact/interference\" is an interference with the bite that changes the normal path of the bite. A common example of a deflective interference is an over-erupted upper wisdom tooth, often because the lower wisdom tooth has been removed or is impacted. In this example, when the jaws are brought together, the lower back teeth contact the prominent upper wisdom tooth before the other teeth, and the lower jaw has to move forward to allow the rest of the teeth to meet. The difference between a premature contact and a deflective interference is that the latter implies a dynamic abnormality in the bite.",
            "score": 88.20155322551727
        },
        {
            "docid": "3258634_6",
            "document": "Polyphyodont . Manatees are unusual among mammals because they are polyphyodonts, in contrast to most other mammals which replace their teeth only once in their lives (diphyodont). Although most extant mammals are not polyphyodont, mammalian ancestors were. During the evolution of Therapsida, there was a period during which mammals were so small and short-lived that wear on the teeth yielded no significant selection pressure to constantly replace them. Instead, mammals evolved different types of teeth which formed a unit able to crack the exoskeleton of arthropods. Molars came later in their evolution (as earlier in cerapods and \"Diplodocus\"). Mammals chew (masticate) their food which requires a set of firmly attached, strong teeth and a \"full\" tooth row without gaps.",
            "score": 90.0961582660675
        },
        {
            "docid": "2199066_26",
            "document": "Paraceratherium . Unlike most primitive rhinoceroses, the front teeth of \"Paraceratherium\" were reduced to a single pair of incisors in either jaw, which were large and conical, and have been described as tusks. The upper incisors pointed downwards; the lower ones were shorter and pointed forwards. Among known rhinoceroses, this arrangement is unique to \"Paraceratherium\" and the related \"Urtinotherium\". The incisors may have been larger in males. The canine teeth otherwise found behind the incisors were lost. The incisors were separated from the row of cheek teeth by a large diastema (gap). This feature is found in mammals where the incisors and cheek teeth have different specialisations. The upper molars, except for the third upper molar that was V-shaped, had a pi-shaped (π) pattern and a reduced metastyle. The premolars only partially formed the pi pattern. Each molar was the size of a human fist; among mammals they were only exceeded in size by proboscideans, though they were small relative to the size of the skull. The lower cheek teeth were L-shaped, which is typical of rhinoceroses.",
            "score": 101.32491540908813
        },
        {
            "docid": "9236_60",
            "document": "Evolution . An area of current investigation in evolutionary developmental biology is the developmental basis of adaptations and exaptations. This research addresses the origin and evolution of embryonic development and how modifications of development and developmental processes produce novel features. These studies have shown that evolution can alter development to produce new structures, such as embryonic bone structures that develop into the jaw in other animals instead forming part of the middle ear in mammals. It is also possible for structures that have been lost in evolution to reappear due to changes in developmental genes, such as a mutation in chickens causing embryos to grow teeth similar to those of crocodiles. It is now becoming clear that most alterations in the form of organisms are due to changes in a small set of conserved genes.",
            "score": 179.77224707603455
        }
    ],
    "r": [
        {
            "docid": "9236_60",
            "document": "Evolution . An area of current investigation in evolutionary developmental biology is the developmental basis of adaptations and exaptations. This research addresses the origin and evolution of embryonic development and how modifications of development and developmental processes produce novel features. These studies have shown that evolution can alter development to produce new structures, such as embryonic bone structures that develop into the jaw in other animals instead forming part of the middle ear in mammals. It is also possible for structures that have been lost in evolution to reappear due to changes in developmental genes, such as a mutation in chickens causing embryos to grow teeth similar to those of crocodiles. It is now becoming clear that most alterations in the form of organisms are due to changes in a small set of conserved genes.",
            "score": 179.77224731445312
        },
        {
            "docid": "4796463_9",
            "document": "PAX6 . Experiments in mice demonstrate that a deficiency in Pax-6 leads to decrease in brain size, brain structure abnormality leading to Autism, lack of iris formation or a thin cornea. Knockout experiments produced eyeless phenotypes reinforcing the gene’s role in eye development. During embryological development the PAX6 gene, found on chromosome 2, can be seen expressed in multiple early structures such as the spinal cord, hindbrain, forebrain and eyes. Mutations of the PAX6 gene in mammalian species can produce a drastic effect on the phenotype of the organism. This can be seen in mice that contain homozygous mutations of the 422 amino acid long transcription factor encoded by PAX6 in which they do not develop eyes or nasal cavities termed ‘small eye’ mice (PAX10). Deletion of PAX6 induces the same abnormal phenotypes indicating that mutations cause the protein to lose functionality. PAX6 is essential is the formation of the retina, lens and cornea due to its role in early cell determination when forming precursors of these structures such as the optic vesicle and overlying surface ectoderm. PAX10 mutations also hinder nasal cavity development due to the similar precursor structures that in small eye mice do not express PAX10 mRNA. Mice with the mutant genotype begin to be phenotypically differentiable from normal mouse embryos at about day 9 to 10 of gestation. The full elucidation of the precise mechanisms and molecular components by which the PAX6 gene influences eye, nasal and central nervous system development are still researched however, the study of PAX6 has brought more understanding to the development and genetic complexities of these mammalian body systems.",
            "score": 173.22418212890625
        },
        {
            "docid": "33708419_12",
            "document": "Knockout mouse . While knockout mouse technology represents a valuable research tool, some important limitations exist. About 15 percent of gene knockouts are developmentally lethal, which means that the genetically altered embryos cannot grow into adult mice. This problem is often overcome through the use of conditional mutations. The lack of adult mice limits studies to embryonic development and often makes it more difficult to determine a gene's function in relation to human health. In some instances, the gene may serve a different function in adults than in developing embryos. Knocking out a gene also may fail to produce an observable change in a mouse or may even produce different characteristics from those observed in humans in which the same gene is inactivated. For example, mutations in the p53 gene are associated with more than half of human cancers and often lead to tumours in a particular set of tissues. However, when the p53 gene is knocked out in mice, the animals develop tumours in a different array of tissues. There is variability in the whole procedure depending largely on the strain from which the stem cells have been derived. Generally cells derived from strain 129 are used. This specific strain is not suitable for many experiments (e.g., behavioural), so it is very common to backcross the offspring to other strains. Some genomic loci have been proven very difficult to knock out. Reasons might be the presence of repetitive sequences, extensive DNA methylation, or heterochromatin. The confounding presence of neighbouring 129 genes on the knockout segment of genetic material has been dubbed the \"flanking-gene effect\". Methods and guidelines to deal with this problem have been proposed.",
            "score": 170.0247039794922
        },
        {
            "docid": "8406655_23",
            "document": "Introduction to genetics . Mutations create new alleles. These alleles have new DNA sequences and can produce proteins with new properties. So if an island was populated entirely by black mice, mutations could happen creating alleles for white fur. The combination of mutations creating new alleles at random, and natural selection picking out those that are useful, causes adaptation. This is when organisms change in ways that help them to survive and reproduce. Many such changes, studied in evolutionary developmental biology, affect the way the embryo develops into an adult body.",
            "score": 163.70175170898438
        },
        {
            "docid": "41185140_5",
            "document": "Phenotypic integration . Integration can be found at the genetic level due to gene linkage. Gene linkage involves multiple genes being inherited together during meiosis because they are close to each other on the same chromosome. Alleles at different loci can be inherited together if they are tightly linked. Large genetic correlations can only be upheld if the loci that influence different characters are tightly linked, or if high levels of inbreeding in the population occur. Even if selection favors the correlations, it will not be maintained unless those conditions are met. Selection will favor tight linkage because it is maintained better. Poorly linked genetic correlations will not last. Transposition allows the loci at different locations on the chromosome to move so that they can become close to each other and be inherited together. This is significant to understanding the relationship between phenotypic integration and evolution because it is one of the mechanisms of how multiple traits that are connected to each other to evolve and change together. For instance, the Papilio dardanus butterflies come in three different forms, each mimicking a different distasteful butterfly species. Multiple loci contribute to these different forms, and a butterfly with alleles for form A at one locus and B at another locus would have poor fitness. However, the multiple loci are tightly linked, so they are inherited together as a single allele. Through transposition, these multiple loci ended up close to each other. Mutations among these linked genes are the nonadaptive fuel which can create evolution. Evolution may also occur because the integration may have an adaptive advantage in a particular environment for an organism. It is also important to recognize that not only can the traits be inherited together, but inherited separately and selected together. Another important example of phenotypic integration evolving over time is the relationship between the neurocranium and the brain. Over the last 150 million years the number of bones in the brain has decreased while the size of the brain in mammals has changed. Integration between the brain and the skull has evolved over this time period to reduce the number of bones in the cranium, while increasing the size of the brain. This relationship between correlated traits has played an important role in the evolution of mammalian cranium structure and brain size. Finally, development is another crucial cause of phenotypic integration that has evolved over time. Cell-signaling pathways which utilize integration in the form of complex interactions among specific cells in the pathway are crucial to proper development in many organisms. The interactions among the cells in the pathway, and the interaction of the pathways with other pathways have evolved over time to create complex structures.",
            "score": 159.8443145751953
        },
        {
            "docid": "219268_22",
            "document": "Population genetics . Mutation is the ultimate source of genetic variation in the form of new alleles. In addition, mutation may influence the direction of evolution when there is mutation bias, i.e. different probabilities for different mutations to occur. For example, recurrent mutation that tends to be in the opposite direction to selection can lead to mutation-selection balance. At the molecular level, if mutation from G to A happens more often than mutation from A to G, then genotypes with A will tend to evolve. Different insertion vs. deletion mutation biases in different taxa can lead to the evolution of different genome sizes. Developmental or mutational biases have also been observed in morphological evolution. For example, according to the phenotype-first theory of evolution, mutations can eventually cause the genetic assimilation of traits that were previously induced by the environment.",
            "score": 157.8335418701172
        },
        {
            "docid": "57414_7",
            "document": "Evolutionary developmental biology . From the early 19th century through most of the 20th century, embryology faced a mystery. Animals were seen to develop into adults of widely differing body plan, often through similar stages, from the egg, but zoologists knew almost nothing about how embryonic development was controlled at the molecular level, and therefore equally little about how developmental processes had evolved. Charles Darwin argued that a shared embryonic structure implied a common ancestor. As an example of this, Darwin cited in his 1859 book \"On the Origin of Species\" the shrimp-like larva of the barnacle, whose sessile adults looked nothing like other arthropods; Linnaeus and Cuvier had classified them as molluscs. Darwin also noted Alexander Kowalevsky's finding that the tunicate, too, was not a mollusc, but in its larval stage had a notochord and pharyngeal slits which developed from the same germ layers as the equivalent structures in vertebrates, and should therefore be grouped with them as chordates. 19th century zoology thus converted embryology into an evolutionary science, connecting phylogeny with homologies between the germ layers of embryos. Zoologists including Fritz Müller proposed the use of embryology to discover phylogenetic relationships between taxa. Müller demonstrated that crustaceans shared the Nauplius larva, identifying several parasitic species that had not been recognised as crustaceans. Müller also recognised that natural selection must act on larvae, just as it does on adults, giving the lie to recapitulation, which would require larval forms to be shielded from natural selection. Two of Haeckel's other ideas about the evolution of development have fared better than recapitulation: he argued in the 1870s that changes in the timing (heterochrony) and changes in the positioning within the body (heterotopy) of aspects of embryonic development would drive evolution by changing the shape of a descendant's body compared to an ancestor's. It took a century before these ideas were shown to be correct. In 1917, D'Arcy Thompson wrote a book on the shapes of animals, showing with simple mathematics how small changes to parameters, such as the angles of a gastropod's spiral shell, can radically alter an animal's form, though he preferred mechanical to evolutionary explanation. But for the next century, without molecular evidence, progress stalled.",
            "score": 153.09585571289062
        },
        {
            "docid": "48616185_4",
            "document": "Lisa Goodrich . In her laboratory, her group studies the cellular and molecular mechanisms that impact the development of neural circuits. The stages of development being studied are determination, differentiation, how axonal connections are formed, and generation of behavior. Her research program focuses on detecting genes necessary for hearing and balance. Her research hopes to connect molecular pathways that are essential in cochlea development, and to influence these pathways to repair the cochlea after suffering damage. It focuses on how the steps of circuit assembly coincide to construct neural networks that are committed to particular functions. In order to do so, research from mouse molecular genetics and genomics is studied to discover how circuit assembly is regulated. The two main assemblies she studies are the auditory circuit assembly and the rental circuit assembly. Her lab utilizes various genetic techniques in mice and biochemical assays and embryological studies in chicks. She also uses forward and reverse genetic approaches in mice to gain an understanding of how genetic mutations can lead to fluctuations in hearing and balances..",
            "score": 151.67996215820312
        },
        {
            "docid": "41185140_2",
            "document": "Phenotypic integration . Phenotypic Integration is the term used to describe when multiple functionally-related traits are correlated with each other. Complex phenotypes often require multiple traits working together in order to function properly. Phenotypic integration is significant because it provides an explanation as to how phenotypes are sustained by relationships between traits. Every aspect of an organism is created so that the role it plays overall is performed harmoniously with all its other parts. Every organism's phenotype is integrated, organized, and a functional whole. Integration is also associated with functional modules. Modules are complex character units that are tightly associated, such as a flower. It is hypothesized that organisms with high correlations between traits in a module have the most efficient functions. The fitness of a particular value for one phenotypic trait frequently depends on the value of the other phenotypic traits, making it important for those traits evolve together. One trait can have a direct effect on fitness, and it has been shown that the correlations among traits can also change fitness, causing these correlations to be adaptive, rather than solely genetic. Integration can be involved in multiple aspects of life, not just at the genetic level, but during development, or simply at a functional level. Integration can be caused by genetic, developmental, environmental, or physiological relationships among characters. Environmental conditions can alter or cause integration, i.e. they may be plastic. Correlational selection, a form of natural selection can also produce integration. At the genetic level, integration can be caused by pleiotropy, close linkage, or linkage disequilibrium among unlinked genes. At the developmental level it can be due to cell-cell signaling such as in the development of the ectopic eyes in Drosophila. It is believed that the patterns of genetic covariance helped distinguish certain species. It can create variation among certain phenotypes, and can facilitate efficiency. This is significant because integration may play a huge role in phenotypic evolution. Phenotypic integration and its evolution can not only create large amounts of variety among phenotypes which can cause variation among species. For example, the color patterns on Garter snakes range widely and are caused by the covariance among multiple phenotypes.",
            "score": 150.7688446044922
        },
        {
            "docid": "9236_42",
            "document": "Evolution . In addition to being a major source of variation, mutation may also function as a mechanism of evolution when there are different probabilities at the molecular level for different mutations to occur, a process known as mutation bias. If two genotypes, for example one with the nucleotide G and another with the nucleotide A in the same position, have the same fitness, but mutation from G to A happens more often than mutation from A to G, then genotypes with A will tend to evolve. Different insertion vs. deletion mutation biases in different taxa can lead to the evolution of different genome sizes. Developmental or mutational biases have also been observed in morphological evolution. For example, according to the phenotype-first theory of evolution, mutations can eventually cause the genetic assimilation of traits that were previously induced by the environment.",
            "score": 148.42266845703125
        },
        {
            "docid": "13483_14",
            "document": "Hemoglobin . Variations in hemoglobin amino acid sequences, as with other proteins, may be adaptive. For example, hemoglobin has been found to adapt in different ways to high altitudes. Organisms living at high elevations experience lower partial pressures of oxygen compared to those at sea level. This presents a challenge to the organisms that inhabit such environments because hemoglobin, which normally binds oxygen at high partial pressures of oxygen, must be able to bind oxygen when it is present at a lower pressure. Different organisms have adapted to such a challenge. For example, recent studies have suggested genetic variants in deer mice that help explain how deer mice that live in the mountains are able to survive in the thin air that accompanies high altitudes. A researcher from the University of Nebraska-Lincoln found mutations in four different genes that can account for differences between deer mice that live in lowland prairies versus the mountains. After examining wild mice captured from both highlands and lowlands, it was found that: the genes of the two breeds are \"virtually identical—except for those that govern the oxygen-carrying capacity of their hemoglobin\". \"The genetic difference enables highland mice to make more efficient use of their oxygen\", since less is available at higher altitudes, such as those in the mountains. Mammoth hemoglobin featured mutations that allowed for oxygen delivery at lower temperatures, thus enabling mammoths to migrate to higher latitudes during the Pleistocene. This was also found in hummingbirds that inhabit the Andes. Hummingbirds already expend a lot of energy and thus have high oxygen demands and yet Andean hummingbirds have been found to thrive in high altitudes. Non-synonymous mutations in the hemoglobin gene of multiple species living at high elevations (\"Oreotrochilus, A. castelnaudii, C. violifer, P. gigas,\" and \"A. viridicuada\") have caused the protein to have less of an affinity for inositol hexaphosphate (IHP), a molecule found in birds that has a similar role as 2,3-BPG in humans; this results in the ability to bind oxygen in lower partial pressures.",
            "score": 147.7281036376953
        },
        {
            "docid": "379888_11",
            "document": "Inbred strain . Inbred strains, because they are small populations of homozygous individuals, are susceptible to the fixation of new mutations through genetic drift, Jackson laboratory in an information session on genetic drift in mice, calculated a quick estimate of the rate of mutation based on observed traits to be 1 phenotypic mutation every 1.8 generations, though they caution that this is likely an under representation because the data they used was for visible phenotypic changes and not phenotype changes inside of mice strains. they further add that statistically every 6-9 generations, a mutation in the coding sequence is fixed, leading to the creation of a new substrain. Care must be taken when comparing results that two substrains are not compared, because substrains may differ drastically",
            "score": 146.5517120361328
        },
        {
            "docid": "7373582_4",
            "document": "Transgressive segregation . There are many causes for transgressive segregation in hybrids. One cause can be due to recombination of additive alleles. Recombination results in new pairs of alleles at two or more loci. These different pairs of alleles can give rise to new phenotypes if gene expression has been changed at these loci. Another cause can be elevated mutation rate. When mutation rates are high, it is more probable that a mutation will occur and cause an extreme phenotypic change. Reduced developmental stability is another cause for transgressive segregation. Developmental stability refers to the capability of a genotype to go through a constant development of a phenotype in a certain environmental setting. If there is a disturbance due to genetic or environmental factors, the genotype will be more sensitive to phenotypic changes. Another cause arises from the interaction between two alleles of two different genes, also known as the epistatic effect. Epistasis is the event when one allele at a locus prevents an allele at another locus to express its product as if it is masking its effect. Therefore, epistasis can be related to gene over dominance caused by heterozygosity at specific loci.[2] What this means is that the heterozygote (hybrid) when compared to the homozygote (parent) is better adapted and therefore shows more transgressive, extreme phenotypes. All of these causes lead to the appearance of these extreme phenotypes and creates a hybrid species that will deviate away from the parent species niche and eventually create an individual \"hybrid\" species.",
            "score": 145.6420135498047
        },
        {
            "docid": "796412_2",
            "document": "Experimental evolution . Experimental evolution is the use of laboratory experiments or controlled field manipulations to explore evolutionary dynamics. Evolution may be observed in the laboratory as individuals/populations adapt to new environmental conditions by natural selection. There are two different ways in which adaptation can arise in experimental evolution. One is via an individual organism gaining a novel beneficial mutation. The other is from allele frequency change in standing genetic variation already present in a population of organisms. Other evolutionary forces outside of mutation and natural selection can also play a role or be incorporated into experimental evolution studies, such as genetic drift and gene flow. The organism used is decided by the experimenter, based off whether the hypothesis to be tested involves adaptation through mutation or allele frequency change. A large number of generations are required for adaptive mutation to occur, and experimental evolution via mutation is carried out in viruses or unicellular organisms with rapid generation times, such as bacteria and asexual clonal yeast. Polymorphic populations of asexual or sexual yeast, and multicellular eukaryotes like Drosophila, can adapt to new environments through allele frequency change in standing genetic variation. Organisms with longer generations times, although costly, can be used in experimental evolution. Laboratory studies with foxes and with rodents (see below) have shown that notable adaptations can occur within as few as 10–20 generations and experiments with wild guppies have observed adaptations within comparable numbers of generations. More recently, experimentally evolved individuals or populations are often analyzed using whole genome sequencing, an approach known as Evolve and Resequence (E&R). E&R can identify mutations that lead to adaptation in clonal individuals or identify alleles that changed in frequency in polymorphic populations, by comparing the sequences of individuals/populations before and after adaptation. The sequence data makes it possible to pinpoint the site in a DNA sequence that a mutation/allele frequency change occurred to bring about adaptation. The nature of the adaptation and functional follow up studies can shed insight into what effect the mutation/allele has on phenotype.",
            "score": 144.27268981933594
        },
        {
            "docid": "2395117_4",
            "document": "Gametogonium . Mice and other mammalian species undergo epigenesis during development, where germ cells are separated from the somatic lineage during early gastrulation, occurring at embryonic day 7 in mice, and are derived directly from proximal epiblast cells relative to the extraembryonic ectoderm. Prior to gastrulation the epiblast cells are not yet set in their role as cells of the germ lineage and can act as precursors for somatic cells Matsui and Okamura, 2003. At this stage, cells transplanted to the proximal epiblast from other parts of the epiblast can also be differentiated into germ line cells. The potential germ line cells are specified by the extracellular signalling of BMP4, BMP2 and BMP8b from the extraembryonic ectoderm. The germ cell population (~40 in mice), after specification, migrate to the developing gonads where they differentiate further into gametogonia. Much of the research in germ cell development is done on animal models. Animal models are an effective research tool due the commonality of sexual reproduction which is thought to have same or similar mechanisms across species. The majority of research is done on mice which has led to advances in understanding germ line differentiation across all mammal but there are some species specific mechanisms which have not been studied as extensively due to the difficulty of both obtaining human samples and the ethical limitations of human research. To circumvent that, there have been studies performed on human pluripotent stem cells.",
            "score": 143.9353485107422
        },
        {
            "docid": "7070579_10",
            "document": "Genetics of aggression . The heritability of aggression has been observed in many animal strains after noting that some strains of birds, dogs, fish, and mice seem to be more aggressive than other strains. Selective breeding has demonstrated that it is possible to select for genes that lead to more aggressive behavior in animals. Selective breeding examples also allow researchers to understand the importance of developmental timing for genetic influences on aggressive behavior. A study done in 1983 (Cairns) produced both highly aggressive male and female strains of mice dependent on certain developmental periods to have this more aggressive behavior expressed. These mice were not observed to be more aggressive during the early and later stages of their lives, but during certain periods of time (in their middle-age period) were more violent and aggressive in their attacks on other mice. Selective breeding is a quick way to select for specific traits and see those selected traits within a few generations of breeding. These characteristics make selective breeding an important tool in the study of genetics and aggressive behavior.",
            "score": 143.00173950195312
        },
        {
            "docid": "4131939_22",
            "document": "Saltation (biology) . Goldschmidt proposed that mutations occasionally yield individuals within populations that deviate radically from the norm and referred to such individuals as \"hopeful monsters\". If the novel phenotypes of hopeful monsters arise under the right environmental circumstances, they may become fixed, and the population will found a new species. While this idea was discounted during the Modern synthesis, aspects of the hopeful monster hypothesis have been substantiated in recent years. For example, it is clear that dramatic changes in phenotype can occur from few mutations of key developmental genes and phenotypic differences among species often map to relatively few genetic factors. These findings are motivating renewed interest in the study of hopeful monsters and the perspectives they can provide about the evolution of development. In contrast to mutants that are created in the lab, hopeful monsters have been shaped by natural selection and are therefore more likely to reveal mechanisms of adaptive evolution.",
            "score": 142.8326873779297
        },
        {
            "docid": "4542890_11",
            "document": "Organoid . Organoids provide an opportunity to create cellular models of human disease, which can be studied in the laboratory to better understand the causes of disease and identify possible treatments. In one example, the genome editing system called CRISPR was applied to human pluripotent stem cells to introduce targeted mutations in genes relevant to two different kidney diseases, polycystic kidney disease and focal segmental glomerulosclerosis. These CRISPR-modified pluripotent stem cells were subsequently grown into human kidney organoids, which exhibited disease-specific phenotypes. Kidney organoids from stem cells with polycystic kidney disease mutations formed large, translucent cyst structures from kidney tubules. When cultured in the absence of adherent cues (in suspension), these cysts reached sizes of 1 cm in diameter over several months. Kidney organoids with mutations in a gene linked to focal segmental glomerulosclerosis developed junctional defects between podocytes, the filtering cells affected in that disease. Importantly, these disease phenotypes were absent in control organoids of identical genetic background, but lacking the CRISPR mutations. Comparison of these organoid phenotypes to diseased tissues from mice and humans suggested similarities to defects in early development. These experiments demonstrate how organoids can be utilized to create complex models of human disease in the laboratory, which recapitulate tissue-level phenotypes in a petri dish.",
            "score": 141.67372131347656
        },
        {
            "docid": "50145326_2",
            "document": "TBX15 . TBX15 or T-Box 15 is a transcription factor involved in many developmental processes. TBX15 is a member of the T-box 1 subfamily and has been mapped to Chromosome 3. TBX15 is important in the development of the skeletal system. it is mainly associated with the development of the limbs, spinal column, and head. In particular, TBX15 is shown to influence the development of the scapula or shoulder blade. Mutations of the TBX15 gene can cause a disease called Cousin Syndrome. This disease is associated with short stature, head and facial deformities, and underdevelopment of the shoulder blade and pelvis. Candille et al. showed that TBX15 is also associated with a genetic mutation in mice called droopy ear. Droopy ear is a genetic mutation resulting in craniofacial malformations most notably ears in abnormal locations. Droopy ear is associated with a deletion of a portion of the TBX15 gene. Droopy ear is also associated with abnormal skin color characteristics in mice. This shows another effect of the TBX15 gene which is helping to establishment of dorsoventral patterning of skin/ fur color.",
            "score": 141.56716918945312
        },
        {
            "docid": "392309_9",
            "document": "Founder effect . The variation in gene frequency between the original population and colony may also trigger the two groups to diverge significantly over the course of many generations. As the variance, or genetic distance, increases, the two separated populations may become distinctively different, both genetically and phenotypically, although not only genetic drift, but also natural selection, gene flow and mutation all contribute to this divergence. This potential for relatively rapid changes in the colony's gene frequency led most scientists to consider the founder effect (and by extension, genetic drift) a significant driving force in the evolution of new species. Sewall Wright was the first to attach this significance to random drift and small, newly isolated populations with his shifting balance theory of speciation. Following behind Wright, Ernst Mayr created many persuasive models to show that the decline in genetic variation and small population size accompanying the founder effect were critically important for new species to develop. However, much less support for this view is shown today, since the hypothesis has been tested repeatedly through experimental research, and the results have been equivocal at best. Speciation by genetic drift is a specific case of peripatric speciation which in itself occurs in rare instances. It takes place when a random change in genetic frequency of population favours the survival of a few organisms of the species with rare genes which cause reproductive mutation. These surviving organisms then breed among themselves over a long period of time to create a whole new species whose reproductive systems or behaviors are no longer compatible with the original population.",
            "score": 141.5192413330078
        },
        {
            "docid": "9962100_23",
            "document": "Mediator (coactivator) . Conditional mutations can be produced in mice which affect only specific cells or tissues at specific times, so that the mouse can develop to adulthood and the adult phenotype can be studied. In one case, MED1 was found to participate in controlling the timing of events of meiosis in male mice. Conditional mutants in keratinocytes show differences in skin wound healing. A conditional mutant in mice was found to change dental epithelium into epidermal epithelium, which caused hair to grow associated with the incisors.",
            "score": 141.26307678222656
        },
        {
            "docid": "13571938_26",
            "document": "Plant evolutionary developmental biology . How the infinite variety of plant leaves is generated is a subject of intense research. Some common themes have emerged. One of the most significant is the involvement of KNOX genes in generating compound leaves, as in tomato \"(see above)\". But this again is not universal. For example, pea uses a different mechanism for doing the same thing. Mutations in genes affecting leaf curvature can also change leaf form, by changing the leaf from flat, to a crinky shape, like the shape of cabbage leaves. There also exist different morphogen gradients in a developing leaf which define the leaf's axis. Changes in these morphogen gradients may also affect the leaf form. Another very important class of regulators of leaf development are the microRNAs, whose role in this process has just begun to be documented. The coming years should see a rapid development in comparative studies on leaf development, with many EST sequences involved in the process coming online.",
            "score": 141.17979431152344
        },
        {
            "docid": "49681636_4",
            "document": "Phosphatidylinositol-4-phosphate 5- kinases (PIP5K) in neuronal development . Although an extensive study to elucidate the role of PI(4,5)P2 and PIP5 kinase has been focused on many cellular processes such as vesicle trafficking, cell movement and cytoskeletal assembly, a very few studies have been reported for their role in neuronal development. PIP5K is highly expressed kinase in the nervous system of several organisms and plays important role in neuronal development including embryogenesis and post-natal neural development. The disruption of PIP5KIγ leads to broad developmental and cellular defects in mice indicating PIP5KIγ plays critical role for embryogenesis and adulthood of mice and its disruption causes fatality for postnatal life []. The embryo without PIP5KIγ has extensive prenatal lethality during embryonic development. The disruption of PIP5KIγ also causes neural tube closure defects caused by decreased PI(4,5)P2 level. In contrast to this, mice lacking PIPKIα or PIPKIβ have major impact during adulthood but no effect in prenatal embryo, Even in the absence of both PIPKIα and PIPKIβ, a single allele of PIPKIγ, can support normal the adulthood functioning, indicating PIPKIγ and PIPKIα have partially overlapping function during embryogenesis. In different experiments, the role of PIP5K in neurite outgrowth has been analyzed by knocking down PIP5Kα. The Nerve Growth Factor (NGF) induced neurite outgrowth was more obvious in knock down cells than in control cells. In contrary, the over-expression of PIP5Ka in to a PIP5Ka Knock down cells abrogated neurite outgrowth showing PIP5K acts as a negative regulator of NGF-induced neurite outgrowth through inhibiting the PI3K/ AKT signaling pathway in PC12 cells.",
            "score": 141.03565979003906
        },
        {
            "docid": "839842_4",
            "document": "Anagenesis . An alternative definition offered for anagenesis is as follows: progeny relationships between designated taxa with one or more denominated taxa in line with a branch from the evolutionary tree. Taxa mat be with of species or genus and will help identify possible ancestors. When looking at evolutionary descent, there are two mechanisms at play. The first process is when an alteration is made to genetic information. This means that over time there is enough of a difference in their Genomes and the way that species genes interact with each other during the developmental stage. Anagenesis can be viewed as the processes of sexual and natural selection, and genetic drift's effect on an evolving species over time. The second process, speciation, is closely associated with cladogenesis. Speciation includes the actual separation of lineages, into two or more new species, from one specified species of origin. Cladogenesis can be seen as a similar hypothesis to anagenesis, with the addition of speciation to its mechanisms. Diversity on a species-level is able to be achieved through anagenesis. With collected data, only one or two early hominin were found to be relatively close to the Plio-Pleistocene range. Anagenesis suggests that evolutionary changes can occur in a species over time to a sufficient degree that later organisms could be considered a different species, especially in the absence of fossils documenting the gradual transition from one to another. This is in contrast to cladogenesis—or speciation in a sense—in which a population is split into two or more reproductively isolated groups and these groups accumulate sufficient differences to become distinct species. The punctuated equilibria hypothesis suggests that anagenesis is rare and that the rate of evolution is most rapid immediately after a split which will lead to cladogenesis, but does not completely rule out anagenesis. Distinguishing between anagenesis and cladogenesis is particularly relevant in the fossil record, where limited fossil preservation in time and space makes it difficult to distinguish between anagenesis, cladogenesis where one species replaces the other, or simple geographic immigration/emigration patterns. Recent evolutionary studies are looking at anagenesis and cladogeneis for possible answers in developing the hominin phylogenetic tree to understand morphological diversity and the origins of \"Australopithecus anamensis\", and this case could possibly show anagenesis in the fossil record.",
            "score": 139.17098999023438
        },
        {
            "docid": "14726020_10",
            "document": "Myosin binding protein C, cardiac . A great understanding of how \"MYBPC3\" mutations lead to the development of inherited cardiomyopathy came from the analyses of human myocardial samples, gene transfer in different cell lines, naturally-occurring or transgenic animal models and more recently disease modeling using induced pluripotent stem cells (iPSC)-derived cardiac myocytes. Although access to human myocardial samples is difficult, at least some studies provided evidence that truncated cMyBP-Cs, resulting from truncating \"MYBPC3\" mutations are not detectable in human patient samples by Western-immunoblot analysis. This was supported in heterozygous \"Mybpc3\"-targeted knock-in mice, carrying the human c.772G>A transition (i.e. founder mutation in Tuscany These data suggest haploinsufficiency as the main disease mechanism for heterozygous truncating mutations. A body of evidence exists that the mechanisms regulating the expression of mutant allele involve the nonsense-mediated mRNA decay, the ubiquitin-proteasome system (UPS) and the autophagy-lysosomal pathway after gene transfer of mutant \"MYBPC3\" in cardiac myocytes or in mice \"in vivo\". In contrast to truncating mutations, missense mutations lead, in most of the cases (although difficult to specifically detect), to stable mutant cMyBP-Cs that are, at least in part, incorporated into the sarcomere and could act as poison polypeptides on the structure and/or function of the sarcomere. Homozygous or compound heterozygous mutations are therefore likely subject to differential regulation depending on whether they are double missense, double truncating or mixed missense/truncating mutations. The homozygous \"Mybpc3\"-targeted knock-in mice, which genetically mimic the situation of severe neonatal cardiomyopathy are born without phenotype and soon after birth develop systolic dysfunction followed by (compensatory) cardiac hypertrophy. The human c.772G>A transition results in low levels of three different mutant \"Mybpc3\" mRNAs and cMyBP-Cs in homozygous mice, suggesting a combination of haploinsufficiency and polypeptide poisoning as disease mechanism in the homozygous state. In addition, the combination of external stress (such as neurohumoral stress or aging) and \"Mybpc3\" mutations have been shown to impair the UPS in mice, and proteasomal activities were also depressed in patients with hypertrophic cardiomyopathy or dilated cardiomyopathy.",
            "score": 138.0675048828125
        },
        {
            "docid": "17862511_6",
            "document": "Irving Weissman . He developed methods to identify stem cells, and has extensively researched stem cells and progenitor cells. His research focus is \"the phylogeny and developmental biology of the cells that make up the blood-forming and immune system.\" Weissman is widely recognized as the \"father of hematopoiesis\" since he was the first to purify blood forming stem cells in both mice and humans. His laboratory purified stem cells from other mature cells, such as B cells, by observing the different lineage markers expressed by each immune cell type. So when the immune cells of mice reacted with fluorescently labeled antibodies specific to effector cells, the mature cells were differentiated from the newly forming stem cells. His work has contributed to the understanding of how a single hematopoietic stem cell can give rise to specialized blood cells.",
            "score": 137.7103729248047
        },
        {
            "docid": "9703_42",
            "document": "Evolutionary psychology . Evolutionary theory is heuristic in that it may generate hypotheses that might not be developed from other theoretical approaches. One of the major goals of adaptationist research is to identify which organismic traits are likely to be adaptations, and which are byproducts or random variations. As noted earlier, adaptations are expected to show evidence of complexity, functionality, and species universality, while byproducts or random variation will not. In addition, adaptations are expected to manifest as proximate mechanisms that interact with the environment in either a generally obligate or facultative fashion (see above). Evolutionary psychologists are also interested in identifying these proximate mechanisms (sometimes termed \"mental mechanisms\" or \"psychological adaptations\") and what type of information they take as input, how they process that information, and their outputs. Evolutionary developmental psychology, or \"evo-devo,\" focuses on how adaptations may be activated at certain developmental times (e.g., losing baby teeth, adolescence, etc.) or how events during the development of an individual may alter life history trajectories.",
            "score": 137.617919921875
        },
        {
            "docid": "308981_14",
            "document": "Vestigiality . Vestigial structures are often homologous to structures that are functioning normally in other species. Therefore, vestigial structures can be considered evidence for evolution, the process by which beneficial heritable traits arise in populations over an extended period of time. The existence of vestigial traits can be attributed to changes in the environment and behavior patterns of the organism in question. Through examination of these various traits, it is clear that evolution had a hard role in the development of organisms. Every anatomical structure or behavior response has origins in which they were, at one time, useful. As time progressed, the ancient common ancestor organisms did as well. Evolving with time, natural selection played a huge role. More advantageous structures were selected, while others were not. With this expansion, some traits were left to the wayside. As the function of the trait is no longer beneficial for survival, the likelihood that future offspring will inherit the \"normal\" form of it decreases. In some cases the structure becomes detrimental to the organism (for example the eyes of a mole can become infected). In many cases the structure is of no direct harm, yet all structures require extra energy in terms of development, maintenance, and weight, and are also a risk in terms of disease (e.g., infection, cancer), providing some selective pressure for the removal of parts that do not contribute to an organism's fitness. A structure that is not harmful will take longer to be 'phased out' than one that is. However, some vestigial structures may persist due to limitations in development, such that complete loss of the structure could not occur without major alterations of the organism's developmental pattern, and such alterations would likely produce numerous negative side-effects. The toes of many animals such as horses, which stand on a single toe, are still evident in a vestigial form and may become evident, although rarely, from time to time in individuals.",
            "score": 136.6944122314453
        },
        {
            "docid": "15881720_7",
            "document": "Fruit anatomy . There is a wide variety in the structures of fruit across the different species of plants. Evolution has selected for certain traits in plants that would increase their fitness. This diversity arose through the selection of advantageous methods for seed protection and dispersal in different environments. It is know that dry fruits were present before fleshy fruits and fleshy fruits diverged from them. A study looking at the \"Rubiaceae\" family found that within the family, fleshy fruits had evolved independently at least 12 times. This means that fleshy fruits were not passed on to following generations but that this form of fruit was selected for in different species. This may imply that fleshy fruit is a favorable and beneficial trait because not only does it disperse the seeds, but it also protects them. There is also a variety of dispersal methods that are used by different plants. The origins of these modes of dispersal have been found to be a more recent evolutionary change. Of the methods of dispersal, the plants that use animals have not changed in many ways from the original trait. Due to this, it may be assumed that animal dispersal is a efficient form of dispersal, however there has been no evidence that it increases dispersal distances. Therefore, the question remains of what evolutionary mechanism causes such dramatic diversity. It has been found, however, that simple changes within developmental regulatory genes can cause large alterations within the anatomical structure of the fruit. Even without knowing the mechanism involved in the biodiversity of fruit, it is clear that this diversity is important to the continuation of plant populations.",
            "score": 135.91078186035156
        },
        {
            "docid": "2223797_11",
            "document": "Saethre–Chotzen syndrome . In searching for the gene responsible for SCS, scientists at Johns Hopkins Children’s Center began studying the TWIST gene because its effects on mice. The TWIST gene in mice, functions in the development of the muscle and skeleton of the face, head, hands, and feet. Mice that were lacking both copies of the TWIST gene were spontaneously aborted prior to birth, and had serious deformities including abnormal limb and head defects and failure of the neural tube to properly close. However, mice with a single copy of the non-working TWIST gene survived. Further examination revealed that these mice had only minor skull, hand, and foot defects similar to those seen in SCS. The mouse TWIST gene is located on chromosome 12 in mice, which corresponds to the short arm of chromosome 7 in humans. With this information, scientists began to isolate and map the human TWIST gene on the short arm of human chromosome 7. They revealed that the human TWIST gene was in the same region that was absent in people with SCS. While looking for different mutations in the human TWIST gene, five different types of mutations were discovered in individuals with SCS. Since none of these mutations were seen in normal individuals who didn't have SCS, this provided enough evidence to conclude that the TWIST gene was the causative agent of SCS1. Researchers also studied the TWIST gene in \"Drosophila\" (fruit fly) in order to determine its function. They discovered that in the presence of two TWIST protein molecules combined together, the TWIST gene functions as a DNA transcription factor, meaning it binds to the DNA double-helix at specific locations in order to control which genes are \"turned on\" or activated. The majority of the identified mutations in the TWIST gene interfere with how the protein attaches to DNA, preventing the activation of other genes that would normally be turned on during fetal development.",
            "score": 135.12730407714844
        },
        {
            "docid": "26847942_5",
            "document": "Bat wing development . One major difference in bat forearms is that their skeletal limb structures are elongated. This elongation of the forelimb skeleton is required to support the wing membrane. Comparative in situ hybridization studies have revealed that the expression domain of \"fgf8\" in bat forelimb AER are expanded in comparison to the mouse forelimb, suggesting that expanded expression of \"fgf8\" may contribute to the larger size of the bat forelimb. Because the mouse and bat orthologs are conserved, there is likely to be a regulatory change in \"fgf8\". In mice, one gene known to regulate limb growth is \"prx1\", which encodes a transcription factor. The expression patterns of \"prx1\" in bats differs from mice in that \"prx1\" has an expanded expression domain and is upregulated.  Researchers found that the coding region of \"prx1\" in bats is nearly identical to mice but found a bat-specific \"prx1\" enhancer. When they replaced the bat \"prx1\" enhancer with the endogenous enhancer found in mice, these transgenic mice had slightly increased forlimbs. Comparative studies have established that bat digits undergo a more rapid rate of chondrocyte proliferation. In addition to interdigit apoptosis, BMPs have been shown to affect chondrocyte proliferation and digit length in mice. \"Bmp-2\" shows increased expression in the digits of bats compared with mice, suggesting that a change in the BMP pathway has occurred to give rise to longer bat digits.",
            "score": 135.09092712402344
        },
        {
            "docid": "31570900_16",
            "document": "Somatic embryogenesis . Carrot \"Daucus carota\" was the first and most understood species with regard to developmental pathways and molecular mechanisms. Time-lapse tracking by Toonen et al. (1994) showed that morphology of competent cells can vary based on shape and cytoplasm density. Five types of cells were identified from embryonic suspension: spherical cytoplasm-rich, spherical vacuolated, oval vacuolated, elongated vacuolated, and irregular shaped cells. Each type of cell multiplied with certain geometric symmetry. They developed into symmetrical, asymmetrical, and aberrantly-shaped cell clusters that eventually formed embryos at different frequencies. This indicates that organized growth polarity do not always exist in somatic embryogenesis.",
            "score": 134.92015075683594
        }
    ]
}