{
    "q": [
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 189.14318072795868
        },
        {
            "docid": "21245_15",
            "document": "Neuroscience . The fundamental questions addressed in cellular neuroscience include the mechanisms of how neurons process signals physiologically and electrochemically. These questions include how signals are processed by neurites – thin extensions from a neuronal cell body, consisting of dendrites (specialized to receive synaptic inputs from other neurons) and axons (specialized to conduct nerve impulses called action potentials) – and somas (the cell bodies of the neurons containing the nucleus), and how neurotransmitters and electrical signals are used to process information in a neuron. Another major area of neuroscience is directed at investigations of the development of the nervous system. These questions include the patterning and regionalization of the nervous system, neural stem cells, differentiation of neurons and glia, neuronal migration, axonal and dendritic development, trophic interactions, and synapse formation.",
            "score": 155.30385041236877
        },
        {
            "docid": "14763869_4",
            "document": "KIF23 . In neuronal development KIF23 is involved in the transport of minus-end distal microtubules into dendrites and is expressed exclusively in cell bodies and dendrites. Knockdown of KIF23 by antisense oligonucleotides and by siRNA both cause a significant increase in axon length and a decrease in dendritic phenotype in neuroblastoma cells and in rat neurons. In differentiating neurons, KIF23 restricts the movement of short microtubules into axons by acting as a \"brake\" against the driving forces of cytoplasmic dynein. As neurons mature, KIF23 drives minus-end distal microtubules into nascent dendrites contributing to the multi-polar orientation of dendritic microtubules and the formation of their short, fat, tapering morphology.",
            "score": 306.2580831050873
        },
        {
            "docid": "34520132_9",
            "document": "Kinesin family member 11 . Although Kinesin-5 is required in all cells during cell division, it does not appear to play a major role in the metabolism of most non-dividing cells. Among non-dividing cells, Kinesin-5 is most enriched within neurons, wherein it decorates the large microtubule bundles extending into axons and dendrites. It has been shown, for example, that neurons remain fully viable in the background of a knock-down of Kinesin-5, but that changes in neuronal development and morphogenesis ensue. In developing neurons pharmacological inhibition and siRNA knockdown of KIF11 results in longer axons, more branches, fewer bouts of axon retraction and the inability of growth cones to turn on contact with repulsive substrates. In migratory neurons, inhibition of KIF11 causes neurons to migrate in a random pattern and form shorter leading processes. KIF11, like KIF15 and KIF23, is thought to act as a restrictor of short microtubules moving bi-directionally along the axon, exerting forces antagonistically to cytoplasmic dynein. In mature neurons, KIF11 restricts the movement of short microtubules in dendrites, contributing to the formation of characteristic shape of dendrites. KIF11 is also expressed in adult dorsal root ganglion neurons, although at a much diminished level. In adult neurons It has a similar effect on inhibiting the rate of short microtubule transport so pharmacological inhibition and siRNA knockdown of adult KIF11 may be a potential therapeutic tool for the augmentation of adult axon regeneration. However, a clear in vivo role for Kinesin-5 in neurogenesis remains to be elucidated. Of note is that unusual peripheral neuropathies have not been observed in patients undergoing recent phase I or phase II trials of Kinesin-5 inhibitors for potential anti-cancer therapy.",
            "score": 257.3221912384033
        },
        {
            "docid": "958_4",
            "document": "Axon . Axons are covered by a membrane known as an axolemma; the cytoplasm of an axon is called axoplasm. Most axons branch, in some cases very profusely. The end branches of an axon are called telodendria. The swollen end of a telodendron is known as the axon terminal which joins the dendron or cell body of another neuron forming a synaptic connection. Axons make contact with other cells—usually other neurons but sometimes muscle or gland cells—at junctions called synapses. In some circumstances, the axon of one neuron may form a synapse with the dendrites of the same neuron, resulting in an autapse. At a synapse, the membrane of the axon closely adjoins the membrane of the target cell, and special molecular structures serve to transmit electrical or electrochemical signals across the gap. Some synaptic junctions appear along the length of an axon as it extends—these are called \"en passant\" (\"in passing\") synapses and can be in the hundreds or even the thousands along one axon. Other synapses appear as terminals at the ends of axonal branches.",
            "score": 181.02749037742615
        },
        {
            "docid": "21120_4",
            "document": "Neuron . A typical neuron consists of a cell body (soma), dendrites, and an axon. The term neurite is used to describe either a dendrite or an axon, particularly in its undifferentiated stage. Dendrites are thin structures that arise from the cell body, often extending for hundreds of micrometers and branching multiple times, giving rise to a complex \"dendritic tree\". An axon (also called a nerve fiber) is a special cellular extension (process) that arises from the cell body at a site called the axon hillock and travels for a distance, as far as 1 meter in humans or even more in other species. Most neurons receive signals via the dendrites and send out signals down the axon. Numerous axons are often bundled into fascicles that make up the nerves in the peripheral nervous system (like strands of wire make up cables). Bundles of axons in the central nervous system are called tracts. The cell body of a neuron frequently gives rise to multiple dendrites, but never to more than one axon, although the axon may branch hundreds of times before it terminates. At the majority of synapses, signals are sent from the axon of one neuron to a dendrite of another. There are, however, many exceptions to these rules: for example, neurons can lack dendrites, or have no axon, and synapses can connect an axon to another axon or a dendrite to another dendrite.",
            "score": 192.81882107257843
        },
        {
            "docid": "156998_9",
            "document": "Action potential . All cells in animal body tissues are electrically polarized – in other words, they maintain a voltage difference across the cell's plasma membrane, known as the membrane potential. This electrical polarization results from a complex interplay between protein structures embedded in the membrane called ion pumps and ion channels. In neurons, the types of ion channels in the membrane usually vary across different parts of the cell, giving the dendrites, axon, and cell body different electrical properties. As a result, some parts of the membrane of a neuron may be excitable (capable of generating action potentials), whereas others are not. Recent studies have shown that the most excitable part of a neuron is the part after the axon hillock (the point where the axon leaves the cell body), which is called the initial segment, but the axon and cell body are also excitable in most cases.",
            "score": 197.34589743614197
        },
        {
            "docid": "18914017_31",
            "document": "Alzheimer's disease . AD is also considered a tauopathy due to abnormal aggregation of the tau protein. Every neuron has a cytoskeleton, an internal support structure partly made up of structures called microtubules. These microtubules act like tracks, guiding nutrients and molecules from the body of the cell to the ends of the axon and back. A protein called \"tau\" stabilises the microtubules when phosphorylated, and is therefore called a microtubule-associated protein. In AD, tau undergoes chemical changes, becoming hyperphosphorylated; it then begins to pair with other threads, creating neurofibrillary tangles and disintegrating the neuron's transport system.",
            "score": 239.40406155586243
        },
        {
            "docid": "21120_18",
            "document": "Neuron . The cell body of a neuron is supported by a complex mesh of structural proteins called neurofilaments, which are assembled into larger neurofibrils. Some neurons also contain pigment granules, such as neuromelanin (a brownish-black pigment that is byproduct of synthesis of catecholamines), and lipofuscin (a yellowish-brown pigment), both of which accumulate with age. Other structural proteins that are important for neuronal function are actin and the tubulin of microtubules. Actin is predominately found at the tips of axons and dendrites during neuronal development. There the actin dynamics can be modulated via an interplay with microtubule.",
            "score": 244.68184852600098
        },
        {
            "docid": "21120_20",
            "document": "Neuron . Neurons exist in a number of different shapes and sizes and can be classified by their morphology and function. The anatomist Camillo Golgi grouped neurons into two types; type I with long axons used to move signals over long distances and type II with short axons, which can often be confused with dendrites. Type I cells can be further divided by where the cell body or soma is located. The basic morphology of type I neurons, represented by spinal motor neurons, consists of a cell body called the soma and a long thin axon covered by the myelin sheath. Around the cell body is a branching dendritic tree that receives signals from other neurons. The end of the axon has branching terminals (axon terminal) that release neurotransmitters into a gap called the synaptic cleft between the terminals and the dendrites of the next neuron.",
            "score": 208.3906168937683
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 179.1749529838562
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 193.47302746772766
        },
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 138.04951977729797
        },
        {
            "docid": "33826069_7",
            "document": "Viral neuronal tracing . Viruses can be transmitted in one of two directions. First, one must understand the underlying mechanism of axoplasmic transport. Within the axon are long slender protein complexes called microtubules. They act as a cytoskeleton to help the cell maintain its shape. These can also act as highways within the axon and facilitate transport of neurotransmitter-filled vesicles and enzymes back and forth between the cell body, or soma and the axon terminal, or synapse. Transport can proceed in either direction: anterograde (from soma to synapse), or retrograde (from synapse to soma). Neurons naturally transport proteins, neurotransmitters, and other macromolecules via these cellular pathways. Neuronal tracers, including viruses, take advantage of these transport mechanisms to distribute a tracer throughout a cell. Researchers can use this to study synaptic circuitry.",
            "score": 215.79946422576904
        },
        {
            "docid": "564779_10",
            "document": "Cell growth . Many of the signal molecules that convey information to cells during the control of cellular differentiation or growth are called growth factors. The protein mTOR is a serine/threonine kinase that regulates translation and cell division. Nutrient availability influences mTOR so that when cells are not able to grow to normal size they will not undergo cell division. The details of the molecular mechanisms of mammalian cell size control are currently being investigated. The size of post-mitotic neurons depends on the size of the cell body, axon and dendrites. In vertebrates, neuron size is often a reflection of the number of synaptic contacts onto the neuron or from a neuron onto other cells. For example, the size of motoneurons usually reflects the size of the motor unit that is controlled by the motoneuron. Invertebrates often have giant neurons and axons that provide special functions such as rapid action potential propagation. Mammals also use this trick for increasing the speed of signals in the nervous system, but they can also use myelin to accomplish this, so most human neurons are relatively small cells.",
            "score": 166.787171125412
        },
        {
            "docid": "1306158_3",
            "document": "Soma (biology) . The soma of a neuron (i.e., the main part of the neuron in which the dendrites branch off of) contains many organelles, including granules called Nissl granules, which are composed largely of rough endoplasmic reticulum and free polyribosomes. The cell nucleus is a key feature of the soma. The nucleus is the source of most of the RNA that is produced in neurons. In general, most proteins are produced from mRNAs that do not travel far from the cell nucleus. This creates a challenge for supplying new proteins to axon endings that can be a meter or more away from the soma. Axons contain microtubule-associated motor proteins that transport protein-containing vesicles between the soma and the synapses at the axon terminals. Such transport of molecules towards and away from the soma maintains critical cell functions.",
            "score": 250.2585005760193
        },
        {
            "docid": "3717_8",
            "document": "Brain . The brains of all species are composed primarily of two broad classes of cells: neurons and glial cells. Glial cells (also known as \"glia\" or \"neuroglia\") come in several types, and perform a number of critical functions, including structural support, metabolic support, insulation, and guidance of development. Neurons, however, are usually considered the most important cells in the brain. The property that makes neurons unique is their ability to send signals to specific target cells over long distances. They send these signals by means of an axon, which is a thin protoplasmic fiber that extends from the cell body and projects, usually with numerous branches, to other areas, sometimes nearby, sometimes in distant parts of the brain or body. The length of an axon can be extraordinary: for example, if a pyramidal cell, (an excitatory neuron) of the cerebral cortex were magnified so that its cell body became the size of a human body, its axon, equally magnified, would become a cable a few centimeters in diameter, extending more than a kilometer. These axons transmit signals in the form of electrochemical pulses called action potentials, which last less than a thousandth of a second and travel along the axon at speeds of 1–100 meters per second. Some neurons emit action potentials constantly, at rates of 10–100 per second, usually in irregular patterns; other neurons are quiet most of the time, but occasionally emit a burst of action potentials.",
            "score": 150.69058310985565
        },
        {
            "docid": "1705007_5",
            "document": "Tau protein . Tau protein is a highly soluble microtubule-associated protein (MAP). In humans, these proteins are found mostly in neurons compared to non-neuronal cells. One of tau's main functions is to modulate the stability of axonal microtubules. Other nervous system MAPs may perform similar functions, as suggested by tau knockout mice that did not show abnormalities in brain development - possibly because of compensation in tau deficiency by other MAPs. Tau is not present in dendrites and is active primarily in the distal portions of axons where it provides microtubule stabilization but also flexibility as needed. This contrasts with MAP6 (STOP) proteins in the proximal portions of axons, which, in essence, lock down the microtubules and MAP2 that stabilizes microtubules in dendrites.",
            "score": 248.0572817325592
        },
        {
            "docid": "42073672_10",
            "document": "Neuronal self-avoidance . In 1991, scientists became aware that self-avoidance was also present in non-neuronal cell types, such as leech comb cells, which might similarly form discrete domains. Later, this was also observed in mammalian astrocytes. Wang and Macagno, in 1998, again recurring to \"Hirudo medicinalis\" mechanosensory neurons, performed an elegant experiment in order to try to answer the still remaining question: \"How does a cell recognize self and respond by not growing over or along itself?\" The authors then proposed two general types of mechanisms: I) External signals: Sibling neurites display surface identifying molecular factors, unique to each cell, that are capable of homotypic binding and therefore repel sibling neurites, or II) Internal signals: synchronous cell activity, such as voltage, which is transmitted within the cell mediating a dynamic mechanism of sibling growth inhibition. Contrarily to the first hypothesis, the second would require the continuity and communication between all parts of the cell for self-avoidance to occur. So the experiment consisted of detaching one of the neurons dendrites and see how the remaining attached dendrites reacted towards the detached fragment, \"do they still avoid overlapping?\" The result was that the detached branch would stop being recognized as \"self\" by the other branches of the neuronal, leading to dendrite overlap. The clear conclusion of the study was that continuity between all parts of the neuron is critical for self-avoidance to operate. The authors then suggest various mechanisms that require continuity and could function as recognition signal, and thus might be the responsible ones, such as \"electrical activity, active or passive, as well as the diffusion of cytoplasmic signals either passively or by fast axonal transport\". In the late 1990s and beyond, model organisms started to be used in the studies and the molecular mechanisms of self-avoidance started to be unraveled. In 1999 Wu and Maniatis discovered a striking organization of a large family of human neural protocadherin cell adhesion genes which formed a gene cluster encoding 58 protocadherins. The members of the protocadherin gene cluster were compelling candidates to provide the molecular code required for the maintenance of the self/non-self discrimination that led to self-avoidance. It was later (2012) confirmed, by Lefebvre et al., in a study with amacrine cells and Purkinje cells of \"Mus musculus\", that these proteins are expressed in different combinations in individual neurons, thus providing \"barcodes\" with that distinguish one neuron from another.",
            "score": 147.89404666423798
        },
        {
            "docid": "40631926_4",
            "document": "UNC (biology) . The guidance of axons to their targets in the developing nervous system is believed to involve diffusible chemotropic factors secreted by target cells. Floor plate cells at the ventral midline of the spinal cord secrete a diffusible factor or factors that promotes the outgrowth of spinal commissural axons and attracts these axons in vitro. Recent studies indicate that several axon guidance mechanisms are highly conserved in all animals, whereas others, though still conserved in a general sense, show strong evolutionary divergence at a detailed mechanistic level. Expression of UNC-6 netrin and its receptor UNC-5 is required for guiding pioneering axons and migrating cells in C. elegans. Netrins are axon guidance molecules that transmit their activity through 2 different receptors. The function of UNC-5 is to repel axons while the other receptor UNC-40 (or DCC:Deleted in Colorectal Cancer) attracts axons to the source of UNC-6 production. Methods such as antibody staining, transgene expression and microarray analysis have confirmed that UNC-5 is expressed in DA9 motor neurons. Eight pairs of chemosensory neurons in Caenorhabditis elegans take up fluorescein dyes entering through the chemosensory organs. When filled with dye, the processes and cell bodies of these neurons can be examined in live animals by fluorescence microscopy. Using this technique five genes were identified: unc-33, unc-44, unc-51, unc-76, and unc-106. These genes we found to affect the growth of the amphid and phasmid axons in mutants.",
            "score": 137.46418249607086
        },
        {
            "docid": "41343013_4",
            "document": "UNC-5 . The guidance of axons to their targets in the developing nervous system is believed to involve diffusible chemotropic factors secreted by target cells. Floor plate cells at the ventral midline of the spinal cord secrete a diffusible factor or factors that promotes the outgrowth of spinal commissural axons and attracts these axons in vitro. Recent studies indicate that several axon guidance mechanisms are highly conserved in all animals, whereas others, though still conserved in a general sense, show strong evolutionary divergence at a detailed mechanistic level. Expression of UNC-6 netrin and its receptor UNC-5 is required for guiding pioneering axons and migrating cells in C. elegans. Netrins are axon guidance molecules that transmit their activity through 2 different receptors. The function of UNC-5 is to repel axons while the other receptor UNC-40 (or Deleted in Colorectal Cancer) attracts axons to the source of UNC-6 production. Methods such as antibody staining, transgene expression and microarray analysis have confirmed that UNC-5 is expressed in DA9 motor neurons. Eight pairs of chemosensory neurons in Caenorhabditis elegans take up fluorescein dyes entering through the chemosensory organs. When filled with dye, the processes and cell bodies of these neurons can be examined in live animals by fluorescence microscopy. Using this technique five genes were identified: unc-33, unc-44, unc-51, unc-76, and unc-106. These genes we found to affect the growth of the amphid and phasmid axons in mutants.",
            "score": 137.46418249607086
        },
        {
            "docid": "2957025_2",
            "document": "Axonal transport . Axonal transport, also called axoplasmic transport or axoplasmic flow, is a cellular process responsible for movement of mitochondria, lipids, synaptic vesicles, proteins, and other cell parts (i.e. organelles) to and from a neuron's cell body, through the cytoplasm of its axon (the axoplasm). Since some axons are on the order of meters long, neurons cannot rely on diffusion to carry products of the nucleus and organelles to the end of their axons. Axonal transport is also responsible for moving molecules destined for degradation from the axon back to the cell body, where they are broken down by lysosomes.",
            "score": 178.27790641784668
        },
        {
            "docid": "14755822_3",
            "document": "TUBA1A . TUBA1A is a structural gene that encodes for Tubulin, Alpha 1A product. TUBA1A product is an alpha-tubulin that participates in the formation of microtubules - structural proteins that participate in cytoskeletal structure. Specifically, microtubules are composed of a heterodimer of alpha and beta-tubulin molecules. Cowan et al. demonstrated that bα1 is a primary α-tubulin of the human fetal brain, and that it is expressed solely in that structure, by way of Northern blot. Miller et al. further elaborated on the role of α-tubulins and the process of neuronal development and maturation, comparing the expressions of rat α-tubulins Tα1 and T26. These two rat α-tubulins are homologs of bα1 and kα1 showing that a rat homolog of human TUBA1A (Tα1) had elevated expression during the extension of neuronal processes. Culturing of pheochromocytoma cells with Nerve Growth Factor (NGF) induced differentiation and the development of neuronal processes. Northern blot assay showed markedly elevated levels of Tα1 mRNA expression; T26 mRNA expression increased minimally with exposure to NGF. These data suggest that TUBA1A models the brain by participating in the directing of neuronal migration through the ability of microtubules to readily form and break polymers to extend and retract processes to induce nucleokinesis. Poirier et al. used RNA in situ hybridization to show TUBA1A expression in mice embryo; embryo sections from embryonic day 16.5 “showed a strong labeling in the telencephalon, diencephalon, and mesencephalon, the developing cerebellum, the brainstem, the spinal cord, and the dorsal root ganglia”.",
            "score": 160.46456265449524
        },
        {
            "docid": "267694_6",
            "document": "Nervous tissue . Neurons are cells with specialized features that allow them to receive and facilitate nerve impulses, or action potentials, across their membrane to the next neuron. They possess a large cell body (soma), with cell projections called dendrites and an axon. Dendrites are thin, branching projections that receive electrochemical signaling (neurotransmitters) to create a change in voltage in the cell. Axons are long projections that carry the action potential away from the cell body toward the next neuron. The bulb-like end of the axon, called the axon terminal, is separated from the dendrite of the following neuron by a small gap called a synaptic cleft. When the action potential travels to the axon terminal, neurotransmitters are released across the synapse and bind to the post-synaptic receptors, continuing the nerve impulse.",
            "score": 184.0884246826172
        },
        {
            "docid": "37686983_9",
            "document": "Role of cell adhesions in neural development . The L1 family of proteins are involved in neuronal migration, as well as in axon growth and proper synapse formation, and include L1CAM, CHL1, NrCAM and neurofascin. L1-Cell Adhesion Molecule (L1CAM) was first discovered to be important in neuron-related tissue development in the mid-1980s, and is a trans-membranal glycoprotein of approximately 200-220 kDa. On its extracellular domain, the L1CAM protein includes IgG-like and fibronectin-III (FN-III) repeats which allow for interaction with integrins and ECM proteins. Similarly to integrin, F1CAM expresses domains intracellularly that interact with the actin cytoskeleton. Supporting the claim that L1-family proteins are involved in CNS development is the finding that L1CAM is highly expressed in neuronal tissue during its early stages of growth, especially at the ends of axons. Some areas of the brain, such as the hippocampus, have been found to highly express L1CAM into adulthood, though the exact reason for this has not been elucidated.",
            "score": 144.44234347343445
        },
        {
            "docid": "8131_9",
            "document": "Dendrite . Little is known about the process by which dendrites orient themselves in vivo and are compelled to create the intricate branching pattern unique to each specific neuronal class. One theory on the mechanism of dendritic arbor development is the Synaptotropic Hypothesis. The synaptotropic hypothesis proposes that input from a presynaptic to a postsynaptic cell (and maturation of excitatory synaptic inputs) eventually can change the course of synapse formation at dendritic and axonal arbors. This synapse formation is required for the development of neuronal structure in the functioning brain. A balance between metabolic costs of dendritic elaboration and the need to cover receptive field presumably determine the size and shape of dendrites. A complex array of extracellular and intracellular cues modulates dendrite development including transcription factors, receptor-ligand interactions, various signaling pathways, local translational machinery, cytoskeletal elements, Golgi outposts and endosomes. These contribute to the organization of the dendrites on individual cell bodies and the placement of these dendrites in the neuronal circuitry. For example, it was shown that β-actin zipcode binding protein 1 (ZBP1) contributes to proper dendritic branching. Other important transcription factors involved in the morphology of dendrites include CUT, Abrupt, Collier, Spineless, ACJ6/drifter, CREST, NEUROD1, CREB, NEUROG2 etc. Secreted proteins and cell surface receptors includes neurotrophins and tyrosine kinase receptors, BMP7, Wnt/dishevelled, EPHB 1-3, Semaphorin/plexin-neuropilin, slit-robo, netrin-frazzled, reelin. Rac, CDC42 and RhoA serve as cytoskeletal regulators and the motor protein includes KIF5, dynein, LIS1. Important secretory and endocytic pathways controlling the dendritic development include DAR3 /SAR1, DAR2/Sec23, DAR6/Rab1 etc. All these molecules interplay with each other in controlling dendritic morphogenesis including the acquisition of type specific dendritic arborization, the regulation of dendrite size and the organization of dendrites emanating from different neurons.",
            "score": 174.70318830013275
        },
        {
            "docid": "42072648_2",
            "document": "Follower neuron . A follower neuron is a nerve cell that arises in the developmental stage of the brain and which growth and orientation is intrinsically related to pioneer neurons. These neurons can also be called later development neurons or follower cells.  In the early stages of brain development, pioneer neurons define axonal trajectories that are later used as scaffolds by follower neurons, which project their growth cones and fasciculate with pioneer axons, forming a fiber tract and demonstrating a preference for axon-guided growth. It is thought that these neurons can read very accurate cues of direction and fasciculate or defasciculate in order to reach their target, even in a highly dense axon bundle.",
            "score": 157.84414672851562
        },
        {
            "docid": "33818014_13",
            "document": "Nervous system network models . The neuron cell has three components – dendrites, soma, and axon as shown in Figure 1. Dendrites, which have the shape of a tree with branches, called arbor, receive the message from other neurons with which the neuron is connected via synapses. The action potential received by each dendrite from the synapse is called the postsynaptic potential. The cumulative sum of the postsynaptic potentials is fed to the soma. The ionic components of the fluid inside and outside maintain the cell membrane at a resting potential of about 65 millivolts. When the cumulative postsynaptic potential exceeds the resting potential, an action potential is generated by the cell body or soma and propagated along the axon. The axon may have one or more terminals and these terminals transmit neurotransmitters to the synapses with which the neuron is connected. Depending on the stimulus received by the dendrites, soma may generate one or more well-separated action potentials or spike train. If the stimulus drives the membrane to a positive potential, it is an excitatory neuron; and if it drives the resting potential further in the negative direction, it is an inhibitory neuron. The generation of the action potential is called the “firing.” The firing neuron described above is called a spiking neuron. We will model the electrical circuit of the neuron in Section 3.6. There are two types of spiking neurons. If the stimulus remains above the threshold level and the output is a spike train, it is called the Integrate-and-Fire (IF) neuron model. If output is modeled as dependent on the impulse response of the circuit, then it is called the Spike Response Model (SRM) (Gestner, W. (1995)).",
            "score": 156.93311262130737
        },
        {
            "docid": "609808_12",
            "document": "Kinesin . Another type of motor protein, known as dyneins, move towards the minus end of the microtubule. Thus, they transport cargo from the periphery of the cell towards the center. An example of this would be transport occurring from the terminal boutons of a neuronal axon to the cell body (soma). This is known as \"retrograde transport\".",
            "score": 277.3017807006836
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 166.92537474632263
        },
        {
            "docid": "21944_30",
            "document": "Nervous system . Most neurons send signals via their axons, although some types are capable of dendrite-to-dendrite communication. (In fact, the types of neurons called amacrine cells have no axons, and communicate only via their dendrites.) Neural signals propagate along an axon in the form of electrochemical waves called action potentials, which produce cell-to-cell signals at points where axon terminals make synaptic contact with other cells.",
            "score": 162.77535438537598
        },
        {
            "docid": "2065100_11",
            "document": "Axon guidance . The growing axons also rely on transient neuronal structures such as guidepost cells, during pathfinding. In the mouse visual system, proper optic chiasm formation depends on a V-shaped structure of transient neurons that intersect with specialized radial glia at the midline of the chiasm. The chiasm axons grow along and around this structure but do not invade it. Another example is the subplate in the developing cerebral cortex that consists of transient neuronal layer under the subventricular zone and serves as a guidepost for axons entering permanent cortical layers. The subplate is similar to the chiasmatic neurons in that these cell groups disappear (or transit into other cell types) as the brain matures. These findings indicate that transitory cell populations can serve an important guidance role even though they have no function in the mature nervous system.",
            "score": 129.64178204536438
        }
    ],
    "r": [
        {
            "docid": "14763869_4",
            "document": "KIF23 . In neuronal development KIF23 is involved in the transport of minus-end distal microtubules into dendrites and is expressed exclusively in cell bodies and dendrites. Knockdown of KIF23 by antisense oligonucleotides and by siRNA both cause a significant increase in axon length and a decrease in dendritic phenotype in neuroblastoma cells and in rat neurons. In differentiating neurons, KIF23 restricts the movement of short microtubules into axons by acting as a \"brake\" against the driving forces of cytoplasmic dynein. As neurons mature, KIF23 drives minus-end distal microtubules into nascent dendrites contributing to the multi-polar orientation of dendritic microtubules and the formation of their short, fat, tapering morphology.",
            "score": 306.2580871582031
        },
        {
            "docid": "609812_2",
            "document": "Dynein . Dynein is a family of cytoskeletal motor proteins that move along microtubules in cells. They convert the chemical energy stored in ATP to mechanical work. Dynein transports various cellular cargos, provides forces and displacements important in mitosis, and drives the beat of eukaryotic cilia and flagella. All of these functions rely on dynein's ability to move towards the minus-end of the microtubules, known as retrograde transport, thus, they are called \"minus-end directed motors\". In contrast, kinesin motor proteins move toward the microtubules' plus end.",
            "score": 292.296142578125
        },
        {
            "docid": "46319796_7",
            "document": "Intracellular transport . Microtubules function as tracks in the intracellular transport of membrane-bound vesicles and organelles, and this process is propelled by motor proteins such as dynein. Microtubules are cytoskeletal fibers that have an important role in the mitotic spindle during mitosis. They are organized in such a way that their plus ends extend through the periphery of the cells and their minus ends are anchored within the centrosome, so they utilize the motor proteins kinesin’s (positive end directed) and dynein’s (negative end directed) to transport vesicles and organelles in opposite directions through the cytoplasm (cite: the cell a molecular approach). Each type of membrane vesicle is specifically bound to its own kinesin motor protein via binding within the tail domain. One of the major roles of microtubules is to transport membrane vesicles and organelles through the cytoplasm of eukaryotic cells. It is speculated that areas within the cell considered \"microtubule-poor\" are probably transported along microfilaments aided by a myosin motor protein. Another important role Microtubules play is during mitosis when the cell has undergone a duplication event and is in the process of creating daughter cells. Microtubules make up the mitotic spindle which are responsible for distributing the chromosomes to daughter nuclei during anaphase. During Anaphase there is a shortening event, called Anaphase A, in which the chromosomes move towards the spindle poles by utilizing the dynein motor proteins.",
            "score": 286.7824401855469
        },
        {
            "docid": "47413780_10",
            "document": "Anna Akhmanova . Another project the team is researching concerns the mechanisms involved in microtubule-based vesicle transport. They identified several structures that linked the microtubule motors to vesicles and developed procedures to show the function of the linkers when gathering motor proteins to associate with membrane organelles. Kinesin and dynein motors are required for long-range transport along microtubules within the cell. Akhmanova’s team focuses mainly on dynein, the motor that moves toward the minus end of the microtubule, and how it is linked to the various organelles and vesicles it transfers. They also study how dynein coordinates with kinesin, the motor that moves toward the plus end of the microtubule, when they are attached to the same organelle or vesicle, and they study the different signaling pathways that affect these motors. More specifically, they are currently looking into the protein Bicaudal D and its role in dynein-dependent transport, as it has been found to be important for dynein-dependent transport of mRNA in flies and of exocytotic vesicles in mammals. It has also been found to be important for the positioning of the centrosomes and nucleus during mitosis as this is facilitated by dynein and kinesin.",
            "score": 282.08917236328125
        },
        {
            "docid": "2957025_4",
            "document": "Axonal transport . The vast majority of axonal proteins are synthesized in the neuronal cell body and transported along axons. Some mRNA translation has been demonstrated within axons. Axonal transport occurs throughout the life of a neuron and is essential to its growth and survival. Microtubules (made of tubulin) run along the length of the axon and provide the main cytoskeletal \"tracks\" for transportation. Kinesin and dynein are motor proteins that move cargoes in the anterograde (forwards from the soma to the axon tip) and retrograde (backwards to the soma (cell body)) directions, respectively. Motor proteins bind and transport several different cargoes including mitochondria, cytoskeletal polymers, autophagosomes, and synaptic vesicles containing neurotransmitters.",
            "score": 279.331787109375
        },
        {
            "docid": "609808_12",
            "document": "Kinesin . Another type of motor protein, known as dyneins, move towards the minus end of the microtubule. Thus, they transport cargo from the periphery of the cell towards the center. An example of this would be transport occurring from the terminal boutons of a neuronal axon to the cell body (soma). This is known as \"retrograde transport\".",
            "score": 277.3017883300781
        },
        {
            "docid": "501204_5",
            "document": "Microtubule organizing center . Most animal cells have one MTOC during interphase, usually located near the nucleus, and generally associated closely with the Golgi apparatus. The MTOC is made up of a pair of centrioles at its center, and is surrounded by pericentriolar material (PCM) that is important for microtubule nucleation. Microtubules are anchored at the MTOC by their minus ends, while their plus ends continue to grow into the cell periphery. The polarity of the microtubules is important for cellular transport, as the motor proteins kinesin and dynein typically move preferentially in the \"plus\" and \"minus\" directions respectively, along a microtubule, allowing vesicles to be directed to or from the endoplasmic reticulum and Golgi apparatus. Particularly for the Golgi apparatus, structures associated with the apparatus travel towards the minus end of a microtubule and aid in the overall structure and site of the Golgi in the cell.",
            "score": 276.6218566894531
        },
        {
            "docid": "609808_3",
            "document": "Kinesin . Kinesins move along microtubule (MT) filaments, and are powered by the hydrolysis of adenosine triphosphate (ATP) (thus kinesins are ATPases). The active movement of kinesins supports several cellular functions including mitosis, meiosis and transport of cellular cargo, such as in axonal transport. Most kinesins walk towards the positive end of a microtubule, which, in most cells, entails transporting cargo such as protein and membrane components from the centre of the cell towards the periphery. This form of transport is known as anterograde transport. In contrast, dyneins are motor proteins that move toward the negative end of a microtubule in retrograde transport.",
            "score": 275.4983215332031
        },
        {
            "docid": "3017886_5",
            "document": "Motor protein . Motor proteins utilizing the cytoskeleton for movement falls into two categories based on their substrates: Actin motors such as myosin move along microfilaments through interaction with actin. Microtubule motors such as dynein and kinesin movement along microtubules through interaction with tubulin. There are two basic types of microtubule motors: plus-end motors and minus-end motors, depending on the direction in which they \"walk\" along the microtubule cables within the cell.",
            "score": 275.1027526855469
        },
        {
            "docid": "38067772_5",
            "document": "KIF15 . KIF15 restricts the movement of short microtubules into growing axons by generating forces on microtubules which counteract those generated by cytoplasmic dynein. KIF15, together with KIF23 become enriched in dendrites as neurons mature to promote the transport of minus-end distal microtubules into nascent dendrites.",
            "score": 259.6388854980469
        },
        {
            "docid": "4681579_4",
            "document": "Neurite . Young neurites are often packed with microtubule bundles, the growth of which is stimulated by neurotrophic factors, such as nerve growth factor (NGF). Tau proteins can aid in the stabilization of microtubules by binding to the microtubules, protecting them from microtubule serving proteins. Even after the microtubules have stabilized, the cytoskeleton of the neuron remains dynamic. Actin filaments retain their dynamic properties in the neurite that will become the axon in order to push the microtubules bundles outward to extend the axon. In all other neurites however, the actin filaments are stabilized by myosin. This prevents the development of multiple neurites.",
            "score": 258.5174560546875
        },
        {
            "docid": "3017886_8",
            "document": "Motor protein . Kinesins are a group of related motor proteins that use a microtubule track in anterograde movement. They are vital to spindle formation in mitotic and meiotic and chromosomes separation during cell division and are also responsible for shuttling mitochondria, Golgi bodies, and vesicles within eukaryotic cells. Kinesin have two heavy chains and two light chains per active motor. The two globular head motor domains in heavy chains can convert the chemical energy of ATP hydrolysis into mechanical work to move along microtubules. The direction in which cargo is transported can be towards the plus-end or the minus-end, depending on the type of kinesin. In general, kinesins with N-terminal motor domains move their cargo towards the plus ends of microtubules located at the cell periphery, while kinesins with C-terminal motor domains move cargo towards the minus ends of microtubules located at the nucleus. Fourteen distinct kinesin families are known, with some additional kinesin-like proteins that cannot be classified into these families.",
            "score": 257.6700134277344
        },
        {
            "docid": "34520132_9",
            "document": "Kinesin family member 11 . Although Kinesin-5 is required in all cells during cell division, it does not appear to play a major role in the metabolism of most non-dividing cells. Among non-dividing cells, Kinesin-5 is most enriched within neurons, wherein it decorates the large microtubule bundles extending into axons and dendrites. It has been shown, for example, that neurons remain fully viable in the background of a knock-down of Kinesin-5, but that changes in neuronal development and morphogenesis ensue. In developing neurons pharmacological inhibition and siRNA knockdown of KIF11 results in longer axons, more branches, fewer bouts of axon retraction and the inability of growth cones to turn on contact with repulsive substrates. In migratory neurons, inhibition of KIF11 causes neurons to migrate in a random pattern and form shorter leading processes. KIF11, like KIF15 and KIF23, is thought to act as a restrictor of short microtubules moving bi-directionally along the axon, exerting forces antagonistically to cytoplasmic dynein. In mature neurons, KIF11 restricts the movement of short microtubules in dendrites, contributing to the formation of characteristic shape of dendrites. KIF11 is also expressed in adult dorsal root ganglion neurons, although at a much diminished level. In adult neurons It has a similar effect on inhibiting the rate of short microtubule transport so pharmacological inhibition and siRNA knockdown of adult KIF11 may be a potential therapeutic tool for the augmentation of adult axon regeneration. However, a clear in vivo role for Kinesin-5 in neurogenesis remains to be elucidated. Of note is that unusual peripheral neuropathies have not been observed in patients undergoing recent phase I or phase II trials of Kinesin-5 inhibitors for potential anti-cancer therapy.",
            "score": 257.32220458984375
        },
        {
            "docid": "20621_27",
            "document": "Microtubule . Microtubules can act as substrates for motor proteins that are involved in important cellular functions such as vesicle trafficking and cell division. Unlike other microtubule-associated proteins, motor proteins utilize the energy from ATP hydrolysis to generate mechanical work that moves the protein along the substrate. The major motor proteins that interact with microtubules are kinesin, which usually moves toward the (+) end of the microtubule, and dynein, which moves toward the (−) end.",
            "score": 252.67930603027344
        },
        {
            "docid": "1306158_3",
            "document": "Soma (biology) . The soma of a neuron (i.e., the main part of the neuron in which the dendrites branch off of) contains many organelles, including granules called Nissl granules, which are composed largely of rough endoplasmic reticulum and free polyribosomes. The cell nucleus is a key feature of the soma. The nucleus is the source of most of the RNA that is produced in neurons. In general, most proteins are produced from mRNAs that do not travel far from the cell nucleus. This creates a challenge for supplying new proteins to axon endings that can be a meter or more away from the soma. Axons contain microtubule-associated motor proteins that transport protein-containing vesicles between the soma and the synapses at the axon terminals. Such transport of molecules towards and away from the soma maintains critical cell functions.",
            "score": 250.2584991455078
        },
        {
            "docid": "1300491_12",
            "document": "Neurofilament . In addition to their structural role in axons, neurofilaments are also cargoes of axonal transport. Most of the neurofilament proteins in axons are synthesized in the nerve cell body, where they rapidly assemble into neurofilament polymers within about 30 minutes. These assembled neurofilament polymers are transported along the axon on microtubule tracks powered by microtubule motor proteins. The filaments move bidirectionally, i.e. both towards the axon tip (anterograde) and towards the cell body (retrograde), but the net direction is anterograde. The filaments move at velocities of up to 8 µm/s on short time scales (seconds or minutes), with average velocities of approximately 1 µm/s. However, the average velocity on longer time scales (hours or days) is slow because the movements are very infrequent, consisting of brief sprints interrupted by long pauses. Thus on long time scales neurofilaments move in the slow component of axonal transport.",
            "score": 249.35586547851562
        },
        {
            "docid": "958_15",
            "document": "Axon . The axoplasm is the equivalent of cytoplasm in the cell. Microtubules form in the axoplasm at the axon hillock. They are arranged along the length of the axon, in overlapping sections, and all point in the same direction – towards the axon terminals. This is noted by the positive endings of the microtubules. This overlapping arrangement provides the routes for the transport of different materials from the cell body. Studies on the axoplasm has shown the movement of numerous vesicles of all sizes to be seen along cytoskeletal filaments – the microtubules, and neurofilaments, in both directions between the axon and its terminals and the cell body.",
            "score": 248.51512145996094
        },
        {
            "docid": "609808_11",
            "document": "Kinesin . It has been previously known that kinesin move cargo towards the positive (+) end of a microtubule, also known as anterograde transport/orthograde transport. However, it has been recently discovered that in budding yeast cells kinesin Cin8 (a member of the Kinesin-5 family) can move toward the negative end as well, or retrograde transport. This means, kinesin has the novel ability to switch directionality. Kinesin, so far, has only been shown to move toward the negative end when in a group, with motors sliding in the antiparallel direction in an attempt to separate microtubules. This dual directionality has been observed in identical conditions where free Cin8 molecules move towards the minus end, but cross-linking Cin8 move toward the plus ends of each cross-linked microtubule. One specific study tested the speed at which Cin8 motors moved, their results yielded a range of about 25-55nm/s, in the direction of the spindle poles. On an individual basis it has been found that through the use of ionic conditions Cin8 motors can become as fast as 380nm/s, a notable jump. This tells us that Cin 8 can easily change directions on a microtubule, and in turn led to the plus end movement of kinesin on a microtubule. It is suggested that this unique ability is a result of coupling with other Cin8 motors and helps to fulfill the role of dynein in budding yeast. This discovery in kinesin-14 family proteins (such as \"Drosophila melanogaster\" NCD, budding yeast KAR3, and \"Arabidopsis thaliana\" ATK5) allows kinesin to walk in the opposite direction, toward microtubule minus end. This is not typical of kinesin, rather, an exception to the normal direction of movement.",
            "score": 248.30441284179688
        },
        {
            "docid": "1705007_5",
            "document": "Tau protein . Tau protein is a highly soluble microtubule-associated protein (MAP). In humans, these proteins are found mostly in neurons compared to non-neuronal cells. One of tau's main functions is to modulate the stability of axonal microtubules. Other nervous system MAPs may perform similar functions, as suggested by tau knockout mice that did not show abnormalities in brain development - possibly because of compensation in tau deficiency by other MAPs. Tau is not present in dendrites and is active primarily in the distal portions of axons where it provides microtubule stabilization but also flexibility as needed. This contrasts with MAP6 (STOP) proteins in the proximal portions of axons, which, in essence, lock down the microtubules and MAP2 that stabilizes microtubules in dendrites.",
            "score": 248.0572967529297
        },
        {
            "docid": "20621_25",
            "document": "Microtubule . MAPs have been shown to play a crucial role in the regulation of microtubule dynamics \"in-vivo\". The rates of microtubule polymerization, depolymerization, and catastrophe vary depending on which microtubule-associated proteins (MAPs) are present. The originally identified MAPs from brain tissue can be classified into two groups based on their molecular weight. This first class comprises MAPs with a molecular weight below 55-62 kDa, and are called τ (tau) proteins. \"In-vitro\", tau proteins have been shown to directly bind microtubules, promote nucleation and prevent disassembly, and to induce the formation of parallel arrays. Additionally, tau proteins have also been shown to stabilize microtubules in axons and have been implicated in Alzheimer's disease. The second class is composed of MAPs with a molecular weight of 200-1000 kDa, of which there are four known types: MAP-1, MAP-2, MAP-3 and MAP-4. MAP-1 proteins consists of a set of three different proteins: A, B and C. The C protein plays an important role in the retrograde transport of vesicles and is also known as cytoplasmic dynein. MAP-2 proteins are located in the dendrites and in the body of neurons, where they bind with other cytoskeletal filaments. The MAP-4 proteins are found in the majority of cells and stabilize microtubules. In addition to MAPs that have a stabilizing effect on microtubule structure, other MAPs can have a destabilizing effect either by cleaving or by inducing depolymerization of microtubules. Three proteins called katanin, spastin, and fidgetin have been observed to regulate the number and length of microtubules via their destabilizing activities. Furthermore, KIAA1211L is predicted to be localized to the microtubules.",
            "score": 246.77276611328125
        },
        {
            "docid": "21120_18",
            "document": "Neuron . The cell body of a neuron is supported by a complex mesh of structural proteins called neurofilaments, which are assembled into larger neurofibrils. Some neurons also contain pigment granules, such as neuromelanin (a brownish-black pigment that is byproduct of synthesis of catecholamines), and lipofuscin (a yellowish-brown pigment), both of which accumulate with age. Other structural proteins that are important for neuronal function are actin and the tubulin of microtubules. Actin is predominately found at the tips of axons and dendrites during neuronal development. There the actin dynamics can be modulated via an interplay with microtubule.",
            "score": 244.6818389892578
        },
        {
            "docid": "23947350_10",
            "document": "Collapsin response mediator protein family . CRMP-2 plays a role in neuronal polarity. Extensions of early neurons called lamellipodia form the early neurites. The neurites are indistinguishable between dendrites and the axon during this stage. One of these neurites eventually becomes the axon and grows longer than the dendritic neurites. CRMP-2 helps facilitate the rate of this axonal growth through its interactions with microtubules. CRMP-2 binds to and copolymerizes with tubulin heterodimers but does not bind as well to polymerized tubulin. This binding specificity promotes tubulin polymerization in vitro. CRMP-2/tubulin complexes are found in the distal part of the axon and modulate microtubule dynamics by controlling the rate of microtubule assembly. CRMP-2 also contributes to the establishment of neuronal polarity by regulating polarized Numb-mediated endocytosis at the axonal growth cones. In both cases, phosphorylation of CRMP-2 at Thr-555 by Rho kinase or at Thr-509, Thr-514 or Ser-518 by GSK-3β inactivates the protein by lowering binding affinity to tubulin and Numb.",
            "score": 243.8681640625
        },
        {
            "docid": "20621_13",
            "document": "Microtubule . The organization of microtubules in the cell is cell-type specific. In epithelia, the minus-ends of the microtubule polymer are anchored near the site of cell-cell contact and organized along the apical-basal axis. After nucleation, the minus-ends are released and then re-anchored in the periphery by factors such as ninein and PLEKHA7. In this manner, they can facilitate the transport of proteins, vesicles and organelles along the apical-basal axis of the cell. In fibroblasts and other mesenchymal cell-types, microtubules are anchored at the centrosome and radiate with their plus-ends outwards towards the cell periphery (as shown in the first figure). In these cells, the microtubules play important roles in cell migration. Moreover, the polarity of microtubules is acted upon by motor proteins, which organize many components of the cell, including the endoplasmic reticulum and the Golgi apparatus.",
            "score": 243.3531036376953
        },
        {
            "docid": "958_16",
            "document": "Axon . Outgoing anterograde transport from the cell body along the axon, carries mitochondria and membrane proteins needed for growth to the axon terminal. Ingoing retrograde transport carries cell waste materials from the axon terminal to the cell body. Outgoing and ingoing tracks use different sets of motor proteins. Outgoing transport is provided by kinesin, and ingoing return traffic is provided by dynein. Dynein is minus-end directed. There are many forms of kinesis and dynein motor proteins, and each is thought to carry a different cargo. The studies on transport in the axon led to the naming of kinesin.",
            "score": 243.34056091308594
        },
        {
            "docid": "998893_19",
            "document": "Kinetochore . During the synthesis phase (S phase) in the cell cycle, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles in each centrosome reach their maximal length, centrosomes recruit additional material and their nucleation capacity for microtubules increases. As mitosis progresses, both centrosomes separate to establish the mitotic spindle. In this way, the spindle in a mitotic cell has two poles emanating microtubules. Microtubules are long proteic filaments with asymmetric extremes, a \"minus\"(-) end relatively stable next to the centrosome, and a \"plus\"(+) end enduring alternate phases of growing-shrinking, exploring the center of the cell. During this searching process, a microtubule may encounter and capture a chromosome through the kinetochore. Microtubules that find and attach a kinetochore become stabilized, whereas those microtubules remaining free are rapidly depolymerized. As chromosomes have two kinetochores associated back-to-back (one on each sister chromatid), when one of them becomes attached to the microtubules generated by one of the cellular poles, the kinetochore on the sister chromatid becomes exposed to the opposed pole; for this reason, most of the times the second kinetochore becomes attached to the microtubules emanating from the opposing pole, in such a way that chromosomes are now \"bi-oriented\", one fundamental configuration (also termed \"amphitelic\") to ensure the correct segregation of both chromatids when the cell will divide. When just one microtubule is anchored to one kinetochore, it starts a rapid movement of the associated chromosome towards the pole generating that microtubule. This movement is probably mediated by the motor activity towards the \"minus\" (-) of the motor protein cytoplasmic dynein, which is very concentrated in the kinetochores not anchored to MTs. The movement towards the pole is slowed down as far as kinetochores acquire kMTs (MTs anchored to kinetochores) and the movement becomes directed by changes in kMTs length. Dynein is released from kinetochores as they acquire kMTs and, in cultured mammalian cells, it is required for the spindle checkpoint inactivation, but not for chromosome congression in the spindle equator, kMTs acquisition or anaphase A during chromosome segregation. In higher plants or in yeast there is no evidence of dynein, but other kinesins towards the (-) end might compensate for the lack of dynein. Another motor protein implicated in the initial capture of MTs is CENP-E; this is a high molecular weight kinesin associated with the fibrous corona at mammalian kinetochores from prometaphase until anaphase. In cells with low levels of CENP-E, chromosomes lack this protein at their kinetochores, which quite often are defective in their ability to congress at the metaphase plate. In this case, some chromosomes may remain chronically mono-oriented (anchored to only one pole), although most chromosomes may congress correctly at the metaphase plate.",
            "score": 241.94497680664062
        },
        {
            "docid": "18914017_31",
            "document": "Alzheimer's disease . AD is also considered a tauopathy due to abnormal aggregation of the tau protein. Every neuron has a cytoskeleton, an internal support structure partly made up of structures called microtubules. These microtubules act like tracks, guiding nutrients and molecules from the body of the cell to the ends of the axon and back. A protein called \"tau\" stabilises the microtubules when phosphorylated, and is therefore called a microtubule-associated protein. In AD, tau undergoes chemical changes, becoming hyperphosphorylated; it then begins to pair with other threads, creating neurofibrillary tangles and disintegrating the neuron's transport system.",
            "score": 239.404052734375
        },
        {
            "docid": "9485508_6",
            "document": "Microtubule nucleation . In animal cells undergoing mitosis, a similar radial array is generated from two MTOCs called the spindle poles, which produce the bipolar mitotic spindle. Some cells however, such as those of higher plants and oocytes, lack distinct MTOCs and microtubules are nucleated via a non-centrosomal pathway. Other cells, such as neurons, skeletal muscle cells, and epithelial cells, which do have MTOCs, possess arrays of microtubules not associated with a centrosome. These non-centrosomal microtubule arrays can take on various geometries—such as those lead to the long, slender shape of myotubes, the fine protrusions of an axon, or the strongly polarized domains of an epithelial cell. Researchers think that the microtubules in these arrays are generated first by the γ-TuRCs, then transported via motor proteins or treadmilling to their desired location, and finally stabilized in the needed configuration through the action of various anchoring and cross-linking proteins.",
            "score": 237.86109924316406
        },
        {
            "docid": "1997415_7",
            "document": "Microtubule-associated protein . Type II MAPs are found exclusively in nerve cells in mammals. These are the most well studied MAPs—MAP2 and tau (MAPT)—which participate in determining the structure of different parts of nerve cells, with MAP2 being found mostly in dendrites and tau in the axon. These proteins have a conserved C-terminal microtubule-binding domain and variable N-terminal domains projecting outwards, probably interacting with other proteins. MAP2 and tau stabilize microtubules, and thus shift the reaction kinetics in favor of addition of new subunits, accelerating microtubule growth. Both MAP2 and tau have been shown to stabilize microtubules by binding to the outer surface of the microtubule protofilaments. A single study has suggested that MAP2 and tau bind on the inner microtubule surface on the same site in tubulin monomers as the drug Taxol, which is used in treating cancer, but this study has not been confirmed. MAP2 binds in a cooperative manner, with many MAP2 proteins binding a single microtubule to promote stabilization. Tau has the additional function of facilitating bundling of microtubules within the nerve cell.",
            "score": 235.44371032714844
        },
        {
            "docid": "969598_10",
            "document": "Melanosome . Melanosomes found in certain fish species contain pigments that control the color of the fish's scales. Molecular motors, when signaled, will either carry melanosomes containing pigments out to the periphery of the cell, or concentrate them at the center. The motor protein dynein is responsible for concentrating the melanosomes toward the center of the cell, or the \"minus end\" of microtubules. Conversely, the protein kinesin is responsible for dispersing the melanosomes to the periphery of the cell, and are \"plus end\" directed motors. Because the plus ends of microtubules are oriented towards the periphery, kinesin will carry melanosomes to the periphery. Dispersing melanosomes to the periphery causes the cell to appear darker; concentrating melanosomes towards the center will cause the cell to appear lighter color. This is how a photoprotective system works for the fish on a molecular level.",
            "score": 232.22889709472656
        },
        {
            "docid": "4085663_8",
            "document": "Katanin . In the nervous system, the ratio of the two subunits is dramatically different from other organs of the body. So it is important to be able to regulate the ratio to control microtubule severing. The monomer p80 is found in all the compartments of the neuron, which means its function cannot be solely to target katanin. The p80 katanin has multiple domains with different functions. One domain targets the centrosome, another augments microtubule severing by the p60 katanin, and the last suppresses microtubule severing. The abundance of katanin in the neurons show they can move along the axon. There is breakage of microtubules at the axonal branch points and in the growth cones of the neurons. The distribution of katanin in the neuron helps understand the phenomenon for regulating microtubule length and number, as well as releasing the microtubules from the centrosome.",
            "score": 230.14498901367188
        },
        {
            "docid": "3017886_10",
            "document": "Motor protein . Dyneins are microtubule motors capable of a retrograde sliding movement. Dynein complexes are much larger and more complex than kinesin and myosin motors. Dyneins are composed of two or three heavy chains and a large and variable number of associated light chains. Dyneins drive intracellular transport toward the minus end of microtubules which lies in the microtubule organizing center near the nucleus. Dynein family has two major branches. One is axonemal dynein facilitates the beating of cilia and flagella by rapid and efficient sliding movements of microtubules. Another one is cytoplasmic dynein which facilitates transport of intracellular cargos. Compared to 15 types of axonemal dynein, only two cytoplasmic forms are known.",
            "score": 229.26422119140625
        },
        {
            "docid": "3878717_10",
            "document": "Growth cone . The growth capacity of the axons lies in the microtubules which are located just beyond the actin filaments. Microtubules can rapidly polymerize into and thus “probe” the actin-rich peripheral region of the growth cone. When this happens, the polymerizing ends of microtubules come into contact with F-actin adhesion sites, where microtubule tip-associated proteins act as \"ligands\". Laminins of the basal membrane interact with the integrins of the growth cone to promote the forward movement of the growth cone. Additionally, axon outgrowth is also supported by the stabilization of the proximal ends of microtubules, which provide the structural support for the axon.",
            "score": 221.30567932128906
        }
    ]
}