{
    "q": [
        {
            "docid": "983793_10",
            "document": "Persistent Müllerian duct syndrome . The role of the \"AMH\" gene in reproductive development, is the production of a protein that contributes to male sex differentiation. During development of male foetuses, the AMH protein is secreted by cells within the testes. AMHs bind to the AMH Type 2 Receptors, which is present on cells on the surface of the Mullerian Duct. The binding of AMH to its receptors on the Mullerian duct induces the apoptosis of the Mullerian Duct cells, thus the regression of the Mullerian Duct within males. However, for females who originally do not produce AMH proteins during foetal development, the Mullerian Duct eventually becomes the uterus and fallopian Tubes as normal. With the AMH gene mutation (PMDS Type 1), the AMH is either not produced, produced in deficient amounts, defective, secreted at the wrong critical period for male differentiation or the Mullerian ducts manifested a resistance to AMH.",
            "score": 187.82711684703827
        },
        {
            "docid": "983793_4",
            "document": "Persistent Müllerian duct syndrome . Persistent Mullerian Duct Syndrome (PMDS), also known as Persistent Oviduct Syndrome, is a congenital disorder related to male sexual development. PMDS usually affects phenotypically normal male individuals with the karyotype (46, XY) and is a form of pseudohermaphroditism. PMDS has various causes to do with AMH or receptors abnormalities. For example, AMH has failed to synthesis, failed to release or was secreted at the wrong time. The condition develops in males that consist of normal functioning reproductive organs and gonads, but also female reproductive organs such as the uterus and fallopian tubes. The female reproductive organs origin from a structure from when both genders are still foetuses, called the “Mullerian Duct”. In males, the secretion of ‘Anti-Mullerian Hormone (AMH)’ causes the regression of the Mullerian Duct. Normally, both the Mullerian and Wolffian ducts are present during the 7th week of gestation. Approximately by the end of the 7th and beginning of the 8th week of gestation, the Sertoli cell’s secretion of AMH occur, causing the male sex differentiation during foetal development. The AMH molecules bind to AMHRII (Anti-Mullerian Hormone Receptor Type II) regressing the Mullerian duct. The Leydig cells secrete testosterone to aid male differentiation process by inducing structures such as the epididymis, vas deferens and seminal vesicles. However, with PMDS individuals, the Mullerian Duct persists instead of regressing due to errors with AMH or the AMH receptor. The problem either coincides with the secretion of AMH (PMDS Type I) or the receptor (PMDS Type II). PMDS is usually coincidentally found during surgery for inguinal hernia, or when the surgeon looks for the reason why the male individual is infertile in adulthood.",
            "score": 187.4406760931015
        },
        {
            "docid": "57624268_3",
            "document": "Anti-mullerian hormone receptor type 2 . This gene encodes the receptor for the anti-Mullerian hormone (AMH) which, in addition to testosterone, results in male sex differentiation. AMH and testosterone are produced in the testes by different cells and have different effects. Testosterone promotes the development of male genitalia while the binding of AMH to the encoded receptor prevents the development of the mullerian ducts into uterus and Fallopian tubes. Mutations in this gene are associated with persistent Mullerian duct syndrome type II. Alternatively spliced transcript variants encoding different isoforms have been identified. [provided by RefSeq, Sep 2009].",
            "score": 150.3230903148651
        },
        {
            "docid": "57624327_3",
            "document": "AMHR2 (gene) . This gene encodes the receptor for the anti-Mullerian hormone (AMH) which, in addition to testosterone, results in male sex differentiation. AMH and testosterone are produced in the testes by different cells and have different effects. Testosterone promotes the development of male genitalia while the binding of AMH to the encoded receptor prevents the development of the mullerian ducts into uterus and Fallopian tubes. Mutations in this gene are associated with persistent Mullerian duct syndrome type II. Alternatively spliced transcript variants encoding different isoforms have been identified. [provided by RefSeq, Sep 2009].",
            "score": 148.10656917095184
        },
        {
            "docid": "14754286_4",
            "document": "APRIL (protein) . The protein encoded by this gene is a member of the tumor necrosis factor ligand (TNF) ligand family. This protein is a ligand for TNFRSF17/BCMA, a member of the TNF receptor family. This protein and its receptor are both found to be important for B cell development. In vivo experiments suggest an important role for APRIL in the long-term survival of plasma cells in the bone marrow. Mice deficient in APRIL have normal immune system development. However, APRIL-deficient mice have also been reported to possess a reduced ability to support plasma cell survival. In vitro experiments suggested that this protein may be able to induce apoptosis through its interaction with other TNF receptor family proteins such as TNFRSF6/FAS and TNFRSF14/HVEM. Three alternatively spliced transcript variants of this gene encoding distinct isoforms have been reported.",
            "score": 93.8009729385376
        },
        {
            "docid": "14770477_3",
            "document": "FGF9 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein was isolated as a secreted factor that exhibits a growth-stimulating effect on cultured glial cells. In nervous system, this protein is produced mainly by neurons and may be important for glial cell development. Expression of the mouse homolog of this gene was found to be dependent on Sonic hedgehog (Shh) signaling. Mice lacking the homolog gene displayed a male-to-female sex reversal phenotype, which suggested a role in testicular embryogenesis. This gene is involved in the patterning of sex determination, lung development, and skeletal development.",
            "score": 117.61025559902191
        },
        {
            "docid": "22829304_9",
            "document": "Thymic nurse cell . This role of MHC restriction was observed in a study conducted by Martinez et. al in HY-TCR transgenic mice. Since HY is a male specific antigen, the developing thymocytes would be expected to undergo degradation in males but not in females. However, both males and females were found to contain TNCs. Furthermore, female mice TNCs were found to contain five times more thymocytes than male mice, and less than 4% of them were apoptotic compared to almost 50% in the male TNCs. Also, almost 90% of all thymocytes extracted from the female TNCs were found to be double positives (CD4CD8), whereas no such phenotype was present within the male thymic nurse cells. Thus, since not all thymocytes internalized by TNCs went through apoptotic pathways, this was used to conclude that thymic nurse cells are involved in MHC restriction process.",
            "score": 131.38903498649597
        },
        {
            "docid": "50189555_4",
            "document": "Transcription factor Lim-1 . Lim-1 is also essential for the development of the female reproductive tract, as it causes the persistence of the mullerian ducts that will eventually develop into the oviducts, uterus, cervix, and vagina. Without the expression of Lim-1, formation of the epithelial and mesenchymal cells of the reproductive tract will not occur. While the ovaries will develop, female mice will develop without a uterus and oviducts.",
            "score": 177.47751903533936
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 97.20645427703857
        },
        {
            "docid": "374215_26",
            "document": "Programmed cell death . Programmed cell death can be reduced or eliminated in the developing nervous system by the targeted deletion of pro-apoptotic genes or by the overexpression of anti-apoptotic genes. The absence or reduction of PCD can cause serious anatomical malformations but can also result in minimal consequences depending on the gene targeted, neuronal population, and stage of development. Excess progenitor cell proliferation that leads to gross brain abnormalities is often lethal, as seen in caspase-3 or caspase-9 knockout mice which develop exencephaly in the forebrain. The brainstem, spinal cord, and peripheral ganglia of these mice develop normally, however, suggesting that the involvement of caspases in PCD during development depends on the brain region and cell type. Knockout or inhibition of apoptotic protease activating factor 1 (APAF1), also results in malformations and increased embryonic lethality. Manipulation of apoptosis regulator proteins Bcl-2 and Bax (overexpression of Bcl-2 or deletion of Bax) produces an increase in the number of neurons in certain regions of the nervous system such as the retina, trigeminal nucleus, cerebellum, and spinal cord. However, PCD of neurons due to Bax deletion or Bcl-2 overexpression does not result in prominent morphological or behavioral abnormalities in mice. For example, mice overexpressing Bcl-2 have generally normal motor skills and vision and only show impairment in complex behaviors such as learning and anxiety. The normal behavioral phenotypes of these mice suggest that an adaptive mechanism may be involved to compensate for the excess neurons.",
            "score": 111.34391796588898
        },
        {
            "docid": "2000215_3",
            "document": "Harvard College v Canada (Commissioner of Patents) . Harvard College researchers (the respondents) developed a process by which they could create transgenic animals whose genomes are altered by a cancer-promoting gene (called an activated oncogene). The researchers injected the oncogene into fertilized mouse eggs close to the one-cell stage and implanted them into a female host mouse where they developed to term. The resulting offspring were then tested for the presence or absence of the oncogene. Those with the gene are referred to as “founder” mice and are mated with unaltered mice. Offspring that contain the oncogene and have every cell in their body affected (including germ cells and somatic cells) by it are referred to as oncomice. Oncomice are useful for carcinogenic studies as they are more susceptible to carcinogens. Such mice can be given material suspected of being a carcinogen and if tumours develop, it is an indication that the material is carcinogenic.",
            "score": 121.38151562213898
        },
        {
            "docid": "5037034_14",
            "document": "P300-CBP coactivator family . CBP and p300 are critical for normal embryonic development, as mice completely lacking either CBP or p300 protein, die at an early embryonic stage. In addition, mice which lack one functional copy (allele) of both the CBP and p300 genes (i.e. are heterozygous for both CBP and p300) and thus have half of the normal amount of both CBP and p300, also die early in embryogenesis. This indicates that the total amount of CBP and p300 protein is critical for embryo development. Data suggest that some cell types can tolerate loss of CBP or p300 better than the whole organism can. Mouse B cells or T cells lacking either CBP and p300 protein develop fairly normally, but B or T cells that lack both CBP and p300 fail to develop \"in vivo\". Together, the data indicate that, while individual cell types require different amounts of CBP and p300 to develop or survive and some cell types are more tolerant of loss of CBP or p300 than the whole organism, it appears that many, if not all cell types may require at least some p300 or CBP to develop.",
            "score": 113.70778179168701
        },
        {
            "docid": "14878536_7",
            "document": "PRDM16 . White adipose tissue (WAT) primarily stores excess energy in the form of triglycerides. Recent research has shown that PRDM16 is present in subcutaneous white adipose tissue. The activity of PRDM16 in white adipose tissue leads to the production of brown fat-like adipocytes within white adipose tissue, called beige cells (also called brite cells). These beige cells have a brown adipose tissue-like phenotype and actions, including thermogenic processes seen in BAT.  In mice, the levels of PRDM16 within WAT, specifically anterior subcutaneous WAT and inguinal subcutaneous WAT, is about 50% that of interscapular BAT, both in protein expression and in mRNA quantity. This expression takes place primarily within mature adipocytes.  Transgenic aP2-PRDM16 mice were used in a study to observe the effects of PRDM16 expression in WAT. The study found that the presence of PRDM16 in subcutaneous WAT leads to a significant up-regulation of brown-fat selective genes UCP-1, CIDEA, and PPARGC1A. This up-regulation lead to the development of a BAT-like phenotype within the white adipose tissue.  Expression of PRDM16 has also been shown to protect against high-fat diet induced weight gain. Seale et al.’s experiment with aP2-PRDM16 transgenic mice and wild type mice showed that transgenic mice eating a 60% high-fat diet had significantly less weight gain than wild type mice on the same diet. Seale et al. determined the weight difference was not due to differences in food intake, as both transgenic and wild type mice were consuming the same amount of food on a daily basis. Rather, the weight difference stemmed from higher energy expenditure in the transgenic mice. Another of Seale et al.’s experiments showed the transgenic mice consumed a greater volume of oxygen over a 72-hour period than the wild type mice, showing a greater amount of energy expenditure in the transgenic mice. This energy expenditure in turn is attributed to PRDM16’s ability to up-regulate UCP-1 and CIDEA gene expression, resulting in thermogenesis.",
            "score": 104.81666934490204
        },
        {
            "docid": "30855468_32",
            "document": "Retinoblastoma protein . The retinoblastoma protein is involved in the growth and development of mammalian hair cells of the cochlea, and appears to be related to the cells' inability to regenerate. Embryonic hair cells require Rb, among other important proteins, to exit the cell-cycle and stop dividing, which allows maturation of the auditory system. Once wild-type mammals have reached adulthood, their cochlear hair cells become incapable of proliferation. In studies where the gene for Rb is deleted in mice cochlea, hair cells continue to proliferate in early adulthood. Though this may seem to be a positive development, Rb-knockdown mice tend to develop severe hearing loss due to degeneration of the organ of Corti. For this reason, Rb seems to be instrumental for completing the development of mammalian hair cells and keeping them alive. However, it is clear that without Rb, hair cells have the ability to proliferate, which is why Rb is known as a tumor suppressor. Temporarily and precisely turning off Rb in adult mammals with damaged hair cells may lead to propagation and therefore successful regeneration. Suppressing function of the retinoblastoma protein in the adult rat cochlea has been found to cause proliferation of supporting cells and hair cells. Rb can be downregulated by activating the sonic hedgehog pathway, which phosphorylates the proteins and reduces gene transcription.",
            "score": 134.24678719043732
        },
        {
            "docid": "165923_15",
            "document": "Schwann cell . Myelin protein zero (P0) is a cell adhesion molecule belonging to the immunoglobulin superfamily and is the major component of peripheral myelin, constituting over 50% of the total protein in the sheath. P0 has been shown to be essential for the formation of compact myelin, as P0 null mutant (P0-) mice showed severely aberrant peripheral myelination. Although myelination of large caliber axons was initiated in P0- mice, the resulting myelin layers were very thin and poorly compacted. Unexpectedly, P0- mice also showed degeneration of both axons and their surround myelin sheaths, suggesting that P0 plays a role in maintaining the structural integrity of both myelin formation and the axon with which it’s associated. P0- mice developed behavioral deficits around 2 weeks of age when mice began to show signs of slight trembling. Gross incoordination also arose as the animals developed while trembling became more severe and some older mice developed convulsing behaviors. Despite the array of impaired motor behavior, no paralysis was observed in these animals. P0 is also an important gene expressed early within the Schwann cell lineage, expressed in Schwann cell precursors after differentiating from migrating neural crest cells within the developing embryo.",
            "score": 121.95107531547546
        },
        {
            "docid": "2395117_6",
            "document": "Gametogonium . The gonads have an important role in germ cell development, converting the bipotential cells into gametogonia. The germ cells are bipotential in that prior to migrating to the gonads, they are capable of forming either spermatogonia or oogonia. The specification into either female or male fates for the organism itself also depends on the development of the gonads, which have yet to differentiate into ether ovaries or testes. In the mouse, somatic sex determination (i.e. determination of either female or male gonads) begins at embryonic day 10.5 in mice, but is not finalised until day 12.5. Male somatic cell specification involves the Y-chromosome specific Sry gene, which regulates the specification of Sertoli cells and Leydig cells. Without the specification of those cells, the gonad formation is regulated by the X-chromosomes, forming the ovaries. After the fate of the gonads is finalised, the sex specification of the germ cells occurs at 12.5-15.5 days. Sex specification of the germ cells requires the repression of pluripotency and relies on the communication between the somatic cells of the gonads and germ cells Reitzel et al., 2015. The mechanisms for male and female differentiation are markedly different, since a population of sperm producing spermatogonia are retained throughout development and into adult life Reitzel et al., 2015, unlike oogonia which only produce oocyte in utero. When the germ cells reach the gonads, they undergo proliferation via mitosis and at 13.5 days of rat development they begin to undergo meiosis in the ovary but arrested at the mitotic stage in the testes. In the ovary, after mitosis, the gametogonium undergo meiosis, which is initiated by intrinsic competence factor DazL and extrinsic retinoic acid, excreted by the mesonephros. Retinoic acid is the major factor in meiosis, upregulating genes including ‘‘Stra8’‘, ‘‘Dmc1’‘ and ‘‘Sycp3’‘, which all have a role in meiosis. The male germ cells are protected from external signalling, like retinoic acid from the mesonephros, by the Leydig and Sertoli cells.",
            "score": 137.44415259361267
        },
        {
            "docid": "20058343_32",
            "document": "Niemann–Pick disease, type C . Parents of children with NPC are being studied in an attempt to gain insight into the Ebola virus, which uses the protein encoded by NPC1 to enter cells. Researchers have found that mice with one normal copy of the NPC1 gene are more likely to survive Ebola infection than mice with normal two copies of the gene. Mice lacking any normal copy of NPC1 all survived. Studying cells from parents who are NPC disease carriers may allow for better understanding of how changes to the NPC1 gene affect Ebola risk.",
            "score": 81.05220460891724
        },
        {
            "docid": "39383381_9",
            "document": "2-hydroxy-dATP diphosphatase . Eliminating the MTH1 gene in mice results in over three times more mice developing tumors compared to a control group. The enzyme’s much-studied ability to sanitize a cell’s nucleotide pool prevents it from developing mutations, including cancerous ones. Specifically, another study found that MTH1 inhibition in cancer cells leads to incorporation of 8-oxo-dGTP and other oxidatively damaged nucleotides into the cell’s DNA, damaging it and causing cell death. However, cancer cells have also been shown to benefit from use of MTH1. Cells from malignant breast tumors exhibit extreme MTH1 expression compared to other human cells. Because a cancer cell divides much more rapidly than a normal human cell, it is far more in need of an enzyme like MTH1 that prevents fatal mutations during replication. This property of cancer cells could allow for monitoring of cancer treatment efficacy by measuring MTH1 expression. Development of suitable probes for this purpose is currently underway.",
            "score": 138.3639395236969
        },
        {
            "docid": "14776330_4",
            "document": "FGF4 . During embryonic development, the 21-kD protein FGF4 functions as a signaling molecule that is involved in many important processes. Studies using Fgf4 gene knockout mice showed developmental defects in embryos both in vivo and in vitro, revealing that FGF4 facilitates the survival and growth of the inner cell mass during the postimplantation phase of development by acting as an autocrine or paracrine ligand. FGFs produced in the apical ectodermal ridge (AER) are critical for the proper forelimb and hindlimb outgrowth. FGF signaling in the AER is involved in regulating limb digit number and cell death in the interdigital mesenchyme. When FGF signaling dynamics and regulatory processes are altered, postaxial polydactyly and cutaneous syndactyly, two phenotypic abnormalities collectively known as polysyndactyly, can occur in the limbs. Polysyndactyly is observed when an excess of Fgf4 is expressed in limb buds of wild-type mice. In mutant limb buds that do not express Fgf8, the expression of Fgf4 still results in polysyndactyly, but Fgf4 is also able to rescue all skeletal defects that arise from the lack of Fgf8. Therefore, the Fgf4 gene compensates for the loss of the Fgf8 gene, revealing that FGF4 and FGF8 perform similar functions in limb skeleton patterning and limb development. Studies of zebrafish Fgf4 knockdown embryos demonstrated that when Fgf4 signaling is inhibited, randomized left-right patterning of the liver, pancreas, and heart takes place, showing that Fgf4 is a crucial gene involved in developing left-right patterning of visceral organs. Furthermore, unlike the role of FGF4 in limb development, FGF4 and FGF8 have distinct roles and function independently in the process of visceral organ left-right patterning. Fgf signaling pathway has also been demonstrated to drive hindgut identity during gastrointestinal development, and the up regulation of the Fgf4 in pluripotent stem cell has been used to direct their differentiation for the generation of intestinal Organoids and tissues in vitro.",
            "score": 97.8530170917511
        },
        {
            "docid": "1300487_10",
            "document": "Peripherin . The exact function of peripherin is unknown. Expression of peripherin in development is greatest during the axonal growth phase and decreases postnatally, which suggests a role in neurite elongation and axonal guidance during development. Expression is also increased after axonal injury, such as peripheral axotomy in motor neurons and dorsal root ganglia. This upregulation implies that peripherin may also play a role in axon regeneration. However, experiments using peripherin depleted PC12 cells and peripherin knockout mice provide proof that the majority of neurons have no requirement of peripherin for axonal guidance and regrowth. PC12 cells lacking peripherin showed no defects in neurite outgrowth and peripherin knockout mice develop normally with no anatomical abnormalities or different phenotypes. In these experiments, peripehrin deficiency did produce an upregulation of α-internexin, indicating the possibility that this type IV IF makes up for the loss of peripherin. Future studies of double knockout mice for both the peripehrin and α-internexin genes might address this theory. However, it is interesting to note that while most peripherin knockout mice displayed normal neuron growth, its absence did affect development of a subset of unmyelinated sensory axons. In such mice, there was a \"34% reduction in the number of L5 unmyelinated sensory fibers that correlated with a decreased binding of the lectin IB4.\"",
            "score": 90.74415981769562
        },
        {
            "docid": "14723646_11",
            "document": "GATA3 . \"GATA3\" is one of the three genes mutated in >10% of breast cancers (Cancer Genome Atlas). Studies in mice indicate that the gene is critical for the normal development of breast tissue and directly regulates luminal cell (i.e. cells lining mammary ducts) differentiation in experimentally induced breast cancer. Analytic studies of human breast cancer tissues suggest that \"GATA3\" is required for specific type of low risk breast cancer (i.e. luminal A), is integral to the expression of estrogen receptor alpha, and (in estrogen receptor negative/androgen receptor positive cancers) androgen receptor signaling. These studies suggest that \"GATA3\" is involved in the development of at least certain types of breast cancer in humans. However, there is disagreement on this, with some studies suggesting that the expression of the \"GATA3\" acts to inhibit and other studies suggesting that it acts to promote the development, growth, and/or spread of this cancer. Further studies are needed to elucidate the role, if any, of GATA3 in the development of breast cancer.",
            "score": 106.3612892627716
        },
        {
            "docid": "4948244_3",
            "document": "XXYY syndrome . Some signs and symptoms of this condition include: 48,XXYY syndrome is a condition related to the X and Y chromosomes (the sex chromosomes). People normally have 46 chromosomes in each cell. Two of the 46 chromosomes, known as X and Y, are called sex chromosomes because they help determine whether a person will develop male or female sex characteristics. Females typically have two X chromosomes (46,XX), and males have one X chromosome and one Y chromosome (46,XY). 48,XXYY syndrome results from the presence of an extra copy of both sex chromosomes in each of a male's cells (48,XXYY). Extra copies of genes on the X chromosome interfere with male sexual development, preventing the testes from functioning normally and reducing the levels of testosterone. Many genes are found only on the X or Y chromosome, but genes in areas known as the pseudoautosomal regions are present on both sex chromosomes. Extra copies of genes from the pseudoautosomal regions of the extra X and Y chromosome contribute to the signs and symptoms of 48,XXYY syndrome; however, the specific genes have not been identified.  The condition 48,XXYY is not inherited; it usually occurs as a random event during the formation of reproductive cells (eggs and sperm). An error in cell division called nondisjunction results in a reproductive cell with an abnormal number of chromosomes. In 48,XXYY syndrome, the extra sex chromosomes almost always come from a sperm cell. Nondisjunction may cause a sperm cell to gain two extra sex chromosomes, resulting in a sperm cell with three sex chromosomes (one X and two Y chromosomes). If that sperm cell fertilizes a normal egg cell with one X chromosome, the resulting child will have two X chromosomes and two Y chromosomes in each of his body's cells.",
            "score": 114.94768404960632
        },
        {
            "docid": "14879794_4",
            "document": "DMRT1 . The DMRT1 gene is located at the end of the 9th chromosome. This gene is a dose sensitive transcription factor protein that regulates Sertoli cells and germ cell. The majority DMRT1 protein is located in the testicular cord and Sertoli cells, with a small amount in the germ cells. Two copies of the DMRT1 gene are required for normal sexual development. When a DMRT1 gene is lost the most common disease is chromosome 9p deletion, which causes abnormal testicular formation and feminization. The DMRT1 gene is critical in the male sex determination and without this gene the default female characteristic takes over and male characteristic is slight or non-existent. In the knockout model of this gene, the mice showed changes in both Sertoli and germ cells soon after the gonadal ridge was formed. The main defects associated with this knockout gene were developmental arrest, excess proliferation of germ cells, and failure to undergo meiosis, mitosis, or migration. Thus, the knockout model shows that loss of the DMRT1 gene is associated with incomplete germ cell development leading to infertility, abnormal testicular formation, and/or feminization of the affected individual.",
            "score": 127.68223941326141
        },
        {
            "docid": "1494666_3",
            "document": "Anti-Müllerian hormone . AMH is activated by SOX9 in the Sertoli cells of the male fetus. Its expression inhibits the development of the female reproductive tract, or Müllerian ducts (paramesonephric ducts), in the male embryo, thereby arresting the development of fallopian tubes, uterus, and upper vagina. AMH expression is critical to sex differentiation at a specific time during fetal development, and appears to be tightly regulated by nuclear receptor SF-1, transcription GATA factors, sex-reversal gene DAX1, and follicle-stimulating hormone (FSH). Mutations in both the AMH gene and the type II AMH receptor have been shown to cause the persistence of Müllerian derivatives in males that are otherwise normally masculinized.",
            "score": 140.57839846611023
        },
        {
            "docid": "1502660_3",
            "document": "X-inactivation . In 1959 Susumu Ohno showed that the two X-chromosomes of mammals were different: one appeared similar to the autosomes; the other was condensed and heterochromatic. This finding suggested, independently to two groups of investigators, that one of the X-chromosomes underwent inactivation. In 1961, Mary Lyon proposed the random inactivation of one female X chromosome to explain the mottled phenotype of female mice heterozygous for coat color genes. The Lyon hypothesis also accounted for the findings that one copy of the X chromosome in female cells was highly condensed, and that mice with only one copy of the X chromosome developed as infertile females. This suggested to Ernest Beutler, studying heterozygous females for Glucose-6-phosphate dehydrogenase (G6PD) deficiency, that there were two red cell populations of erythrocytes in such heterozygotes: deficient cells and normal cells, depending on whether the inactivated X chromosome (in the nucleus of the red cell's precursor cell) contains the normal or defective G6PD allele.",
            "score": 121.84128868579865
        },
        {
            "docid": "1920949_9",
            "document": "FOXP3 . In mice, a Foxp3 mutation (a frameshift mutation that result in protein lacking the forkhead domain) is responsible for 'Scurfy', an X-linked recessive mouse mutant that results in lethality in hemizygous males 16 to 25 days after birth. These mice have overproliferation of CD4 T-lymphocytes, extensive multiorgan infiltration, and elevation of numerous cytokines. This phenotype is similar to those that lack expression of CTLA-4, TGF-β, human disease IPEX, or deletion of the Foxp3 gene in mice (\"scurfy mice\"). The pathology observed in scurfy mice seems to result from an inability to properly regulate CD4 T-cell activity. In mice overexpressing the Foxp3 gene, fewer T cells are observed. The remaining T cells have poor proliferative and cytolytic responses and poor interleukin-2 production, although thymic development appears normal. Histologic analysis indicates that peripheral lymphoid organs, particularly lymph nodes, lack the proper number of cells.",
            "score": 106.15599751472473
        },
        {
            "docid": "15245726_4",
            "document": "RSPO1 . RSPO1 is required for the early development of gonads, regardless of sex. It has been found in mice only eleven days after fertilization. To induce cell proliferation, it acts synergistically with WNT4. They help stabilize β-catenin, which activates downstream targets. If both are deficient in XY mice, there is less expression of \"SRY\" and a reduction in the amount of SOX9. Moreover, defects in vascularization are found. These occurrences result in testicular hypoplasia. Male to female sex reversal, however, does not occur because Leydig cells remain normal. They are maintained by steroidogenic cells, now unrepressed.",
            "score": 116.07264411449432
        },
        {
            "docid": "54421246_15",
            "document": "Spinocerebellar ataxia type 1 . The mechanism by which expanded CAG repeat regions in ataxin 1 cause neuronal degeneration is unclear. It was historically believed to be caused by aggregation and deposition of the affected protein similar to other polyglutamine expansion diseases, however rodent model studies have shown significantly later formation of nuclear inclusions of mutant proteins in cerebellum and spinal cord neurons than in cortical and hippocampal neurons which typically show only mild degeneration in SCA1 persons, suggesting a more complicated mechanism. Ataxin-null mice are shown to exhibit reduced motor and spatial learning, suggesting ataxin 1 plays a role in synaptic plasticity and interactions between the motor neurons and the hippocampus. However mice lacking both copies of ataxin 1 do not develop progressive neurological symptoms or show signs of atrophy, suggesting that toxicity of the mutated protein, not loss of function, is the main mechanism for SCA1 pathology. A comparison of mRNA between ataxin null mice and mice with ataxin1 shows that there are common changes in gene expression, including upregulation of genes known to be repressed by an ataxin 1/CIC complex. This suggest that, while not the primary mechanism, a loss of ataxin 1 function contributes to the pathogenesis of SCA1. The loss of function is believed to be caused by an increased affinity for the expanded ataxin 1 for RNA Binding Motif 17, which excludes it from forming its normal complexes with CIC. The gain of function, in turn, is caused by its increased affinity for a number of other proteins.Mutant ataxin-1 also known to alter the neural circuitry of the developing cerebellum, setting the stage for later vulnerability of Purkinje cells, suggesting the existence of non-cell autonomous toxicity.",
            "score": 100.02101182937622
        },
        {
            "docid": "14761897_10",
            "document": "HES1 . HES1 has been shown to influence the differentiation decision of cells in the gastrointestinal tract. In pancreatic progenitor cells, HES1 expression inhibits the expression of \"Ptf1a\", which controls exocrine cell differentiation, and Ngn3, which drives differentiation of endocrine cell types that will form the islets of Langerhans. The absence of \"Hes1\" in the developing intestine of mice promotes the increase of Math1 (a protein required for the production of intestinal secretory cell types), which leads to an increase of goblet, enteroendocrine, and Paneth cells. When \"Hes1\" is deleted in mouse and zebrafish, surplus goblet cells and enteroendocrine cells are made while few enterocytes are made. Liver progenitor cells differentiate into two different cell types: hepatocytes and biliary epithelial cells. When \"Hes1\" expression is low, hepatocytes form normally, but bile ducts are completely absent. This phenotype resembles Alagille syndrome, a hallmark of which is mutations in \"Jagged1\". Therefore, Hes-Notch interactions also play a role in digestive organ development.",
            "score": 116.41686284542084
        },
        {
            "docid": "14156407_8",
            "document": "GATA2 . The \"Gata2\" gene in mice has a structure similar to its human counterpart, Deletion of both parental \"Gata2\" genes in mice is lethal by day 10 of embryogenesis due to a total failure in the formation of mature blood cells. Inactivation of one mouse \"Gata2\" gene is neither lethal nor associated with most of the signs of human GATA2 deficiency; however, these animals do show a ~50% reduction in their hematopoietic stem cells along with a reduced ability to repopulate the bone marrow of mouse recipients. The latter findings, human clinical studies, and experiments on human tissues support the conclusion that in humans both parental \"GATA2\" genes are required for sufficient numbers of hematopoietic stem cells to emerge from the hemogenic endothelium during embryogenesis and for these cells and subsequent progenitor cells to survive, self-renew, and differentiate into mature cells. As GATA2 deficient individuals age, their deficiency in hematopoietic stem cells worsens, probably as a result of factors such as infections or other stresses. In consequence, the signs and symptoms of their disease appear and/or become progressively more severe. The role of GATA2 deficiency in leading to any of the leukemia types is not understood. Likewise, the role of GATA2 overexpression in non-familial AML as well as development of the blast crisis in chronic myelogenous leukemia and progression of prostate cancer is not understood.",
            "score": 106.238072514534
        },
        {
            "docid": "10500138_5",
            "document": "CD4+ T cells and antitumor immunity . In 2001, it was shown that mice deficient in RAG-2 (Recombinase Activator Gene 2) were far less capable of preventing MCA induced tumours than were wild type mice. (Shankaran et al., 2001, Bui and Schreiber, 2007) RAG proteins are necessary for the recombination events necessary to produce TCRs and Igs, and as such RAG-2 deficient mice are incapable of producing functional T, B or NK cells. RAG-2 deficient mice were chosen over other methods of inducting immunodeficiency (such as SCID mice) as an absence of these proteins does not affect DNA repair mechanisms, which becomes important when dealing with cancer, as DNA repair problems can lead to cancers themselves. This experiment provides clear evidence that the immune system does, in fact, play a role in eradication of tumor cells.",
            "score": 108.61415493488312
        },
        {
            "docid": "14083964_30",
            "document": "Animal psychopathology . Based on findings of changes in OCD symptoms in menstruating women and differences in the development of the disease between men and women, Hill and colleagues set out to research the effect of estrogen deprivation on the development of compulsive behavior in mice. Male mice with an aromatase Gene knockout who were unable to produce estrogen showed excessive grooming and wheel running behaviors, but female mice did not. When treated with 17β-estradiol, which replaced estrogen in these mice, the behaviors disappeared. This study also found that COMT protein levels decreased in mice that did not produce estrogen and increased in the hypothalamus after estrogen-replacement treatment. Briefly, the COMT protein is involved in degrading some neurotransmitters, including dopamine, norepinephrine and epinephrine. This data suggests that there may be a hormonal component and a hormone-gene interaction effect that may contribute to obsessive behaviors.",
            "score": 83.6376200914383
        }
    ],
    "r": [
        {
            "docid": "983793_10",
            "document": "Persistent Müllerian duct syndrome . The role of the \"AMH\" gene in reproductive development, is the production of a protein that contributes to male sex differentiation. During development of male foetuses, the AMH protein is secreted by cells within the testes. AMHs bind to the AMH Type 2 Receptors, which is present on cells on the surface of the Mullerian Duct. The binding of AMH to its receptors on the Mullerian duct induces the apoptosis of the Mullerian Duct cells, thus the regression of the Mullerian Duct within males. However, for females who originally do not produce AMH proteins during foetal development, the Mullerian Duct eventually becomes the uterus and fallopian Tubes as normal. With the AMH gene mutation (PMDS Type 1), the AMH is either not produced, produced in deficient amounts, defective, secreted at the wrong critical period for male differentiation or the Mullerian ducts manifested a resistance to AMH.",
            "score": 187.82711791992188
        },
        {
            "docid": "983793_4",
            "document": "Persistent Müllerian duct syndrome . Persistent Mullerian Duct Syndrome (PMDS), also known as Persistent Oviduct Syndrome, is a congenital disorder related to male sexual development. PMDS usually affects phenotypically normal male individuals with the karyotype (46, XY) and is a form of pseudohermaphroditism. PMDS has various causes to do with AMH or receptors abnormalities. For example, AMH has failed to synthesis, failed to release or was secreted at the wrong time. The condition develops in males that consist of normal functioning reproductive organs and gonads, but also female reproductive organs such as the uterus and fallopian tubes. The female reproductive organs origin from a structure from when both genders are still foetuses, called the “Mullerian Duct”. In males, the secretion of ‘Anti-Mullerian Hormone (AMH)’ causes the regression of the Mullerian Duct. Normally, both the Mullerian and Wolffian ducts are present during the 7th week of gestation. Approximately by the end of the 7th and beginning of the 8th week of gestation, the Sertoli cell’s secretion of AMH occur, causing the male sex differentiation during foetal development. The AMH molecules bind to AMHRII (Anti-Mullerian Hormone Receptor Type II) regressing the Mullerian duct. The Leydig cells secrete testosterone to aid male differentiation process by inducing structures such as the epididymis, vas deferens and seminal vesicles. However, with PMDS individuals, the Mullerian Duct persists instead of regressing due to errors with AMH or the AMH receptor. The problem either coincides with the secretion of AMH (PMDS Type I) or the receptor (PMDS Type II). PMDS is usually coincidentally found during surgery for inguinal hernia, or when the surgeon looks for the reason why the male individual is infertile in adulthood.",
            "score": 187.440673828125
        },
        {
            "docid": "50189555_4",
            "document": "Transcription factor Lim-1 . Lim-1 is also essential for the development of the female reproductive tract, as it causes the persistence of the mullerian ducts that will eventually develop into the oviducts, uterus, cervix, and vagina. Without the expression of Lim-1, formation of the epithelial and mesenchymal cells of the reproductive tract will not occur. While the ovaries will develop, female mice will develop without a uterus and oviducts.",
            "score": 177.47752380371094
        },
        {
            "docid": "598423_2",
            "document": "Female reproductive system . The female reproductive system is made up of the internal and external sex organs that function in reproduction of new offspring. In the human the female reproductive system is immature at birth and develops to maturity at puberty to be able to produce gametes, and to carry a fetus to full term. The internal sex organs are the uterus, Fallopian tubes, and ovaries. The uterus or womb accommodates the embryo which develops into the fetus. The uterus also produces vaginal and uterine secretions which help the transit of sperm to the Fallopian tubes. The ovaries produce the ova (egg cells). The external sex organs are also known as the \"genitals\" and these are the organs of the vulva including the labia, clitoris, and vaginal opening. The vagina is connected to the uterus at the cervix.",
            "score": 155.60731506347656
        },
        {
            "docid": "1865600_8",
            "document": "Lesser bandicoot rat . Triptolide has been reported to cause sterility in male rats and mice. Triptolide treatment affected the histomorphology of the uterus of these rats by causing a decrease in lumen and columnar cell height and number of uterine glands and ovary by increasing the number of atretic follicles and decreasing the number of developing follicles.",
            "score": 154.15318298339844
        },
        {
            "docid": "1771587_15",
            "document": "Pregnancy . The sperm and the egg cell, which has been released from one of the female's two ovaries, unite in one of the two fallopian tubes. The fertilized egg, known as a zygote, then moves toward the uterus, a journey that can take up to a week to complete. Cell division begins approximately 24 to 36 hours after the male and female cells unite. Cell division continues at a rapid rate and the cells then develop into what is known as a blastocyst. The blastocyst arrives at the uterus and attaches to the uterine wall, a process known as implantation.",
            "score": 151.83895874023438
        },
        {
            "docid": "57624268_3",
            "document": "Anti-mullerian hormone receptor type 2 . This gene encodes the receptor for the anti-Mullerian hormone (AMH) which, in addition to testosterone, results in male sex differentiation. AMH and testosterone are produced in the testes by different cells and have different effects. Testosterone promotes the development of male genitalia while the binding of AMH to the encoded receptor prevents the development of the mullerian ducts into uterus and Fallopian tubes. Mutations in this gene are associated with persistent Mullerian duct syndrome type II. Alternatively spliced transcript variants encoding different isoforms have been identified. [provided by RefSeq, Sep 2009].",
            "score": 150.32308959960938
        },
        {
            "docid": "57624327_3",
            "document": "AMHR2 (gene) . This gene encodes the receptor for the anti-Mullerian hormone (AMH) which, in addition to testosterone, results in male sex differentiation. AMH and testosterone are produced in the testes by different cells and have different effects. Testosterone promotes the development of male genitalia while the binding of AMH to the encoded receptor prevents the development of the mullerian ducts into uterus and Fallopian tubes. Mutations in this gene are associated with persistent Mullerian duct syndrome type II. Alternatively spliced transcript variants encoding different isoforms have been identified. [provided by RefSeq, Sep 2009].",
            "score": 148.1065673828125
        },
        {
            "docid": "5591060_8",
            "document": "Estrogen receptor alpha . ERα is essential in the maturation of the female reproductive phenotype. In the absence of ERα, the ERKO mouse develops an adult uterus, indicating that ERα may not mediate the initial growth of the uterus. However, ERα plays a role in the completion of this development, and the subsequent function of the tissue. Activation of ERα is known to trigger cell proliferation in the uterus. The uterus of female ERKO mice is hypoplastic, suggesting that ERα mediates mitosis and differentiation in the uterus in response to estrogen stimulation.",
            "score": 146.83404541015625
        },
        {
            "docid": "14746115_9",
            "document": "Coumestrol . Coumestrol has been shown to accelerate the onset of puberty in mice. Exposure to coumestrol immediately after birth resulted in an initial increase in uterine weight. However, continued exposure inhibited the growth of the uterus and decreased levels of estrogen receptors within uterine tissue. The rats also showed altered vaginal development including cornification and metaplasia of vaginal tissue, and delayed opening of the vagina. When neonatal female mice were treated with coumestrol, similar reproductive irregularities occurred, and at 22 months old, atypical collagen distribution was observed in the uterine wall. When 2 day old male Wistar rats are injected with coumestrol daily, they exhibit a decrease in size in the lumens of their seminiferous tubules and germ cells go through increased rates of apoptosis. When bulls graze on pastures containing coumestrol, metaplasia occurs in the prostate and bulbourethral glands, and sperm maturation is suppressed. Female cows that consumed alfalfa experienced lower pregnancy rates and spontaneous abortions, as well as abnormal estrogen levels during pregnancy. A high coumestrol diet has also been shown to induce early development of the vulva and udder of female lambs. In addition to these anatomical abnormalities, exposure to coumestrol has also been shown to alter the estrus cycle of a number of animals, including cows and sheep, resulting in lower rates of fertility.",
            "score": 144.235595703125
        },
        {
            "docid": "31863_2",
            "document": "Uterus . The uterus (from Latin \"uterus\", plural \"uteri\") or womb is a major female hormone-responsive secondary sex organ of the reproductive system in humans and most other mammals. In the human, the lower end of the uterus, the cervix, opens into the vagina, while the upper end, the fundus, is connected to the fallopian tubes. It is within the uterus that the fetus develops during gestation. In the human embryo, the uterus develops from the paramesonephric ducts which fuse into the single organ known as a simplex uterus. The uterus has different forms in many other animals and in some it exists as two separate uteri known as a duplex uterus.",
            "score": 144.02996826171875
        },
        {
            "docid": "776862_12",
            "document": "Paramesonephric duct . Anomalies that develop within the paramesonephric duct system continue to puzzle and fascinate obstetricians and gynecologists. The paramesonephric ducts play a critical role in the female reproductive tract and differentiate to form the uterine tubes, uterus, superior vagina as well as the uterine cervix. Many types of disorders can occur when this system is disrupted ranging from uterine and vagina agenises to the duplication of unwanted cells of the uterus and vagina. Paramesonephric malformations are usually related to abnormalities of the renal and axial skeletal system. Malfunction in the ovaries and age onset abnormalaites can also be associated with most paramesonephric ducts. Most abnormalities are often recognized once the external genitalia is no longer masked and the internal reproductive organ abnormalities become revealed. Due to a very broad range of anomalies it is very difficult to diagnose paramesonephric duct anomalies.",
            "score": 143.8420867919922
        },
        {
            "docid": "598423_4",
            "document": "Female reproductive system . Fertilization usually occurs in the Fallopian tubes and marks the beginning of embryogenesis. The zygote will then divide over enough generations of cells to form a blastocyst, which implants itself in the wall of the uterus. This begins the period of gestation and the embryo will continue to develop until full-term. When the fetus has developed enough to survive outside the uterus, the cervix dilates and contractions of the uterus propel the newborn through the birth canal (the vagina).",
            "score": 141.25572204589844
        },
        {
            "docid": "14932478_8",
            "document": "Testicular immunology . Mast cells are regulators of immune responses, particularly those against parasites. They are also involved in the development of autoimmune diseases and allergies. Mast cells have been found in relatively low numbers in the testes of humans, rats, mice, dogs, cats, bulls, boars and deer. In the mammalian testis mast cells regulate testosterone production. There are two lines of evidence that restriction of mast cell activation in the testis could be beneficial during treatment of inflammatory conditions; (1) In experimental models of testicular inflammation, mast cells were present in 10-fold greater numbers and showed signs of activation, and (2) Treatment with drugs which stabilize mast cell activation has proved beneficial in treating some types of male infertility.",
            "score": 141.16464233398438
        },
        {
            "docid": "1494666_6",
            "document": "Anti-Müllerian hormone . In mammals, AMH prevents the development of the Müllerian ducts into the uterus and other Müllerian structures. The effect is ipsilateral, that is each testis suppresses Müllerian development only on its own side. In humans, this action takes place during the first 8 weeks of gestation. If no hormone is produced from the gonads, the Müllerian ducts automatically develop, while the Wolffian ducts, which are responsible for male reproductive parts, automatically die. Amounts of AMH that are measurable in the blood vary by age and sex. AMH works by interacting with specific receptors on the surfaces of the cells of target tissues (anti-Müllerian hormone receptors). The best-known and most specific effect, mediated through the AMH type II receptors, includes programmed cell death (apoptosis) of the target tissue (the fetal Müllerian ducts).",
            "score": 140.89064025878906
        },
        {
            "docid": "1494666_3",
            "document": "Anti-Müllerian hormone . AMH is activated by SOX9 in the Sertoli cells of the male fetus. Its expression inhibits the development of the female reproductive tract, or Müllerian ducts (paramesonephric ducts), in the male embryo, thereby arresting the development of fallopian tubes, uterus, and upper vagina. AMH expression is critical to sex differentiation at a specific time during fetal development, and appears to be tightly regulated by nuclear receptor SF-1, transcription GATA factors, sex-reversal gene DAX1, and follicle-stimulating hormone (FSH). Mutations in both the AMH gene and the type II AMH receptor have been shown to cause the persistence of Müllerian derivatives in males that are otherwise normally masculinized.",
            "score": 140.57839965820312
        },
        {
            "docid": "47401261_21",
            "document": "Nitrogen dioxide poisoning . Exposure to nitrogen dioxide have a significant effects on male reproductive system by inhibiting the production of Sertoli cell, a \"nurse\" cell of the testicles that is part of a seminiferous tubule and helps in the process of spermatogenesis. These effects consequently retard the production of sperm cell.  The effects of nitrogen dioxide poisoning of female reproduction may be linked with the effects of oxidative stress in female reproduction. Nitrogen dioxide poisoning disrupts the balance of reactive oxygen species, ROS which results in OS and this has significant effects on female reproductive life span. ROS play a significant role in body physiology, from oocyte production, development and maturation to fertilization, development of embryo and pregnancy. Exposure to nitrogen dioxide causes an ovulation-induced oxidative damage to the DNA of ovarian epithelium. There is a growing literature on the pathological effects of ROS on female reproduction in relation to free radical-induced birth defect, abortion, hydatidiform mole and pathophysiogy of pre-eclampsia. ROS also play a significant role in etiopathogenesis of endometriosis, a disease in which tissue that normally grows inside the uterus grows outside the uterus. Oxidative stress causes defective placentation which is likely to lead to placental hypoxia, shortage of oxygen in the placental as well as reperfusion injury resulting from ischemia which may lead to endothelial cell dysfunction. Over-expression of oxidative stress caused by nitrogen dioxide poisoning may results in ovarian epithelium inflammation and sometime leads to cancer in severe cases.",
            "score": 139.19253540039062
        },
        {
            "docid": "39383381_9",
            "document": "2-hydroxy-dATP diphosphatase . Eliminating the MTH1 gene in mice results in over three times more mice developing tumors compared to a control group. The enzyme’s much-studied ability to sanitize a cell’s nucleotide pool prevents it from developing mutations, including cancerous ones. Specifically, another study found that MTH1 inhibition in cancer cells leads to incorporation of 8-oxo-dGTP and other oxidatively damaged nucleotides into the cell’s DNA, damaging it and causing cell death. However, cancer cells have also been shown to benefit from use of MTH1. Cells from malignant breast tumors exhibit extreme MTH1 expression compared to other human cells. Because a cancer cell divides much more rapidly than a normal human cell, it is far more in need of an enzyme like MTH1 that prevents fatal mutations during replication. This property of cancer cells could allow for monitoring of cancer treatment efficacy by measuring MTH1 expression. Development of suitable probes for this purpose is currently underway.",
            "score": 138.3639373779297
        },
        {
            "docid": "14441850_3",
            "document": "Anchor cell . During the development of \"C. elegans\" hermaphrodites, the anchor cell produces a signalling molecule (LIN-3/EGF) that induces nearby epidermal cells to develop into the vulva. The anchor cell also produces another signal (the Notch ligand LAG-2) that induces adjacent uterine cells to become the π cells, some of which will later connect the uterus to the vulva. The anchor cell next removes the basement membrane that separates the uterus and vulva and invades, initiating the connection between the uterus and the vulva. Finally the anchor cell fuses with eight of the π cells to form the uterine seam cell.",
            "score": 138.06661987304688
        },
        {
            "docid": "2395117_6",
            "document": "Gametogonium . The gonads have an important role in germ cell development, converting the bipotential cells into gametogonia. The germ cells are bipotential in that prior to migrating to the gonads, they are capable of forming either spermatogonia or oogonia. The specification into either female or male fates for the organism itself also depends on the development of the gonads, which have yet to differentiate into ether ovaries or testes. In the mouse, somatic sex determination (i.e. determination of either female or male gonads) begins at embryonic day 10.5 in mice, but is not finalised until day 12.5. Male somatic cell specification involves the Y-chromosome specific Sry gene, which regulates the specification of Sertoli cells and Leydig cells. Without the specification of those cells, the gonad formation is regulated by the X-chromosomes, forming the ovaries. After the fate of the gonads is finalised, the sex specification of the germ cells occurs at 12.5-15.5 days. Sex specification of the germ cells requires the repression of pluripotency and relies on the communication between the somatic cells of the gonads and germ cells Reitzel et al., 2015. The mechanisms for male and female differentiation are markedly different, since a population of sperm producing spermatogonia are retained throughout development and into adult life Reitzel et al., 2015, unlike oogonia which only produce oocyte in utero. When the germ cells reach the gonads, they undergo proliferation via mitosis and at 13.5 days of rat development they begin to undergo meiosis in the ovary but arrested at the mitotic stage in the testes. In the ovary, after mitosis, the gametogonium undergo meiosis, which is initiated by intrinsic competence factor DazL and extrinsic retinoic acid, excreted by the mesonephros. Retinoic acid is the major factor in meiosis, upregulating genes including ‘‘Stra8’‘, ‘‘Dmc1’‘ and ‘‘Sycp3’‘, which all have a role in meiosis. The male germ cells are protected from external signalling, like retinoic acid from the mesonephros, by the Leydig and Sertoli cells.",
            "score": 137.44415283203125
        },
        {
            "docid": "37825278_6",
            "document": "Plasma membrane transformation . The many changes which take place in the uterine epithelium during early pregnancy have been suggested to represent a loss of polarity in these cells and this thought has been extended to suggest further that an epithelial-mesenchymal transition may occur in the cells during this time. These perceptive insights highlight the critical importance of uterine epithelial cells in uterine receptivity and in one sense recall earlier suggestions on events in uterine epithelial cells. These early thoughts on uterine epithelial cells highlighted the apical plasma membrane flattening and led to the term ‘attachment reaction’ being used to describe some of the membrane changes which occur during early pregnancy. This term was used to apply to those changes in the apical membrane of uterine epithelial cells upon contact with the blastocyst itself, or when opposing uterine epithelial cells came into physical contact at around the same time of early pregnancy in rats and mice. In particular, the term indicated that in those species with an ‘attachment reaction’, closure of the uterine lumen was involved such that little or no luminal space remained. However, as is now known, considerable change occurs in all compartments of the plasma membrane of uterine epithelial cells and these changes occupy most of early pregnancy in the rat and mouse with long, regular microvilli being converted into short, irregular structures as early as d 3, 2 to 3 days before the blastocyst even enters the uterus. As we have also seen, in a wide diversity of species, there are changes in the apical plasma membrane which have features in common with those seen in rats and mice and in many of these other species, closure of the uterine lumen does not occur.",
            "score": 136.88221740722656
        },
        {
            "docid": "12665663_16",
            "document": "Development of the reproductive system . The ovary is differentiated into a central part, the medulla of ovary, covered by a surface layer, the germinal epithelium. The immature ova originate from cells from the dorsal endoderm of the yolk sac. Once they have reached the gonadal ridge they are called oogonia. Development proceeds and the oogonia become fully surrounded by a layer of connective tissue cells (pre-granulosa cells) In this way, the rudiments of the ovarian follicles are formed. The embryological origin of granulosa cells, on the other hand, remains controversial. Just as in the male, there is a gubernaculum in the female, which pulls it downward, albeit not as much as in males. The gubernaculum later becomes the proper ovarian ligament and the round ligament of the uterus.",
            "score": 134.46592712402344
        },
        {
            "docid": "983793_9",
            "document": "Persistent Müllerian duct syndrome . Mutation in AMH gene (PMDS Type 1) or AMHR2 gene (PMDS Type 2) are the primary causes of PMDS. AMH, or sometimes referred to as Mullerian Inhibiting Substance (MIS), is secreted by Sertoli cell during an individual’s whole life. It is essential during the foetal period as it functions to regress the Mullerian ducts. However, AMH also functions in the last trimester of pregnancy, after birth, and even during adulthood in minimal amounts. The Sertoli cells in males secrete AMH, through the presence of a Y chromosome.",
            "score": 134.31617736816406
        },
        {
            "docid": "30855468_32",
            "document": "Retinoblastoma protein . The retinoblastoma protein is involved in the growth and development of mammalian hair cells of the cochlea, and appears to be related to the cells' inability to regenerate. Embryonic hair cells require Rb, among other important proteins, to exit the cell-cycle and stop dividing, which allows maturation of the auditory system. Once wild-type mammals have reached adulthood, their cochlear hair cells become incapable of proliferation. In studies where the gene for Rb is deleted in mice cochlea, hair cells continue to proliferate in early adulthood. Though this may seem to be a positive development, Rb-knockdown mice tend to develop severe hearing loss due to degeneration of the organ of Corti. For this reason, Rb seems to be instrumental for completing the development of mammalian hair cells and keeping them alive. However, it is clear that without Rb, hair cells have the ability to proliferate, which is why Rb is known as a tumor suppressor. Temporarily and precisely turning off Rb in adult mammals with damaged hair cells may lead to propagation and therefore successful regeneration. Suppressing function of the retinoblastoma protein in the adult rat cochlea has been found to cause proliferation of supporting cells and hair cells. Rb can be downregulated by activating the sonic hedgehog pathway, which phosphorylates the proteins and reduces gene transcription.",
            "score": 134.24679565429688
        },
        {
            "docid": "3103149_7",
            "document": "Eucestoda . An atrium on the lateral margin of each proglottid contains the openings to both the male and female genital ducts. Follicular testes produce sperm, which are carried by a system of ducts to the cirrus, an eversible copulatory organ that usually has a hypodermic system of spines and a holdfast system of hooks. The main specialized female reproductive organs are an ovary that produces eggs and a vitellarium that produces yolk cells. Yolk cells travel in a duct system to the oviduct, where, in a modified region, the ovum is enclosed in a shell with yolk cells. After the gonads and their ducts have finished maturing, the female reproductive organs begin to mature. The oviduct develops a vagina and enlarges into the uterus, where fertilization and embryonic development occur.",
            "score": 131.56646728515625
        },
        {
            "docid": "444337_5",
            "document": "Blastocyst . During human embryogenesis, the blastomeres of the morula continue mitosis and compaction to form the blastula - a hollow sphere of cells surrounding a fluid filled cavity. Approximately 5–6 days after fertilization the blastomeres of the blastula begin to undergo cell differentiation and its structure changes to become the blastocyst. In the uterus the zona pellucida of the blastocyst breaks down allowing it to implant into the uterine wall approximately 6 days after fertilization. Implantation marks the end of the germinal stage of embryogenesis. The zygote develops by mitosis, and when it has developed into 16 cells becomes known as the morula. The morula then develops by cavitation to become the blastula. Cellular differentiation then develops the blastula's cells into two types: trophoblast cells that surround the blastocoel and an inner mass of cells (the embryoblast). This is then known as the blastocyst. The side of the blastocyst where the inner cellular mass (ICM) forms is referred to as the animal pole, while the vegetal pole refers to the side opposite this. The outer layer of trophoblast cells resulting from compaction pump sodium ions into blastocyst which cause water to enter through osmosis and form the internal fluid-filled blastocyst cavity (blastocoel). This cavity in addition to cellular specification are both hallmark identities of the blastocyst.",
            "score": 131.47598266601562
        },
        {
            "docid": "22829304_9",
            "document": "Thymic nurse cell . This role of MHC restriction was observed in a study conducted by Martinez et. al in HY-TCR transgenic mice. Since HY is a male specific antigen, the developing thymocytes would be expected to undergo degradation in males but not in females. However, both males and females were found to contain TNCs. Furthermore, female mice TNCs were found to contain five times more thymocytes than male mice, and less than 4% of them were apoptotic compared to almost 50% in the male TNCs. Also, almost 90% of all thymocytes extracted from the female TNCs were found to be double positives (CD4CD8), whereas no such phenotype was present within the male thymic nurse cells. Thus, since not all thymocytes internalized by TNCs went through apoptotic pathways, this was used to conclude that thymic nurse cells are involved in MHC restriction process.",
            "score": 131.3890380859375
        },
        {
            "docid": "31863_15",
            "document": "Uterus . Bilateral Müllerian ducts form during early fetal life. In males, anti-müllerian hormone (AMH) secreted from the testes leads to their regression. In females, these ducts give rise to the Fallopian tubes and the uterus. In humans the lower segments of the two ducts fuse to form a single uterus, however, in cases of uterine malformations this development may be disturbed. The different uterine forms in various mammals are due to various degrees of fusion of the two Müllerian ducts.",
            "score": 131.22434997558594
        },
        {
            "docid": "52634730_5",
            "document": "Martin Sheldon . Sheldon works on infections of the female reproductive system, particularly postpartum metritis. Using dairy cattle, he identified the bacteria that cause uterine disease, including novel strains of Escherichia coli that are adapted to the uterine environment. In addition, Sheldon showed that the bacterium Trueperella pyogenes becomes a pathogen in the uterus by secreting a cholesterol-dependent cytolysin that damages stromal cells, once the epithelium is damaged after parturition. Sheldon uncovered the role for the innate immune system in the endometrium of the uterus, showing that epithelial and stromal cells, as well as the expected immune cells, have roles in host-pathogen interactions. Sheldon was the first to show that infections in the uterus disrupt the structure and function of the mammalian ovary. Sheldon also identified that ovarian cells sense and respond to pathogen-associated molecular patterns, leading to inflammation, and even damaging the oocyte.",
            "score": 130.8041534423828
        },
        {
            "docid": "2395127_14",
            "document": "Oogonium . The discovery of these active germ cells and oogonia in the adult female could be very useful in the advancement of fertility research and treatment of infertility. Germ cells have been extracted, isolated and grown successfully \"in vitro\". These germ cells have been used to restore fertility in mice by promoting follicle generation and upkeep in previously infertile mice. There is also research being done on possible germ line regeneration in primates. Mitotically active human female germ cells could be very beneficial to a new method of embryonic stem cell development that involves a nuclear transfer into a zygote. Using these functional oogonia may help to create patient-specific stem cells lines using this method.",
            "score": 129.2386932373047
        },
        {
            "docid": "245868_8",
            "document": "Cypermethrin . If exposed to cypermethrin during pregnancy, rats give birth to offspring with developmental delays. In male rats exposed to cypermethrin, the proportion of abnormal sperm increases. It causes genetic damage: chromosomal abnormalities increased in bone marrow and spleen cells when mice were exposed to cypermethrin. Cypermethrin is classified as a possible human carcinogen, because it causes an increase in the frequency of lung tumors in female mice. Cypermethrin has been linked to an increase in bone marrow micronuclei in both mice and humans. One study showed that cypermethrin inhibits “gap junctional intercellular communication”, which plays an important role in cell growth and is inhibited by carcinogenic agents. Studies have shown that residue from cypermethrin can last for 84 days in the air, on walls, the floor and on furniture.",
            "score": 129.218017578125
        },
        {
            "docid": "1555604_6",
            "document": "Gynandromorphism . The cause of this phenomenon is typically, but not always, an event in mitosis during early development. While the organism contains only a few cells, one of the dividing cells does not split its sex chromosomes typically. This leads to one of the two cells having sex chromosomes that cause male development and the other cell having chromosomes that cause female development. For example, an XY cell undergoing mitosis duplicates its chromosomes, becoming XXYY. Usually this cell would divide into two XY cells, but in rare occasions the cell may divide into an X cell and an XYY cell. If this happens early in development, then a large portion of the cells are X and a large portion are XYY. Since X and XYY dictate different sexes, the organism has tissue that is female and tissue that is male.",
            "score": 128.62942504882812
        }
    ]
}