{
    "q": [
        {
            "docid": "226722_31",
            "document": "Functional magnetic resonance imaging . Despite these difficulties, fMRI has been used clinically to map functional areas, check left-right hemispherical asymmetry in language and memory regions, check the neural correlates of a seizure, study how the brain recovers partially from a stroke, test how well a drug or behavioral therapy works, detect the onset of Alzheimer's, and note the presence of disorders like depression. Mapping of functional areas and understanding lateralization of language and memory help surgeons avoid removing critical brain regions when they have to operate and remove brain tissue. This is of particular importance in removing tumors and in patients who have intractable temporal lobe epilepsy. Lesioning tumors requires pre-surgical planning to ensure no functionally useful tissue is removed needlessly. Recovered depressed patients have shown altered fMRI activity in the cerebellum, and this may indicate a tendency to relapse. Pharmacological fMRI, assaying brain activity after drugs are administered, can be used to check how much a drug penetrates the blood–brain barrier and dose vs effect information of the medication.",
            "score": 140.0665498971939
        },
        {
            "docid": "3717_59",
            "document": "Brain . Neurophysiologists study the chemical, pharmacological, and electrical properties of the brain: their primary tools are drugs and recording devices. Thousands of experimentally developed drugs affect the nervous system, some in highly specific ways. Recordings of brain activity can be made using electrodes, either glued to the scalp as in EEG studies, or implanted inside the brains of animals for extracellular recordings, which can detect action potentials generated by individual neurons. Because the brain does not contain pain receptors, it is possible using these techniques to record brain activity from animals that are awake and behaving without causing distress. The same techniques have occasionally been used to study brain activity in human patients suffering from intractable epilepsy, in cases where there was a medical necessity to implant electrodes to localize the brain area responsible for epileptic seizures. Functional imaging techniques such as functional magnetic resonance imaging are also used to study brain activity; these techniques have mainly been used with human subjects, because they require a conscious subject to remain motionless for long periods of time, but they have the great advantage of being noninvasive. Another approach to brain function is to examine the consequences of damage to specific brain areas. Even though it is protected by the skull and meninges, surrounded by cerebrospinal fluid, and isolated from the bloodstream by the blood–brain barrier, the delicate nature of the brain makes it vulnerable to numerous diseases and several types of damage. In humans, the effects of strokes and other types of brain damage have been a key source of information about brain function. Because there is no ability to experimentally control the nature of the damage, however, this information is often difficult to interpret. In animal studies, most commonly involving rats, it is possible to use electrodes or locally injected chemicals to produce precise patterns of damage and then examine the consequences for behavior.",
            "score": 157.0987253189087
        },
        {
            "docid": "20945667_23",
            "document": "Myoclonic dystonia . Deep brain stimulation (DBS) has been found to be an effective and safe treatment for myoclonus dystonia patients, whose severe and debilitating symptoms are resistant to drug treatments. Electrical stimulation within the brain is a common treatment for many movement disorders because of the ability to excite or inhibit neurons within the brain. Deep brain stimulation patients have electrodes inserted into the brain and then an electrical signal is sent from an external source to elicit a response. The frequency and intensity of this signal can be changed to monitor the effects on neuronal activity using voltage recordings or neuroimaging, like functional MRIs. By re-positioning the electrodes in different areas or changing the size or timing of the stimulus, varying effects can be seen on the patient depending on the origin of the disorder.",
            "score": 166.61445450782776
        },
        {
            "docid": "12800367_6",
            "document": "Ian Cook (psychiatrist) . Research by Cook and his colleagues has shown that past use of antidepressants can influence the brain's reaction to antidepressant placebos, that standard advice on diet and exercise for heart health can also lead to better brain health, that different types of advertisement evoke different types of brain activity, that electroencephalogram measurements could predict the outcome of antidepressant drug treatment on an individual patient long before the drugs make any observable changes to the patient's moods, and that electrical stimulation of the trigeminal nerve can be an effective alternative to drug therapy for depression.",
            "score": 153.218891620636
        },
        {
            "docid": "42565977_2",
            "document": "Pharmaco-electroencephalography . Electroencephalography (EEG) is the science of recording the spontaneous rhythmic electrical activity of a living brain through electrodes on the scalp. Brain rhythms have origins similar to the electrical activity of the heart. The rhythmic activity varies in frequency and amplitude with age, attention, sleep, and chemical concentrations of oxygen, carbon dioxide, glucose, ammonia, and hormones. Chemicals that affect brain functions change brain rhythms in systematic and identifiable ways. As new psychoactive drugs were discovered that changed behavior, the basis for the science of psychopharmacology, the accompanying changes in the rhythms were found to be drug class specific. The measurement of the changes in rhythms became the basis for the science of pharmaco-EEG.",
            "score": 117.68063306808472
        },
        {
            "docid": "389579_13",
            "document": "Cognitive neuropsychology . With improved neuroimaging techniques, it has been possible to correlate patterns of impairment with a knowledge of exactly which parts of the nervous system are damaged, allowing previously undiscovered functional relationships to be explored (the \"lesion method\"). Contemporary cognitive neuropsychology uses many of the same techniques and technologies from the wider science of neuropsychology and fields such as cognitive neuroscience. These may include neuroimaging, electrophysiology and neuropsychological tests to measure either brain function or psychological performance. Useful technology in cognitive neuropsychology includes positron-emission tomography (PET) and functional magnetic resonance imaging (fMRI). These techniques make it possible to identify the areas of the brain responsible for performing certain cognitive tasks by measuring blood flow in the brain. PET scans sense the low-level radiation in the brain and produce 3-D images, whereas an fMRI works on a magnetic signal and is used to “map the brain”. Electroencephalography (EEG) records the brain’s electrical activity and can identify changes that occur over milliseconds. EEG is often used in patients with epilepsy to detect seizure activity.",
            "score": 121.28239130973816
        },
        {
            "docid": "2213172_13",
            "document": "Minimally conscious state . There is recent evidence that transcranial direct current stimulation (tDCS), a technique that supplies a small electric current in the brain with non-invasive electrodes, may improve the clinical state of patients with MCS. In one study with 10 patients with disorders of consciousness (7 in VS, 3 in MCS), tDCS was applied for 20 minutes every day for 10 days, and showed clinical improvement in all 3 patients who were in MCS, but not in those with VS. These results remained at 12-month follow-up. Two of the patients in MCS that had their brain insult less that 12 months recovered consciousness in the following months. One of these patients received a second round of tDCS treatment 4 months after his initial treatment, and showed further recovery and emerged into consciousness, with no change of clinical status between the two treatments. Moreover, in a sham-controlled, double-blind crossover study, the immediate effects of a single session of tDCS were shown to transiently improve the clinical status of 13 out of 30 patients with MCS, but not in those with VS One of the defining characteristics of minimally conscious state is the more continuous improvement and significantly more favorable outcomes post injury when compared with vegetative state. One study looked at 100 patients with severe brain injury. At the beginning of the study, all the patients were unable to follow commands consistently or communicate reliably. These patients were diagnosed with either MCS or vegetative state based on performance on the JFK Coma Recovery Scale and the diagnostic criteria for MCS as recommended by the Aspen Consensus Conference Work-group. Both patient groups were further separated into those that suffered from traumatic brain injury and those that suffered from non-traumatic brain injures (anoxia, tumor, hydrocephalus, infection). The patients were assessed multiple times over a period of 12 months post injury using the Disability Rating Scale (DRS) which ranges from a score of 30=dead to 0=no disabilities. The results show that the DRS scores for the MCS subgroups showed the most improvement and predicted the most favorable outcomes 12 months post injury. Amongst those diagnosed with MCS, DRS scores were significantly lower for those with non-traumatic brain injuries in comparison to the vegetative state patients with traumatic brain injury. DRS scores were also significantly lower for the MCS non-traumatic brain injury group compared to the MCS traumatic brain injury group. Pairwise comparisons showed that DRS scores were significantly higher for those that suffered from non-tramuatic brain injuries than those with traumatic brain injuries. For the patients in vegetative states there were no significant differences between patients with non-traumatic brain injury and those with traumatic brain injuries. Out of the 100 patients studied, 3 patients fully recovered (had a DRS score of 0). These 3 patients were diagnosed with MCS and had suffered from traumatic brain injuries.",
            "score": 169.83332288265228
        },
        {
            "docid": "2213172_12",
            "document": "Minimally conscious state . In another case study of a 50-year-old woman who had symptoms consistent with MCS, administration of zolpidem, a sedative hypnotic drug improved the patient's condition significantly. Without treatment, the patient showed signs of mutism, athetoid movements of the extremities, and complete dependence for all personal care. 45 minutes after 5 to 10 mg of zolpidem was administered, the patient ceased the athetoid movements, regained speaking ability, and was able to self-feed. The effect lasted 3–4 hours from which she returned to the former state. The effects were repeated on a daily basis. PET scans showed that after zolpidem was administered, there was a marked increase in blood flow to areas of the brain adjacent to or distant from damaged tissues. In this case, these areas were the ipsilateral cerebral hemispheres and the cerebellum. These areas are thought to have been inhibited by the site of injury through a GABA-mediated mechanism and the inhibition was modified by zolpidem which is a GABA agonist. The fact that zolpidem is a sedative drug that induces sleep in normal people but causes arousal in a MCS patient is paradoxical. The mechanisms to why this effect occurs is not entirely clear.",
            "score": 196.84247052669525
        },
        {
            "docid": "1035470_44",
            "document": "Stroke recovery . Unlike many effects of stroke, where the clinician is able to judge the particular area of the brain that a stroke has injured by certain signs or symptoms, the causation of apraxia is less clear. A common theory is that the part of the brain that contains information for previously learned skilled motor activities has been either lost or cannot be accessed. The condition is usually due to an insult to the dominant hemisphere of the brain. More often this is located in the frontal lobe of the left hemisphere of the brain. Treatment of acquired apraxia due to stroke usually consists of physical, occupational, and speech therapy. The Copenhagen Stroke Study, which is a large important study published in 2001, showed that out of 618 stroke patients, manual apraxia was found in 7% and oral apraxia was found in 6%. Both manual and oral apraxia were related to increasing severity of stroke. Oral apraxia was related with an increase in age at the time of the stroke. There was no difference in incidence among gender. It was also found that the finding of apraxia has no negative influence on ability to function after rehabilitation is completed. The National Institute of Neurological Disorders and Stroke (NINDS) is currently sponsoring a clinical trial to gain an understanding of how the brain operates while carrying out and controlling voluntary motor movements in normal subjects. The objective is to determine what goes wrong with these processes in the course of acquired apraxia due to stroke or brain injury.",
            "score": 130.908345580101
        },
        {
            "docid": "3354877_5",
            "document": "Social neuroscience . A number of methods are used in social neuroscience to investigate the confluence of neural and social processes. These methods draw from behavioral techniques developed in social psychology, cognitive psychology, and neuropsychology, and are associated with a variety of neurobiological techniques including functional magnetic resonance imaging (fMRI), magnetoencephalography (MEG), positron emission tomography (PET), facial electromyography (EMG), transcranial magnetic stimulation (TMS), electroencephalography (EEG), event-related potentials (ERPs), electrocardiograms, electromyograms, endocrinology, immunology, galvanic skin response (GSR), single-cell recording, and studies of focal brain lesion patients. Animal models are also important to investigate the putative role of specific brain structures, circuits, or processes (e.g., the reward system and drug addiction). In addition, quantitative meta-analyses are important to move beyond idiosyncrasies of individual studies, and neurodevelopmental investigations can contribute to our understanding of brain-behavior associations. The two most popular forms of methods used in social neuroscience are fMRI and EEG. fMRI are very cost efficient and high in spatial resolution. However, they are low in temporal resolution and therefore, are best to discover pathways in the brain that are used during social experiments. fMRI have low temporal resolution (timing) because they read oxygenated blood levels that pool to the parts of the brain that are activated and need more oxygen. Thus, the blood takes time to travel to the part of the brain being activated and in reverse provides a lower ability to test for exact timing of activation during social experiments. EEG is best used when a researcher is trying to brain map a certain area that correlates to a social construct that is being studied. EEGs provide high temporal resolution but low spatial resolution. In which, the timing of the activation is very accurate but it is hard to pinpoint exact areas on the brain, researchers are to narrow down locations and areas but they also create a lot of \"noise\". Most recently, researchers have been using TMS which is the best way to discover the exact location in the process of brain mapping. This machine can turn on and off parts of the brain which then allows researchers to test what that part of the brain is used for during social events. However, this machine is so expensive that it is rarely used.",
            "score": 130.25214862823486
        },
        {
            "docid": "490258_16",
            "document": "Split-brain . Following a stroke or other injury to the brain, functional deficiencies are common. The deficits are expected to be in areas related to the part of the brain that has been damaged; if a stroke has occurred in the motor cortex, deficits may include paralysis, abnormal posture, or abnormal movement synergies. Significant recovery occurs during the first several weeks after the injury. However, recovery is generally thought not to continue past 6 months. If a specific region of the brain is injured or destroyed, its functions can sometimes be transferred and taken over by a neighboring region. There is little functional plasticity observed in partial and complete callosotomies; however, much more plasticity can be seen in infant patients receiving a hemispherectomy, which suggests that the opposite hemisphere can adapt some functions typically performed by its opposite pair. In a study done by Anderson, it proved a correlation between the severity of the injury, the age of the individual and their cognitive performance. It was evident that there was more neuroplasticity in older children, even if their injury was extremely severe, than infants who suffered moderate brain injury. In some incidents of any moderate to severe brain injury, it mostly causes developmental impairments and in some of the most severe injuries it can cause a profound impact on their development that can lead to long-term cognitive effects. In the aging brain, it is extremely uncommon for neuroplasticity to occur; \"olfactory bulb and hippocampus are two regions of the mammalian brain in which mutations preventing adult neurogenesis were never beneficial, or simply never occurred\" (Anderson, 2005).",
            "score": 122.51957619190216
        },
        {
            "docid": "55906778_12",
            "document": "Anti-Hu associated encephalitis . In suspected cases, physicians perform diagnostic testing using a protein-detecting test that identify anti-Hu antibodies, if present. Another test involves examining the fluid that bathes the brain and spine, although this test is less specific for the disease. Physicians may also use a special imaging device, known as magnetic resonance imaging (MRI), which can take pictures of the patient’s brain and detect signs of inflammation that suggest ongoing disease. An electroencephalogram (EEG) is another tool that can be done to clarify whether anti-Hu encephalitis is the underlying cause of a patient’s symptoms. This is a test that involves placing probes on a person’s head to detect electrical brain activity. Certain patterns of activity can be indicative of brain disease. In the case of anti-Hu encephalitis, temporal lobe electrical activity changes and the length of certain electrical waves known as delta and theta waves become slowed.",
            "score": 129.50242948532104
        },
        {
            "docid": "2200457_11",
            "document": "Landau–Kleffner syndrome . The syndrome can be difficult to diagnose and may be misdiagnosed as autism, pervasive developmental disorder, hearing impairment, learning disability, auditory/verbal processing disorder, attention deficit hyperactivity disorder, intellectual disability, childhood schizophrenia, or emotional/behavioral problems. An EEG (electroencephalogram) test is imperative to a diagnosis. Many cases of patients exhibiting LKS will show abnormal electrical brain activity in both the right and left hemispheres of the brain; this is exhibited frequently during sleep. Even though an abnormal EEG reading is common in LKS patients, a relationship has not been identified between EEG abnormalities and the presence and intensity of language problems. In many cases however, abnormalities in the EEG test has preceded language deterioration and improvement in the EEG tracing has preceded language improvement (this occurs in about half of all affected children). Many factors inhibit the reliability of the EEG data: neurologic deficits do not closely follow the maximal EEG changes in time.",
            "score": 120.4072961807251
        },
        {
            "docid": "300628_27",
            "document": "Persistent vegetative state . Also, there is evidence of partially functional cerebral regions in catastrophically injured brains. To study five patients in PVS with different behavioral features, researchers employed PET, MRI and magnetoencephalographic (MEG) responses to sensory stimulation. In three of the five patients, co-registered PET/MRI correlate areas of relatively preserved brain metabolism with isolated fragments of behavior. Two patients had suffered anoxic injuries and demonstrated marked decreases in overall cerebral metabolism to 30–40% of normal. Two other patients with non-anoxic, multifocal brain injuries demonstrated several isolated brain regions with higher metabolic rates, that ranged up to 50–80% of normal. Nevertheless, their global metabolic rates remained <50% of normal. MEG recordings from three PVS patients provide clear evidence for the absence, abnormality or reduction of evoked responses. Despite major abnormalities, however, these data also provide evidence for localized residual activity at the cortical level. Each patient partially preserved restricted sensory representations, as evidenced by slow evoked magnetic fields and gamma band activity. In two patients, these activations correlate with isolated behavioral patterns and metabolic activity. Remaining active regions identified in the three PVS patients with behavioral fragments appear to consist of segregated corticothalamic networks that retain connectivity and partial functional integrity. A single patient who suffered severe injury to the tegmental mesencephalon and paramedian thalamus showed widely preserved cortical metabolism, and a global average metabolic rate of 65% of normal. The relatively high preservation of cortical metabolism in this patient defines the first functional correlate of clinical– pathological reports associating permanent unconsciousness with structural damage to these regions. The specific patterns of preserved metabolic activity identified in these patients reflect novel evidence of the modular nature of individual functional networks that underlie conscious brain function. The variations in cerebral metabolism in chronic PVS patients indicate that some cerebral regions can retain partial function in catastrophically injured brains (Schiff et al., 2002).",
            "score": 153.62665712833405
        },
        {
            "docid": "490258_7",
            "document": "Split-brain . In the 1950's, research on people with certain brain injuries made it possible to suspect that the \"language center\" in the brain was commonly situated in the left hemisphere. One had observed that people with lesions in two specific areas on the left hemisphere lost their ability to talk, for example. Roger Sperry and his colleague pioneered research. In his early work on animal subjects, Sperry made many noteworthy discoveries. The results of these studies over the next thirty years later led to Roger Sperry being awarded the Nobel Prize in Physiology or Medicine in 1981. Sperry received the prize for his discoveries concerning the functional specialization of the cerebral hemispheres. With the help of so-called \"split brain\" patients, he carried out experiments, and for the first time in history, knowledge about the left and right hemispheres was revealed. In the 1960s Sperry was later joined by Michael Gazzaniga a psychobiology Ph.D. student in his work on split-brain research at Caltech in Pasadena, California. Even though Sperry is considered the founder of split-brain research, Gazzaniga's clear summaries of their collaborative work are consistently cited in psychology texts. In Sperry and Gazzaniga's \"The Split Brain in Man\" experiment published in \"Scientific American\" in 1967 they wanted to explore the extent to which two halves of the human brain were able to function independently and whether or not they had separate and unique abilities. They wanted to examine how perceptual and intellectual skills were affected in someone with a split-brain. At Caltech, Gazzaniga worked with Sperry on the effects of split-brain surgery on perception, vision and other brain functions. The surgery, which was a treatment for severe epilepsy, involved severing the corpus callosum, which carries signals between the left-brain hemisphere, the seat of speech and analytical capacity, and the right-brain hemisphere, which helps recognize visual patterns. At the time this article was written, only ten patients had undergone the surgery to sever their corpus callosum (corpus callosotomy). Four of these patients had consented to participate in Sperry and Gazzaniga's research. After the corpus callosum severing all four participants personality, intelligence, and emotions appeared to be unaffected. The testing done by Sperry and Gazzaniga showed however, the subjects demonstrated unusual mental abilities. The researchers created three types of tests to analyze the range of cognitive capabilities of the split-brain subjects. The first was to test their visual stimulation abilities, the second test was a tactile stimulation situation and the third tested auditory abilities.",
            "score": 121.29944515228271
        },
        {
            "docid": "20756967_28",
            "document": "Cyborg . Deep brain stimulation is a neurological surgical procedure used for therapeutic purposes. This process has aided in treating patients diagnosed with Parkinson's disease, Alzheimer's disease, Tourette syndrome, epilepsy, chronic headaches, and mental disorders. After the patient is unconscious, through anesthesia, brain pacemakers or electrodes, are implanted into the region of the brain where the cause of the disease is present. The region of the brain is then stimulated by bursts of electric current to disrupt the oncoming surge of seizures. Like all invasive procedures, deep brain stimulation may put the patient at a higher risk. However, there have been more improvements in recent years with deep brain stimulation than any available drug treatment.",
            "score": 150.92442679405212
        },
        {
            "docid": "4627121_14",
            "document": "Neuroergonomics . With a focus on these underserved patients, a BCI was created that used the electrical brain signals detected by an EEG to control an upper-limb rehabilitative robot. The user is instructed to imagine the motor activity while the EEG picks up the associated brain signals. The BCI uses a linear transformation algorithm to convert the EEG spectral features into commands for the robot. An experiment done on 24 subjects tested a non-BCI group, which used sensorimotor rhythms to control the robot, against the BCI-group, which used the BCI-robot system. The results from the brain-plasticity analysis showed that there was a decrease in beta wave activity in the subjects of the BCI-group, which is associated with a change in movement. The results also showed that the BCI-group performed better than the non-BCI group in every measure for motor learning.",
            "score": 139.39876747131348
        },
        {
            "docid": "187262_12",
            "document": "Brain death . The diagnosis of brain death is often required to be highly rigorous, in order to be certain that the condition is irreversible. Legal criteria vary, but in general require neurological examinations by two independent physicians. The exams must show complete and irreversible absence of brain function (brain stem function in UK), and may include two isoelectric (flat-line) EEGs 24 hours apart (less in other countries where it is accepted that if the cause of the dysfunction is a clear physical trauma there is no need to wait that long to establish irreversibility). The patient should have a normal temperature and be free of drugs that can suppress brain activity if the diagnosis is to be made on EEG criteria. Also, a radionuclide cerebral blood flow scan that shows complete absence of intracranial blood flow must be considered with other exams – temporary swelling of the brain, particularly within the first 72 hours, can lead to a false positive test on a patient that may recover with more time.",
            "score": 121.52429461479187
        },
        {
            "docid": "987320_21",
            "document": "Neurotechnology . Both EEG and MEG are currently being used to study the brain's activity under different conditions. Each uses similar principles but allows researchers to examine individual regions of the brain, allowing isolation and potentially specific classification of active regions. As mentioned above, EEG is very useful in analysis of immobile patients, typically during the sleep cycle. While there are other types of research that utilize EEG, EEG has been fundamental in understanding the resting brain during sleep. There are other potential uses for EEG and MEG such as charting rehabilitation and improvement after trauma as well as testing neural conductivity in specific regions of epileptics or patients with personality disorders.",
            "score": 141.33824133872986
        },
        {
            "docid": "1495134_37",
            "document": "Insular cortex . A number of functional brain imaging studies have shown that the insular cortex is activated when drug abusers are exposed to environmental cues that trigger cravings. This has been shown for a variety of drugs, including cocaine, alcohol, opiates, and nicotine. Despite these findings, the insula has been ignored within the drug addiction literature, perhaps because it is not known to be a direct target of the mesocortical dopamine system, which is central to current dopamine reward theories of addiction. Research published in 2007 has shown that cigarette smokers suffering damage to the insular cortex, from a stroke for instance, have their addiction to cigarettes practically eliminated. These individuals were found to be up to 136 times more likely to undergo a disruption of smoking addiction than smokers with damage in other areas. Disruption of addiction was evidenced by self-reported behavior changes such as quitting smoking less than one day after the brain injury, quitting smoking with great ease, not smoking again after quitting, and having no urge to resume smoking since quitting. The study was conducted on average eight years after the strokes, which opens up the possibility that recall bias could have affected the results. More recent prospective studies, which overcome this limitation, have corroborated these findings This suggests a significant role for the insular cortex in the neurological mechanisms underlying addiction to nicotine and other drugs, and would make this area of the brain a possible target for novel anti-addiction medication. In addition, this finding suggests that functions mediated by the insula, especially conscious feelings, may be particularly important for maintaining drug addiction, although this view is not represented in any modern research or reviews of the subject.",
            "score": 101.79511952400208
        },
        {
            "docid": "3066480_10",
            "document": "Cerebral infarction . If cerebral infarction is caused by a thrombus occluding blood flow to an artery supplying the brain, definitive therapy is aimed at removing the blockage by breaking the clot down (thrombolysis), or by removing it mechanically (thrombectomy). The more rapidly blood flow is restored to the brain, the fewer brain cells die. In increasing numbers of primary stroke centers, pharmacologic thrombolysis with the drug tissue plasminogen activator (tPA), is used to dissolve the clot and unblock the artery. Another intervention for acute cerebral ischaemia is removal of the offending thrombus directly. This is accomplished by inserting a catheter into the femoral artery, directing it into the cerebral circulation, and deploying a corkscrew-like device to ensnare the clot, which is then withdrawn from the body. Mechanical embolectomy devices have been demonstrated effective at restoring blood flow in patients who were unable to receive thrombolytic drugs or for whom the drugs were ineffective, though no differences have been found between newer and older versions of the devices. The devices have only been tested on patients treated with mechanical clot embolectomy within eight hours of the onset of symptoms.",
            "score": 119.18790686130524
        },
        {
            "docid": "41086554_20",
            "document": "Nanoparticles for drug delivery to the brain . In the early 21st century, extensive research is occurring in the field of nanoparticle drug delivery systems to the brain. One of the common diseases being studied in neuroscience today is Alzheimer's disease. Many studies have been done to show how nanoparticles can be used as a platform to deliver therapeutic drugs to these patients suffering from the disease. A few Alzheimer's drugs that have been studied especially are rivastigmine, tacrine, quinoline, piperine, and curcumin. PBCA, chitosan, and PLGA nanoparticles were used as delivery systems for these drugs. Overall, the results from each drug injection with these nanoparticles showed remarkable improvements in the effects of the drug relative to non-nanoparticle delivery systems. This possibly suggests that nanoparticles could provide a promising solution to how these drugs could cross the BBB. One factor that still must be considered and accounted for is nanoparticle accumulation in the body. With long-term and frequent injections that are often required to treat chronic diseases such as Alzheimer's disease, polymeric nanoparticles could potentially build up in the body, causing undesirable effects. This area for concern would have to be further assessed to analyze these possible effects and to improve them.",
            "score": 109.10485100746155
        },
        {
            "docid": "25767741_12",
            "document": "Brain metastasis . Chemotherapy is rarely used for the treatment of brain metastases, as chemotherapeutic agents penetrate the blood brain barrier poorly. However, some cancers such as lymphomas, small cell lung carcinomas (SCLC) and breast cancer may be highly chemosensitive and chemotherapy may be used to treat extracranial sites of metastatic disease in these cancers. The effectiveness and safety of using chemotherapy to treat a brain metastasis that came from a SCLC is not clear. An experimental treatment for brain metastases is intrathecal chemotherapy, a technique in which a chemotherapeutic drug is delivered via intralumbar injection into the cerebrospinal fluid. Current research on the treatment of brain metastases includes creating new drug molecules to effectively target the blood-brain barrier and studying the relationship between tumors and various genes. In 2015, the United States FDA approved Alecensa (alectinib) for use in patients with a specific type of non-small cell lung cancer (NSCLC; ALK-positive), a type of cancer which often metastasizes to the brain, whose condition worsened after use or were unable to take another medication, Xalkori (crizotinib).",
            "score": 117.77330422401428
        },
        {
            "docid": "37972292_10",
            "document": "Florbetapir (18F) . In a study published in January 2011 in the \"Journal of the American Medical Association\", Avid reported on the results of further studies conducted based on 152 test subjects who had agreed to receive the company's PET scans and to have their brains analyzed after death for definitive determination of the presence of amyloid plaques. Of the patients included in the study, 29 who died had autopsies performed on their brains and in all but one the brain autopsy results matched the diagnosis based on the PET scan taken before death. Avid's technique is being used to test the efficacy of Alzheimer's disease treatments being developed by other pharmaceutical firms as a means of determining the ability of the drugs to reduce the buildup of amyloid protein in the brains of living subjects.",
            "score": 115.91610431671143
        },
        {
            "docid": "27824553_9",
            "document": "Avid Radiopharmaceuticals . In a study published in January 2011 in the \"Journal of the American Medical Association\", Avid reported on the results of further studies conducted based on 152 test subjects who had agreed to receive the company's PET scans and to have their brains analyzed after death for definitive determination of the presence of amyloid plaques. Of the patients included in the study, 29 who died had autopsies performed on their brains and in all but one the brain autopsy results matched the diagnosis based on the PET scan taken before death. Avid's technique is being used to test the efficacy of Alzheimer's disease treatments being developed by other pharmaceutical firms as a means of determining the ability of the drugs to reduce the buildup of amyloid protein in the brains of living subjects.",
            "score": 115.91610431671143
        },
        {
            "docid": "623686_95",
            "document": "Brain–computer interface . So far, BCIs for motor recovery have relied on the EEG to measure the patient's motor imagery. However, studies have also used fMRI to study different changes in the brain as persons undergo BCI-based stroke rehab training. Future systems might include the fMRI and other measures for real-time control, such as functional near-infrared, probably in tandem with EEGs. Non-invasive brain stimulation has also been explored in combination with BCIs for motor recovery.",
            "score": 106.11042785644531
        },
        {
            "docid": "52421781_82",
            "document": "Progesterone (medication) . Studies as far back as 1987 show that female sex hormones have an effect on the recovery of traumatic brain injury. In these studies, it was first observed that pseudopregnant female rats had reduced edema after traumatic brain injury. Recent clinical trials have shown that among patients that have suffered moderate traumatic brain injury, those that have been treated with progesterone are more likely to have a better outcome than those who have not. A number of additional animal studies have confirmed that progesterone has neuroprotective effects when administered shortly after traumatic brain injury. Encouraging results have also been reported in human clinical trials.",
            "score": 105.61961245536804
        },
        {
            "docid": "8010519_39",
            "document": "Animal testing on non-human primates . In 1983, designer drug users took MPTP, which created a Parkinsonian syndrome. Later that same year, researchers reproduced the effect in non-human primates. Over the next seven years, the brain areas that were over- and under-active in Parkinson's were mapped out in normal and MPTP-treated macaque monkeys using metabolic labelling and microelectrode studies. In 1990, deep brain lesions were shown to treat Parkinsonian symptoms in macaque monkeys treated with MPTP, and these were followed by pallidotomy operations in humans with similar efficacy. By 1993, it was shown that deep brain stimulation could effect the same treatment without causing a permanent lesion of the same magnitude. Deep brain stimulation has largely replaced pallidotomy for treatment of Parkinson's patients that require neurosurgical intervention. Current estimates are that 20,000 Parkinson's patients have received this treatment.",
            "score": 119.72449660301208
        },
        {
            "docid": "1059039_14",
            "document": "Closed-head injury . Pharmacotherapy is the utilization of drugs to treat an illness. There are several different drugs that have been used to alleviate symptoms experienced after a head injury including anti-depressants such as amitriptyline and sertraline. Use of these drugs has been associated with a decrease in depression and increased functioning in social and work environments. An antidiuretic called Desmopressin Acetate (DDAVP) has also been shown to improve memory performance in patients Recent studies have examined the preventative effects of progesterone on brain injuries. Phase III trials are currently being conducted at 17 medical centers across the United States. Preliminary results have shown a 50% reduction in mortality in those treated with progesterone and showed an improved functional outcome.  Overall, the efficacy of pharmacotherapuetic treatments is dependent on the treatment being used and the symptoms being targeted by the treatment.",
            "score": 98.90396785736084
        },
        {
            "docid": "1948637_17",
            "document": "Neuroplasticity . One group has developed a treatment that includes increased levels of progesterone injections in brain-injured patients. \"Administration of progesterone after traumatic brain injury (TBI) and stroke reduces edema, inflammation, and neuronal cell death, and enhances spatial reference memory and sensory motor recovery.\" In a clinical trial, a group of severely injured patients had a 60% reduction in mortality after three days of progesterone injections. However, a study published in the \"New England Journal of Medicine\" in 2014 detailing the results of a multi-center NIH-funded phase III clinical trial of 882 patients found that treatment of acute traumatic brain injury with the hormone progesterone provides no significant benefit to patients when compared with placebo.",
            "score": 117.77034378051758
        },
        {
            "docid": "292906_160",
            "document": "Biofeedback . Christopher deCharms (of Omneuron in San Francisco) in conjunction with Stanford University School of Medicine has developed a real-time fMRI for the purpose of training the brain to activate its own endogenous opiates. deCharms believes this will revolutionize the treatment of chronic pain. The patient can control his own pain by visually looking at his rtfMRI, watching his own reactions in real time, and then blocking the pathways causing pain. deCharms mentions that clinical trials with rtfMRI is measuring a 44 to 64 percent decrease in chronic pain. With 8 participants in the study, deCharms et al.(2005) demonstrated that subjects can control the pain of heat stimulus, by visually observing in real time their brain activity. The subjects were instructed to use techniques such as changing the focus of their attention to the pain, and changing the emotional value of the pain. Then while viewing their own fMRI in real time the subjects could observe the effect of their thoughts on the part of the brain called the rostral anterior cingulate cortex (rACC). When the subject 'controlled the pain' the virtual flame on the fMRI got dimmer. Results from this study indicate two things: 1. That subjects can learn to voluntarily control brain activity in a specific region of the brain, and 2. There is a significant increase in the ability of healthy subjects to control their pain with repeated training. This study was then repeated with 8 patients with chronic intractable pain. The results showed that these patients were successful in reducing their pain rating by 64% (using the McGill Pain Questionnaire). The authors state that this is not yet a 'treatment', but still under serious investigation.",
            "score": 154.74595057964325
        },
        {
            "docid": "19477293_39",
            "document": "Biology of depression . Stress can cause depression and depression-like symptoms through monoaminergic changes in several key brain regions as well as suppression in hippocampal neurogenesis. This leads to alteration in emotion and cognition related brain regions as well as HPA axis dysfunction. Through the dysfunction, the effects of stress can be exacerbated including its effects on 5-HT. Furthermore, some of these effects are reversed by antidepressant action, which may act by increasing hippocampal neurogenesis. This leads to a restoration in HPA activity and stress reactivity, thus restoring the deleterious effects induced by stress on 5-HT. The hypothalamic-pituitary-adrenal axis is a chain of endocrine structures that are activated during the body's response to stressors of various sorts. The HPA axis involves three structure, the hypothalamus which release CRH that stimulates the pituitary gland to release ACTH which stimulates the adrenal glands to release cortisol. Cortisol has a negative feedback effect on the pituitary gland and hypothalamus. In depressed patients the often shows increased activation in depressed people, but the mechanism behind this is not yet known. Increased basal cortisol levels and abnormal response to dexamethasone challenges have been observed in patients with depression. Early life stress has been hypothesized as a potential cause of HPA dysfunction. HPA axis regulation may be examined through a dexamethasone suppression tests, which tests the feedback mechanisms. Non-suppression of dexamethasone is a common finding in depression, but is not consistent enough to be used as a diagnostic tool. HPA axis changes by be responsible for some of the changes such as decreased bone mineral density and increased weight found in patients with MDD. One drug, ketoconazole, currently under development has shown promise in treating MDD.",
            "score": 125.49118554592133
        }
    ],
    "r": [
        {
            "docid": "2213172_12",
            "document": "Minimally conscious state . In another case study of a 50-year-old woman who had symptoms consistent with MCS, administration of zolpidem, a sedative hypnotic drug improved the patient's condition significantly. Without treatment, the patient showed signs of mutism, athetoid movements of the extremities, and complete dependence for all personal care. 45 minutes after 5 to 10 mg of zolpidem was administered, the patient ceased the athetoid movements, regained speaking ability, and was able to self-feed. The effect lasted 3–4 hours from which she returned to the former state. The effects were repeated on a daily basis. PET scans showed that after zolpidem was administered, there was a marked increase in blood flow to areas of the brain adjacent to or distant from damaged tissues. In this case, these areas were the ipsilateral cerebral hemispheres and the cerebellum. These areas are thought to have been inhibited by the site of injury through a GABA-mediated mechanism and the inhibition was modified by zolpidem which is a GABA agonist. The fact that zolpidem is a sedative drug that induces sleep in normal people but causes arousal in a MCS patient is paradoxical. The mechanisms to why this effect occurs is not entirely clear.",
            "score": 196.8424835205078
        },
        {
            "docid": "2613534_18",
            "document": "Visual extinction . In patients whose brain damage was in the right hemisphere, left limb activation (LLA) was another treatment that proved effective. The theory behind this method of treatment is that any use of the damaged side of the brain will enhance all functions related to the damaged hemisphere and that use of the opposite (healthy) side will only cause further impairment. LLA therefore is merely the concentrated use of the left side of the body in patients whose damage is in the right hemisphere (since the right hemisphere controls the left side of the body). This forces the patient to exercise spatial awareness using the damaged side of the brain, increasing activity around the lesion. While generally a treatment used for visual neglect (a different but related neurological disorder), LLA still increases brain activity around damaged area in patients with visual extinction and generates improvement in some patients. The reason this treatment does not work in some cases of visual extinction is that damage can be on either side of the brain as opposed to in visual neglect where the damage is always on the right.",
            "score": 177.6835174560547
        },
        {
            "docid": "18345264_17",
            "document": "Neural correlates of consciousness . Given the absence of any accepted criterion of the minimal neuronal correlates necessary for consciousness, the distinction between a persistently vegetative patient who shows regular sleep-wave transitions and may be able to move or smile, and a minimally conscious patient who can communicate (on occasion) in a meaningful manner (for instance, by differential eye movements) and who shows some signs of consciousness, is often difficult. In global anesthesia the patient should not experience psychological trauma but the level of arousal should be compatible with clinical exigencies. Blood-oxygen-level-dependent fMRI have demonstrated normal patterns of brain activity in a patient in a vegetative state following a severe traumatic brain injury when asked to imagine playing tennis or visiting rooms in his/her house. Differential brain imaging of patients with such global disturbances of consciousness (including akinetic mutism) reveal that dysfunction in a widespread cortical network including medial and lateral prefrontal and parietal associative areas is associated with a global loss of awareness. Impaired consciousness in epileptic seizures of the temporal lobe was likewise accompanied by a decrease in cerebral blood flow in frontal and parietal association cortex and an increase in midline structures such as the mediodorsal thalamus.",
            "score": 174.40570068359375
        },
        {
            "docid": "2213172_13",
            "document": "Minimally conscious state . There is recent evidence that transcranial direct current stimulation (tDCS), a technique that supplies a small electric current in the brain with non-invasive electrodes, may improve the clinical state of patients with MCS. In one study with 10 patients with disorders of consciousness (7 in VS, 3 in MCS), tDCS was applied for 20 minutes every day for 10 days, and showed clinical improvement in all 3 patients who were in MCS, but not in those with VS. These results remained at 12-month follow-up. Two of the patients in MCS that had their brain insult less that 12 months recovered consciousness in the following months. One of these patients received a second round of tDCS treatment 4 months after his initial treatment, and showed further recovery and emerged into consciousness, with no change of clinical status between the two treatments. Moreover, in a sham-controlled, double-blind crossover study, the immediate effects of a single session of tDCS were shown to transiently improve the clinical status of 13 out of 30 patients with MCS, but not in those with VS One of the defining characteristics of minimally conscious state is the more continuous improvement and significantly more favorable outcomes post injury when compared with vegetative state. One study looked at 100 patients with severe brain injury. At the beginning of the study, all the patients were unable to follow commands consistently or communicate reliably. These patients were diagnosed with either MCS or vegetative state based on performance on the JFK Coma Recovery Scale and the diagnostic criteria for MCS as recommended by the Aspen Consensus Conference Work-group. Both patient groups were further separated into those that suffered from traumatic brain injury and those that suffered from non-traumatic brain injures (anoxia, tumor, hydrocephalus, infection). The patients were assessed multiple times over a period of 12 months post injury using the Disability Rating Scale (DRS) which ranges from a score of 30=dead to 0=no disabilities. The results show that the DRS scores for the MCS subgroups showed the most improvement and predicted the most favorable outcomes 12 months post injury. Amongst those diagnosed with MCS, DRS scores were significantly lower for those with non-traumatic brain injuries in comparison to the vegetative state patients with traumatic brain injury. DRS scores were also significantly lower for the MCS non-traumatic brain injury group compared to the MCS traumatic brain injury group. Pairwise comparisons showed that DRS scores were significantly higher for those that suffered from non-tramuatic brain injuries than those with traumatic brain injuries. For the patients in vegetative states there were no significant differences between patients with non-traumatic brain injury and those with traumatic brain injuries. Out of the 100 patients studied, 3 patients fully recovered (had a DRS score of 0). These 3 patients were diagnosed with MCS and had suffered from traumatic brain injuries.",
            "score": 169.83331298828125
        },
        {
            "docid": "20945667_23",
            "document": "Myoclonic dystonia . Deep brain stimulation (DBS) has been found to be an effective and safe treatment for myoclonus dystonia patients, whose severe and debilitating symptoms are resistant to drug treatments. Electrical stimulation within the brain is a common treatment for many movement disorders because of the ability to excite or inhibit neurons within the brain. Deep brain stimulation patients have electrodes inserted into the brain and then an electrical signal is sent from an external source to elicit a response. The frequency and intensity of this signal can be changed to monitor the effects on neuronal activity using voltage recordings or neuroimaging, like functional MRIs. By re-positioning the electrodes in different areas or changing the size or timing of the stimulus, varying effects can be seen on the patient depending on the origin of the disorder.",
            "score": 166.6144561767578
        },
        {
            "docid": "2213172_5",
            "document": "Minimally conscious state . Some areas of the brain that are correlated with the subjective experience of pain were activated in MCS patients when noxious stimulation was present. Positron emission tomography (PET) scans found increased blood flow to the secondary sensory cortex, posterior parietal cortex, premotor cortex, and the superior temporal cortex. The pattern of activation, however, was with less spatial extent. Some parts of the brain were less activated than normal patients during noxious stimulus processing. These were the posterior cingulate, medial prefrontal cortex, and the occipital cortex. Even though functional brain imaging can objectively measure changes in brain function during noxious stimulation, the role of different areas of the brain in pain processing is only partially understood. Furthermore, there is still the problem of the subjective experience. MCS patients by definition cannot consistently and reliably communicate their experiences. Even if they were able to answer the question \"are you in pain?\", there would not be a reliable response. Further clinical trials are needed to access the appropriateness of the use of analgesia in patients with MCS.",
            "score": 159.41783142089844
        },
        {
            "docid": "146000_27",
            "document": "Amygdala . With advances in neuroimaging technology such as MRI, neuroscientists have made significant findings concerning the amygdala in the human brain. A variety of data shows the amygdala has a substantial role in mental states, and is related to many psychological disorders. Some studies have shown children with anxiety disorders tend to have a smaller left amygdala. In the majority of the cases, there was an association between an increase in the size of the left amygdala with the use of SSRIs (antidepressant medication) or psychotherapy. The left amygdala has been linked to social anxiety, obsessive and compulsive disorders, and post traumatic stress, as well as more broadly to separation and general anxiety. In a 2003 study, subjects with borderline personality disorder showed significantly greater left amygdala activity than normal control subjects. Some borderline patients even had difficulties classifying neutral faces or saw them as threatening. Individuals with psychopathy show reduced autonomic responses to instructed fear cues than otherwise healthy individuals. In 2006, researchers observed hyperactivity in the amygdala when patients were shown threatening faces or confronted with frightening situations. Patients with severe social phobia showed a correlation with increased response in the amygdala. Similarly, depressed patients showed exaggerated left amygdala activity when interpreting emotions for all faces, and especially for fearful faces. This hyperactivity was normalized when patients were administered antidepressant medication. By contrast, the amygdala has been observed to respond differently in people with bipolar disorder. A 2003 study found that adult and adolescent bipolar patients tended to have considerably smaller amygdala volumes and somewhat smaller hippocampal volumes. Many studies have focused on the connections between the amygdala and autism.",
            "score": 158.66921997070312
        },
        {
            "docid": "31315770_10",
            "document": "Disorders of consciousness . Brain death is the irreversible end of all brain activity, and function (including involuntary activity necessary to sustain life). The main cause is total necrosis of the cerebral neurons following loss of brain oxygenation. After brain death the patient lacks any sense of awareness; sleep-wake cycles or behavior, and typically look as if they are dead or are in a deep sleep-state or coma. Although visually similar to a comatose state such as persistent vegetative state, the two should not be confused. Criteria for brain death differ from country to country. However, the clinical assessments are the same and require the loss of all brainstem reflexes and the demonstration of continuing apnea in a persistently comatose patient (< 4 weeks).  Functional imaging using PET or CT scans, typically show a hollow skull phenomenon. This confirms the absence of neuronal function in the whole brain. Patients classified as brain dead are legally dead and can qualify as organ donors, in which their organs are surgically removed and prepared for a particular recipient.",
            "score": 158.08824157714844
        },
        {
            "docid": "3717_59",
            "document": "Brain . Neurophysiologists study the chemical, pharmacological, and electrical properties of the brain: their primary tools are drugs and recording devices. Thousands of experimentally developed drugs affect the nervous system, some in highly specific ways. Recordings of brain activity can be made using electrodes, either glued to the scalp as in EEG studies, or implanted inside the brains of animals for extracellular recordings, which can detect action potentials generated by individual neurons. Because the brain does not contain pain receptors, it is possible using these techniques to record brain activity from animals that are awake and behaving without causing distress. The same techniques have occasionally been used to study brain activity in human patients suffering from intractable epilepsy, in cases where there was a medical necessity to implant electrodes to localize the brain area responsible for epileptic seizures. Functional imaging techniques such as functional magnetic resonance imaging are also used to study brain activity; these techniques have mainly been used with human subjects, because they require a conscious subject to remain motionless for long periods of time, but they have the great advantage of being noninvasive. Another approach to brain function is to examine the consequences of damage to specific brain areas. Even though it is protected by the skull and meninges, surrounded by cerebrospinal fluid, and isolated from the bloodstream by the blood–brain barrier, the delicate nature of the brain makes it vulnerable to numerous diseases and several types of damage. In humans, the effects of strokes and other types of brain damage have been a key source of information about brain function. Because there is no ability to experimentally control the nature of the damage, however, this information is often difficult to interpret. In animal studies, most commonly involving rats, it is possible to use electrodes or locally injected chemicals to produce precise patterns of damage and then examine the consequences for behavior.",
            "score": 157.09872436523438
        },
        {
            "docid": "292906_160",
            "document": "Biofeedback . Christopher deCharms (of Omneuron in San Francisco) in conjunction with Stanford University School of Medicine has developed a real-time fMRI for the purpose of training the brain to activate its own endogenous opiates. deCharms believes this will revolutionize the treatment of chronic pain. The patient can control his own pain by visually looking at his rtfMRI, watching his own reactions in real time, and then blocking the pathways causing pain. deCharms mentions that clinical trials with rtfMRI is measuring a 44 to 64 percent decrease in chronic pain. With 8 participants in the study, deCharms et al.(2005) demonstrated that subjects can control the pain of heat stimulus, by visually observing in real time their brain activity. The subjects were instructed to use techniques such as changing the focus of their attention to the pain, and changing the emotional value of the pain. Then while viewing their own fMRI in real time the subjects could observe the effect of their thoughts on the part of the brain called the rostral anterior cingulate cortex (rACC). When the subject 'controlled the pain' the virtual flame on the fMRI got dimmer. Results from this study indicate two things: 1. That subjects can learn to voluntarily control brain activity in a specific region of the brain, and 2. There is a significant increase in the ability of healthy subjects to control their pain with repeated training. This study was then repeated with 8 patients with chronic intractable pain. The results showed that these patients were successful in reducing their pain rating by 64% (using the McGill Pain Questionnaire). The authors state that this is not yet a 'treatment', but still under serious investigation.",
            "score": 154.74594116210938
        },
        {
            "docid": "300628_27",
            "document": "Persistent vegetative state . Also, there is evidence of partially functional cerebral regions in catastrophically injured brains. To study five patients in PVS with different behavioral features, researchers employed PET, MRI and magnetoencephalographic (MEG) responses to sensory stimulation. In three of the five patients, co-registered PET/MRI correlate areas of relatively preserved brain metabolism with isolated fragments of behavior. Two patients had suffered anoxic injuries and demonstrated marked decreases in overall cerebral metabolism to 30–40% of normal. Two other patients with non-anoxic, multifocal brain injuries demonstrated several isolated brain regions with higher metabolic rates, that ranged up to 50–80% of normal. Nevertheless, their global metabolic rates remained <50% of normal. MEG recordings from three PVS patients provide clear evidence for the absence, abnormality or reduction of evoked responses. Despite major abnormalities, however, these data also provide evidence for localized residual activity at the cortical level. Each patient partially preserved restricted sensory representations, as evidenced by slow evoked magnetic fields and gamma band activity. In two patients, these activations correlate with isolated behavioral patterns and metabolic activity. Remaining active regions identified in the three PVS patients with behavioral fragments appear to consist of segregated corticothalamic networks that retain connectivity and partial functional integrity. A single patient who suffered severe injury to the tegmental mesencephalon and paramedian thalamus showed widely preserved cortical metabolism, and a global average metabolic rate of 65% of normal. The relatively high preservation of cortical metabolism in this patient defines the first functional correlate of clinical– pathological reports associating permanent unconsciousness with structural damage to these regions. The specific patterns of preserved metabolic activity identified in these patients reflect novel evidence of the modular nature of individual functional networks that underlie conscious brain function. The variations in cerebral metabolism in chronic PVS patients indicate that some cerebral regions can retain partial function in catastrophically injured brains (Schiff et al., 2002).",
            "score": 153.62664794921875
        },
        {
            "docid": "12800367_6",
            "document": "Ian Cook (psychiatrist) . Research by Cook and his colleagues has shown that past use of antidepressants can influence the brain's reaction to antidepressant placebos, that standard advice on diet and exercise for heart health can also lead to better brain health, that different types of advertisement evoke different types of brain activity, that electroencephalogram measurements could predict the outcome of antidepressant drug treatment on an individual patient long before the drugs make any observable changes to the patient's moods, and that electrical stimulation of the trigeminal nerve can be an effective alternative to drug therapy for depression.",
            "score": 153.21888732910156
        },
        {
            "docid": "703002_31",
            "document": "Neuroethics . Patients in coma, vegetative, or minimally conscious state pose ethical challenges. The patients are unable to respond, therefore the assessment of their needs can only be approached by adopting a third person perspective. They are unable to communicate their pain levels, quality of life, or end of life preferences. Neuroscience and brain imaging have allowed us to explore the brain activity of these patients more thoroughly. Recent findings from studies using functional magnetic resonance imaging have changed the way we view vegetative patients. The images have shown that aspects emotional processing, language comprehension and even conscious awareness might be retained in patients whose behavior suggests a vegetative state. If this is the case, it is unethical to allow a third party to dictate the life and future of the patient. For example, defining death is an issue that comes with patients with severe traumatic brain injuries. The decision to withdraw life-sustaining care from these patients can be based on uncertain assessments about the individual's conscious awareness. Case reports have shown that these patients in a persistent vegetative state can recover unexpectedly. This raises the ethical question about the premature termination of care by physicians. The hope is that one day, neuroimaging technologies can help us to define these different states of consciousness and enable us to communicate with patients in vegetative states in a way that was never before possible. The clinical translation of these advanced technologies is of vital importance for the medical management of these challenging patients. In this situation, neuroscience has both revealed ethical issues and possible solutions.",
            "score": 153.18972778320312
        },
        {
            "docid": "389579_2",
            "document": "Cognitive neuropsychology . Cognitive neuropsychology is a branch of cognitive psychology that aims to understand how the structure and function of the brain relates to specific psychological processes. Cognitive psychology is the science that looks at how mental processes are responsible for our cognitive abilities to store and produce new memories, produce language, recognize people and objects, as well as our ability to reason and problem solve. Cognitive neuropsychology places a particular emphasis on studying the cognitive effects of brain injury or neurological illness with a view to inferring models of normal cognitive functioning. Evidence is based on case studies of individual brain damaged patients who show deficits in brain areas and from patients who exhibit double dissociations. Double dissociations involve two patients and two tasks. One patient is impaired at one task but normal on the other, while the other patient is normal on the first task and impaired on the other. For example, patient A would be poor at reading printed words while still being normal at understanding spoken words, while the patient B would be normal at understanding written words and be poor at understanding spoken words. Scientists can interpret this information to explain how there is a single cognitive module for word comprehension. From studies like these, researchers infer that different areas of the brain are highly specialised. Cognitive neuropsychology can be distinguished from cognitive neuroscience, which is also interested in brain damaged patients, but is particularly focused on uncovering the neural mechanisms underlying cognitive processes.",
            "score": 152.91238403320312
        },
        {
            "docid": "30875305_19",
            "document": "Activation-synthesis hypothesis . The three-dimensional AIM model shows that during the cycle of brain states waking-NREM-REM, the brain is dynamically changing constantly, and that this state space described by the AIM has an infinite number of subregions other than the main three. It proposes that via a protoconsciousness brain activation during sleep is necessary for the development and maintenance of waking consciousness and other higher-order brain functions such as problem solving. It suggests the possibility that the state of waking consciousness is only present in humans due to the evolution of extensive cortical structures within the brain. Dreaming is a state of the brain that is similar to yet different from the waking consciousness, and interaction and correlation between the two is necessary for optimal performance from both. One study conducted measuring brain activity via EEG used Hobson's AIM model to show that quantitatively dream consciousness is remarkably similar to waking consciousness.",
            "score": 152.56861877441406
        },
        {
            "docid": "25181073_43",
            "document": "Neuroscience of multilingualism . In comparison to monolinguals, bilinguals have shown to have a better recovery after stroke. As with Alzheimer's patients, bilingual patients who have suffered an ischemic stroke have shown to have a better cognitive outcome which researchers believe is due to a higher cognitive reserve. This increase of cognitive reserve might be attributed to the increase of grey matter in bilingual individuals. Since bilingual individuals have to constantly change and inhibit a language, the brain is more used to brain training and has been able to optimize better the space it uses. Brain training has led researchers to believe is a factor that helps stroke patients recover faster and better. Bilingual individuals then are able to benefit more from rehabilitation after stroke compared to monolingual patients because the brain has a higher plasticity ability that allows for a better remodeling of the brain after stroke. Stroke patients (bilinguals) with aphasia also perform better in other cognitive tasks that measure attention and ability to organize and retrieve information. This is attributed again to the increase of grey matter since it is involved in cognitive control and higher cognitive functions that are more present in bilinguals. This is relevant since in some patients the automatization of language is impaired, highly correlated to basal ganglia lesions and anterior parietal cortex. Although it is uncommon for patients to lose automatization of the first language, basal ganglia lesions have been correlated to loss of automatization of language, which fits with the role of basal ganglia in automatized motor and cognitive performance. This is more evident with patients who have acquired a second language at a later age since studies suggest that late bilingual aphasics' syntactic judgment abilities may be more impaired for the second language. Acquisition of language at a later age changes the mapping of language in the brain since the languages do not overlap. This difference in mapping seems to be a contributing factor in recovery for patients with bilingual aphasia since there are second language-restricted zones that are dedicated to the first language.",
            "score": 151.53512573242188
        },
        {
            "docid": "1275750_6",
            "document": "Induced coma . About 60% of the glucose and oxygen use by the brain is meant for its electrical activity and the rest for all other activities such as metabolism. When barbiturates are given to brain injured patients for induced coma, they act by reducing the electrical activity of the brain, which reduces the metabolic and oxygen demand. The infusion dose rate of barbiturates is increased under monitoring by electroencephalography until burst suppression or cortical electrical silence (isoelectric \"flatline\") is attained. Once there is improvement in the patient's general condition, the barbiturates are withdrawn gradually and the patient regains consciousness.",
            "score": 151.09104919433594
        },
        {
            "docid": "21312313_13",
            "document": "Procedural memory . Another model for understanding skill acquisition through procedural memory has been proposed by Tadlock (2005). The model is significantly different from Fitts' 1954 view in that it does not require conscious understanding of a skill's components. Rather, the learner is only required to maintain in conscious awareness a concept of the desired end result. Tadlock has applied the view successfully to reading remediation (Scott et al., 2010). The stages involved include: The stages are repeated over and over until the learner builds or remodels the neural network to guide an activity appropriately and accurately without conscious thought. The context for this view is similar to how physical therapy works to help brain-injured patients recover lost functions. The patient maintains the desired end result (e.g., control over hand movement) while making repeated attempts, without conscious awareness of the neural activity required to make the hand move. The patient continues to make attempts until movement is achieved. In the case of brain injury, how much progress is made depends upon the extent of the injury and the \"mental force\" or \"will power\" applied by the individual. Most individuals with reading problems have brains unaffected by brain injury, but negatively affected by an undefined problem with early learning in the area of reading. Because the brain is otherwise healthy, Tadlock has used highly structured methods associated with the Predictive Cycle to successfully remediate individuals with mild to severe reading problems (including dyslexia).",
            "score": 151.06210327148438
        },
        {
            "docid": "20756967_28",
            "document": "Cyborg . Deep brain stimulation is a neurological surgical procedure used for therapeutic purposes. This process has aided in treating patients diagnosed with Parkinson's disease, Alzheimer's disease, Tourette syndrome, epilepsy, chronic headaches, and mental disorders. After the patient is unconscious, through anesthesia, brain pacemakers or electrodes, are implanted into the region of the brain where the cause of the disease is present. The region of the brain is then stimulated by bursts of electric current to disrupt the oncoming surge of seizures. Like all invasive procedures, deep brain stimulation may put the patient at a higher risk. However, there have been more improvements in recent years with deep brain stimulation than any available drug treatment.",
            "score": 150.92442321777344
        },
        {
            "docid": "3717_38",
            "document": "Brain . As a side effect of the electrochemical processes used by neurons for signaling, brain tissue generates electric fields when it is active. When large numbers of neurons show synchronized activity, the electric fields that they generate can be large enough to detect outside the skull, using electroencephalography (EEG) or magnetoencephalography (MEG). EEG recordings, along with recordings made from electrodes implanted inside the brains of animals such as rats, show that the brain of a living animal is constantly active, even during sleep. Each part of the brain shows a mixture of rhythmic and nonrhythmic activity, which may vary according to behavioral state. In mammals, the cerebral cortex tends to show large slow delta waves during sleep, faster alpha waves when the animal is awake but inattentive, and chaotic-looking irregular activity when the animal is actively engaged in a task. During an epileptic seizure, the brain's inhibitory control mechanisms fail to function and electrical activity rises to pathological levels, producing EEG traces that show large wave and spike patterns not seen in a healthy brain. Relating these population-level patterns to the computational functions of individual neurons is a major focus of current research in neurophysiology.",
            "score": 150.6712188720703
        },
        {
            "docid": "12209564_6",
            "document": "Aprosodia . Research into the perisylvan region of the right hemisphere has shown that there are similarly mapped analogues to the speech center in the left hemisphere. This is especially evident in those areas resembling Broca's area and Wernicke's area. The similarity of these regions has led scientists to view aprosodias in a similar manner to how some aphasias are viewed. Because the presence of an aphasia is often more pronounced in an individual than an aprosodia might be, aphasias have traditionally been more heavily studied. Because aphasias are rooted in deficiencies in language modalities rather than affective aspects of language, it has been easier to characterize the underlying impairment caused by brain damage (e.g. inability to choose the right word or inability to speak due to motor control). Combining aphasic research with right-left analogue mapping has allowed for researchers to produce hypotheses on the underlying process behind various aprosodias.  Additionally, in studying the brain regions associated with aprosodia, brain imaging tests were performed to determine if aprosodia is both a lateralized and dominant function of the right hemisphere areas of language production. Aprosodia can be considered a dominant function of the right hemisphere because strong correlation was found between deficits in affective prosody and distribution of lesions in the cortices of those with right brain damage. No correlation was found between the distribution of cortical lesions in patients with left brain damage and the types of aphasic deficits pronounced in those patients. Aprosodia can be considered a lateralized function of the right hemisphere because of the differences in the ability of a patient to respond to affective prosodic information in those with left brain damage when compared to those with right brain damage. Patients with affective-prosodic deficits in the left hemisphere (dysprosodic patients) showed improvement in understanding and repeating prosodic information when other conveyed linguistic information was simplified, i.e. requiring the patient to mainly determine prosodic information contained in an interaction. This improvement in processing affective prosodic information under reduced linguistic processing demands did not occur for patients with right brain damage.",
            "score": 149.93893432617188
        },
        {
            "docid": "24933541_7",
            "document": "Albert Gjedde . Albert Gjedde’s research focuses on the relations between neuroplasticity and neurotransmission that can be revealed by mapping radioligand binding and the neuroplastic changes of brain functions. The investigations explore the relation between energy metabolism and neurotransmission by recording the changes of energy metabolism and consciousness under pharmacological and other manipulations. He uses PET to understand the synthesis of radioligand and tracer molecules that match the neurotransmitter molecules and the behavior of these transmitters under different functional conditions of the brain, normal as well as pathological, and the spatial and temporal relations among changes of cerebral blood flow, which is commonly used as a measure of brain work, and the cerebral oxygen consumption rate, which is the precise measure of this work. Albert Gjedde’s collaborations focus on experiments with volunteer subjects and patients that explore the lesions and degeneration of brain tissue in disorders such as epilepsy, ludomania, Parkinson's disease, stroke, depression, and somatizing disorders, as well as disorders related to addiction. Experiments explore the restructuring of neuronal networks that follows when sensory activity is processed by healthy subjects or volunteers suffering from inborn or acquired lesions.",
            "score": 149.1245880126953
        },
        {
            "docid": "41058225_6",
            "document": "Katya Rubia . Recently her research is focusing on the clinical application of neuroimaging to help with diagnosis and treatment. She has used machine learning techniques to test whether we can diagnose ADHD patients based on structural and functional MRI scans. One other exciting direction Prof Rubia has taken with neuroimaging is using fMRI-Neurofeedback to teach children to self-regulate those brain regions that her research has shown to be underfunctioning. ADHD individuals have been found to have abnormalities in very specific regions of the brain, specifically the right prefrontal cortex. She does this by creating a video game that is connected to the brain activation the patients have to learn to increase, and in response a rocket ship moves higher in the sky within the game. </ref> . She also uses brain stimulation combined with cognitive training to modulate these brain regions that are not working well in ADHD patients. The hope is to develop brain therapies that have longer-term neuroplastic effects that can help to reduce the symptoms of ADHD.",
            "score": 149.08486938476562
        },
        {
            "docid": "530537_6",
            "document": "Anterograde amnesia . This disorder is usually acquired in one of four ways: One cause is benzodiazepine drugs such as; midazolam, flunitrazepam, lorazepam, temazepam, nitrazepam, triazolam, clonazepam, alprazolam, diazepam, and nimetazepam; all of which are known to have powerful amnesic effects. This has also been recorded in non-benzodiazapine sedatives or \"z-drugs\" which act on the same set of receptors; such as zolpidem (also known as Ambien), eszopiclone (also known as Lunesta), and zopiclone (also known by brand names Imovane and Zimovane). A second cause is a traumatic brain injury in which damage is usually done to the hippocampus or surrounding cortices. It may also be caused by a shocking event or an emotional disorder. Illness, though much rarer, can also cause anterograde amnesia if it causes encephalitis, which is the inflammation of brain tissue. There are several types of encephalitis: one such is herpes simplex encephalitis (HSV), which, if left untreated, can lead to neurological deterioration. How HSV gains access to the brain is unknown; the virus shows a distinct predilection for certain parts of the brain. Initially, it is present in the limbic cortices; it may then spread to the adjacent frontal and temporal lobes. Damage to specific areas can result in reduced or eliminated ability to encode new explicit memories, giving rise to anterograde amnesia. Patients suffering from anterograde amnesia may have episodic, semantic, or both types of explicit memory impaired for events after the trauma that caused the amnesia. This suggests that memory consolidation for different types of memory takes place in different regions of the brain. Despite this, current knowledge on human memory is still insufficient to \"map out\" the wiring of a human brain to discover which parts of which lobe are responsible for the various episodic and semantic knowledge within a person's memory.",
            "score": 148.3582305908203
        },
        {
            "docid": "490258_15",
            "document": "Split-brain . Studies of the effects on the visual pathway on split-brained patients has revealed that there is a redundancy gain (the ability of target detection to benefit from multiple copies of the target) in simple reaction time. In a simple response to visual stimuli, split-brained patients experience a faster reaction time to bilateral stimuli than predicted by model. A model proposed by Iacoboni et al. suggests split-brained patients experience asynchronous activity that causes a stronger signal, and thus a decreased reaction time. Iacoboni also suggests there exists dual attention in split-brained patients, which is implying that each cerebral hemisphere has its own attentional system. An alternative approach taken by Reuter-Lorenz et al. suggests that enhanced redundancy gain in the split brain is primarily due to a slowing of responses to unilateral stimuli, rather than a speeding of responses to bilateral ones. It is important to note that the simple reaction time in split-brained patients, even with enhanced redundancy gain, is slower than the reaction time of normal adults.",
            "score": 148.16415405273438
        },
        {
            "docid": "987320_5",
            "document": "Neurotechnology . Currently, modern science can image nearly all aspects of the brain as well as control a degree of the function of the brain. It can help control depression, over-activation, sleep deprivation, and many other conditions. Therapeutically it can help improve stroke victims' motor coordination, improve brain function, reduce epileptic episodes (see epilepsy), improve patients with degenerative motor diseases (Parkinson's disease, Huntington's disease, ALS), and can even help alleviate phantom pain perception. Advances in the field promise many new enhancements and rehabilitation methods for patients suffering from neurological problems. The neurotechnology revolution has given rise to the Decade of the Mind initiative, which was started in 2007. It also offers the possibility of revealing the mechanisms by which mind and consciousness emerge from the brain.",
            "score": 148.03981018066406
        },
        {
            "docid": "4482452_14",
            "document": "Cognitive reserve . For any given level of clinical impairment, there is a higher degree of neuropathological change in the brains of those Alzheimer's disease sufferers who are involved in greater number of activities. This is true even when education and IQ are controlled for. This suggests that differences in lifestyle may increase cognitive reserve by making the individual more resilient. Mortimer et al. performed cognitive testing on a population of 678 nuns in 1997, in which they showed that different levels of cognitive activity and performance were possible in patients diagnosed with Alzheimers. One subject showing reduced neocortical plaques survived with mild deficits, despite (or due to) low brain weight.",
            "score": 146.9279022216797
        },
        {
            "docid": "5664_44",
            "document": "Consciousness . A major part of the scientific literature on consciousness consists of studies that examine the relationship between the experiences reported by subjects and the activity that simultaneously takes place in their brains—that is, studies of the neural correlates of consciousness. The hope is to find that activity in a particular part of the brain, or a particular pattern of global brain activity, which will be strongly predictive of conscious awareness. Several brain imaging techniques, such as EEG and fMRI, have been used for physical measures of brain activity in these studies.",
            "score": 146.16213989257812
        },
        {
            "docid": "350072_36",
            "document": "Primal therapy . Janov initiated from the outset small-scale research using questionnaires and measures of EEG, body temperature, blood pressure and pulse from his patients. A 1971 \"Pittsburgh Press\" article cited a University of California at Irvine study on primal therapy patients that showed a slowing of brain waves. Janov claimed that primal therapy reduced, in some patients, the frequency and the amplitude of Alpha waves, core body temperature (as much as three degrees) and blood pressure (as much as 30 percent). Two Brain Research Institute (UCLA) scientists confirmed that there were brain-wave changes in primal patients.",
            "score": 145.9471893310547
        },
        {
            "docid": "31315770_13",
            "document": "Disorders of consciousness . At present, there is no established relation between cerebral metabolic rates of glucose or oxygen as measured by PET and patient outcome. The decrease of cerebral metabolism occurs also when patients are treated with anesthetics to the point of unresponsiveness. Lowest value (28% of normal range) have been reported during propofol anesthesia. Also deep sleep represents a phase of decreased metabolism (down to 40% of the normal range) In general, quantitative PET studies and the assessment of cerebral metabolic rates depends on many assumptions. PET for example requires a correction factor, the lumped constant, which is stable in healthy brains. There are reports, that a global decrease of this constant emerges after a traumatic brain injury. But not only the correction factors change due to TBI.  Another issue is the possibility of anaerobic glycolysis that could occur after TBI. In such a case the glucose levels measured by the PET are not tightly connected to the oxygen consumption of the patient's brain. Third point regarding PET scans is the overall measurement per unit volume of brain tissue. The imaging can be affected by the inclusion of metabolically inactive spaces e.g. cerebrospinal fluidin the case of gross hydrocephalus, which artificially lowers the calculated metabolism. Also the issue of radiation exposure must be considered in patients with already severely damaged brains and preclude longitudinal or follow-up studies.",
            "score": 145.83511352539062
        },
        {
            "docid": "300628_29",
            "document": "Persistent vegetative state . Whether or not there is any conscious awareness with a patient's vegetative state is a prominent issue. Three completely different aspects of this should be distinguished. First, some patients can be conscious simply because they are misdiagnosed (see above). In fact, they are not in vegetative states. Second, sometimes a patient was correctly diagnosed but is then examined during the early stages of recovery. Third, perhaps some day the notion itself of vegetative states will change so to include elements of conscious awareness. Inability to disentangle these three example cases causes confusion. An example of such confusion is the response to a recent experiment using functional magnetic resonance imaging which revealed that a woman diagnosed with PVS was able to activate predictable portions of her brain in response to the tester's requests that she imagine herself playing tennis or moving from room to room in her house. The brain activity in response to these instructions was indistinguishable from those of healthy patients.",
            "score": 143.87252807617188
        },
        {
            "docid": "1168317_17",
            "document": "Mirror neuron . A study published in April 2010 reports recordings from single neurons with mirror properties in the human brain. Mukamel \"et al.\" (Current Biology, 2010) recorded from the brains of 21 patients who were being treated at Ronald Reagan UCLA Medical Center for intractable epilepsy. The patients had been implanted with intracranial depth electrodes to identify seizure foci for potential surgical treatment. Electrode location was based solely on clinical criteria; the researchers, with the patients' consent, used the same electrodes to \"piggyback\" their research. The researchers found a small number of neurons that fired or showed their greatest activity both when the individual performed a task and when they observed a task. Other neurons had anti-mirror properties, that is, they responded when the participant performed an action but were inhibited when the participant saw that action.",
            "score": 142.9789581298828
        }
    ]
}