{
    "q": [
        {
            "docid": "1123733_6",
            "document": "Menkes disease . The ATP7A gene encodes a transmembrane protein that transport copper across the cell membranes. It is found throughout the body, except for the liver. In the small intestines, the ATP7A protein helps control the absorption of copper from food. In other cells, the protein travels between the Golgi apparatus and the cell membrane to maintain copper concentrations in the cell. The protein is normally found in the Golgi apparatus, which is important for modifying proteins, including enzymes. In the Golgi apparatus, ATP7A protein provides copper to certain enzymes that are critical for the structure and function of bone, skin, hair, blood vessels, and the nervous system. One of the enzymes, lysyl oxidase, requires copper for proper function. This enzyme cross-links tropocollagen into strong collagen fibrils. The defective collagen contributes to many of the aforementioned connective tissue manifestations of this disease.",
            "score": 207.8918880224228
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 217.19566893577576
        },
        {
            "docid": "3574303_12",
            "document": "ATP7A . In other organs and tissues, the ATP7A protein has a dual role and shuttles between two locations within the cell. The protein normally resides in a cell structure called the Golgi apparatus, which modifies and transports newly produced enzymes and other proteins. Here, ATP7A supplies Cu(I) to certain enzymes (e.g. peptidyl-α-monooxygenase, tyrosinase, and lysyl oxidase) that are critical for the structures and functions of brain, bone, skin, hair, connective tissue, and the nervous system. If Cu(I) levels in the cell environment are elevated, however, ATP7A moves to the cell membrane and eliminates excess Cu(I) from the cell.",
            "score": 202.74367094039917
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 207.29268896579742
        },
        {
            "docid": "12176781_71",
            "document": "Italian crested newt . Alkaline phosphatase, an enzyme located in the proximal tubules, plays an important role in the polarization of membrane surfaces. While the activity of this enzyme varies across seasons and the mating habits of the newt, the exact role this enzyme plays is not particularly well understood. From the experiment performed by Dore et al., it was observed that the alkaline phosphatase activity was reduced in the transport of two anti-diuretic hormones, prolactin and arginine-vasotocin. It was also noted that the activity of alkaline phosphatase decreased, due in part to hypophysectomy. In summer, aldosterone creates an increase in enzymatic activity (Lodi et al. 1995). Because of this increase in activity, there is a decrease in ion transport, which ties into the activity of ion transport during the aquatic phase. This is likely due to the lowering of bodily functions. Of course, there is an involvement of APH activity in the mechanisms involved in ion transport across the epithelial membrane, also called the cutaneous epithelium. Epithelial cells undergo frequent renewal, and this, in combination with the processes that lead to the rapid regulation of membrane transport, will lead to the said regulation. The APH molecule, in short, plays a large role in the ion exchange across the membrane between the internal and external environments (Lodi et al. 1995). Aldosterone, will independently cause an increase in Na+ channels within the cutaneous membrane. The ion transport is a direct result of coordination and cooperation of both MR cells and the principal cells; for instance, a main role of the mitochondria-rich cells is to energize sodium absorption through use of the principal cells.",
            "score": 166.53137707710266
        },
        {
            "docid": "20374_7",
            "document": "Metabolism . Most of the structures that make up animals, plants and microbes are made from three basic classes of molecule: amino acids, carbohydrates and lipids (often called fats). As these molecules are vital for life, metabolic reactions either focus on making these molecules during the construction of cells and tissues, or by breaking them down and using them as a source of energy, by their digestion. These biochemicals can be joined together to make polymers such as DNA and proteins, essential macromolecules of life. Proteins are made of amino acids arranged in a linear chain joined together by peptide bonds. Many proteins are enzymes that catalyze the chemical reactions in metabolism. Other proteins have structural or mechanical functions, such as those that form the cytoskeleton, a system of scaffolding that maintains the cell shape. Proteins are also important in cell signaling, immune responses, cell adhesion, active transport across membranes, and the cell cycle. Amino acids also contribute to cellular energy metabolism by providing a carbon source for entry into the citric acid cycle (tricarboxylic acid cycle), especially when a primary source of energy, such as glucose, is scarce, or when cells undergo metabolic stress.",
            "score": 214.98090612888336
        },
        {
            "docid": "22773_3",
            "document": "Oxidative phosphorylation . During oxidative phosphorylation, electrons are transferred from electron donors to electron acceptors such as oxygen, in redox reactions. These redox reactions release energy, which is used to form ATP. In eukaryotes, these redox reactions are carried out by a series of protein complexes within the inner membrane of the cell's mitochondria, whereas, in prokaryotes, these proteins are located in the cells' intermembrane space. These linked sets of proteins are called electron transport chains. In eukaryotes, five main protein complexes are involved, whereas in prokaryotes many different enzymes are present, using a variety of electron donors and acceptors.",
            "score": 180.48136699199677
        },
        {
            "docid": "23634_5",
            "document": "Protein . Like other biological macromolecules such as polysaccharides and nucleic acids, proteins are essential parts of organisms and participate in virtually every process within cells. Many proteins are enzymes that catalyse biochemical reactions and are vital to metabolism. Proteins also have structural or mechanical functions, such as actin and myosin in muscle and the proteins in the cytoskeleton, which form a system of scaffolding that maintains cell shape. Other proteins are important in cell signaling, immune responses, cell adhesion, and the cell cycle. In animals, proteins are needed in the diet to provide the essential amino acids that cannot be synthesized. Digestion breaks the proteins down for use in the metabolism.",
            "score": 179.1413061618805
        },
        {
            "docid": "44163912_5",
            "document": "Kufs disease . Mutations to the CLN6 and PPT1 genes result in Kufs disease Type A. CLN6 produces proteins that facilitate fat transport throughout a cell, as well as excretion out of the cell. The PPT1 gene codes for the enzyme palmotoyl-protein thioesterase-1. This enzyme is responsible for removing the fatty-acid side chains off of proteins that have been translocated into the lysozyme. By removing the surrounding fats, palmotoyl-protein thioesterase-1 creates easier access for other enzymes to break down the rest of the protein. Fatty substance build up in the brain is a consequence of the mutated genes. The fats and proteins that build up are called lipopigments. Eventually the buildup of lipopigments results in death of the neuron cells, giving way to the phenotypic symptoms. Type A is an autosomal recessive disease, indicating that it is inherited from the parents. Each parent must carry one copy of the mutation, however the recessive designation indicates that with only one copy, the parents are not affected, and do not show any symptoms.",
            "score": 157.0118316411972
        },
        {
            "docid": "14723535_12",
            "document": "ADAM10 . A number of different proteins on the surface of \"Plasmodium falciparum\" malaria parasites help the invaders bind to red blood cells. But once attached to host blood cells, the parasites need to shed the 'sticky' surface proteins that would otherwise interfere with entrance into the cell. The Sheddase enzyme, specifically called PfSUB2 in this example, is required for the parasites to invade cells; without it, the parasites die. The sheddase is stored in and released from cellular compartments near the tip of the parasite, according to the study. Once on the surface, the enzyme attaches to a motor that shuttles it from front to back, liberating the sticky surface proteins. With these proteins removed, the parasite gains entrance into a red blood cell. The entire invasion lasts about 30 seconds and without this ADAM metallopeptidase, malaria would be ineffective at invading the red blood cells.",
            "score": 164.02561831474304
        },
        {
            "docid": "1989166_13",
            "document": "Phagosome . The nascent phagosome is not inherently bactericidal. As it matures, it becomes more acidic from pH 6.5 to pH 4, and gains characteristic protein markers and hydrolytic enzymes. The different enzymes function at various optimal pH, forming a range so they each work in narrow stages of the maturation process. Enzyme activity can be fine-tuned by modifying the pH level, allowing for greater flexibility. The phagosome moves along microtubules of the cytoskeleton, fusing with endosomes and lysosomes sequentially in a dynamic \"kiss-and-run\" manner. This intracellular transport depends on the size of the phagosomes. Larger organelles (with a diameter of about 3 µm) are transported very persistently from the cell periphery towards the perinuclear region whereas smaller organelles (with a diameter of about 1 µm) are transported more bidirectionally back and forth between cell center and cell periphery. Vacuolar proton pumps (v-ATPase) are delivered to the phagosome to acidify the organelle compartment, creating a more hostile environment for pathogens and facilitating protein degradation. The bacterial proteins are denatured in low pH and become more accessible to the proteases, which are unaffected by the acidic environment. The enzymes are later recycled from the phagolysosome before egestion so they are not wasted. The composition of the phospholipid membrane also changes as the phagosome matures.",
            "score": 187.81298756599426
        },
        {
            "docid": "2573590_4",
            "document": "Mitochondrial trifunctional protein deficiency . The genetics of mitochondrial trifunctional protein deficiency is based on mutations in the HADHA and HADHB genes which cause this disorder. These genes each provide instructions for making part of an enzyme complex called mitochondrial trifunctional protein. This enzyme complex functions in mitochondria, the energy-producing centers within cells: mitochondrial trifunctional protein contains three enzymes that each perform a different function. This enzyme complex is required to metabolize a group of fats called long-chain fatty acids. These fatty acids are stored in the body's fat tissues and are a major source of energy for the heart and muscles. During periods of fasting, fatty acids are also an important energy source for the liver and other tissues.",
            "score": 163.2378363609314
        },
        {
            "docid": "6781_17",
            "document": "Cytosol . Protein molecules that do not bind to cell membranes or the cytoskeleton are dissolved in the cytosol. The amount of protein in cells is extremely high, and approaches 200 mg/ml, occupying about 20-30% of the volume of the cytosol. However, measuring precisely how much protein is dissolved in cytosol in intact cells is difficult, since some proteins appear to be weakly associated with membranes or organelles in whole cells and are released into solution upon cell lysis. Indeed, in experiments where the plasma membrane of cells were carefully disrupted using saponin, without damaging the other cell membranes, only about one quarter of cell protein was released. These cells were also able to synthesize proteins if given ATP and amino acids, implying that many of the enzymes in cytosol are bound to the cytoskeleton. However, the idea that the majority of the proteins in cells are tightly bound in a network called the microtrabecular lattice is now seen as unlikely.",
            "score": 173.57459008693695
        },
        {
            "docid": "21265701_4",
            "document": "Aron Moscona . In experiments performed through the 1960s, Moscona was able to separate embryonic cells using enzymes and then found that they were able to reform in their original structures once they were allowed to grow back together. His early work resulted in the identification by Masatoshi Takeichi of a class of proteins called cadherins which play a role in cell adhesion by allowing molecules to recognize each other. As he noted in a 1961 article in \"Scientific American\", without the ability of these proteins to allow cells to form bonds with similar cells, \"the human body would collapse into a heap of disconnected, individual cells, many of them quite indistinguishable from certain free-living protozoa.\" The article included photographs showing how mixtures of cells in flasks differentiated themselves by combining with like cells and how that ability faded over a period of weeks, with newer cells better able to recombine into structures closely resembling their embryonic arrangement than were older ones. He found that \"Cells dissociated from adult animals usually do not recohere at all\".",
            "score": 165.16228342056274
        },
        {
            "docid": "14289143_4",
            "document": "Myotonin-protein kinase . Myotonin-protein kinase is a serine-threonine kinase that is closely related to other kinases that interact with members of the Rho family of small GTPases. Substrates for this enzyme include myogenin, the beta-subunit of the L-type calcium channels, and phospholemman. Although the specific function of this protein is unknown, it appears to play an important role in muscle, heart, and brain cells. This protein may be involved in communication within cells. It also appears to regulate the production and function of important structures inside muscle cells by interacting with other proteins. For example, myotonic dystrophy protein kinase has been shown to turn off (inhibit) part of a muscle protein called myosin phosphatase. Myosin phosphatase is an enzyme that plays a role in muscle tensing (contraction) and relaxation.",
            "score": 157.19206297397614
        },
        {
            "docid": "5094165_6",
            "document": "African swine fever virus . The virus encodes enzymes required for replication and transcription of its genome, including elements of a base excision repair system, structural proteins, and many proteins that are not essential for replication in cells, but instead have roles in virus survival and transmission in its hosts. Virus replication takes place in perinuclear factory areas. It is a highly orchestrated process with at least four stages of transcription—immediate-early, early, intermediate, and late. The majority of replication and assembly occurs in discrete, perinuclear regions of the cell called virus factories, and finally progeny virions are transported to the plasma membrane along microtubules where they bud out or are propelled away along actin projections to infect new cells. As the virus progresses through its lifecycle, most if not all of the host cell's organelles are modified, adapted, or in some cases destroyed. Assembly of the icosahedral capsid occurs on modified membranes from the endoplasmic reticulum. Products from proteolytically processed polyproteins form the core shell between the internal membrane and the nucleoprotein core. An additional outer membrane is gained as particles bud from the plasma membrane. The virus encodes proteins that inhibit signalling pathways in infected macrophages and thus modulate transcriptional activation of immune response genes. In addition, the virus encodes proteins which inhibit apoptosis of infected cells to facilitate production of progeny virions. Viral membrane proteins with similarity to cellular adhesion proteins modulate interaction of virus-infected cells and extracellular virions with host components.",
            "score": 205.0195950269699
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 294.2488205432892
        },
        {
            "docid": "6531493_6",
            "document": "Protein (nutrient) . Protein is a nutrient needed by the human body for growth and maintenance. Aside from water, proteins are the most abundant kind of molecules in the body. Protein can be found in all cells of the body and is the major structural component of all cells in the body, especially muscle. This also includes body organs, hair and skin. Proteins are also used in membranes, such as glycoproteins. When broken down into amino acids, they are used as precursors to nucleic acid, co-enzymes, hormones, immune response, cellular repair, and other molecules essential for life. Additionally, protein is needed to form blood cells.",
            "score": 201.6675088405609
        },
        {
            "docid": "3592553_2",
            "document": "QDPR . QDPR (quinoid dihydropteridine reductase) is a human gene that produces the enzyme quinoid dihydropteridine reductase. This enzyme is part of the pathway that recycles a substance called tetrahydrobiopterin, also known as BH4. Tetrahydrobiopterin works with an enzyme called phenylalanine hydroxylase to process a substance called phenylalanine. Phenylalanine is an amino acid (a building block of proteins) that is obtained through the diet; it is found in all proteins and in some artificial sweeteners. When tetrahydrobiopterin interacts with phenylalanine hydroxylase, tetrahydrobiopterin is altered and must be recycled to a usable form. The regeneration of this substance is critical for the proper processing of several other amino acids in the body. Tetrahydrobiopterin also helps produce certain chemicals in the brain called neurotransmitters, which transmit signals between nerve cells.",
            "score": 118.00980520248413
        },
        {
            "docid": "5464960_45",
            "document": "Enzyme inhibitor . Drugs also are used to inhibit enzymes needed for the survival of pathogens. For example, bacteria are surrounded by a thick cell wall made of a net-like polymer called peptidoglycan. Many antibiotics such as penicillin and vancomycin inhibit the enzymes that produce and then cross-link the strands of this polymer together. This causes the cell wall to lose strength and the bacteria to burst. In the figure, a molecule of penicillin (shown in a ball-and-stick form) is shown bound to its target, the transpeptidase from the bacteria \"Streptomyces\" R61 (the protein is shown as a ribbon-diagram).",
            "score": 122.05161762237549
        },
        {
            "docid": "14170_26",
            "document": "HIV . Shortly after the viral capsid enters the cell, an enzyme called reverse transcriptase liberates the positive-sense single-stranded RNA genome from the attached viral proteins and copies it into a complementary DNA (cDNA) molecule. The process of reverse transcription is extremely error-prone, and the resulting mutations may cause drug resistance or allow the virus to evade the body's immune system. The reverse transcriptase also has ribonuclease activity that degrades the viral RNA during the synthesis of cDNA, as well as DNA-dependent DNA polymerase activity that creates a sense DNA from the \"antisense\" cDNA. Together, the cDNA and its complement form a double-stranded viral DNA that is then transported into the cell nucleus. The integration of the viral DNA into the host cell's genome is carried out by another viral enzyme called integrase.",
            "score": 169.429718375206
        },
        {
            "docid": "5464960_5",
            "document": "Enzyme inhibitor . Enzyme inhibitors also occur naturally and are involved in the regulation of metabolism. For example, enzymes in a metabolic pathway can be inhibited by downstream products. This type of negative feedback slows the production line when products begin to build up and is an important way to maintain homeostasis in a cell. Other cellular enzyme inhibitors are proteins that specifically bind to and inhibit an enzyme target. This can help control enzymes that may be damaging to a cell, like proteases or nucleases. A well-characterised example of this is the ribonuclease inhibitor, which binds to ribonucleases in one of the tightest known protein–protein interactions. Natural enzyme inhibitors can also be poisons and are used as defences against predators or as ways of killing prey.",
            "score": 143.3169710636139
        },
        {
            "docid": "6781_22",
            "document": "Cytosol . Proteins can associate to form protein complexes, these often contain a set of proteins with similar functions, such as enzymes that carry out several steps in the same metabolic pathway. This organization can allow substrate channeling, which is when the product of one enzyme is passed directly to the next enzyme in a pathway without being released into solution. Channeling can make a pathway more rapid and efficient than it would be if the enzymes were randomly distributed in the cytosol, and can also prevent the release of unstable reaction intermediates. Although a wide variety of metabolic pathways involve enzymes that are tightly bound to each other, others may involve more loosely associated complexes that are very difficult to study outside the cell. Consequently, the importance of these complexes for metabolism in general remains unclear.",
            "score": 149.36181616783142
        },
        {
            "docid": "29275214_20",
            "document": "Copper in health . The transport and metabolism of copper in living organisms is currently the subject of much active research. Copper transport at the cellular level involves the movement of extracellular copper across the cell membrane and into the cell by specialized transporters. In the bloodstream, copper is carried throughout the body by albumin, ceruloplasmin, and other proteins. The majority of blood copper (or serum copper) is bound to ceruloplasmin. The proportion of ceruloplasmin-bound copper can range from 70-95% and differs between individuals, depending, for example, on hormonal cycle, season, and copper status. Intracellular copper is routed to sites of synthesis of copper-requiring enzymes and to organelles by specialized proteins called metallochaperones. Another set of these transporters carries copper into subcellular compartments. Certain mechanisms exist to release copper from the cell. Specialized transporters return excess unstored copper to the liver for additional storage and/or biliary excretion. These mechanisms ensure that free unbound toxic ionic copper is unlikely to exist in the majority of the population (i.e., those without genetic copper metabolism defects).",
            "score": 181.97299087047577
        },
        {
            "docid": "10262047_10",
            "document": "History of biochemistry . In 1897 Eduard Buchner began to study the ability of yeast extracts to ferment sugar despite the absence of living yeast cells. In a series of experiments at the University of Berlin, he found that the sugar was fermented even when there were no living yeast cells in the mixture. He named the enzyme that brought about the fermentation of sucrose \"zymase\". In 1907 he received the Nobel Prize in Chemistry \"for his biochemical research and his discovery of cell-free fermentation\". Following Buchner's example; enzymes are usually named according to the reaction they carry out. Typically the suffix \"-ase\" is added to the name of the substrate (\"e.g.\", lactase is the enzyme that cleaves lactose) or the type of reaction (\"e.g.\", DNA polymerase forms DNA polymers).  Having shown that enzymes could function outside a living cell, the next step was to determine their biochemical nature. Many early workers noted that enzymatic activity was associated with proteins, but several scientists (such as Nobel laureate Richard Willstätter) argued that proteins were merely carriers for the true enzymes and that proteins \"per se\" were incapable of catalysis. However, in 1926, James B. Sumner showed that the enzyme urease was a pure protein and crystallized it; Sumner did likewise for the enzyme catalase in 1937. The conclusion that pure proteins can be enzymes was definitively proved by Northrop and Stanley, who worked on the digestive enzymes pepsin (1930), trypsin and chymotrypsin. These three scientists were awarded the 1946 Nobel Prize in Chemistry.",
            "score": 142.92575097084045
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 205.19547832012177
        },
        {
            "docid": "6531976_4",
            "document": "Chemokine receptor . Intracellular signaling by chemokine receptors is dependent on neighbouring G-proteins. G-proteins exist as a heterotrimer; they are composed of three distinct subunits. When the molecule GDP is bound to the G-protein subunit, the G-protein is in an inactive state. Following binding of the chemokine ligand, chemokine receptors associate with G-proteins, allowing the exchange of GDP for another molecule called GTP, and the dissociation of the different G protein subunits. The subunit called Gβ activates an enzyme known as Phospholipase C (PLC) that is associated with the cell membrane. PLC cleaves Phosphatidylinositol (4,5)-bisphosphate (PIP2) to form two second messenger molecules called inositol triphosphate (IP3) and diacylglycerol (DAG); DAG activates another enzyme called protein kinase C (PKC), and IP3 triggers the release of calcium from intracellular stores. These events promote many signaling cascades, effecting a cellular response. For example, when CXCL8 (IL-8) binds to its specific receptors, CXCR1 or CXCR2, a rise in intracellular calcium activates the enzyme phospholipase D (PLD) that goes on to initiate an intracellular signaling cascade called the MAP kinase pathway. At the same time the G-protein subunit Gα directly activates an enzyme called protein tyrosine kinase (PTK), which phosphorylates serine and threonine residues in the tail of the chemokine receptor, causing its desensitisation or inactivation. The initiated MAP kinase pathway activates specific cellular mechanisms involved in chemotaxis, degranulation, release of superoxide anions, and changes in the avidity of cell adhesion molecules called integrins. Chemokines and their receptors play a crucial role in cancer metastatis as they are involved in extravastation, migration, micrometastatis, and angiogenesis. This role of chemokine is strikingly similar to their normal function of localizing leukocytes to an inflammatory site.",
            "score": 183.8094608783722
        },
        {
            "docid": "158542_18",
            "document": "Cyclic nucleotide . Cyclic nucleotides act as second messengers when first messengers, which cannot enter the cell, instead bind to receptors in the cellular membrane. The receptor changes conformation and transmits a signal that activates an enzyme in the cell membrane interior called adenylyl cyclase. This releases cAMP into the cell interior, where it stimulates a protein kinase called cyclic AMP-dependent protein kinase. By phosphorylating proteins, cyclic AMP-dependent protein kinase alters protein activity. cAMP's role in this process terminates upon hydrolysis to AMP by phosphodiesterase.",
            "score": 185.1625052690506
        },
        {
            "docid": "5650081_13",
            "document": "Hunter syndrome . The biochemistry of Hunter syndrome is related to a problem in a part of the connective tissue known as the extracellular matrix. This matrix is made up of a variety of sugars and proteins. It helps to form the architectural framework of the body. The matrix surrounds the cells of the body in an organized meshwork and functions as the glue that holds the cells of the body together. One of the parts of the extracellular matrix is a molecule called a proteoglycan. Like many components of the body, proteoglycans need to be broken down and replaced. When the body breaks down proteoglycans, one of the resulting products is mucopolysaccharides (GAGs). In Hunter syndrome, the problem concerns the breakdown of two GAGs: dermatan sulfate and heparan sulfate. The first step in the breakdown of dermatan sulfate and heparan sulfate requires the lysosomal enzyme I2S. In people with Hunter syndrome, this enzyme is either partially or completely inactive. As a result, GAGs build up in cells throughout the body, particularly in tissues that contain large amounts of dermatan sulfate and heparan sulfate. The rate of GAGs buildup is not the same for all people with Hunter syndrome, resulting in a wide spectrum of medical problems.",
            "score": 152.15516757965088
        },
        {
            "docid": "22729563_3",
            "document": "Jennifer Lippincott-Schwartz . The current research of Lippincott-Schwartz has helped to debunk the traditional ‘static’ view of molecules in cells including the methods of secretory membrane trafficking, compartmentalization, and trafficking of eukaryotic cells. Her research involves multiple live cell imaging techniques in order to study the dynamic interactions of molecules in cells and has led to a more lively view on the inner-workings of the cells. Such live cell imaging techniques include green fluorescent protein fusion alongside photobleaching and photoactivation techniques which allow investigation of subcellular localization, mobility, transport routes, and turnover of important cellular proteins related to membrane trafficking and compartmentalization. Lippincott-Schwartz's lab also tests mechanistic hypotheses related to protein and organelle functions and dynamics by utilizing quantitative measurements through kinetic modeling and simulation experiments. Along with Dr. Craig Blackstone, Lippincott-Schwartz utilized advanced imaging techniques to reveal a more accurate picture of how the peripheral endoplasmic reticulum is structured. Their findings may yield new insights for genetic diseases affecting proteins that help shape the endoplasmic reticulum. Additionally, Lippincott-Schwartz's laboratory demonstrated that Golgi enzymes constitutively recycle back to the endoplasmic reticulum and that such recycling plays a central role in the maintenance, biogenesis, and inheritance of the Golgi apparatus in mammalian cells.",
            "score": 197.02489507198334
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 186.90266227722168
        },
        {
            "docid": "12841_4",
            "document": "G protein . G proteins located within the cell are activated by G protein-coupled receptors (GPCRs) that span the cell membrane. Signaling molecules bind to a domain of the GPCR located outside the cell, and an intracellular GPCR domain then in turn activates a particular G protein. Some inactive-state GPCRs have also been shown to be \"pre-coupled\" with G proteins. The G protein activates a cascade of further signaling events that finally results in a change in cell function. G protein-coupled receptor and G proteins working together transmit signals from many hormones, neurotransmitters, and other signaling factors. G proteins regulate metabolic enzymes, ion channels, transporter proteins, and other parts of the cell machinery, controlling transcription, motility, contractility, and secretion, which in turn regulate diverse systemic functions such as embryonic development, learning and memory, and homeostasis.",
            "score": 219.43037807941437
        }
    ],
    "r": [
        {
            "docid": "21082137_3",
            "document": "ESCRT . The ESCRT machinery plays a vital role in a number of cellular processes including multivesicular body (MVB) biogenesis, cellular abscission, and viral budding. Multivesicular body (MVB) biogenesis is a process in which ubiquitin tagged proteins enter organelles called endosomes via the formation of vesicles. This process is essential for cells to destroy misfolded and damaged proteins. Without ESCRT machinery, these proteins can build up and lead to neurodegenerative disease. For example, abnormalities in ESCRT-III components can lead to neurological disorders such as hereditary spastic paraplegia (HSP). Cellular abscission, the process by which the membrane connecting two daughter cells is cleaved, is also mediated by ESCRT machinery. Without the ESCRT complexes, daughter cells could not separate and abnormal cells containing twice the amount of DNA would be generated. These cells would inevitably be destroyed through a process known as apoptosis. Lastly, viral budding, or the process by which specific types of viruses exit cells, may not occur in the absence of ESCRT machinery. This would inevitably prevent viruses from spreading from cell to cell.",
            "score": 319.6153869628906
        },
        {
            "docid": "15417649_3",
            "document": "VPS25 . It is a component of the endosome-associated complex ESCRT-II (Endosomal Sorting Complexes Required for Transport protein II). ESCRT (ESCRT-I, -II, -III) complexes orchestrate efficient sorting of ubiquitinated transmembrane receptors to lysosomes via multivesicular bodies (MVBs). ESCRT-II recruits the transport machinery for protein sorting at MVB. In addition, the human ESCRT-II has been shown to form a complex with RNA polymerase II elongation factor ELL in order to exert transcriptional control activity. ESCRT-II transiently associates with the endosomal membrane and thereby initiates the formation of ESCRT-III, a membrane-associated protein complex that functions immediately downstream of ESCRT-II during sorting of MVB cargo. ESCRT-II in turn functions downstream of ESCRT-I, a protein complex that binds to ubiquitinated endosomal cargo.",
            "score": 303.2707214355469
        },
        {
            "docid": "21082137_6",
            "document": "ESCRT . The ESCRT-0 complex plays a vital role in the generation of multivesicular bodies by binding and clustering ubiquitinated proteins and/or receptors on the surface of a cell. The complex is then responsible for binding to a lipid on the endosomal membrane, which recruits these tagged proteins to the endosome. Once properly localized, these proteins are then taken into the endosome via vesicles, forming multivesicular bodies, and are eventually delivered to the lysosome where they are degraded. This process is essential as it is the major pathway for the degradation of damaged proteins that have passed through the Golgi. The components of the ESCRT-0 complex exist as follows:",
            "score": 300.6360168457031
        },
        {
            "docid": "14112933_7",
            "document": "TSG101 . In humans, the orthologue of vps23 which has a component of ESCRT-1 is called Tsg101. Mutations in Tsg-101 have been linked to cervical, breast, prostate and gastrointestinal cancers. In molecular biology, vps23 (vacuolar protein sorting) is a protein domain. Vps proteins are components of the ESCRTs (endosomal sorting complexes required for transport) which are required for protein sorting at the early endosome. More specifically, vps23 is a component of ESCRT-I. The ESCRT complexes form the machinery driving protein sorting from endosomes to lysosomes. ESCRT complexes are central to receptor down-regulation, lysosome biogenesis and budding of HIV.",
            "score": 299.76556396484375
        },
        {
            "docid": "21082084_5",
            "document": "Weill Institute for Cell and Molecular Biology . Emr is perhaps best known for his identification of the ESCRT (endosomal sorting complex required for transport) protein machinery. This set of protein complexes is critical for down-regulating activated cell surface receptors. It has also been found to play a vital role in cell division and the viral budding of HIV. His work on the ESCRT complexes has led to his election into both the American Academy of Arts and Sciences in 2004 and the United States National Academy of Sciences in 2007.",
            "score": 299.18695068359375
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 294.2488098144531
        },
        {
            "docid": "14874861_3",
            "document": "VPS28 . This gene encodes a protein involved in endosomal sorting of cell surface receptors via a multivesicular body/late endosome pathway. The encoded protein is one of the three subunits of the ESCRT-I complex (endosomal complexes required for transport) involved in the sorting of ubiquitinated protein. The two other subunits of ESCRT-I are vacuolar protein sorting 23 (VPS23), also known as tumor susceptibility gene 101 (TSG101), and vacuolar protein sorting 37 (VPS37). Two alternative transcripts encoding different isoforms have been described. Additional alternative transcripts may exist but the proteins encoded by these transcripts have not been verified experimentally.",
            "score": 288.6673583984375
        },
        {
            "docid": "56502322_9",
            "document": "Vaginal epithelium . The junctions between epithelial cells regulate the passage of molecules, bacteria and viruses by functioning as a physical barrier. The three types of structural adhesions between epithelial cells are: tight junctions, adherens junctions, and desmosomes. \"Tight junctions (zonula occludens) are composed of transmembrane proteins that make contact across the intercellular space and create a seal to restrict transmembrane proteins difusion. of molecules across the epithelial sheet. Tight junctions also have an organizing role in epithelial polarization by limiting the mobility of membrane-bound molecules between the apical and basolateral domains of the plasma membrane of each epithelial cell. Adherens junctions (zonula adherens) connect bundles of actin filaments from cell to cell to form a continuous adhesion belt, usually just below the microfilaments.\" Junction integrity changes as the cells move to the upper layers of the epidermis.",
            "score": 288.0386962890625
        },
        {
            "docid": "1091831_16",
            "document": "AAA proteins . Multivesicular bodies are endosomal compartments that sort ubiquitinated membrane proteins by incorporating them into vesicles. This process involves the sequential action of three multiprotein complexes, ESCRT I to III (ESCRT standing for 'endosomal sorting complexes required for transport'). Vps4p is a AAA-type ATPase involved in this MVB sorting pathway. It had originally been identified as a ”class E” vps (vacuolar protein sorting) mutant and was subsequently shown to catalyse the dissociation of ESCRT complexes. Vps4p is anchored via Vps46p to the endosomal membrane. Vps4p assembly is assisted by the conserved Vta1p protein, which regulates its oligomerzation status and ATPase activity.",
            "score": 287.95611572265625
        },
        {
            "docid": "14764397_2",
            "document": "CHMP2B . Charged multivesicular body protein 2b is a protein that in humans is encoded by the \"CHMP2B\" gene. It forms part of one of the endosomal sorting complexes required for transport (ESCRT) - specifically ESCRT-III - which are a series of complexes involved in cell membrane remodelling. CHMP2B forms long chains that spiral around the neck of a budding vesicle. Along with the other components of ESCRT-III, CHMP2B constricts the neck of the vesicle just before it is cleaved away from the membrane.",
            "score": 285.8678894042969
        },
        {
            "docid": "15500265_11",
            "document": "Intestinal epithelium . Adherens junctions, also called zonula adherens, are multiprotein complexes formed by proteins of the catenin and cadherin families. They are located in the membrane at the contact points between the cells. They are formed by interactions between intracellular adapter proteins, transmembrane proteins and the actin cytoskeletons of the cells . Besides their role in linking adjacent cells, these complexes are important for regulating epithelial migration, cell polarity, and the formation of other cell junction complexes.",
            "score": 279.3840026855469
        },
        {
            "docid": "299641_19",
            "document": "Epithelium . Cell junctions are the contact points between plasma membrane and tissue cells. There are mainly 5 different types of cell junctions: tight junctions, adherens junctions, desmosomes, hemidesmosomes, and gap junctions. Tight junctions are a pair of trans-membrane protein fused on outer plasma membrane. Adherens junctions are a plaque (protein layer on the inside plasma membrane) which attaches both cells' microfilaments. Desmosomes attach to the microfilaments of cytoskeleton made up of keratin protein. Hemidesmosomes resemble desmosomes on a section. They are made up of the integrin (a transmembrane protein) instead of cadherin. They attach the epithelial cell to the basement membrane. Gap junctions connect the cytoplasm of two cells and are made up of proteins called connexins (six of which come together to make a connexion).",
            "score": 278.80615234375
        },
        {
            "docid": "21082137_2",
            "document": "ESCRT . The endosomal sorting complexes required for transport (ESCRT) machinery is made up of cytosolic protein complexes, known as ESCRT-0, ESCRT-I, ESCRT-II, and ESCRT-III. Together with a number of accessory proteins, these ESCRT complexes enable a unique mode of membrane remodeling that results in membranes bending/budding away from the cytoplasm. These ESCRT components have been isolated and studied in a number of organisms including yeast and humans.",
            "score": 276.5439453125
        },
        {
            "docid": "21082137_18",
            "document": "ESCRT . Multivesicular bodies play a large role in the transport of ubiquitinated proteins and receptors to a lysosome. ESCRT complexes transport ubiquitinated cargo to cellular vesicles that bud directly into the cell’s endosomal compartment, forming multivesicular bodies. These multivesicular bodies eventually fuse with the lysosome causing degradation of the cargo. A more in-depth description of the process, including associated machinery, exists as follows:",
            "score": 275.0938720703125
        },
        {
            "docid": "14777610_3",
            "document": "VPS35 . This gene belongs to a group of vacuolar protein sorting (VPS) genes. The encoded protein is a component of a large multimeric complex, termed the retromer complex, involved in retrograde transport of proteins from endosomes to the trans-Golgi network. The close structural similarity between the yeast and human proteins that make up this complex suggests a similarity in function. Expression studies in yeast and mammalian cells indicate that this protein interacts directly with VPS35, which serves as the core of the retromer complex.",
            "score": 273.27996826171875
        },
        {
            "docid": "16853131_3",
            "document": "VEZT . The protein vezatin has been shown to play a critical role in the maintenance and formation of adherens junctions in many epithelial cells. Adherens junctions are composed primarily of E-cadherin, alpha and beta catenins and other transmembrane proteins such as actin and myosin. The junctions formed are vital in creating cell-cell contacts and do so via the interactions of all the different components. E-cadherins on separate cells use calcium based interactions to bind, whilst the catenins bind the cadherins to the actin cytoskeleton of each cell, thus creating the cadherin-catenin complex. Vezatin co-localises with E-cadherin at these cell-cell junctions suggesting that in fact it is involved within adherens junctions . E-cadherin is an important transmembrane molecule in creating and facilitating adherens junctions, particularly in epithelial cells. Furthermore, vezatin does not appear at focal adhesion sites and does not co-localise with desmogleins, which are molecules present in desmosomes, suggesting it is solely responsible for interactions within the adherens junction . Additionally, in cells lacking E-cadherin and thus unable to form cell-cell contacts, vezatin displayed a cytoplasmic distribution .  Another key component of this junction is the protein myosin VIIA and primarily its interaction with vezatin. Myosins are mechanochemical proteins which interact with actins and enzymatically convert ATP to ADP in order to facilitate a motor function . Myosin VIIA is an unconventional member of the myosin family and is heavily expressed within ciliated epithelium such as that in the nose and the ear . Myosin VIIA has a similar structure to all other myosins, with a motor, neck and actin-binding domain, but is unique due to its short tail domain . Vezatin has been shown to interact with this tail domain due to co-localisation of both molecules in mouse inner-ear epithelial cells . However, this interaction was only observed during cell-cell contact junctions, otherwise the proteins are dispersed through the cytoplasm in individual cells . These results taken together suggest that vezatin plays a crucial role in the cadherin-catenin complex which is essential for cell-cell adhesion.",
            "score": 272.63470458984375
        },
        {
            "docid": "14816527_3",
            "document": "VPS26A . This gene belongs to a group of vacuolar protein sorting (VPS) genes. The encoded protein is a component of a large multimeric complex, termed the retromer complex, involved in retrograde transport of proteins from endosomes to the trans-Golgi network. The close structural similarity between the yeast and human proteins that make up this complex suggests a similarity in function. Expression studies in yeast and mammalian cells indicate that this protein interacts directly with VPS35, which serves as the core of the retromer complex. Alternative splicing results in multiple transcript variants encoding different isoforms.",
            "score": 268.15557861328125
        },
        {
            "docid": "24950378_4",
            "document": "Cell–cell interaction . Tight junctions are multi-protein complexes that hold cells of a same tissue together and prevent movement of water and water-soluble molecules between cells. In epithelial cells, they function also to separate the extracellular fluid surrounding their apical and basolateral membranes. These junctions exist as a continuous band located just below the apical surface between the membranes of neighboring epithelial cells. The tight junctions on adjacent cells line up so as to produce a seal between different tissues and body cavities. For example, the apical surface of gastrointestinal epithelial cells serve as a selective permeable barrier that separates the external environment from the body. The permeability of these junctions is dependent on a variety of factors including protein makeup of that junction, tissue type and signaling from the cells.",
            "score": 268.1142578125
        },
        {
            "docid": "21082137_8",
            "document": "ESCRT . The role of the ESCRT-I complex is to assist in the generation of multivesicular bodies by clustering ubiquitinated proteins and acting as a bridge between the ESCRT-0 and ESCRT-II complexes. It also plays a role in membrane recognition and remodeling during membrane abscission by forming rings on either side of the midbody of dividing cells. ESCRT-I is also responsible for recruiting ESCRT-III, which forms the constriction zone just before the cells separate. Furthermore, ESCRT-I plays a role in viral budding by interacting with specific viral proteins, leading to recruitment of additional ESCRT machinery to the potential site of viral release. Details of the ESCRT-I machinery are described below.",
            "score": 267.57135009765625
        },
        {
            "docid": "21082137_19",
            "document": "ESCRT . Membrane abscission during cytokinesis is the process by which the membrane connecting two daughter cells is cleaved during cell division. Since it is conserved in a number of Archaea, membrane abscission is considered to be the earliest role for ESCRT machinery. The process begins when the centrosomal protein CEP55 is recruited to the midbody of dividing cells in association with MKLP1, a mitotic kinesin-like protein that associates with microtubules. CEP55 then recruits the Vps23 subunit of ESCRT-I and accessory protein ALIX, which form into rings on either side of the midbody. ESCRT-I and ALIX recruit ESCRT-III via its Snf7 subunit. ESCRT-III subunits Vps20, Snf7, Vps24, Vps2, and Did2 form into a spiral-shaped fibril adjacent to the rings formed by Vps23. The formation of this spiral-like structure deforms the membrane and the AAA-ATPase spastin is brought in by Did2 and Ist1 to cleave the microtubules formed at the midbody. Vps4 then catalyzes the disassembly of the ESCRT-III complex resulting in two newly separated daughter cells. The process of membrane abscission was described using metazoan proteins as the process has been studied to a greater extent in metazoans.",
            "score": 264.798828125
        },
        {
            "docid": "22762505_13",
            "document": "Epithelial polarity . All epithelial cells express the transmembrane adhesion molecule E-cadherin, a cadherin which localises most prominently to the junction between the apical and lateral membranes. The extra-cellular domains of E-cadherin molecules from neighbouring cells bind to one another via a homotypic interaction. The intra-cellular domains of E-cadherin molecules bind to the actin cytoskeleton via the adaptor proteins alpha-catenin and beta-catenin. Thus, E-cadherin forms adherens junctions that connect the actin cytoskeletons of neighbouring cells. Adherens junctions are the primary force-bearing junctions between epithelial cells and are fundamentally important for maintaining epithelial cell shape and for dynamic changes in shape during tissue development. How E-cadherin localizes to the boundary between apical and lateral membranes is not known, but polarized membranes are essential for maintaining E-cadherin at adherens junctions.",
            "score": 261.4176025390625
        },
        {
            "docid": "21082137_20",
            "document": "ESCRT . The release of viral particles, also known as viral budding, is a process by which free virions are released from within cells via the hijacking of host cell ESCRT machinery. Retroviruses, such as HIV-1 and human T-lymphotropic virus, as well as a number of enveloped viruses, including the Ebola virus, require ESCRT machinery to exit the host cell. The process is initiated by viral Gag proteins, the major structural proteins of retroviral coats, which interact with TSG101 of the ESCRT-I complex and the ALIX accessory protein. ESCRT-III subunits (only CHMP4 and CHMP2 being essential ) are recruited to the site of viral budding to constrict and sever the neck of the bud in a manner similar to that described for membrane abscission during cytokinesis. Vps4 then recycles the ESCRT-III components to the cytosol and the virus is released from the cell. The mechanism described here utilizes metazoan proteins, as viral budding has been studied more extensively in metazoans.",
            "score": 261.2642517089844
        },
        {
            "docid": "10742573_9",
            "document": "PKC alpha . Another field of research has indicated that PKC-α plays a vital role in epithelial tissue, the tissue that covers all external and internal surfaces of the body. Specifically, PKC-α is involved in altering the function of tight junctions. Tight junctions exist at the meeting point between two cells. Here, tight junctions fuse together to form an impermeable barrier to not only large molecules such as proteins, but also smaller molecules like water. This prevents foreign molecules from entering the cell and helps regulate the internal environment of the cell. Cells infected with certain types of epithelial cancer exhibit increased PKC-α activity. This is a result of a change in the shape of the cell membrane, particularly in the areas where tight junctions exists. With greater activity of PKC-α, the tight junctions lose their ability to form a tight barrier. This causes an increased leakiness of the tight junctions and thus movement of molecules into the cells. In intestinal areas, luminal growth factors are able to enter the cell and increase the rate of cell growth. This is thought to be a promotional event that may prolong certain epithelial cancers.",
            "score": 261.1464538574219
        },
        {
            "docid": "14880772_3",
            "document": "CHMP5 . CHMP5 belongs to the chromatin-modifying protein/charged multivesicular body protein (CHMP) family. These proteins are components of ESCRT-III (endosomal sorting complex required for transport III), a complex involved in degradation of surface receptor proteins and formation of endocytic multivesicular bodies (MVBs). Some CHMPs have both nuclear and cytoplasmic/vesicular distributions, and one such CHMP, CHMP1A, is required for both MVB formation and regulation of cell cycle progression.",
            "score": 260.7439270019531
        },
        {
            "docid": "2568557_2",
            "document": "Adherens junction . Adherens junctions (or zonula adherens, intermediate junction, or \"belt desmosome\") are protein complexes that occur at cell–cell junctions in epithelial and endothelial tissues, usually more basal than tight junctions. An adherens junction is defined as a cell junction whose cytoplasmic face is linked to the actin cytoskeleton.  They can appear as bands encircling the cell (zonula adherens) or as spots of attachment to the extracellular matrix (adhesion plaques). Adherens junctions uniquely disassemble in uterine epithelial cells to allow the blastocyst to penetrate between epithelial cells.",
            "score": 259.1107177734375
        },
        {
            "docid": "14774391_11",
            "document": "PTPRM . Classical cadherins are important proteins for cells to bind in the body (‘’in vivo’’) where they commonly stabilize cell–cell junctions known as adherens junctions. Cadherins stabilize adherens junctions through the interaction of the cadherin cytoplasmic domains with catenin proteins, such as p120-catenin, beta-catenin and alpha-catenin. Catenins, in turn, bind to the actin cytoskeleton. Binding of these proteins to the actin cytoskeleton prevents actin from growing (a process known as polymerization) and therefore keeps cells stationary. Cadherins regulate cell–cell adhesion during development of the body and in adult tissue. Disruption of cadherin proteins, by genetic alteration or by changes to the structure or function of the protein, has been linked to tumor progression. Notably, PTPmu regulates the adhesion of cells to the classical cadherins. PTPmu likely regulates cadherin-dependent adhesion by interacting with both cadherins and catenins via PTPmu’s cytoplasmic domain. To support this assertion, PTPmu has been shown to interact with and/or dephosphorylate many signaling proteins involved in regulating the cadherin-catenin complex, including p120 catenin, and E-cadherin (CDH1 (gene)) and N-cadherin (CDH2). PTPmu has also been shown to interact with the c-Met hepatocyte growth factor receptor, a protein that is also localized to adherens junctions. Although p120 catenin is a potential substrate of PTPmu, others have suggested that the interaction between PTPmu and catenins is only indirect through E-cadherin. α3β1 integrin and the tetraspanin CD151 regulate PTPmu gene expression to promote E-cadherin-mediated cell–cell adhesion.",
            "score": 258.7029113769531
        },
        {
            "docid": "501861_17",
            "document": "Endosome . Transport from late endosomes to lysosomes is, in essence, unidirectional, since a late endosome is \"consumed\" in the process of fusing with a lysosome. Hence, soluble molecules in the lumen of endosomes will tend to end up in lysosomes, unless they are retrieved in some way. Transmembrane proteins can be delivered to the perimeter membrane or the lumen of lysosomes. Transmembrane proteins destined for the lysosome lumen are sorted into the vesicles that bud from the perimeter membrane into endosomes, a process that begins in early endosomes. When the endosome has matured into a late endosome/MVB and fuses with a lysosome, the vesicles in the lumen are delivered to the lysosome lumen. Proteins are marked for this pathway by the addition of ubiquitin. The endosomal sorting complexes required for transport (ESCRTs) recognise this ubiquitin and sort the protein into the forming lumenal vesicles. Molecules that follow these pathways include LDL and the lysosomal hydrolases delivered by mannose-6-phosphate receptors. These soluble molecules remain in endosomes and are therefore delivered to lysosomes. Also, the transmembrane EGFRs, bound to EGF, are tagged with ubiquitin and are therefore sorted into lumenal vesicles by the ESCRTs.",
            "score": 257.63873291015625
        },
        {
            "docid": "531064_6",
            "document": "Cell adhesion . Cell–cell junctions can occur in different forms. In anchoring junctions between cells such as adherens junctions and desmosomes, the main CAMs present are the cadherins. This family of CAMs are membrane proteins that mediate cell–cell adhesion through its extracellular domains and require extracellular Ca ions to function correctly. Cadherins forms homophilic attachment between themselves, which results in cells of a similar type sticking together and can lead to selective cell adhesion, allowing vertebrate cells to assemble into organised tissues. Cadherins are essential for cell–cell adhesion and cell signalling in multicellular animals and can be separated into two types: classical cadherins and non-classical cadherins.",
            "score": 256.8904113769531
        },
        {
            "docid": "1748160_7",
            "document": "Cell junction . Cells within tissues and organs must be anchored to one another and attached to components of the extracellular matrix. Cells have developed several types of junctional complexes to serve these functions, and in each case, anchoring proteins extend through the plasma membrane to link cytoskeletal proteins in one cell to cytoskeletal proteins in neighboring cells as well as to proteins in the extracellular matrix .",
            "score": 254.95997619628906
        },
        {
            "docid": "5602902_17",
            "document": "Beta-catenin . Cell–cell adhesion complexes are essential for the formation of complex animal tissues. β-catenin is part of a protein complex that form the so-called adherens junctions. These cell-cell adhesion complexes are necessary for the creation and maintenance of epithelial cell layers and barriers. As a component of the complex, β-catenin can regulate cell growth and adhesion between cells. It may also be responsible for transmitting the contact inhibition signal that causes cells to stop dividing once the epithelial sheet is complete. The E-cadherin – β-catenin – α-catenin complex is weakly associated to actin filaments. Adherent junctions thus form a dynamic, rather than a stable link to the actin cytoskeleton.",
            "score": 254.6062774658203
        },
        {
            "docid": "14033433_5",
            "document": "GJB2 . Gap junctions were first characterized by electron microscopy as regionally specialized structures on plasma membranes of contacting adherent cells. These structures were shown to consist of cell-to-cell channels. Proteins, called connexins, purified from fractions of enriched gap junctions from different tissues differ. The connexins are designated by their molecular mass. Another system of nomenclature divides gap junction proteins into two categories, alpha and beta, according to sequence similarities at the nucleotide and amino acid levels. For example, CX43 (GJA1) is designated alpha-1 gap junction protein, whereas GJB1 (CX32), and GJB2 (CX26; this protein) are called beta-1 and beta-2 gap junction proteins, respectively. This nomenclature emphasizes that GJB1 and GJB2 are more homologous to each other than either of them is to gap junction protein, alpha GJA1.",
            "score": 253.70428466796875
        },
        {
            "docid": "16853131_2",
            "document": "VEZT . VEZT is a gene located on chromosome 12 and encodes for the protein \"vezatin\". Vezatin is a major component of the cadherin-catenin complex that is critical to the formation and maintenance of adherens junctions . The protein is expressed in most epithelial cells and is crucial to the formation of cell-cell contact junctions. Mutations of the gene can lead to upregulation or downregulation of the protein which can have detrimental effects on physiological systems, particularly those involved in development.",
            "score": 252.9642333984375
        }
    ]
}