{
    "q": [
        {
            "docid": "9773357_11",
            "document": "N-type calcium channel . N-type calcium voltage gated ion channels are permeable to calcium and are known to regulate neuronal excitability and the firing of action potentials in the neurons. These actions affect the transmission of neurotransmitters in nociceptive pathways. Nociceptive pathways are the neurons that are involved in pain perception, which typically arises from damage of the neurons or disease occurring in the nerves themselves. When action potentials in this pathway make it to the central terminals of the sensory neurons that are in the spinal cord, there is an influx of calcium that enters through the voltage-gated ion channels. This influx of calcium then triggers the release of the pro-nociceptive neurotransmitters. These neurotransmitters then bind to the receptors on the sensory neurons that cause a person to feel pain. Since these channels are able to influence the neurotransmitters in the body that cause a person to sense pain, voltage-gated ion channels that are permeable to calcium have also been found to be good targets for regulating chronic pain in patients who have difficulty finding effective treatment. A few of the conditions involving pain that are difficult to treat are acute pain, chronic inflammatory pain, and chronic neuropathic pain. These conditions are treated with medicine that has either been prone to becoming addictive to the patient, or can cause serious side effects, making the medicine controversial. <br>  <br> Studies have shown that N-type channels are particularly of interest in developing new medicine to help in treating chronic pain. N-type channels play a key role in being able to control the neurotransmission of pain in the spinal cord. Studies have shown that N-type channels are located in high amounts at the presynaptic terminals of neurons. They have a complex of proteins that form a pore with the ɑ1Bsubunit (also known as CaV2.2) and an auxiliary ɑ2δδ and β subunits. When there is tissue damage, these subunits are regulated in the neuron, which helps to prove that these channels are involved in nociceptive transmission. When looking at the spinal cord, the distribution of N-type channels also coincides with the evidence of these channels having a role in the transmission of nociceptive information in the body. A new drug, Ziconotide, is being tested to alter N-type channels in order to treat these conditions of chronic pain. One of the newest medicines is an analgesic drug that works through targeting N-type calcium channels specifically in order to lessen the transmission of pain. Peptide ɷɷ-conotoxins are what bind to the N-type calcium channels in order to block ion permeation, which then blocks the influx of calcium and the transmission of the nociceptive responses. Neurons located in the posterior horn of the spinal cord experience ɷɷ-conotoxins that, when binding to the receptors, can inhibit the release of the pro-nociceptive neurotransmitters and neuromodulators that come from the central nerve terminals of the afferent neurons. This inhibition is what ultimately can stop the transmission of pain to the person from damaged cells. Ziconotide is an inorganic version of the ɷɷ-conotoxin, MVIIA. This medicine is able to inhibit the release of pro-nociceptive receptors, which will then block the transmission of pain.",
            "score": 131.39683520793915
        },
        {
            "docid": "17596014_42",
            "document": "Hereditary sensory and autonomic neuropathy . Mutations in the NGF gene cause HSAN5. The NGF gene provides instructions for making a protein called nerve growth factor beta (NGFβ) that is important in the development and survival of nerve cells (neurons), including sensory neurons. The NGFβ protein functions by attaching (binding) to its receptors, which are found on the surface of neurons. Binding of the NGFβ protein to its receptor transmits signals to the cell to grow and to mature and take on specialized functions (differentiate). This binding also blocks signals in the cell that initiate the process of self-destruction (apoptosis). Additionally, NGFβ signaling plays a role in pain sensation. Mutation of the NGF gene leads to the production of a protein that cannot bind to the receptor and does not transmit signals properly. Without the proper signaling, sensory neurons die and pain sensation is altered, resulting in the inability of people with HSAN5 to feel pain.",
            "score": 131.84127044677734
        },
        {
            "docid": "4109042_14",
            "document": "Cell signaling . Cells receive information from their neighbors through a class of proteins known as receptors. Notch is a cell surface protein that functions as a receptor. Animals have a small set of genes that code for signaling proteins that interact specifically with Notch receptors and stimulate a response in cells that express Notch on their surface. Molecules that activate (or, in some cases, inhibit) receptors can be classified as hormones, neurotransmitters, cytokines, and growth factors, in general called receptor ligands. Ligand receptor interactions such as that of the Notch receptor interaction, are known to be the main interactions responsible for cell signaling mechanisms and communication.",
            "score": 105.18291687965393
        },
        {
            "docid": "4109042_18",
            "document": "Cell signaling . In some cases, receptor activation caused by ligand binding to a receptor is directly coupled to the cell's response to the ligand. For example, the neurotransmitter GABA can activate a cell surface receptor that is part of an ion channel. GABA binding to a GABA receptor on a neuron opens a chloride-selective ion channel that is part of the receptor. GABA receptor activation allows negatively charged chloride ions to move into the neuron, which inhibits the ability of the neuron to produce action potentials. However, for many cell surface receptors, ligand-receptor interactions are not directly linked to the cell's response. The activated receptor must first interact with other proteins inside the cell before the ultimate physiological effect of the ligand on the cell's behavior is produced. Often, the behavior of a chain of several interacting cell proteins is altered following receptor activation. The entire set of cell changes induced by receptor activation is called a signal transduction mechanism or pathway.",
            "score": 113.67153716087341
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 101.10689353942871
        },
        {
            "docid": "15214773_3",
            "document": "Death receptor 6 . The protein encoded by this gene is a member of the TNF-receptor superfamily. This receptor has been shown to activate NF-κB and MAPK8/JNK, and induce cell apoptosis. Through its death domain, this receptor interacts with TRADD protein, which is known to serve as an adaptor that mediates signal transduction of TNF-receptors. Knockout studies in mice suggested that this gene plays a role in T helper cell activation, and may be involved in inflammation and immune regulation. The DR6 is an alpha-helical integral membrane receptor protein that shows evidence that it has something to do with the inhibition of blood vessels forming on tumors which would allow them to grow larger. Death receptor 6 gets a chemical message and starts a signaling pathway that causes apoptosis, also known as cell death, to occur. It is also expressed in endothelial cells. Tumor cells can induce, through exposition of amyloid precursor protein (APP), DR6-mediated endothelial cell necroptosis allowing tumors metastasis.",
            "score": 107.50035309791565
        },
        {
            "docid": "37080_15",
            "document": "Thought . A neuron (also known as a neurone or nerve cell) is an excitable cell in the nervous system that processes and transmits information by electrochemical signaling. Neurons are the core components of the brain, the vertebrate spinal cord, the invertebrate ventral nerve cord and the peripheral nerves. A number of specialized types of neurons exist: sensory neurons respond to touch, sound, light and numerous other stimuli affecting cells of the sensory organs that then send signals to the spinal cord and brain. Motor neurons receive signals from the brain and spinal cord that cause muscle contractions and affect glands. Interneurons connect neurons to other neurons within the brain and spinal cord. Neurons respond to stimuli, and communicate the presence of stimuli to the central nervous system, which processes that information and sends responses to other parts of the body for action. Neurons do not go through mitosis and usually cannot be replaced after being destroyed, although astrocytes have been observed to turn into neurons, as they are sometimes pluripotent.",
            "score": 115.02183282375336
        },
        {
            "docid": "25937372_15",
            "document": "Major urinary proteins . In addition to serving as social cues between members of the same species, Mups can act as kairomones—chemical signals that transmit information between species. Mice are instinctively afraid of the smell of their natural predators, including cats and rats. This occurs even in laboratory mice that have been isolated from predators for hundreds of generations. When the chemical cues responsible for the fear response were purified from cat saliva and rat urine, two homologous protein signals were identified: Fel d 4 (\"Felis domesticus\" allergen 4), the product of the cat \"Mup\" gene, and Rat n 1 (\"Rattus norvegicus\" allergen 1), the product of the rat \"Mup13\" gene. Mice are fearful of these Mups even when they are made in bacteria, but mutant animals that are unable to detect the Mups showed no fear of rats, demonstrating their importance in initiating fearful behaviour. It is not known exactly how Mups from different species initiate disparate behaviours, but mouse Mups and predator Mups have been shown to activate unique patterns of sensory neurons in the nose of recipient mice. This implies the mouse perceives them differently, via distinct neural circuits. The pheromone receptors responsible for Mup detection are also unknown, though they are thought be members of the V2R receptor class.",
            "score": 94.0621931552887
        },
        {
            "docid": "21281976_2",
            "document": "Somatosensory system . The somatosensory system is a part of the sensory nervous system. The somatosensory system is a complex system of sensory neurons and pathways that responds to changes at the surface or inside the body. The axons (as afferent nerve fibers), of sensory neurons connect with, or respond to, various receptor cells. These sensory receptor cells are activated by different stimuli such as heat and nociception, giving a functional name to the responding sensory neuron, such as a thermoreceptor which carries information about temperature changes. Other types include mechanoreceptors, chemoreceptors, and nociceptors and they send signals along a sensory nerve to the spinal cord where they may be processed by other sensory neurons and then relayed to the brain for further processing. Sensory receptors are found all over the body including the skin, epithelial tissues, muscles, bones and joints, internal organs, and the cardiovascular system.",
            "score": 107.70356345176697
        },
        {
            "docid": "2121098_9",
            "document": "Aftertaste . In the context of aftertaste, the combination of both receptor-dependent and receptor-independent processes have been proposed to explain the signal transduction mechanisms for foods with distinct aftertastes, particularly those that are bitter. The receptor-dependent process is the same as what was described above. However, the receptor-independent process involves the diffusion of bitter, amphiphilic chemicals like quinine across the taste receptor cell membranes. Once inside the taste receptor cell, these compounds have been observed to activate intracellular G-proteins and other proteins that are involved in signaling pathways routed to the brain. The bitter compounds thus activate both the taste receptors on the cell surface, as well as the signaling pathway proteins in the intracellular space. Intracellular signaling may be slower than taste cell receptor activation since more time is necessary for the bitter compounds to diffuse across the cell membrane and interact with intracellular proteins. This delayed activation of intracellular signaling proteins in response to the bitter compounds, in addition to the extracellular receptor signaling is proposed to be related to the lingering aftertaste associated with bitter foods. The combination of both mechanisms leads to an overall longer response of the taste receptor cells to the bitter foods, and aftertaste perception subsequently occurs.",
            "score": 119.62885642051697
        },
        {
            "docid": "9821017_5",
            "document": "Neurokinin B . The main receptor neurokinin B interacts with is the neurokinin 3 receptor (NK3R). The Neurokinin 3 receptor is a part of a larger family of G-protein coupled receptors that binds all tachykinin proteins. While neurokinin B has the ability to bind to other Neurokinin receptors, the highest affinity lies in that of the NK3R receptor group. Much like the neurokinin B peptide, the NK3R receptor that it binds to is encoded within five exons of the TACR3 gene in humans and the Tacr3 gene in mice and other rodents. High concentrations of the NK3R receptor are found in both the central nervous system and the spinal cord. Additional NK3R receptors have also been found in various other places in the body including: uterus, mesenteric vein, gut neurons, and placenta. Neurokinin B has also been found to co-localize certain gonadal steroid hormone receptors. These include the estrogen receptor (ERα), progesterone receptor (PR), and androgen receptor. It has been found that co-localization of the NKB neurons near these receptors is at a much higher concentration than even that of other peptides and chemicals. The kisspeptin, neurokinin B, and dynorphin cell groups are found to be co-localized to more than 95% of all of the aforementioned receptors in the arcuate nucleus.",
            "score": 100.182746052742
        },
        {
            "docid": "969821_2",
            "document": "JAK-STAT signaling pathway . The JAK-STAT signalling pathway is a chain of interactions between proteins in a cell, and is involved in processes such as immunity, cell division, cell death and tumour formation. The pathway communicates information from chemical signals outside of a cell to the cell nucleus, resulting in the activation of genes through a process called transcription. There are three key parts of JAK-STAT signalling: Janus kinases (JAKs), Signal Transducer and Activator of Transcription proteins (STATs), and receptors (which bind the chemical signals). Disrupted JAK-STAT signalling may lead to a variety of diseases, such as skin conditions, cancers, and disorders affecting the immune system.",
            "score": 112.69722819328308
        },
        {
            "docid": "665470_2",
            "document": "Olfactory receptor . Olfactory receptors (ORs), also known as odorant receptors, are expressed in the cell membranes of olfactory receptor neurons and are responsible for the detection of odorants (i.e., compounds that have an odor) which give rise to the sense of smell. Activated olfactory receptors trigger nerve impulses which transmit information about odor to the brain. These receptors are members of the class A rhodopsin-like family of G protein-coupled receptors (GPCRs). The olfactory receptors form a multigene family consisting of around 800 genes in humans and 1400 genes in mice.",
            "score": 85.48007845878601
        },
        {
            "docid": "5064345_4",
            "document": "Metaplasticity . The earliest proposed mechanism for plastic activity is based around glutamate receptors and their ability to change in number and strength based on synapse activity. Glutamate binds two main receptor types: AMPA receptors (AMPARs) and NMDA receptors (NMDARs). These are named after drugs that bind to the receptors: alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) and N-methyl-D-aspartate (NMDA), respectively, but they both bind glutamate. When a glutamatergic synapse releases glutamate it binds to any AMPA and the NMDA receptors present in the postsynaptic membrane. The AMPA receptors are ionotropic receptors that are responsible for fast synaptic transmission. In a nutshell the NMDA receptors evoke a response in the cell only when sufficient glutamate has been transmitted to cause that cell to depolarize enough to unblock the NMDA receptor. Sufficient depolarization in the membrane will cause the magnesium cation blockade in the NMDA receptors to vacate, thus allowing calcium influx into the cell. NMDA receptors are \"coincidence detectors\". They determine when the presynaptic and postsynaptic neuron are linked in time via activity. When this occurs, NMDA receptors become the control mechanism that dictates how the AMPA and NMDA receptors are to be rearranged. The rearrangement of AMPA and NMDA receptors has become the central focus of current studies of metaplasticity as it directly determines LTP and LTD thresholds. However, some evidence indicates that G protein-coupled receptors (GPCRs) are responsible for controlling NMDA receptor activity, which suggests that NMDAR-mediated changes in synaptic strength are modulated by the activity of GPCRs. There is large amounts of research focused on finding the specific enzymes and intracellular pathways involved in the NMDAR-mediated modulation of membrane AMPA receptors. Recent biochemical research has shown that a deficiency in the protein tenascin-R (TNR) leads to a metaplastic increase in the threshold for LTP induction. TNR is an extracellular-matrix protein expressed by oligodendrocytes during myelination.",
            "score": 94.53453433513641
        },
        {
            "docid": "11011552_4",
            "document": "Cellular communication (biology) . Reception occurs when the target cell (any cell with a receptor protein specific to the signal molecule) detects a signal, usually in the form of a small, water-soluble molecule, via binding to a receptor protein. Reception is the target cell's detection of a signal via binding of a signaling molecule, or ligand. Receptor proteins span the cell’s plasma membrane and provide specific sites for water-soluble signaling molecules to bind to. These trans-membrane receptors are able to transmit information from outside the cell to the inside because they change conformation when a specific ligand binds to it. By looking at three major types of receptors, (G protein coupled receptors, receptor tyrosine kinases, and ion channel receptors) scientists are able to see how trans-membrane receptors contribute to the complexity of cells and the work that these cells do. Cell surface receptors play an essential role in the biological systems of single- and multi-cellular organisms and malfunction or damage to these proteins is associated with cancer, heart disease, and asthma.",
            "score": 118.40406942367554
        },
        {
            "docid": "5139079_5",
            "document": "DAB1 . Layering of neurons in the cerebral cortex and cerebellum requires RELN and DAB1. By targeted disruption experiments in mice, Trommsdorff et al. (1999) showed that 2 cell surface receptors, very low density lipoprotein receptor (VLDLR; 192977) and apolipoprotein E receptor-2 (ApoER2; 602600), are also required. Both receptors bound Dab1 on their cytoplasmic tails and were expressed in cortical and cerebellar layers adjacent to layers expressing Reln. Dab1 expression was upregulated in knockout mice lacking both the Vldlr and Apoer2 genes. Inversion of cortical layers, absence of cerebellar foliation, and the migration of Purkinje cells in these animals precisely mimicked the phenotype of mice lacking Reln or Dab1. These findings established novel signaling functions for the LDL receptor gene family and suggested that VLDLR and APOER2 participate in transmitting the extracellular RELN signal to intracellular signaling processes initiated by DAB1.",
            "score": 109.4244019985199
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 114.63868737220764
        },
        {
            "docid": "984726_4",
            "document": "Neuropeptide . Neuropeptides modulate neuronal communication by acting on cell surface receptors. Many neuropeptides are co-released with other small-molecule neurotransmitters. The human genome contains about 90 genes that encode precursors of neuropeptides. At present about 100 different peptides are known to be released by different populations of neurons in the mammalian brain. Neurons use many different chemical signals to communicate information, including neurotransmitters, peptides, and gasotransmitters. Peptides are unique among these cell-cell signaling molecules in several respects. One major difference is that peptides are not recycled back into the cell once secreted, unlike many conventional neurotransmitters (glutamate, dopamine, serotonin). Another difference is that after secretion, peptides are modified by extracellular peptidases; in some cases, these extracellular cleavages inactivate the biological activity, but in other cases the extracellular cleavages increase the affinity of a peptide for a particular receptor while decreasing its affinity for another receptor. These extracellular processing events add to the complexity of neuropeptides as cell-cell signaling molecules.",
            "score": 112.2539314031601
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 99.63678026199341
        },
        {
            "docid": "12134485_5",
            "document": "Nuclear receptor related-1 protein . While NURR1 is a key protein, there are other factors required as research shows that solely expressing NURR1 fails to stimulate this phenotypic gene expression. One of these suggested factors is winged-helix transcription factor 2 (Foxa2). Studies have found these two factors to be within the same region of developing dopaminergic neurons, both of these factors were present in order to have expression for the dopamine phenotype.  Research has been conducted on Nurr1’s role in inflammation, and may provide important information in treating disorders caused by dopaminergic neuron disease. Inflammation in the CNS can result from activated microglia (macrophage analogs for the central nervous system) and other pro-inflammatory factors, such as bacterial lipopolysaccharide (LPS). LPS binds to toll-like receptors (TLR), which induces inflammatory gene expression by promoting signal-dependent transcription factors. To determine which cells are dopaminergic, experiments measured the enzyme tyrosine hydroxylase (TH), which is needed for dopamine synthesis. It has been shown that Nurr1 protects dopaminergic neurons from LPS-induced inflammation, by reducing inflammatory gene expression in microglia and astrocytes. When a short hairpin for Nurr1 was expressed in microglia and astrocytes, these cells produced inflammatory mediators, such as TNFa, NO synthase and IL-1β, supporting the conclusion that reduced Nurr1 promotes inflammation and leads to cell death of dopaminergic neurons. Nurr1 interacts with the transcription factor complex NF-κB-p65 on the inflammatory gene promoters. However, Nurr1 is dependent on other factors to be able to participate in these interactions. Nurr1 needs to be sumoylated and its co-regulating factor, glycogen synthase kinase 3, needs to be phosphorylated for these interactions to occur. Sumolyated Nurr1 recruits CoREST, a complex made of several proteins that assembles chromatin-modifying enzymes. The Nurr1/CoREST complex inhibits transcription of inflammatory genes.",
            "score": 103.10643672943115
        },
        {
            "docid": "23634_28",
            "document": "Protein . Many proteins are involved in the process of cell signaling and signal transduction. Some proteins, such as insulin, are extracellular proteins that transmit a signal from the cell in which they were synthesized to other cells in distant tissues. Others are membrane proteins that act as receptors whose main function is to bind a signaling molecule and induce a biochemical response in the cell. Many receptors have a binding site exposed on the cell surface and an effector domain within the cell, which may have enzymatic activity or may undergo a conformational change detected by other proteins within the cell.",
            "score": 112.75120139122009
        },
        {
            "docid": "635489_6",
            "document": "Olfactory system . Olfactory neurons are receptor cells in the epithelium that detect odor molecules dissolved in the mucus and transmit information about the odor to the brain in a process called sensory transduction. Olfactory neurons have cilia (tiny hairs) containing proteins that bind to odor molecules, causing an electrical response that spreads through the receptor cells to the olfactory nerve fibers at the back of the nasal cavity.",
            "score": 80.16112613677979
        },
        {
            "docid": "3274245_13",
            "document": "Soy allergy . In the early stages of acute allergic reaction, lymphocytes previously sensitized to a specific protein or protein fraction react by quickly producing a particular type of antibody known as secreted IgE (sIgE), which circulates in the blood and binds to IgE-specific receptors on the surface of other kinds of immune cells called mast cells and basophils. Both of these are involved in the acute inflammatory response. Activated mast cells and basophils undergo a process called degranulation, during which they release histamine and other inflammatory chemical mediators called (cytokines, interleukins, leukotrienes, and prostaglandins) into the surrounding tissue causing several systemic effects, such as vasodilation, mucous secretion, nerve stimulation, and smooth-muscle contraction. This results in runny nose, itchiness, shortness of breath, and potentially anaphylaxis. Depending on the individual, the allergen, and the mode of introduction, the symptoms can be system-wide (classical anaphylaxis), or localized to particular body systems; asthma is localized to the respiratory system while eczema is localized to the skin.",
            "score": 138.13337111473083
        },
        {
            "docid": "6317707_13",
            "document": "Egg allergy . In the early stages of acute allergic reaction, lymphocytes previously sensitized to a specific protein or protein fraction react by quickly producing a particular type of antibody known as secreted IgE (sIgE), which circulates in the blood and binds to IgE-specific receptors on the surface of other kinds of immune cells called mast cells and basophils. Both of these are involved in the acute inflammatory response. Activated mast cells and basophils undergo a process called degranulation, during which they release histamine and other inflammatory chemical mediators called (cytokines, interleukins, leukotrienes, and prostaglandins) into the surrounding tissue causing several systemic effects, such as vasodilation, mucous secretion, nerve stimulation, and smooth-muscle contraction. This results in runny nose, itchiness, shortness of breath, and potentially anaphylaxis. Depending on the individual, the allergen, and the mode of introduction, the symptoms can be system-wide (classical anaphylaxis), or localized to particular body systems; asthma is localized to the respiratory system while eczema is localized to the skin.",
            "score": 138.13337111473083
        },
        {
            "docid": "5558520_8",
            "document": "Milk allergy . In the early stages of acute allergic reaction, lymphocytes previously sensitized to a specific protein or protein fraction react by quickly producing a particular type of antibody known as secreted IgE (sIgE), which circulates in the blood and binds to IgE-specific receptors on the surface of other kinds of immune cells called mast cells and basophils. Both of these are involved in the acute inflammatory response. Activated mast cells and basophils undergo a process called degranulation, during which they release histamine and other inflammatory chemical mediators called (cytokines, interleukins, leukotrienes, and prostaglandins) into the surrounding tissue causing several systemic effects, such as vasodilation, mucous secretion, nerve stimulation, and smooth-muscle contraction. This results in runny nose, itchiness, shortness of breath, and potentially anaphylaxis. Depending on the individual, the allergen, and the mode of introduction, the symptoms can be system-wide (classical anaphylaxis), or localized to particular body systems; asthma is localized to the respiratory system while eczema is localized to the skin.",
            "score": 138.13337111473083
        },
        {
            "docid": "3717_44",
            "document": "Brain . Each sensory system begins with specialized receptor cells, such as light-receptive neurons in the retina of the eye, or vibration-sensitive neurons in the cochlea of the ear. The axons of sensory receptor cells travel into the spinal cord or brain, where they transmit their signals to a first-order sensory nucleus dedicated to one specific sensory modality. This primary sensory nucleus sends information to higher-order sensory areas that are dedicated to the same modality. Eventually, via a way-station in the thalamus, the signals are sent to the cerebral cortex, where they are processed to extract the relevant features, and integrated with signals coming from other sensory systems.",
            "score": 94.82773351669312
        },
        {
            "docid": "8429751_3",
            "document": "Growth hormone receptor . This gene encodes a protein that is a transmembrane receptor for growth hormone Binding of growth hormone to the receptor leads to reorientation of a pre-assembled receptor dimer dimerization (the receptor may however also exist as monomers on the cell surface ) and the activation of an intra- and intercellular signal transduction pathway leading to growth. A common alternate allele of this gene, called GHRd3, lacks exon three and has been well characterized. Mutations in this gene have been associated with Laron syndrome, also known as the growth hormone insensitivity syndrome (GHIS), a disorder characterized by short stature (proportional dwarfism). Other splice variants, including one encoding a soluble form of the protein (GHRtr), have been observed but have not been thoroughly characterized. Laron mice (that is mice genetically engineered to carry defective Ghr), have a dramatic reduction in body mass (only reaching 50% of the weight of normal siblings), and also show a ~40% increase in lifespan.",
            "score": 94.27848398685455
        },
        {
            "docid": "20848680_7",
            "document": "Cellular neuroscience . Neurons communicate with one another via synapses. Synapses are specialized junctions between two cells in close apposition to one another. In a synapse, the neuron that sends the signal is the presynaptic neuron and the target cell receives that signal is the postsynaptic neuron or cell. Synapses can be either electrical or chemical. Electrical synapses are characterized by the formation of gap junctions that allow ions and other organic compound to instantaneously pass from one cell to another. Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. A receptor is a transmembrane protein molecule that a neurotransmitter or drug binds. Chemical synapses are slower than electrical synapses.",
            "score": 102.28888034820557
        },
        {
            "docid": "14754086_19",
            "document": "S100A10 . Most of the current drugs and treatments for depression and anxiety increase levels of serotonin transmission among neurons. Selective Serotonin Reuptake Inhibitors (SSRIs), a very successful class of drugs, are known to increase the amount of serotonin available to brain cells quite rapidly. Despite this, their therapeutic effects take a period of several weeks to months. Recent studies show that protein p11 increases the concentration of the serotonin 5-HT receptors at neuronal synapses, thereby rendering serotonin signaling much more efficient. The interaction with the serotonin 1b receptor (5-HT) and p11 can be summarized as follows: When p11 levels increases, the number of 5-HT receptors on the cell surface increase proportionately. An increase in the number of 5-HT receptors on the surface of the neuron increase the effectiveness of serotonin communication across the synapse. On the other hand, when p11 levels decrease, fewer 5-HT receptors migrate from inside the neuron to the cell membrane at the synaptic cleft, thus lowering the efficiency with which serotonin signaling can occur across the synapse. These findings suggest that, although the serotonin levels are immediately introduced via medication, the period of time within which the medicine alleviates the patient's depression most likely relies on other regulatory proteins. Thus, given protein p11's interaction with serotonin 5-HT receptors and the increasing evidence of the protein's correlation to mood disorders, this protein has been identified as a target for research in the development of future antidepressants.",
            "score": 102.27365982532501
        },
        {
            "docid": "51903_15",
            "document": "Tyrosine kinase . An example of this trigger-system in action is the process by which the formation of erythrocytes is regulated. Mammals possess this system, which begins in the kidneys where the developmental signal is manufactured. The developmental signal, also called a cytokine, is erythropoietin in this case. (Cytokines are key regulators of hematopoietic cell proliferation and differentiation.) Erythropoietin's activity is initiated when hematopoietic cytokine receptors become activated. In erythrocyte regulation, erythropoietin is a protein containing 165 amino acids that plays a role in activating the cytoplasmic protein kinase JAK. The results of some newer research have also indicated that the aforementioned cytokine receptors function with members of the JAK tyrosine kinase family. The cytokine receptors activate the JAK kinases. This then results in the phosphorylation of several signaling proteins located in the cell membrane. This subsequently affects both the stimulation of ligand-mediated receptors and intracellular signaling pathway activation. Substrates for JAK kinases mediate some gene responses and more. The process is also responsible for mediating the production of blood cells. In this case, erythropoietin binds to the corresponding plasma membrane receptor, dimerizing the receptor. The dimer is responsible for activating the kinase JAK via binding. Tyrosine residues located in the cytoplasmic domain of the erythropoietin receptor are consequently phosphorylated by the activated protein kinase JAK. Overall, this is also how a receptor tyrosine kinase might be activated by a ligand to regulate erythrocyte formation.",
            "score": 104.5684951543808
        },
        {
            "docid": "11805314_2",
            "document": "Sigma-2 receptor . The sigma-2 receptor (σR) is a sigma receptor subtype that has been found highly expressed in malignant cancer cells, and is currently under investigation for its potential diagnostic and therapeutic uses. The receptor has recently been identified with TMEM97, a protein for which gene and protein sequence is available that had been known to be involved in cholesterol homeostasis. Originally, it was thought that the sigma receptors were a type of opiate receptor, due to its ability to bind ligands such as benzomorphans and PCP. Difficulties were found in distinguishing between the sigma-2 receptor and the NMDA receptors, though it is now known they are not the same entities, and have different distributions throughout the brain. The sigma-2 receptor in particular is more densely located in parts of the brain that are responsible for motor function and emotional response. It has been found to play a role in both hormone signaling and calcium signaling, in neuronal signaling, in cell proliferation and death, and in binding of antipsychotics. The position of the sigma-2 receptor had not previously been located on the human chromosome.",
            "score": 101.054811835289
        },
        {
            "docid": "489289_2",
            "document": "Chemoreceptor . A chemoreceptor, also known as chemosensor, is a specialized sensory receptor cell which transduces (responds to) a chemical substance (endogenous or induced) and generates a biological signal. This signal may be in the form of an action potential if the chemoreceptor is a neuron (nerve cell), or in the form of a neurotransmitter that can activate a nearby nerve fiber if the chemosensor is a specialized sensory receptor cell, such as the taste receptor in a taste bud or in an internal peripheral chemoreceptor such as the carotid body (ex, in chemotherapy). In more general terms, a chemosensor detects toxic or hazardous chemicals in the internal or external environment of the human body (e.x. chemotherapy) and transmits that information to the central nervous system, (and rarely the peripheral nervous system), in order to expel the biologically active toxins from the blood, and prevent further consumption of alcohol and/or other acutely toxic recreational intoxicants.",
            "score": 89.79840183258057
        }
    ],
    "r": [
        {
            "docid": "6067897_16",
            "document": "Referred itch . Itch is induced by mechanical, chemical, thermal, or electrical stimuli of sensory receptors in the peripheral nervous system, or by psychological prompts. The receptors that are responsible for the sensation of itch caused by environmental stimuli are found within the upper layers of the skin. Once stimulated, usually by histamine within the body, a signal is sent though the peripheral nervous system to the brain (thalamus), where the information is processed and the command for the bodily response is issued. Itch can also originate as a result of damage to the nervous system (central or peripheral) or in response to the presence of excess opioids.",
            "score": 222.0077667236328
        },
        {
            "docid": "4083808_8",
            "document": "Avenanthramide . According to Sur (2008) studies, the anti-inflammatory effect of the Avenanthramides is due to the inhibition of the NF-κB activation in NF-κB dependent cytokine. Nuclear factor-kappa β (NF-κB) is responsible for regulating the transcription of DNA and participates in the activation of genes related to inflammatory and immune responses. Consequently, suppressing the NF-κB limits the proliferation of cancer cells and reduces the level of inflammation. Avenanthramides are able to inhibit the release of inflammatory cytokines that are present in pruritic skin diseases and may cause the itch sensations. In addition, its anti-inflammatory activity may prevent the vicious itch scratch cycle and reduce the scratching-induced secondary inflammation that often occur in atopic dermatitis and eczema, preventing the skin from disrupting its barrier. Avenanthramides also have a chemical structure similar to the drug Tranilast, which has anti-histaminic action. The anti-itch activity of avenanthramides may therefore be associated with the inhibition of histamine response. Taken together, these results prove the effect of Avenanthramides as powerful anti-inflammatory agents and its importance in dermatologic applications.",
            "score": 212.8447723388672
        },
        {
            "docid": "6067897_28",
            "document": "Referred itch . Although referred itch was first observed nearly 280 years ago, its cause and mechanism between stimulus and referred itch still remain vague and unproven. Up to this point, the most convincing evidence points toward the thalamus, sympathetic nervous system, and chemical signals (like histamine) as the major aspects of our physiology responsible for the phenomenon, as explained above. Increasing knowledge of itching in general and its similarities with pain in the future could help to reveal some of what is unknown about referred itch, as could a better understanding of histamine and the C-fibers' involvement with itch sensations. Without question, there is a need for further experimentation and study to be directed at referred itch, particularly as the body of evidence pertaining to it is scattered and often inconclusive.",
            "score": 212.31739807128906
        },
        {
            "docid": "424302_14",
            "document": "Itch . Two major classes of human C-fibre nociceptors exist: mechano-responsive nociceptors and mechano-insensitive nociceptors. Mechano-responsive nociceptors have been shown in studies to respond to mostly pain, and mechano-insensitive receptors respond mostly to itch induced by histamine. However, it does not explain mechanically induced itch or when itch is produced without a flare reaction which involves no histamine. Therefore, it is possible that pruritoceptive nerve fibres have different classes of fibres, which is unclear in current research.",
            "score": 209.34617614746094
        },
        {
            "docid": "6067897_12",
            "document": "Referred itch . Itch (pruritus) has many causes. Allergies and inflammatory skin disease all produce itch as a symptom. Pathophysiologically, the sensation of the itch is poorly understood. Nevertheless, there are many known inducers of itch. Histamine is wildly known as an inducer of the itch sensation. Other substances known to induce itch are substance P, cytokines, and proteases.",
            "score": 198.63839721679688
        },
        {
            "docid": "395877_2",
            "document": "Histamine . Histamine is an organic nitrogenous compound involved in local immune responses, as well as regulating physiological function in the gut and acting as a neurotransmitter for the brain, spinal cord, and uterus. Histamine is involved in the inflammatory response and has a central role as a mediator of itching. As part of an immune response to foreign pathogens, histamine is produced by basophils and by mast cells found in nearby connective tissues. Histamine increases the permeability of the capillaries to white blood cells and some proteins, to allow them to engage pathogens in the infected tissues.",
            "score": 196.30079650878906
        },
        {
            "docid": "326481_13",
            "document": "Irritation . Eczema is another cause of chronic irritation and affects millions of individuals. Eczema simply means a dry skin which is itchy. The condition usually starts at an early age and continues throughout life. The major complaint of people who suffer from eczema is an itchy dry skin. Sometimes, the itching will be associated with a skin rash. The affected areas are always dry, scaly, reddish and may ooze sometimes. Eczema cannot be cured, but its symptoms can be controlled. One should use moisturizers, use cold compresses and avoid frequent hot showers. There are over the counter corticosteroids creams which can be applied. Sometimes, an anti histamine has to be used to prevent the chronic itching sensations. There are also many individuals who have allergies to a whole host of substances like nuts, hair, dander, plants and fabrics. For these individuals, even the minimal exposure can lead to a full blown skin rash, itching, wheezing and coughing. Unfortunately, other than avoidance, there is no other cure. There are allergy shots which can help desensitize against an allergen but often the results are poor and the treatments are expensive. Most of these individuals with chronic irritation from allergens usually need to take anti histamines or use a bronchodilator to relieve symptoms.",
            "score": 193.02664184570312
        },
        {
            "docid": "6067897_14",
            "document": "Referred itch . Alcohol is known to have close interactions with histamine release. Alcohol both stimulates the release of histamine from mast cells and inhibits its degradations by inhibiting diamine oxidase. Though histamine is used by the body to mediate alcohol-induced gastric and intestinal damage as well as alcohol flushing, it is possible that elevated levels of histamine might have a correlation with referred itch (or even itch in general).",
            "score": 191.91651916503906
        },
        {
            "docid": "2134539_5",
            "document": "Aquagenic pruritus . Since the cause of the condition cannot be fully avoided in all cases, treatment is usually focused on topical itch management. This can be effected by the application of antipruritic lotions or creams, using phototherapy, or the application of hot or cold packs to the skin after water contact. Paradoxically, hot baths or showers help many patients, possibly because heat causes mast cells in the skin to release their supply of histamine and to remain depleted for up to 24 hours afterward. However, the itching associated with aquagenic pruritus is not clearly caused by histamine; other neurotransmitters, such as substance P, may be involved.",
            "score": 186.92909240722656
        },
        {
            "docid": "6067897_19",
            "document": "Referred itch . There is an untested hypothesis that claims that referred itch uses the spinocervical tract pathway. The cells in this tract lie in the dorsal horn of the spinal cord, and its axons run in the ipsilateral and dorsolateral quadrant, which is consistent with observations that stimuli in the trigger points are ipsilateral to the sites of referred sensations. These axons project to the thalamus and midbrain, suggesting that the thalamus is involved in the phenomenon. The cells in this tract are also excited by mechanical stimuli, lending support that this pathway can explain the mechanism of referred itch. Central neuronal damage to this area – either direct or secondary to peripheral nerve damage – makes it an area of focal hyperexcitability or reduced inhibition. This hypothesis has been found to be unlikely because there would be an expected progression of itches (i.e., from legs to trunk, and from trunk to neck). However, there is no symmetrical distribution found between trigger zones and sites of referred sensation.",
            "score": 185.78672790527344
        },
        {
            "docid": "424302_15",
            "document": "Itch . Studies have been done to show that itch receptors are found only on the top two skin layers, the epidermis and the epidermal/dermal transition layers. Shelley and Arthur had verified the depth by injecting individual itch powder spicules (Mucuna pruriens), and found that maximal sensitivity was found at the basal cell layer or the innermost layer of the epidermis. Surgical removal of those skin layers removed the ability for a patient to perceive itch. Itch is never felt in muscle or joints, which strongly suggests that deep tissue probably does not contain itch signaling apparatuses.",
            "score": 185.65968322753906
        },
        {
            "docid": "424302_21",
            "document": "Itch . Inflammatory mediators—such as bradykinin, serotonin (5-HT) and prostaglandins—released during a painful or pruritic inflammatory condition not only activate pruriceptors but also cause acute sensitization of the nociceptors. In addition, expression of neuro growth factors (NGF) can cause structural changes in nociceptors, such as sprouting. NGF is high in injured or inflamed tissue. Increased NGF is also found in atopic dermatitis, a hereditary and non-contagious skin disease with chronic inflammation. NGF is known to up-regulate neuropeptides, especially substance P. Substance P has been found to have an important role in inducing pain; however, there is no confirmation that substance P directly causes acute sensitization. Instead, substance P may contribute to itch by increasing neuronal sensitization and may affect release of mast cells, which contain many granules rich in histamine, during long-term interaction.",
            "score": 182.6247100830078
        },
        {
            "docid": "1342401_12",
            "document": "Allergic conjunctivitis . When histamine is released from mast cells, it binds to H1 receptors on nerve endings and causes the ocular symptom of itching. Histamine also binds to H1 and H2 receptors of the conjunctival vasculature and causes vasodilatation. Mast cell-derived cytokines such as chemokine interleukin IL-8 are involved in recruitment of neutrophils. TH2 cytokines such as IL-5 recruit eosinophils and IL-4, IL-6, and IL-13, which promote increased sensitivity. Immediate symptoms are due to the molecular cascade. Encountering the allergen a patient is sensitive to leads to increased sensitization of the system and more powerful reactions. Advanced cases can progress to a state of chronic allergic inflammation.",
            "score": 181.77294921875
        },
        {
            "docid": "424302_13",
            "document": "Itch . Itch originating in the skin is known as \"pruritoceptive\", and can be induced by a variety of stimuli, including mechanical, chemical, thermal, and electrical stimulation. The primary afferent neurons responsible for histamine-induced itch are unmyelinated C-fibres.",
            "score": 181.5861358642578
        },
        {
            "docid": "23416874_16",
            "document": "Sense . Touch or somatosensation (adjectival form: somatic), also called tactition (adjectival form: tactile) or mechanoreception, is a perception resulting from activation of neural receptors, generally in the skin including hair follicles, but also in the tongue, throat, and mucosa. A variety of pressure receptors respond to variations in pressure (firm, brushing, sustained, etc.). The touch sense of itching caused by insect bites or allergies involves special itch-specific neurons in the skin and spinal cord. The loss or impairment of the ability to feel anything touched is called tactile anesthesia. Paresthesia is a sensation of tingling, pricking, or numbness of the skin that may result from nerve damage and may be permanent or temporary.",
            "score": 180.6703643798828
        },
        {
            "docid": "22039284_9",
            "document": "Wide dynamic range neuron . Additionally, the itch pathway has also been linked with WDR neurons because itch and pain pathways are closely associated. As there are transient receptor channels present in the pain pathway, they are also present in the itch pathway. In the itch pathway, when the transient receptor channels are activated an itch response can be elicited. Itch responses can also be controlled by temperature changes (too high or too low), much like pain. This mechanism of control occurs when a stimulus is at an extremely low or extremely high temperature. The organism's sensitivity to the stimulus increases, meaning the pain or itch elicited will be greater at those temperatures than they would be at room temperature. Though these pathways display many similarities, there are other mechanisms by which itch sensations can be controlled, such as those through nerve growth factor and substance-P.",
            "score": 179.2180633544922
        },
        {
            "docid": "424302_22",
            "document": "Itch . Noxious input to the spinal cord is known to produce central sensitization, which consists of allodynia, exaggeration of pain, and punctuate hyperalgesia, extreme sensitivity to pain. Two types of mechanical hyperalgesia can occur: 1) touch that is normally painless in the uninjured surroundings of a cut or tear can trigger painful sensations (touch-evoked hyperalgesia), and 2) a slightly painful pin prick stimulation is perceived as more painful around a focused area of inflammation (punctuate hyperalgesia). Touch-evoked hyperalgesia requires continuous firing of primary afferent nociceptors, and punctuate hyperalgesia does not require continuous firing which means it can persist for hours after a trauma and can be stronger than normally experienced. In addition, it was found that patients with neuropathic pain, histamine ionophoresis resulted in a sensation of burning pain rather than itch, which would be induced in normal healthy patients. This shows that there is spinal hypersensitivity to C-fiber input in chronic pain.",
            "score": 178.69757080078125
        },
        {
            "docid": "7360700_18",
            "document": "Microneurography . Afferents responding to noxious stimuli are known as nociceptors. There are 2 main groups, unmyelinated C-afferents and small myelinated Aδ fibers. Most studies are focused on C nociceptiors. The nociceptive C-fibers constitute a very large proportion of somatic afferent nerve fibers. The majority are polymodal because they are activated by several kinds of stimuli, i.e. mechanical, thermal, and chemical stimuli. The activation of the polymodal by heat corresponds to the heat pain threshold for humans whereas a weak response to mechanical stimuli is usually not associated with pain sensation. Another group of unmyelinated nociceptor fibers differ by lacking response to mechanical stimuli. These mechano-insensitive fibers differ from polymodal afferents in other respects as well, e.g. threshold for heat is higher, receptive fields on the skin are larger, conduction velocity is slower, and activity-dependent hyperpolarization of the axon is more pronounced. The mechano-insensitive nociceptors may be sensitized particularly by inflammatory mediators to render them mechano-responsive, a process that may account for the tenderness we experience following a physical injury. Moreover, electrical activation of C-mechano-insensitive fibers demonstrates that they have a role in neurogenic vasodilation which has not been found with polymodal nociceptors. It is suspected that the inflammatory mediators bind to protein receptors on mechano-insensitive nociceptors, but sensitization may also be caused by changes in gene expression that affect expression of transduction proteins. In either case, the sensitization of mechano-insensitive nociceptors has been observed to result in hyperalgesia, chronic pain. About ten percent of the afferents classified as mechano-insensitive nociceptors seem to constitute a group of “itch specific” units because they respond to pruritogen substances including histamine with an activity that corresponds to the sensation of itch.",
            "score": 178.1374053955078
        },
        {
            "docid": "12636107_3",
            "document": "Antihistamine . Although people typically use the word “antihistamine” to describe drugs for treating allergies, doctors and scientists use the term to describe a class of drug that opposes the activity of histamine receptors in the body. In this sense of the word, antihistamines are subclassified according to the histamine receptor that they act upon. The two largest classes of antihistamines are H-antihistamines and H-antihistamines. Antihistamines that target the histamine H-receptor are used to treat allergic reactions in the nose (e.g., itching, runny nose, and sneezing) as well as for insomnia. They are sometimes also used to treat motion sickness or vertigo caused by problems with the inner ear. Antihistamines that target the histamine H-receptor are used to treat gastric acid conditions (e.g., peptic ulcers and acid reflux). H-antihistamines work by binding to histamine H receptors in mast cells, smooth muscle, and endothelium in the body as well as in the tuberomammillary nucleus in the brain; H-antihistamines bind to histamine H receptors in the upper gastrointestinal tract, primarily in the stomach.",
            "score": 176.99913024902344
        },
        {
            "docid": "24796896_18",
            "document": "12-Hydroxyeicosatetraenoic acid . 12(\"S\")-HpETE and 12(\"S\")-HETE induce itching responses when injected into the skin of mice; this has led to the suggestion that these metabolites contribute to the itching (i.e. clinical pruritus) which accompanies such conditions as atopic dermatitis, contact dermatitis, urticaria, chronic renal failure, and cholestasis. Since it mediates 12(\"S\")-HETE-induced itching in the mouse model, BLT2 rather than GPR31 may mediate human itch in these reactions.",
            "score": 173.2659149169922
        },
        {
            "docid": "533143_12",
            "document": "Rhinitis . Allergic rhinitis or hay fever may follow when an allergen such as pollen, dust, or Balsam of Peru is inhaled by an individual with a sensitized immune system, triggering antibody production. These antibodies mostly bind to mast cells, which contain histamine. When the mast cells are stimulated by an allergen, histamine (and other chemicals) are released. This causes itching, swelling, and mucus production.",
            "score": 172.37429809570312
        },
        {
            "docid": "6067897_9",
            "document": "Referred itch . Referred itch is the class of referred sensation that focuses on the situation in which an itch in one place on the body simultaneously triggers an itch in a different location. Other examples of referred sensation include sensations of temperature, pain, and pressure. Referred itch is commonly observed in completely healthy individuals and can often go unnoticed depending upon the particular person’s self-awareness of their itches and the causes of those itches. The ephemeral nature of referred itch and its restriction to a very small area on one’s body (the itch is precisely located, it does not induce widespread itching) make it difficult to document or even notice.",
            "score": 169.69573974609375
        },
        {
            "docid": "424302_5",
            "document": "Itch . Scratching has traditionally been regarded as a way to relieve oneself by reducing the annoying itch sensation. However, there are hedonic aspects of scratching, as one would find noxious scratching highly pleasurable. This can be problematic with chronic itch patients, such as ones with atopic dermatitis, who may scratch affected spots until they no longer produce a pleasant or painful sensation, instead of when the itch sensation disappears. It has been hypothesized that motivational aspects of scratching include the frontal brain areas of reward and decision making. These aspects might therefore contribute to the compulsive nature of itch and scratching.",
            "score": 169.6771240234375
        },
        {
            "docid": "6067897_15",
            "document": "Referred itch . An itch, also known as pruritus, is classified as a sensory stimulation to scratch a certain area of the skin. An itch can be a fleeting sensation, as with a random tickle or prick, or persistent, as with a rash such as eczema or other skin irritant such as an allergen. Itch has been demonstrated to be closely related to pain and to share many of its physiological mechanisms. The relationship between pain and itch is evident in the fact that itch sensations occur along a similar neurological and sensory pathway as sensations of pain, and the fact that individuals who are insensitive to pain are also insensitive to itch.",
            "score": 169.5925750732422
        },
        {
            "docid": "424302_4",
            "document": "Itch . Pain and itch have very different behavioral response patterns. Pain evokes a withdrawal reflex, which leads to retraction and therefore a reaction trying to protect an endangered part of the body. Itch in contrast creates a scratch reflex, which draws one to the affected skin site. Itch generates stimulus of a foreign object underneath or upon the skin and also the urge to remove it. For example, responding to a local itch sensation is an effective way to remove insects from one's skin.",
            "score": 169.32305908203125
        },
        {
            "docid": "44291025_26",
            "document": "Beach advisory . Swimmer’s Itch is a skin condition that occurs to people who partake in open-water activities. Swimmer’s itch may happen in any body of water in the world and is not exclusive to one specific region. The condition involves the cercarial dermatitis to penetrate the skin, while dying in the epidermis, causing the itching sensation (Blankespoor et al., 2004). Beach advisories may be put in place if there is an outbreak of swimmer’s itch, but its importance in the public health sector is still unknown. Outbreaks and reoccurring beach advisories may influence vacationers to travel elsewhere although its severity is still in question.",
            "score": 169.2324676513672
        },
        {
            "docid": "475368_4",
            "document": "Polycythemia vera . People with polycythemia vera can be asymptomatic. A classic symptom of polycythemia vera is pruritus or itching, particularly after exposure to warm water (such as when taking a bath), which may be due to abnormal histamine release or prostaglandin production. Such itching is present in approximately 40% of patients with polycythemia vera. Gouty arthritis may be present in up to 20% of patients. Peptic ulcer disease is also common in patients with polycythemia vera; most likely due to increased histamine from mast cells, but may be related to an increased susceptibility to infection with the ulcer-causing bacterium \"H. pylori\". Another possible mechanism for the development for peptic ulcer is increased histamine release and gastric hyperacidity related with polycythemia vera.",
            "score": 169.06016540527344
        },
        {
            "docid": "6862956_3",
            "document": "Allergic inflammation . The early phase of the allergic reaction typically occurs within minutes, or even seconds, following allergen exposure and is also commonly referred to as the immediate allergic reaction or as a Type I allergic reaction. The reaction is caused by the release of histamine and mast cell granule proteins by a process called degranulation, as well as the production of leukotrienes, prostaglandins and cytokines, by mast cells following the cross-linking of allergen specific IgE molecules bound to mast cell FcεRI receptors. These mediators affect nerve cells causing itching, smooth muscle cells causing contraction (leading to the airway narrowing seen in allergic asthma), goblet cells causing mucus production, and endothelial cells causing vasodilatation and edema.",
            "score": 168.6237030029297
        },
        {
            "docid": "6990016_5",
            "document": "Sweet itch . The hypersensitivity response is mediated by IgE, an antibody produced by the horse's immune system which binds the allergens, causing a cascade production of histamine and cytokines which make the horse's skin inflamed and itchy. Of these, histamine appears the most important in the initial phase of reaction.",
            "score": 167.86729431152344
        },
        {
            "docid": "6067897_13",
            "document": "Referred itch . Temperature also has an effect. It is conventional opinion that applied cold temperature inhibits itch by inhibiting C-fiber activity. However, studies have also described paradoxical phenomena associated with temperature and itch, where applied short-term moderate cold temperature stimulus enhanced the itch. Such a phenomenon might be explained by \"paradoxical heat\", which is when one has the perception of heat when, in fact, the skin is innocuously cooled. Thus, the exact effect of temperature on itch remains unclear, with different levels of heat and cold proven to both enhance and inhibit itch.",
            "score": 166.13082885742188
        },
        {
            "docid": "6067897_2",
            "document": "Referred itch . Referred itch is the phenomenon in which a stimulus applied in one region of the body is felt as an itch or irritation in a different part of the body. The syndrome is relatively harmless, though it can be irritating, and healthy individuals can express symptoms. Stimuli range from a firm pressure applied to the skin – a scratch – to irritation or pulling on a hair follicle on the skin. The referred sensation itself should not be painful; it is more of an irritating prickle leading to the compulsion to scratch the area. The stimulus and referred itch are ipsilateral (the stimulus and the referred itch occur on the same side of the body). Also, because scratching or putting pressure on the referred itch does not cause the stimulus area to itch, the relationship between the stimulus and the referred itch is unidirectional. The itching sensation is spontaneous and can cease with continued stimulation.",
            "score": 166.06979370117188
        },
        {
            "docid": "1127948_11",
            "document": "Pityriasis rosea . The condition usually resolves on its own, and treatment is not required. Oral antihistamines or topical steroids may be used to decrease itching. Steroids do provide relief from itching, and improve the appearance of the rash, but they also cause the new skin that forms (after the rash subsides) to take longer to match the surrounding skin color. While no scarring has been found to be associated with the rash, scratching should be avoided. It's possible that scratching can make itching worse and an itch-scratch cycle may develop with regular scratching (that is, you itch more because you scratch, so you scratch more because you itch, and so on). Irritants such as soaps with fragrances, hot water, wool, and synthetic fabrics should be avoided. Lotions that help stop or prevent itching may also be helpful.",
            "score": 162.1221160888672
        }
    ]
}