{
    "q": [
        {
            "docid": "30865275_3",
            "document": "ADAM7 . The functions of ADAM7 directly relate to sperm maturation and fertilization. Sperm are immobile until traversing the epididymis, in which the sperm interact with many proteins secreted by epihtelial cells of the epididymis. Lacking protease activity, ADAM7 may play roles in protein-protein interactions and cell adhesion processes including sperm-egg fusion. ADAM7 is secreted by epididymis cells and transferred to the maturing sperm's surface. As determined through mouse gene knock-out studies, the amount of ADAM7 secreted is directly linked to ADAM2 and ADAM3 protein levels. Complex formation between ADAM7, Calnexin, Hspa5, and Itm2b have been shown to act as a molecular chaperone after ADAM7 is incorporated into the membrane of sperm cells. Furthermore, complex formation with Itm2b is increased during sperm capacitation leading to a conformation change in ADAM7. As such, the ADAM7 protein plays an important function involved in sperm capacitation, although this function is not entirely understood.",
            "score": 235.40884566307068
        },
        {
            "docid": "7115286_5",
            "document": "Asymmetric cell division . In \"C. elegans\", a series of asymmetric cell divisions in the early embryo are critical in setting up the anterior/posterior, dorsal/ventral, and left/right axes of the body plan. After fertilization, events are already occurring in the one cell stage embryo to allow for the first asymmetric cell division. This first division produces two distinctly different blastomeres, termed AB and P1. When the sperm fertilizes the egg, the sperm nucleus and centrosomes are deposited within the egg, which causes a cytoplasmic flux resulting in the movement of the sperm pronucleus and centrosomes towards one pole. The centrosomes deposited by the sperm seem to be responsible for the establishment of the posterior pole within the one cell embryo. Studies have shown that the pole in which the sperm-derived centrosomes reside always becomes the posterior pole. Furthermore, sperm with mutant or absent centrosomes fail to establish a posterior pole, while enucleated sperm with intact centrosomes successfully fertilize the egg and set up the posterior pole. The establishment of this polarity initiates the polarized distribution of a group of proteins present in the zygote called the PAR proteins (partitioning-defective), which are a conserved group of proteins that function in establishing cell polarity during development. These proteins are initially distributed uniformly throughout the zygote and then become polarized with the creation of the posterior pole. This series of events allows the single celled zygote to obtain polarity through an unequal distribution of multiple factors.",
            "score": 253.9899092912674
        },
        {
            "docid": "3052305_9",
            "document": "Polyspermy . In mammals, in which fertilization occurs internally, fewer sperm reach the fertilization site in the oviduct. This may be the result of the female genital tract being adapted to minimize the number of sperm reaching the egg. Nevertheless, polyspermy preventing mechanisms are essential in mammals; a secretion reaction, the \"cortical reaction\" modifies the extracellular coat of the egg (the zona pellucida), and additional mechanisms that are not well understood modify the egg's plasma membrane. The zona pellucida is modified by serine proteases that are released from the cortical granules. The proteases destroy the protein link between the cell membrane and the vitelline envelope, remove any receptors that other sperm have bound to, and help to form the fertilization envelope from the cortical granules.",
            "score": 260.1735599040985
        },
        {
            "docid": "822224_22",
            "document": "Sperm competition . Female factors can influence the result of sperm competition through a process known as \"sperm choice\". Proteins present in the female reproductive tract or on the surface of the ovum may influence which sperm succeeds in fertilizing the egg. During sperm choice females are able to discriminate and differentially use the sperm from different males. One instance where this is known to occur is inbreeding; females will preferentially use the sperm from a more distantly related male than a close relative.",
            "score": 243.9931161403656
        },
        {
            "docid": "14881480_3",
            "document": "Sperm-associated antigen 1 . The correlation of anti-sperm antibodies with cases of unexplained infertility implicates a role for these antibodies in blocking fertilization. Improved diagnosis and treatment of immunologic infertility, as well as identification of proteins for targeted contraception, are dependent on the identification and characterization of relevant sperm antigens. The protein expressed by this gene is recognized by anti-sperm agglutinating antibodies from an infertile woman. Furthermore, immunization of female rats with the recombinant human protein reduced fertility. This protein localizes to the plasma membrane of germ cells in the testis and to the post-acrosomal plasma membrane of mature spermatozoa. Recombinant polypeptide binds GTP and exhibits GTPase activity. Thus, this protein may regulate GTP signal transduction pathways involved in spermatogenesis and fertilization. Two transcript variants of this gene encode the same protein.",
            "score": 209.2598032951355
        },
        {
            "docid": "12303538_4",
            "document": "CD9 . CD9 is a cell surface glycoprotein that is known to complex with integrins and other transmembrane 4 superfamily proteins. CD9 is found on the surface of exosomes and it can modulate cell adhesion and migration and also trigger platelet activation and aggregation. In addition, the protein appears to promote muscle cell fusion and support myotube maintenance. This protein also seems to be a key part in the egg-sperm fusion during mammalian fertilization. While oocytes are ovulated, CD9-deficient oocytes are not properly fused with sperm upon fertilization. CD9 is located in the microvillar membrane of the oocytes and also appears to intervene in maintaining the normal shape of oocyte microvilli.",
            "score": 212.1542866230011
        },
        {
            "docid": "443228_14",
            "document": "Acrosome reaction . Acrosin digests the zona pellucida and membrane of the oocyte. Part of the sperm's cell membrane then fuses with the egg cell's membrane, and the contents of the head sink into the egg. In the mouse it has been demonstrated that ZP3, one of the proteins that make up the zona pellucida, binds to a partner molecule (to the β1,4-galactosyl transferase receptors) on the sperm. This lock-and-key type mechanism is species-specific and prevents the sperm and egg of different species from fusing. The zona pellucida also releases Ca granules to prevent additional sperm from binding. There is some evidence that this binding is what triggers the acrosome to release the enzymes that allow the sperm to fuse with the egg. It is likely that a similar mechanism occurs in other mammals, but the diversity of zona proteins across species means that the relevant protein and receptor may differ.",
            "score": 247.01688075065613
        },
        {
            "docid": "4586933_2",
            "document": "Major sperm protein . The major sperm protein (MSP) is a nematode specific small protein of 126 amino acids with a molecular weight of 14 kDa. It is the key player in the motility machinery of nematodes that propels the crawling movement/motility of nematode sperm. It is the most abundant protein present in nematode sperm, comprising 15% of the total protein and more than 40% of the soluble protein. MSP is exclusively synthesized in spermatocytes of the nematodes. The MSP has two main functions in the reproduction of the helminthes: i) as cytosolic component it is responsible for the crawling movement of the mature sperm (without flagellum), and ii) once released, it acts as hormone on the female germ cells, where it triggers oocyte maturation and stimulates the oviduct wall to contract to bring the oocytes into position for fertilization. MSP has first been identified in \"Caenorhabditis elegans\".",
            "score": 208.81356978416443
        },
        {
            "docid": "10252401_10",
            "document": "Emily Martin (anthropologist) . Furthermore, she notes that work by Paul Wassarman (conducted on the sperm and eggs of mice) singled out a particular molecule on the egg coat which binds the sperm. This molecule was called a 'sperm receptor' which has passive connations, whereas the corresponding molecule on the sperm is the 'egg binding protein'. \"Usually in biological research, the protein member of the pair of binding molecules is called the receptor, and physically it has a pocket in it rather like a lock. As the diagrams that illustrate Wassarman's article show, the molecules on the sperm are proteins and have \"pockets.\" The small, mobile molecules that fit into these pockets are called ligands. As shown in the diagrams, ZP3 on the egg is a polymer of\"keys\"; many small knobs stick out. Typically, molecules on the sperm would be called receptors and molecules on the egg would be called ligands. But Wassarman chose to name ZP3 on the egg the receptor and to create a new term, \"the egg-binding protein,\" for the molecule on the sperm that otherwise would have been called the receptor.\" Martin sees this as one of many example of sexist language entrenched in the imagery of reproduction, and resents the constant role of sperm as aggressor despite research which points otherwises.",
            "score": 205.88752925395966
        },
        {
            "docid": "5664123_2",
            "document": "Immunoglobulin superfamily . The immunoglobulin superfamily (IgSF) is a large protein superfamily of cell surface and soluble proteins that are involved in the recognition, binding, or adhesion processes of cells. Molecules are categorized as members of this superfamily based on shared structural features with immunoglobulins (also known as antibodies); they all possess a domain known as an immunoglobulin domain or fold. Members of the IgSF include cell surface antigen receptors, co-receptors and co-stimulatory molecules of the immune system, molecules involved in antigen presentation to lymphocytes, cell adhesion molecules, certain cytokine receptors and intracellular muscle proteins. They are commonly associated with roles in the immune system. The sperm-specific protein Izumo, a member of the immunoglobulin superfamily, has also been identified as the only sperm membrane protein essential for sperm-egg fusion.",
            "score": 204.92196249961853
        },
        {
            "docid": "169250_13",
            "document": "Lipid-anchored protein . The sugar residues in the tetrasaccaride and the fatty acid residues in the phosphatidylinositol group vary depending on the protein. This great diversity is what allows the GPI proteins to have a wide range of functions including acting as hydrolytic enzymes, adhesion molecule, receptors, protease inhibitor and complement regulatory proteins. Furthermore, GPI proteins play an important in embryogenesis, development, neurogenesis, the immune system and fertilization. More specifically, the GPI protein IZUMO1R/JUNO (named after the Roman goddess of fertility) on the egg plasma has an essential role in sperm-egg fusion. Releasing the IZUMO1R/JUNO GPI protein from the egg plasma membrane does not allow for sperm to fuse with the egg and it is suggested that this mechanism may contribute to the polyspermy block at the plasma membrane in eggs. Other roles that GPI modification allows for is in the association with membrane microdomains, transient homodimerization or in apical sorting in polarized cells.",
            "score": 232.17878234386444
        },
        {
            "docid": "158011_4",
            "document": "Lipid bilayer . Biological membranes typically include several types of molecules other than phospholipids. A particularly important example in animal cells is cholesterol, which helps strengthen the bilayer and decrease its permeability. Cholesterol also helps regulate the activity of certain integral membrane proteins. Integral membrane proteins function when incorporated into a lipid bilayer, and they are held tightly to lipid bilayer with the help of an annular lipid shell. Because bilayers define the boundaries of the cell and its compartments, these membrane proteins are involved in many intra- and inter-cellular signaling processes. Certain kinds of membrane proteins are involved in the process of fusing two bilayers together. This fusion allows the joining of two distinct structures as in the fertilization of an egg by sperm or the entry of a virus into a cell. Because lipid bilayers are quite fragile and invisible in a traditional microscope, they are a challenge to study. Experiments on bilayers often require advanced techniques like electron microscopy and atomic force microscopy.",
            "score": 183.7440071105957
        },
        {
            "docid": "3016568_11",
            "document": "Human fertilization . Once the sperm cells find their way past the zona pellucida, the cortical reaction occurs. Cortical granules inside the secondary oocyte fuse with the plasma membrane of the cell, causing enzymes inside these granules to be expelled by exocytosis to the zona pellucida. This in turn causes the glyco-proteins in the zona pellucida to cross-link with each other — i.e. the enzymes cause the ZP2 to hydrolyse into ZP2f — making the whole matrix hard and impermeable to sperm. This prevents fertilization of an egg by more than one sperm. The cortical reaction and acrosome reaction are both essential to ensure that only one sperm will fertilize an egg.",
            "score": 240.12805008888245
        },
        {
            "docid": "1872854_23",
            "document": "Biochemical cascade . Spermatozoon is the male gamete. After ejaculation this cell is not mature, so it can't fertilize the oocyte. To have the ability to fertilize the female gamete, this cell suffers capacitation and acrosome reaction in female reproductive tract. The signaling pathways best described for spermatozoon involve these processes. The cAMP/PKA signaling pathway leads to sperm cells capacitation; however, adenilyl cyclase in sperm cells is different from the somatic cells. Adenilyl cyclase in spermatozoon doesn't recognize G proteins, so it is stimulated by bicarbonate and Ca ions. Then, it converts ATP into cAMP, which activates PKA. PKA leads to protein tyrosine phosphorylation. Phospholipase C (PLC) is involved in acrosome reaction. ZP3 is a glycoprotein present in zona pelucida and it interacts with receptors in spermatozoon. So, ZP3 can activate G protein coupled receptors and tyrosine kinase receptors, that leads to production of PLC. PLC cleaves the phospholipid phosphatidylinositol 4,5-bisphosphate (PIP2) into diacyl glycerol (DAG) and inositol 1,4,5-trisphosphate (IP3). IP3 is released as a soluble structure into the cytosol and DAG remains bound to the membrane. IP3 binds to IP3 receptors, present in acrosome membrane. In addition, calcium and DAG together work to activate protein kinase C, which goes on to phosphorylate other molecules, leading to altered cellular activity. These actions cause an increase in cytosolic concentration of Ca that leads to dispersion of actin and consequently promotes plasmatic membrane and outer acrosome membrane fusion. Progesterone is a steroid hormone produced in cumulus oophorus. In somatic cells it binds to receptors in nucleus; however, in spermatozoon its receptors are present in plasmatic membrane. This hormone activates AKT that leads to activation of other protein kinases, involved in capacitation and acrosome reaction. When ROS (reactive oxygen species) are present in high concentration, they can affect the physiology of cells, but when they are present in moderated concentration they are important for acrosome reaction and capacitation. ROS can interact with cAMP/PKA and progesterone pathway, stimulating them. ROS also interacts with ERK pathway that leads to activation of Ras, MEK and MEK-like proteins. These proteins activate protein tyrosine kinase (PTK) that phosphorylates various proteins important for capacitation and acrosome reaction.",
            "score": 199.95239877700806
        },
        {
            "docid": "410991_11",
            "document": "Epididymis . Spermatozoa formed in the testis enter the caput epididymis, progress to the corpus, and finally reach the cauda region, where they are stored. Sperm entering the caput epididymis are incomplete—they lack the ability to swim forward (motility) and to fertilize an egg. It stores the sperm for 2–3 months. During their transit in the epididymis, sperm undergo maturation processes necessary for them to acquire these functions. Final maturation is completed in the female reproductive tract (\"capacitation\"). The epididymis secretes some proteins that blocks the receptors on the plasma membrane of sperm head which renders sperm infertile inside the male tract (\"decapacitation\").",
            "score": 222.44718670845032
        },
        {
            "docid": "822224_18",
            "document": "Sperm competition . In addition, protein and carbohydrate amounts were shown to have an effect on sperm production and fertility in the speckled cockroach. Holidic diets were used which allowed for specific protein and carbohydrate measurements to be taken, giving it credibility. A direct correlation was seen in sperm number and overall of food intake. More specifically, optimal sperm production was measured at a 1:2 protein to carbohydrate ratio. Sperm fertility was best at a similar protein to carbohydrate ratio of 1:2. This close alignment largely factors in determining male fertility in Nauphoeta cinerea. Surprisingly, sperm viability was not affected by any change in diet or diet ratios. It's hypothesized that sperm viability is more affected by the genetic makeup, like in the \"good sperm hypothesis\". These ratios and results are not consistent with many other species and even conflict with some. It seems there can't be any conclusions on what type of diet is needed to positively influence sperm competition but rather understand that different diets do play a role in determining sperm competition in mate choice.",
            "score": 196.17891609668732
        },
        {
            "docid": "822224_17",
            "document": "Sperm competition . Studies show that there is more to determining the competitiveness of the sperm in sperm competition in addition to a male's genetic makeup. A male's dietary intake will also affect sperm competition. An adequate diet consisting of increased amounts of diet and sometimes more specific ratio in certain species will optimize sperm number and fertility. Amounts of protein and carbohydrate intake were tested for its effects on sperm production and quality in adult fruit flies (Diptera: Tephritidae). Studies showed these flies need to constantly ingest carbohydrates and water to survive, but protein is also required to attain sexual maturity. In addition, The Mediterranean fruit fly, male diet has been shown to affect male mating success, copula duration, sperm transfer, and male participation in leks. These all require a good diet with nutrients for proper gamete production as well as energy for activities, which includes participation in leks.",
            "score": 166.55548763275146
        },
        {
            "docid": "46828_8",
            "document": "Fertilisation . Unlike animal sperm which is motile, plant sperm is immotile and relies on the pollen tube to carry it to the ovule where the sperm is released. The pollen tube penetrates the stigma and elongates through the extracellular matrix of the style before reaching the ovary. Then near the receptacle, it breaks through the ovule through the micropyle (an opening in the ovule wall) and the pollen tube \"bursts\" into the embryo sac, releasing sperm. The growth of the pollen tube has been believed to depend on chemical cues from the pistil, however these mechanisms were poorly understood until 1995. Work done on tobacco plants revealed a family of glycoproteins called TTS proteins that enhanced growth of pollen tubes. Pollen tubes in a sugar free pollen germination medium and a medium with purified TTS proteins both grew. However, in the TTS medium, the tubes grew at a rate 3x that of the sugar-free medium. TTS proteins were also placed on various locations of semi in vevo pollinated pistils, and pollen tubes were observed to immediately extend toward the proteins. Transgenic plants lacking the ability to produce TTS proteins exhibited slower pollen tube growth and reduced fertility.",
            "score": 148.0629357099533
        },
        {
            "docid": "26808371_4",
            "document": "Semen cryopreservation . Additional cryoprotectants can be used to increase sperm viability and fertility rates post-freezing. Treatment of sperm with heparin binding proteins prior to cryopreservation showed decreased cryoinjury and generation of ROS. The addition of nerve growth factor as a cryoprotectant decreases sperm cell death rates and increased motility after thawing. Incorporation of cholesterol into sperm cell membranes with the use of cyclodextrins prior to freezing also increases sperm viability.",
            "score": 189.15869188308716
        },
        {
            "docid": "46828_28",
            "document": "Fertilisation . The zona pellucida, a thick layer of extracellular matrix that surrounds the egg and is similar to the role of the vitelline membrane in sea urchins, binds with the sperm. Unlike sea urchins, the sperm binds to the egg before the acrosomal reaction. ZP3, a glycoprotein in the zona pellucida, is responsible for egg/sperm adhesion in mice. The receptor galactosyltransferase (GalT) binds to the N-acetylglucosamine residues on the ZP3 and is important for binding with the sperm and activating the acrosome reaction. ZP3 is sufficient though unnecessary for sperm/egg binding. Two additional sperm receptors exist: a 250kD protein that binds to an oviduct secreted protein, and SED1, which independently binds to the zona. After the acrosome reaction, the sperm is believed to remain bound to the zona pellucida through exposed ZP2 receptors. These receptors are unknown in mice but have been identified in guinea pigs.",
            "score": 191.00656163692474
        },
        {
            "docid": "27042227_3",
            "document": "Geraldine Seydoux . She received a B.S. University of Maine, Orono in 1986, graduated from Princeton University with a Ph.D. in 1991, and did post-doctoral training at the Carnegie Institution. Her work focused on the earliest stages of embryogenesis and how single-celled eggs develop into multicellular embryos. It focuses on how embryos choose between soma and germline. The Seydoux lab’s goal is to ascertain the process in which embryonic development and polarization is activated using Caenorhabditis elegans. She has also validated that proteins in a fertilizing sperm trigger the reorganization of structural proteins inside the ovum. This is an essential step in forming the anterior-posterior polarization of the one celled embryo. Geraldine Seydoux’s studies provide much insight into the creation of a fully formed multicellular organism from a single cell. She was elected to the National Academy of Sciences in 2016.",
            "score": 180.80972731113434
        },
        {
            "docid": "14368179_26",
            "document": "Immunocontraception . In placental mammals, fertilization typically occurs inside the female in the oviducts. The oviducts are positioned near the ovaries where ova are produced. An ovum therefore needs only to travel a short distance to the oviducts for fertilization. In contrast sperm cells must be highly motile, since they are deposited into the female reproductive tract during sexual intercourse and must travel through the cervix (in some species) as well as the uterus and the oviduct (in all species) to reach an ovum. Sperm cells that are motile are spermatozoa.",
            "score": 206.77109479904175
        },
        {
            "docid": "12276398_5",
            "document": "Human embryogenesis . Successful fertilization is enabled by three processes, which also act as controls to ensure species-specificity. The first is that of chemotaxis which directs the movement of the sperm towards the ovum. Secondly there is an adhesive compatibility between the sperm and the egg. With the sperm adhered to the ovum, the third process of acrosomal reaction takes place; the front part of the spermatozoan head is capped by an acrosome which contains digestive enzymes to break down the zona pellucida and allow its entry. The entry of the sperm causes calcium to be released which blocks entry to other sperm cells. A parallel reaction takes place in the ovum called the zona reaction. This sees the release of cortical granules that release enzymes which digest sperm receptor proteins, thus preventing polyspermy. The granules also fuse with the plasma membrane and modify the zona pellucida in such a way as to prevent further sperm entry.",
            "score": 223.53864240646362
        },
        {
            "docid": "15031395_3",
            "document": "ADAM2 . This gene encodes a member of the ADAM (a disintegrin and metalloprotease domain) family. Members of this family are membrane-anchored proteins structurally related to snake venom disintegrins, and have been implicated in a variety of biological processes involving cell–cell and cell–matrix interactions, including fertilization, muscle development, and neurogenesis. This member is a subunit of an integral sperm membrane heterodimer glycoprotein called fertilin, which plays an important role in sperm-egg interactions. The other subunit is ADAM1 or alpha-fertilin.",
            "score": 212.25450038909912
        },
        {
            "docid": "393535_9",
            "document": "Coolidge effect . It has been observed that in certain species, males allocate sperm differently due to the Coolidge effect. The allocation is usually according to level of sperm competition, female novelty, and female reproductive quality. An experiment performed on an external fertilizing fish called \"Rhodeus amarus\", also known as the European bitterling, was used to show that sperm can be allocated differently if a novel partner is around, but what also happens if there is male-male competition. It is important to know that the European bitterling mating system works by females depositing their eggs into the gill filaments of freshwater mussels by her long ovipositor and then males proceed by ejecting their sperm into the gills of the mussel hosting the eggs. This means fertilization and development of the offspring relies on the quality and survival of the mussel. When the Coolidge effect was applied to this system, the experiment showed that it is the mussels, or the site of fertilization, that the males prefer to be novel. However, the takeaway from the experiment performed was that in male-male competition of the \"Rhodeus amarus,\" the dominant male will allocate more sperm when a novel mussel is present, while the subordinate male conserved its sperm until a proper opportunity came where it had a better chance of fertilization. A similar result was found in fowls, \"Gallus gallus\", where the male showed a sperm allocation due to the Coolidge effect. The experiment found that male fowls reduce sperm investment in particular females they’ve encountered already, but increase sperm investment instantaneously if they encountered a new female.",
            "score": 216.23924696445465
        },
        {
            "docid": "14879204_3",
            "document": "Sperm-associated antigen 6 . The correlation of anti-sperm antibodies with cases of unexplained infertility implicates a role for these antibodies in blocking fertilization. Improved diagnosis and treatment of immunologic infertility, as well as identification of proteins for targeted contraception, are dependent on the identification and characterization of relevant sperm antigens. The protein expressed by this gene is recognized by anti-sperm antibodies from an infertile man. This protein localizes to the tail of permeabilized human sperm and contains eight contiguous armadillo repeats, a motif known to mediate protein-protein interactions. Studies in mice suggest that this protein is involved in sperm flagellar motility and maintenance of the structural integrity of mature sperm. Alternatively spliced variants that encode different protein isoforms have been described but the full-length sequences of only two have been determined.",
            "score": 200.0914580821991
        },
        {
            "docid": "27638_26",
            "document": "Spermatozoon . A recent discovery links hyperactivation to a sudden influx of calcium ion into the tails. The whip-like tail (flagellum) of the sperm is studded with ion channels formed by proteins called CatSper. These channels are selective, allowing only calcium ions to pass. The opening of CatSper channels is responsible for the influx of calcium. The sudden rise in calcium levels causes the flagellum to form deeper bends, propelling the sperm more forcefully through the viscous environment. Sperm hyperactivity is necessary for breaking through two physical barriers that protect the egg from fertilization.",
            "score": 235.36532878875732
        },
        {
            "docid": "1152003_8",
            "document": "Hyperactivation . A recent discovery links hyperactivation to a sudden influx of calcium ion into the tails. The whip-like tail (flagellum) of the sperm is studded with ion channels formed by proteins called CatSper. These channels are selective, allowing only calcium ion to pass. The opening of CatSper channels is responsible for the influx of calcium. The sudden rise in calcium levels causes the flagellum to form deeper bends, propelling the sperm more forcefully through the viscous environment. Sperm hyperactivity is necessary for breaking through two physical barriers that protect the egg from fertilization.",
            "score": 235.36532878875732
        },
        {
            "docid": "22164767_14",
            "document": "Sperm chemotaxis . As in non-mammalian species, the end signal in chemotaxis for changing the direction of swimming is Ca. The discovery of progesterone as a chemoattractant led to the identification of its receptor on the sperm surface – CatSper, a Ca channel present exclusively in the tail of mammalian spermatozoa. (Note, though, that progesterone only stimulates human CatSper but not mouse CatSper. Consistently, sperm chemotaxis to progesterone was not found in mice.) However, the molecular steps subsequent to CatSper activation by progesterone are obscure, though the involvement of trans-membrane adenylyl cyclase, cAMP and protein kinase A as well as soluble guanylyl cyclase, cGMP, inositol trisphosphate receptor and store-operated Ca channel was proposed.",
            "score": 158.0845980644226
        },
        {
            "docid": "22066537_16",
            "document": "Sperm guidance . As in non-mammalian species, the end signal in chemotaxis for changing the direction of swimming is Ca. The discovery of progesterone as a chemoattractant led to the identification of its receptor on the sperm surface – CatSper, a Ca channel present exclusively in the tail of mammalian spermatozoa. (Note, though, that progesterone only stimulates human CatSper but not mouse CatSper. Consistently, sperm chemotaxis to progesterone was not found in mice.) However, the molecular steps subsequent to CatSper activation by progesterone are obscure, though the involvement of trans-membrane adenylyl cyclase, cAMP and protein kinase A as well as soluble guanylyl cyclase, cGMP, inositol trisphosphate receptor and store-operated Ca channel was proposed.",
            "score": 158.0845980644226
        },
        {
            "docid": "23366462_47",
            "document": "Insect . The reproductive system of female insects consist of a pair of ovaries, accessory glands, one or more spermathecae, and ducts connecting these parts. The ovaries are made up of a number of egg tubes, called ovarioles, which vary in size and number by species. The number of eggs that the insect is able to make vary by the number of ovarioles with the rate that eggs can develop being also influenced by ovariole design. Female insects are able make eggs, receive and store sperm, manipulate sperm from different males, and lay eggs. Accessory glands or glandular parts of the oviducts produce a variety of substances for sperm maintenance, transport and fertilization, as well as for protection of eggs. They can produce glue and protective substances for coating eggs or tough coverings for a batch of eggs called oothecae. Spermathecae are tubes or sacs in which sperm can be stored between the time of mating and the time an egg is fertilized.",
            "score": 210.77571213245392
        },
        {
            "docid": "13636007_3",
            "document": "Sperm-mediated gene transfer . The method for SMGT uses the sperm cell, a natural vector of genetic material, to transport exogenous DNA. The exogenous DNA molecules bind to the cell membrane of the head of the sperm cell. This binding and internalization of the DNA is not a random event. The exogenous DNA interacts with the DNA-binding proteins (DBPs) that are present on the surface of the sperm cell. Spermatozoa are naturally protected against the intrusion of exogenous DNA molecules by an inhibitory factor present in mammals’ seminal fluid. This factor blocks the binding of sperm cells and exogenous DNA because in the presence of the inhibitory factor, DBPs lose their ability to bind to exogenous DNA. In the absence of this inhibitory factor, DBPs on sperm cells are able to interact with DNA and can then translocate the DNA into the cell. Therefore, the seminal fluid must be removed from the sperm samples by extensive washing immediately after ejaculation. After the DNA is internalized, the exogenous DNA must be integrated into the genome. There are various mechanisms suggested for DNA integration, including integrating DNA at oocyte activation, at nucleus decondensation, or at the formation of the pronulcei, but all of these suggested mechanisms imply that the integration of DNA happens after the penetration of the sperm cell into the oocyte.",
            "score": 187.30691850185394
        }
    ],
    "r": [
        {
            "docid": "2324040_2",
            "document": "Sperm . Sperm is the male reproductive cell and is derived from the Greek word (σπέρμα) \"sperma\" (meaning \"seed\"). In the types of sexual reproduction known as anisogamy and its subtype oogamy, there is a marked difference in the size of the gametes with the smaller one being termed the \"male\" or sperm cell. A uniflagellar sperm cell that is motile is referred to as a spermatozoon, whereas a non-motile sperm cell is referred to as a spermatium. Sperm cells cannot divide and have a limited life span, but after fusion with egg cells during fertilization, a new organism begins developing, starting as a totipotent zygote. The human sperm cell is haploid, so that its 23 chromosomes can join the 23 chromosomes of the female egg to form a diploid cell. In mammals, sperm develops in the testicles, stored in the epididymis, and is released from the penis.",
            "score": 261.8507385253906
        },
        {
            "docid": "598423_15",
            "document": "Female reproductive system . After ovulation, the egg cell is captured by the Fallopian tube, after traveling down the Fallopian tube to the uterus, occasionally being fertilized on its way by an incoming sperm. During fertilization the egg cell plays a role; it releases certain molecules that are essential to guiding the sperm and allows the surface of the egg to attach to the sperm's surface. The egg can then absorb the sperm and fertilization can then begin. The Fallopian tubes are lined with small hairs (cilia) to help the egg cell travel.",
            "score": 260.2464904785156
        },
        {
            "docid": "3052305_9",
            "document": "Polyspermy . In mammals, in which fertilization occurs internally, fewer sperm reach the fertilization site in the oviduct. This may be the result of the female genital tract being adapted to minimize the number of sperm reaching the egg. Nevertheless, polyspermy preventing mechanisms are essential in mammals; a secretion reaction, the \"cortical reaction\" modifies the extracellular coat of the egg (the zona pellucida), and additional mechanisms that are not well understood modify the egg's plasma membrane. The zona pellucida is modified by serine proteases that are released from the cortical granules. The proteases destroy the protein link between the cell membrane and the vitelline envelope, remove any receptors that other sperm have bound to, and help to form the fertilization envelope from the cortical granules.",
            "score": 260.1735534667969
        },
        {
            "docid": "27745559_2",
            "document": "Female sperm storage . Female sperm storage is a biological process and often a type of sexual selection in which sperm cells transferred to a female during mating are temporarily retained within a specific part of the reproductive tract before the oocyte, or egg, is fertilized. The site of storage is variable among different animal taxa and ranges from structures that appear to function solely for sperm retention, such as insect spermatheca and bird sperm storage tubules (bird anatomy), to more general regions of the reproductive tract enriched with receptors to which sperm associate before fertilization, such as the caudal portion of the cow oviduct containing sperm-associating annexins. Female sperm storage is an integral stage in the reproductive process for many animals with internal fertilization. It has several documented biological functions including:",
            "score": 258.3150939941406
        },
        {
            "docid": "1944940_2",
            "document": "Internal fertilization . Internal fertilization is the union of an egg cell with a sperm during sexual reproduction inside the body of a parent. For this to happen there needs to be a method for the male to introduce the sperm into the female's reproductive tract. In mammals, reptiles, some birds, some fish and certain other groups of animals, this is done by copulation, the penis or other intromittent organ being introduced into the vagina or cloaca. In most birds, the cloacal kiss is used, the two animals pressing their cloacas together while transferring sperm. Salamanders, spiders, some insects and some molluscs undertake internal fertilization by transferring a spermatophore, a bundle of sperm, from the male to the female. Following fertilization, the embryos are laid as eggs in oviparous organisms, or in viviparous organisms, continue to develop inside the reproductive tract of the mother to be born later as live young.",
            "score": 258.28387451171875
        },
        {
            "docid": "1544170_11",
            "document": "Anisogamy . For males of all species, the sperm cells they produce are optimized for ensuring fertilization of the female egg. These sperm cells are created through spermatogenesis, a form of gametogenesis that focuses on developing the most possible gametes per sexual encounter. Spermatogenesis occurs in the testes, a male specific organ that is also produces hormones that trigger the development of secondary sex characteristics. Since the male’s gametes are energetically cheap and abundant in every ejaculation, a male can greatly increase his sexual success by mating far more frequently than the female. Sperm, unlike egg cells, are also mobile, allowing for the sperm to swim towards the egg through the female’s sexual organs. Sperm competition is also a major factor in the development of sperm cells. Only one sperm can fertilize an egg, and since females can potentially reproduce with more than one male before fertilization occurs, producing sperm cells that are faster, more abundant, and more viable than that produced by other males can give a male reproductive advantage.",
            "score": 257.39453125
        },
        {
            "docid": "13798173_2",
            "document": "Sperm motility . Sperm motility describes the ability of sperm to move properly through the female reproductive tract (internal fertilization) or through water (external fertilization) to reach the egg. Sperm motility can also be thought of as the \"quality\", which is a factor in successful conception; sperm that do not \"swim\" properly will not reach the egg in order to fertilize it. Sperm motility in mammals also facilitates the passage of the sperm through the cumulus oophorus (a layer of cells) and the zona pellucida (a layer of extracellular matrix), which surround the mammalian oocyte.",
            "score": 256.0531005859375
        },
        {
            "docid": "18899714_9",
            "document": "Sperm sorting . Sperm undergoes a process of natural selection when millions of sperm enter vagina but only few reach the egg cell and then only one is usually allowed to fertilize it. The sperm is selected not only by its highest motility but also by other factors such as DNA integrity, production of reactive oxygen species and viability. This selection is largely circumvented in case of in-vitro fertilization which leads to higher incidence of birth defects associated with assisted reproductive techniques. Egg cells are often fertilized by sperm which would have low chance of fertilizing it in natural conditions. Sperm sorting could thus be used to decrease risks associated with assisted reproduction. Additionally, there is ongoing debate about using sperm sorting for choosing the child's sex.",
            "score": 254.87496948242188
        },
        {
            "docid": "7115286_5",
            "document": "Asymmetric cell division . In \"C. elegans\", a series of asymmetric cell divisions in the early embryo are critical in setting up the anterior/posterior, dorsal/ventral, and left/right axes of the body plan. After fertilization, events are already occurring in the one cell stage embryo to allow for the first asymmetric cell division. This first division produces two distinctly different blastomeres, termed AB and P1. When the sperm fertilizes the egg, the sperm nucleus and centrosomes are deposited within the egg, which causes a cytoplasmic flux resulting in the movement of the sperm pronucleus and centrosomes towards one pole. The centrosomes deposited by the sperm seem to be responsible for the establishment of the posterior pole within the one cell embryo. Studies have shown that the pole in which the sperm-derived centrosomes reside always becomes the posterior pole. Furthermore, sperm with mutant or absent centrosomes fail to establish a posterior pole, while enucleated sperm with intact centrosomes successfully fertilize the egg and set up the posterior pole. The establishment of this polarity initiates the polarized distribution of a group of proteins present in the zygote called the PAR proteins (partitioning-defective), which are a conserved group of proteins that function in establishing cell polarity during development. These proteins are initially distributed uniformly throughout the zygote and then become polarized with the creation of the posterior pole. This series of events allows the single celled zygote to obtain polarity through an unequal distribution of multiple factors.",
            "score": 253.9899139404297
        },
        {
            "docid": "443228_14",
            "document": "Acrosome reaction . Acrosin digests the zona pellucida and membrane of the oocyte. Part of the sperm's cell membrane then fuses with the egg cell's membrane, and the contents of the head sink into the egg. In the mouse it has been demonstrated that ZP3, one of the proteins that make up the zona pellucida, binds to a partner molecule (to the β1,4-galactosyl transferase receptors) on the sperm. This lock-and-key type mechanism is species-specific and prevents the sperm and egg of different species from fusing. The zona pellucida also releases Ca granules to prevent additional sperm from binding. There is some evidence that this binding is what triggers the acrosome to release the enzymes that allow the sperm to fuse with the egg. It is likely that a similar mechanism occurs in other mammals, but the diversity of zona proteins across species means that the relevant protein and receptor may differ.",
            "score": 247.01687622070312
        },
        {
            "docid": "42509522_3",
            "document": "Juno (protein) . After the initial fertilisation stage, a sudden decrease of Juno from the egg cell surface occurs and Juno becomes virtually undetectable after just 40 minutes. Still, after fertilization via intracytoplasmic sperm injection, the egg cell does not lose cell-surface expression of Juno, which suggests that Juno contributes to the prevention of polyspermy. Mice lacking Juno on the surface of their egg cells are infertile because their egg cells do not fuse with normal sperm, demonstrating Juno's essential role in the fertility of female mice.",
            "score": 245.59130859375
        },
        {
            "docid": "822224_22",
            "document": "Sperm competition . Female factors can influence the result of sperm competition through a process known as \"sperm choice\". Proteins present in the female reproductive tract or on the surface of the ovum may influence which sperm succeeds in fertilizing the egg. During sperm choice females are able to discriminate and differentially use the sperm from different males. One instance where this is known to occur is inbreeding; females will preferentially use the sperm from a more distantly related male than a close relative.",
            "score": 243.9931182861328
        },
        {
            "docid": "979064_5",
            "document": "Drone (bee) . Much debate and controversy exist in the scientific literature about the dynamics and apparent benefit of the combined forms of reproduction in honey bees and other social insects, known as the haplodiploid sex-determination system. The drones have two reproductive functions: Each drone grows from the queen's unfertilized haploid egg and produces some 10 million male sperm cells, each genetically identical to the egg. Drones also serve as a vehicle to mate with a new queen to fertilize her eggs. Female worker bees develop from fertilized eggs and are diploid in origin, which means that the sperm from a father provides a second set of 16 chromosomes for a total of 32: one set from each parent. Since all the sperm cells produced by a particular drone are genetically identical, full sisters are more closely related than full sisters of other animals where the sperm is not genetically identical.",
            "score": 241.17213439941406
        },
        {
            "docid": "6959832_2",
            "document": "Cation channels of sperm . The cation channels of sperm also known as Catsper channels or CatSper, are ion channels that are related to the two-pore channels and distantly related to TRP channels. The four members of this family form voltage-gated Ca channels that seem to be specific to sperm. As sperm encounter the more alkaline environment of the female reproductive tract, CatSper channels become activated by the altered ion concentration. These channels are required for proper fertilization. The study of these channels has been slow because they do not traffic to the cell membrane in many heterologous systems.",
            "score": 240.51290893554688
        },
        {
            "docid": "20727556_2",
            "document": "CatSper1 . CatSper1, is a protein which in humans is encoded by the \"CATSPER1\" gene. CatSper1 is a member of the cation channels of sperm family of protein. The four proteins in this family together form a Ca-permeant ion channel specific essential for the correct function of sperm cells.",
            "score": 240.354248046875
        },
        {
            "docid": "930016_26",
            "document": "Ascidiacea . Sea squirt eggs are surrounded by a fibrous vitelline coat and a layer of follicle cells that produce sperm-attracting substances. In fertilization, the sperm passes through the follicle cells and binds to glycosides on the vitelline coat. The sperm's mitochondria are left behind as the sperm enters and drives through the coat; this translocation of the mitochondria might provide the necessary force for penetration. The sperm swims through the perivitelline space, finally reaching the egg plasma membrane and entering the egg. This prompts rapid modification of the vitelline coat, through processes such as the egg's release of glycosidase into the seawater, so no more sperm can bind and polyspermy is avoided. After fertilization, free calcium ions are released in the egg cytoplasm in waves, mostly from internal stores. The temporary large increase in calcium concentration prompts the physiological and structural changes of development.",
            "score": 240.24053955078125
        },
        {
            "docid": "3016568_11",
            "document": "Human fertilization . Once the sperm cells find their way past the zona pellucida, the cortical reaction occurs. Cortical granules inside the secondary oocyte fuse with the plasma membrane of the cell, causing enzymes inside these granules to be expelled by exocytosis to the zona pellucida. This in turn causes the glyco-proteins in the zona pellucida to cross-link with each other — i.e. the enzymes cause the ZP2 to hydrolyse into ZP2f — making the whole matrix hard and impermeable to sperm. This prevents fertilization of an egg by more than one sperm. The cortical reaction and acrosome reaction are both essential to ensure that only one sperm will fertilize an egg.",
            "score": 240.12803649902344
        },
        {
            "docid": "2324040_26",
            "document": "Sperm . In some protists, fertilization also involves sperm nuclei, rather than cells, migrating toward the egg cell through a fertilization tube. Oomycetes form sperm nuclei in a syncytical antheridium surrounding the egg cells. The sperm nuclei reach the eggs through fertilization tubes, similar to the pollen tube mechanism in plants.",
            "score": 239.289306640625
        },
        {
            "docid": "443228_2",
            "document": "Acrosome reaction . During fertilization, a sperm must first fuse with the plasma membrane and then penetrate the female egg in order to fertilize it. Fusing to the egg usually causes little problem, whereas penetrating through the egg's hard shell or extracellular matrix can present more of a problem to the sperm. Therefore, sperm cells go through a process known as the acrosome reaction which is the reaction that occurs in the acrosome of the sperm as it approaches the egg. The \"acrosome\" is a cap-like structure over the anterior half of the sperm's head.",
            "score": 236.9644317626953
        },
        {
            "docid": "89796_8",
            "document": "Mitochondrial DNA . In sexual reproduction, mitochondria are normally inherited exclusively from the mother; the mitochondria in mammalian sperm are usually destroyed by the egg cell after fertilization. Also, most mitochondria are present at the base of the sperm's tail, which is used for propelling the sperm cells; sometimes the tail is lost during fertilization. In 1999 it was reported that paternal sperm mitochondria (containing mtDNA) are marked with ubiquitin to select them for later destruction inside the embryo. Some \"in vitro\" fertilization techniques, particularly injecting a sperm into an oocyte, may interfere with this.",
            "score": 236.95945739746094
        },
        {
            "docid": "30581376_18",
            "document": "Fertility testing . Males who have gone through puberty should be fertile throughout life. Men ejaculate semen which contains sex cells called sperm. After intercourse, sperm travel to the egg through the female reproductive tract, typically causing fertilisation to occur in the fallopian tubes.",
            "score": 236.87770080566406
        },
        {
            "docid": "3757509_8",
            "document": "Double fertilization . A far more rudimentary form of double fertilization occurs in the sexual reproduction of an order of gymnosperms commonly known as Gnetales. Specifically, this event has been documented in both \"Ephedra\" and \"Gnetum\", a subset of Gnetophytes. In \"Ephedra nevadensis\", a single binucleate sperm cell is deposited into the egg cell. Following the initial fertilization event, the second sperm nucleus is diverted to fertilize an additional egg nucleus found in the egg cytoplasm. In most other seed plants, this second 'ventral canal nucleus' is normally found to be functionally useless. In \"Gnetum gnemon\", numerous free egg nuclei exist in female cytoplasm inside the female gametophyte. Succeeding the penetration of the mature female gametophyte by the pollen tube, female cytoplasm and free nuclei move to surround the pollen tube. Released from the binucleate sperm cell are two sperm nuclei which then join with free egg nuclei to produce two viable zygotes, a homologous characteristic between families \"Ephedra\" and \"Gnetum\". In both families, the second fertilization event produces an additional diploid embryo. This supernumerary embryo is later aborted, leading to the synthesis of only one mature embryo. The additional fertilization product in \"Ephedra\" does not nourish the primary embryo, as the female gametophyte is responsible for nutrient provision. The more primitive process of double fertilization in gymnosperms results in two diploid nuclei enclosed in the same egg cell. This differs from the angiosperm condition, which results in the separation of the egg cell and endosperm. Comparative molecular research on the genome of \"G. gnemon\" has revealed that gnetophytes are more closely related to conifers than they are to angiosperms. The rejection of the anthophyte hypothesis, which identifies gnetales and angiosperms are sister taxa, leads to speculation that the process of double fertilization is a product of convergent evolution and arose independently among gnetophytes and angiosperms.",
            "score": 236.3728790283203
        },
        {
            "docid": "1349300_28",
            "document": "Cyclic nucleotide–gated ion channel . cAMP and cGMP mediate several cellular responses such as acrosomal exocytosis, or the fusion of the male sperm to the female egg, and chemotaxis. In the sea urchin species, \"Strongylocentrotus purpuratus\", speract, a short peptide, was studied. Speract activates a receptor-type guanylate cyclase (GC) and stimulates a rise in intracellular cGMP concentrations. Speract also increases the concentration of calcium. Although there has yet to be any establishment of a direct causal relationship, the previously mentioned observations suggest that cGMP activates calcium conductance. CNG channels are prime candidates for the calcium-entry pathway, due to their high calcium permeability. CNG channels have yet to be detected by homology screening.  In mammals, the testicular CNG channel subunits that are expressed are A3, B1, and B3. Heterologous expression of the A3 subunit was cloned from testis and produced channels that were cGMP sensitive and selective. It is possible that these channels are involved in a cGMP-stimulated calcium flux into the sperm. However a more extensive characterization of the channel has not been accomplished due to the low success rate of detecting channel activity. Since A3 subunit knockout mice are fertile, CNG channels could be involved in some form of motility control and even in chemotactic swimming behavior or in the acrosomal exocytosis. However, a receptor-type GC in mammalian sperm has yet to be identified. Mouse sperm express other channels such as CatSper1. Male sterility can be accomplished by disrupting the CatSper1 gene; additionally, the cAMP-induced calcium influx is abolished in mutant mice. Although CatSper need additional subunits to become functional, they are unrelated to CNG channels because CatSper lacks a cAMP/cGMP-binding site. It is possible that CNG and CatSper subunits assemble to form calcium-permeable and cyclic nucleotide-sensitive ion channels.",
            "score": 236.20201110839844
        },
        {
            "docid": "3052305_2",
            "document": "Polyspermy . In biology, polyspermy describes an egg that has been fertilized by more than one sperm. Diploid organisms normally contain two copies of each chromosome, one from each parent. The cell resulting from polyspermy, on the other hand, contains three or more copies of each chromosome—one from the egg and one each from multiple sperm. Usually, the result is an inviable zygote. This may occur because sperm are too efficient at reaching and fertilizing eggs due to the selective pressures of sperm competition. Such a situation is often deleterious to the female: in other words, the male-male competition among sperm spills over to create sexual conflict.",
            "score": 236.13816833496094
        },
        {
            "docid": "30865275_3",
            "document": "ADAM7 . The functions of ADAM7 directly relate to sperm maturation and fertilization. Sperm are immobile until traversing the epididymis, in which the sperm interact with many proteins secreted by epihtelial cells of the epididymis. Lacking protease activity, ADAM7 may play roles in protein-protein interactions and cell adhesion processes including sperm-egg fusion. ADAM7 is secreted by epididymis cells and transferred to the maturing sperm's surface. As determined through mouse gene knock-out studies, the amount of ADAM7 secreted is directly linked to ADAM2 and ADAM3 protein levels. Complex formation between ADAM7, Calnexin, Hspa5, and Itm2b have been shown to act as a molecular chaperone after ADAM7 is incorporated into the membrane of sperm cells. Furthermore, complex formation with Itm2b is increased during sperm capacitation leading to a conformation change in ADAM7. As such, the ADAM7 protein plays an important function involved in sperm capacitation, although this function is not entirely understood.",
            "score": 235.40884399414062
        },
        {
            "docid": "27638_26",
            "document": "Spermatozoon . A recent discovery links hyperactivation to a sudden influx of calcium ion into the tails. The whip-like tail (flagellum) of the sperm is studded with ion channels formed by proteins called CatSper. These channels are selective, allowing only calcium ions to pass. The opening of CatSper channels is responsible for the influx of calcium. The sudden rise in calcium levels causes the flagellum to form deeper bends, propelling the sperm more forcefully through the viscous environment. Sperm hyperactivity is necessary for breaking through two physical barriers that protect the egg from fertilization.",
            "score": 235.36532592773438
        },
        {
            "docid": "1152003_8",
            "document": "Hyperactivation . A recent discovery links hyperactivation to a sudden influx of calcium ion into the tails. The whip-like tail (flagellum) of the sperm is studded with ion channels formed by proteins called CatSper. These channels are selective, allowing only calcium ion to pass. The opening of CatSper channels is responsible for the influx of calcium. The sudden rise in calcium levels causes the flagellum to form deeper bends, propelling the sperm more forcefully through the viscous environment. Sperm hyperactivity is necessary for breaking through two physical barriers that protect the egg from fertilization.",
            "score": 235.36532592773438
        },
        {
            "docid": "1944972_3",
            "document": "External fertilization . Sexual selection may not seem to occur during external fertilization, but there are ways it actually can. The two types of external fertilizers are nest builders and broadcast spawners. For female nest builders, the main choice is the location of where to lay her eggs. A female can choose a nest close to the male she wants to fertilize her eggs, but there is no guarantee that the preferred male will fertilize any of the eggs. Broadcast spawners have a very weak selection, due to the randomness of releasing gametes. To look into the effect of female choice on external fertilization, an in vitro sperm competition experiment was performed. The results concluded that there was a decreased importance of sperm number, but increased the importance of the sperm velocity, thus changing the outcome of sperm competition. The ovarian fluid also increased the paternity for the preferred male because they release fewer and faster sperm. The success of a male fertilizing an egg relies on the ability of a male’s sperm to outcompete other sperm that is looking to fertilize the same egg. Sperm chemotaxis is the use of chemical signals to give sperm the ability to navigate an egg and is a huge contributor to reproductive success. Benthic sessile animals that make up the majority of invertebrates using external fertilization rely on ambient water motion to bring the sperm and eggs together. Other invertebrates that externally fertilize are organisms like the sea urchin, are confined to shallow burrows on exposed shores. Turbulent flows in the surf zone also create a transport of gametes. Hydrodynamic conditions and gamete properties control the efficiency of fertilization because they influence the rate at which the water mixes. The only dilemma with turbulence is the possibility of dilution of sperm and egg because of over mixing. Rapid mixing can cause a lower probability to fertilize. Sessile adult staged animals commonly produce gametes at the same times, also known as a synchronized release of gametes, for external fertilization in the water column. This is helpful because of the lack of mobility these organisms share. They also can rely on turbulent mixing and sperm mobility to enhance the chances of fertilization.",
            "score": 232.65142822265625
        },
        {
            "docid": "169250_13",
            "document": "Lipid-anchored protein . The sugar residues in the tetrasaccaride and the fatty acid residues in the phosphatidylinositol group vary depending on the protein. This great diversity is what allows the GPI proteins to have a wide range of functions including acting as hydrolytic enzymes, adhesion molecule, receptors, protease inhibitor and complement regulatory proteins. Furthermore, GPI proteins play an important in embryogenesis, development, neurogenesis, the immune system and fertilization. More specifically, the GPI protein IZUMO1R/JUNO (named after the Roman goddess of fertility) on the egg plasma has an essential role in sperm-egg fusion. Releasing the IZUMO1R/JUNO GPI protein from the egg plasma membrane does not allow for sperm to fuse with the egg and it is suggested that this mechanism may contribute to the polyspermy block at the plasma membrane in eggs. Other roles that GPI modification allows for is in the association with membrane microdomains, transient homodimerization or in apical sorting in polarized cells.",
            "score": 232.1787872314453
        },
        {
            "docid": "1944972_5",
            "document": "External fertilization . The earliest amphibians were all internal fertilizers. It wasn’t until 300 million years ago that the Anura (early internal fertilizer) and Caudata (early external fertilizer) orders had begun. Most anurans now externally fertilize. Anurans are the amphibians lacking a tail such as frogs and toads. Anurans are commonly used as a model organism for amphibians, because of the large, easy to manipulate eggs, fast developmental rate, high fecundity rate, no parental involvement, and external fertilization. Males will congregate near a lake or pond and establish calling stations. Females approach the area and listen to all of the different male calls, and then continue to move towards the mate she chooses. This is the anuran’s sexual selection. It has been concluded that females prefer a male with a more attractive call, which is also the larger male. Copulation occurs when a male anuran hops onto the back of a female. They then move to a spot near water to simultaneously release their sperm and eggs. Other males in the area can also release sperm onto the eggs to also attempt to fertilize the eggs. If the female does not want to reproduce with the male that jumps onto her back, she will wait until the male leaves or move to a new location. Sperm released into the water must be in close proximity, get to the egg first, and then enter the gel layer of the egg to have the best chance of fertilizing. When the anurans are not close to eggs, they sometimes release their sperm into oocyte containing foam nests, or terrestrial breeders go right to the gel coat of the oocyte to release their sperm. Over the course of a breeding season, males can copulate numerous times by releasing sperm anywhere he finds unfertilized eggs or encounters a female who is/wants to spawn. Females, however, can only release eggs once per breeding season. Releasing sperm directly into the water increases sperm competition through agonistic behavior and spawning in groups. This has been tested, with good evidence associated with a larger sperm number and testes size. Smaller testes size and a slower sperm velocity were seen with the anurans that released the sperm into the foam nests instead of into open water. To further increase sperm competition, there is a larger thickness to an anuran oocyte gel, specifically the green tree frog. Anuran sperm also have high longevity and osmotic tolerance compared to fresh water fish. The Caudata order contains all of the salamanders and newts, amphibians that have tails. Within this, the only subgroups that externally fertilize are Cryptobranchidae (giant salamanders) Sirenidae, and Hynobiidae. The females release egg sacs onto stones or branches and the male later hovers over the eggs to release the sperm to them. Males are seen to be very protective over the eggs and may continue to hover over the eggs after sperm release to decrease sperm competition. In some cases, males may even latch onto the females while they lay their eggs to ensure that they fertilize them first. Other times there may be numerous males surrounding a single sac of eggs, creating scramble competition. Cryptobranchid sperm is seen to have higher longevity. This is about 600 times greater than in freshwater fish, but not even close to as high as anurans.",
            "score": 231.7714080810547
        },
        {
            "docid": "27546_20",
            "document": "Sexual intercourse . Sexual intercourse is perhaps 385 million years old, and it is likely that the oldest jawed fish on Earth was the first animal to reproduce by copulation. Reproduction among humans usually occurs with penile–vaginal penetration. Male orgasm usually includes ejaculation, a series of muscular contractions that deliver semen containing male gametes known as sperm cells or spermatozoa from the penis into the vagina. The subsequent route of the sperm from the vault of the vagina is through the cervix and into the uterus, and then into the fallopian tubes. Millions of sperm are present in each ejaculation, to increase the chances of one fertilizing an egg or ovum (see sperm competition). When a fertile ovum from the female is present in the fallopian tubes, the male gamete joins with the ovum, resulting in fertilization and the formation of a new embryo. When a fertilized ovum reaches the uterus, it becomes implanted in the lining of the uterus (the endometrium) and a pregnancy begins.",
            "score": 229.52757263183594
        },
        {
            "docid": "3757509_3",
            "document": "Double fertilization . The ovules are 8 in number and arranged in the form of 3+2+3 (from top to bottom) i.e 2 synergids & 1 egg cell, 2 polar central cells, 3 antipodal cells. One sperm fertilizes the egg cell and the other sperm combines with the two polar nuclei of the large central cell of the megagametophyte. The haploid sperm and haploid egg combine to form a diploid zygote,the process being called syngamy , while the other sperm and the two haploid polar nuclei of the large central cell of the megagametophyte form a triploid nucleus (triple fusion). Some plants may form polyploid nuclei. The large cell of the gametophyte will then develop into the endosperm, a nutrient-rich tissue which provides nourishment to the developing embryo. The ovary, surrounding the ovules, develops into the fruit, which protects the seeds and may function to disperse them.",
            "score": 229.00836181640625
        }
    ]
}