{
    "q": [
        {
            "docid": "1805_49",
            "document": "Antibiotic . Phage therapy is another method for treating antibiotic-resistant strains of bacteria. Phage therapy infects pathogenic bacteria with their own viruses. Bacteriophages and their host ranges are extremely specific for certain bacteria, thus they do not disturb the host organism and intestinal microflora unlike antibiotics. Bacteriophages, also known simply as phages, infect and can kill bacteria and affect bacterial growth primarily during lytic cycles. Phages insert their DNA into the bacterium, where it is transcribed and used to make new phages, after which the cell will lyse, releasing new phage able to infect and destroy further bacteria of the same strain. The high specificity of phage protects \"good\" bacteria from destruction. However, some disadvantages to use of bacteriophages also exist. Bacteriophages may harbour virulence factors or toxic genes in their genomes and identification of genes with similarity to known virulence factors or toxins by genomic sequencing may be prudent prior to use. In addition, the oral and IV administration of phages for the eradication of bacterial infections poses a much higher safety risk than topical application, and there is the additional concern of uncertain immune responses to these large antigenic cocktails. There are considerable regulatory hurdles that must be cleared for such therapies. The use of bacteriophages as a replacement for antimicrobial agents against MDR pathogens no longer respond to conventional antibiotics remains an attractive option despite numerous challenges.",
            "score": 121.6281201839447
        },
        {
            "docid": "3558686_3",
            "document": "R-factor . Bacteria containing F-factors (said to be \"F+\") have the capability for horizontal gene transfer; they can construct a sex pilus, which emerges from the donor bacterium and ensnares the recipient bacterium, draws it in, and eventually triggers the formation of a mating bridge, merging the cytoplasms of two bacteria via a controlled pore. This pore allows the transfer of genetic material, such as a plasmid. Conjugation allows two bacteria, not necessarily from the same species, to transfer genetic material one way. Since many R-factors contain F-plasmids, antibiotic resistance can be easily spread among a population of bacteria. Also, R-factors can be taken up by \"DNA pumps\" in their membranes via transformation, or less commonly through viral mediated transduction, or via bacteriophage, although conjugation is the most common means of antibiotic resistance spread. They contain the gene called RTF (Resistance transfer factor).",
            "score": 123.44003701210022
        },
        {
            "docid": "5510937_7",
            "document": "Fertility factor (bacteria) . When an F cell conjugates/mates with an F cell, the result is two F cells, both capable of transmitting the plasmid to other F cells by conjugation. The F-plasmid belongs to a class of conjugative plasmids that control sexual functions of bacteria with a fertility inhibition (Fin) system. In this system, a trans-acting factor, FinO, and antisense RNAs, FinP, combine to repress the expression of the activator gene TraJ. TraJ is a transcription factor that upregulates the \"tra\" operon. The \"tra\" operon includes genes required for conjugation and plasmid transfer. This means that an F bacteria can always act as a donor cell. The \"finO\" gene of the original F plasmid (in E. coli K12) is interrupted by an IS3 insertion, resulting in constitutive \"tra\" operon expression. F cells also have the surface exclusion proteins TraS and TraT on the bacterial surface. These proteins prevent secondary mating events involving plasmids belonging to the same incompatibility (Inc) group. Thus, each F bacterium can host only a single plasmid type of any given incompatibility group.",
            "score": 112.48602426052094
        },
        {
            "docid": "13520743_22",
            "document": "Functional cloning . One of the ongoing challenges of treating bacterial infections is antibiotic resistance which commonly arises when patients do not take their full treatment of medication and hence allow bacteria to develop resistance to antibiotics over time. To understand how to combat antibiotic resistance it is important to understand how the bacterial genome is evolving and changing in healthy individuals with no recent usage of antibiotics to provide a baseline. Using a functional cloning-based technique, DNA isolated from human microflora were cloned into expression vectors in \"Escherichia coli\". Afterwards, antibiotics were applied as a screen. If a plasmid contained a gene insert that provided antibiotic resistance the cell survived and was selected on the plate. If the insert provided no resistance, the cell died and did not form a colony. Based on selection of cell colonies that survived, a better picture of genetic factors contributing to antibiotic resistance were pieced together. Most of the resistance genes that were identified were previously unknown. By using a functional cloning-based technique one is able to elucidate genes giving rise to antibiotic resistance to better understand treatment for bacterial infections.",
            "score": 134.37514472007751
        },
        {
            "docid": "9028799_36",
            "document": "Bacteria . Some bacteria also transfer genetic material between cells. This can occur in three main ways. First, bacteria can take up exogenous DNA from their environment, in a process called transformation. Many bacteria can naturally take up DNA from the environment, while others must be chemically altered in order to induce them to take up DNA. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells. The second way bacteria transfer genetic material is by transduction, when the integration of a bacteriophage introduces foreign DNA into the chromosome. Many types of bacteriophage exist, some simply infect and lyse their host bacteria, while others insert into the bacterial chromosome. Bacteria resist phage infection through restriction modification systems that degrade foreign DNA, and a system that uses CRISPR sequences to retain fragments of the genomes of phage that the bacteria have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. The third method of gene transfer is conjugation, whereby DNA is transferred through direct cell contact. In ordinary circumstances, transduction, conjugation, and transformation involve transfer of DNA between individual bacteria of the same species, but occasionally transfer may occur between individuals of different bacterial species and this may have significant consequences, such as the transfer of antibiotic resistance. In such cases, gene acquisition from other bacteria or the environment is called horizontal gene transfer and may be common under natural conditions.",
            "score": 167.11793100833893
        },
        {
            "docid": "12499410_57",
            "document": "Network motif . Much experimental work has been devoted to understanding network motifs in gene regulatory networks. These networks control which genes are expressed in the cell in response to biological signals. The network is defined such that genes are nodes, and directed edges represent the control of one gene by a transcription factor (regulatory protein that binds DNA) encoded by another gene. Thus, network motifs are patterns of genes regulating each other's transcription rate. When analyzing transcription networks, it is seen that the same network motifs appear again and again in diverse organisms from bacteria to human. The transcription network of \"E. coli\" and yeast, for example, is made of three main motif families, that make up almost the entire network. The leading hypothesis is that the network motif were independently selected by evolutionary processes in a converging manner, since the creation or elimination of regulatory interactions is fast on evolutionary time scale, relative to the rate at which genes change, Furthermore, experiments on the dynamics generated by network motifs in living cells indicate that they have characteristic dynamical functions. This suggests that the network motif serve as building blocks in gene regulatory networks that are beneficial to the organism.",
            "score": 80.45065665245056
        },
        {
            "docid": "5389714_3",
            "document": "Virulence factor . Specific pathogens possess a wide array of virulence factors. Some are chromosomally encoded and intrinsic to the bacteria (e.g. capsules and endotoxin), whereas others are obtained from mobile genetic elements like plasmids and bacteriophages (e.g. some exotoxins). Virulence factors encoded on mobile genetic elements spread through horizontal gene transfer, and can convert harmless bacteria into dangerous pathogens. Bacteria like \"\" gain the majority of their virulence from mobile genetic elements. Gram-negative bacteria secrete a variety of virulence factors at host-pathogen interface, via membrane vesicle trafficking as bacterial outer membrane vesicles for invasion, nutrition and other cell-cell communications. It has been found that many pathogens have converged on similar virulence factors to battle against eukaryotic host defenses. These obtained bacterial virulence factors have two different routes used to help them survive and grow:",
            "score": 137.37120807170868
        },
        {
            "docid": "23974_15",
            "document": "Plasmid . Plasmids are the most-commonly used bacterial cloning vectors. These cloning vectors contain a site that allows DNA fragments to be inserted, for example a multiple cloning site or polylinker which has several commonly used restriction sites to which DNA fragments may be ligated. After the gene of interest is inserted, the plasmids are introduced into bacteria by a process called transformation. These plasmids contain a selectable marker, usually an antibiotic resistance gene, which confer on the bacteria an ability to survive and proliferate in a selective growth medium containing the particular antibiotics. The cells after transformation are exposed to the selective media, and only cells containing the plasmid may survive. In this way, the antibiotics act as a filter to select only the bacteria containing the plasmid DNA. The vector may also contain other marker genes or reporter genes to facilitate selection of plasmid with cloned insert. Bacteria containing the plasmid can then be grown in large amounts, harvested, and the plasmid of interest may then be isolated using various methods of plasmid preparation.",
            "score": 129.71544086933136
        },
        {
            "docid": "5389714_17",
            "document": "Virulence factor . Experiments involving \"Yersinia pseudotuberculosis\" have been used to change the virulence phenotype of non-pathogenic bacteria to pathogenic. Because of horizontal gene transfer, it is possible to transfer the a clone of the DNA from \"Yersinia\" to a non-pathogenic \"E. coli\" and have them express the pathogenic virulence factor.  Transposon, a DNA element inserted at random, mutagenesis of bacteria DNA is also a highly used experimental technique done by scientists. These transposons carry a marker that can be identified within the DNA. When placed at random, the transposon may be placed next to a virulence factor or placed in the middle of a virulence factor gene, which stops the expression of the virulence factor. By doing so, scientists can make a library of the genes using these markers and easily find the genes that cause the virulence factor.",
            "score": 95.81069195270538
        },
        {
            "docid": "1920949_7",
            "document": "FOXP3 . Further work has shown that T cells are more plastic in nature than originally thought. This means that the use of regulatory T cells in therapy may be risky, as the T regulatory cell transferred to the patient may change into T helper 17 (Th17) cells, which are pro-inflammatory rather than regulatory cells. Th17 cells are proinflammatory and are produced under similar environments as a/iTregs. Th17 cells are produced under the influence of TGF-β and IL-6 (or IL-21), whereas a/iTregs are produced under the influence of solely TGF-β, so the difference between a proinflammatory and a pro-regulatory scenario is the presence of a single interleukin. IL-6 or IL-21 is being debated by immunology laboratories as the definitive signaling molecule. Murine studies point to IL-6 whereas human studies have shown IL-21. Foxp3 is the major transcription factor controlling T-regulatory cells (T or CD4 cells). CD4 cells are leukocytes responsible for protecting animals from foreign invaders such as bacteria and viruses. Defects in this gene’s ability to function can cause IPEX syndrome (IPEX), also known as X-linked autoimmunity-immunodeficiency syndrome as well as numerous cancers. While CD4 cells are heavily regulated and require multiple transcription factors such as STAT-5 and AhR in order to become active and function properly, Foxp3 has been identified as the master regulator for T lineage. Foxp3 can either act as a transcriptional activator or suppressor depending on what specific transcriptional factors such as deacetylases and histone acetylases are acting on it. The Foxp3 gene is also known to convert naïve T-cells to T cells, which are capable of an \"in vivo and in vitro\" suppressive capabilities suggesting that Foxp3 is capable of regulating the expression of suppression-mediating molecules. Clarifying the gene targets of Foxp3 could be crucial to the comprehension of the suppressive abilities of T cells.",
            "score": 73.39756274223328
        },
        {
            "docid": "23974_7",
            "document": "Plasmid . Plasmids almost always carry at least one gene. Many of the genes carried by a plasmid are beneficial for the host cells, for example: enabling the host cell to survive in an environment that would otherwise be lethal or restrictive for growth. Some of these genes encode traits for antibiotic resistance or resistance to heavy metal, while others may produce virulence factors that enable a bacterium to colonize a host and overcome its defences, or have specific metabolic functions that allow the bacterium to utilize a particular nutrient, including the ability to degrade recalcitrant or toxic organic compounds. Plasmids can also provide bacteria with the ability to fix nitrogen. Some plasmids, however, have no observable effect on the phenotype of the host cell or its benefit to the host cells cannot be determined, and these plasmids are called cryptic plasmids.",
            "score": 145.7139993906021
        },
        {
            "docid": "4677237_8",
            "document": "Gene cassette . Horizontal gene transfer (HGT) is the transfer of genetic elements between cells other than parental inheritance. HGT is responsible for much of the spread of antibiotic resistance among bacteria. Gene cassettes containing antibiotic resistance genes, or other virulence factors such as exotoxins, can be transferred from cell to cell via phage, transduction, taken up from the environment, transformation, or by bacterial conjugation. The ability to transfer gene cassettes between organisms has played a large role in the evolution of prokaryotes. Many commensal organisms, such as \"E. coli\", regularly harbor one or more gene cassettes that convey antibiotic resistance. Horizontal transfer of genetic elements from non-pathogenic commensals to unrelated species results in highly virulent pathogens that can carry multiple antibiotic resistance genes. The increasing prevalence of resistance creates challenging questions for researchers and physicians.",
            "score": 130.03685116767883
        },
        {
            "docid": "31009191_22",
            "document": "Microbial cooperation . The integration of cooperative and communicative interactions appear to be extremely important to microbes; for example, 6–10% of all genes in the bacterium \"Pseudomonas aeruginosa\" are controlled by cell-cell signaling systems. One way that microbes communicate and organize with each other in order to partake in more advanced cooperative interactions is through quorum sensing. Quorum sensing describes the phenomenon in which the accumulation of signaling molecules in the surrounding environment enables a single cell to assess the number of individuals (cell density) so that the population as a whole can make a coordinated response. This interaction is fairly common among bacterial taxa, and involves the secretion by individual cells of 'signaling' molecules, called autoinducers or pheromones.These bacteria also have a receptor that can specifically detect the signaling molecule. When the inducer binds the receptor, it activates transcription of certain genes, including those for inducer synthesis. There is a low likelihood of a bacterium detecting its own secreted inducer. Thus, in order for gene transcription to be activated, the cell must encounter signaling molecules secreted by other cells in its environment. When only a few other bacteria of the same kind are in the vicinity, diffusion reduces the concentration of the inducer in the surrounding medium to almost zero, so the bacteria produce little inducer. However, as the population grows the concentration of the inducer passes a threshold, causing more inducer to be synthesized. This forms a positive feedback loop, and the receptor becomes fully activated. Activation of the receptor induces the up regulation of other specific genes, causing all of the cells to begin transcription at approximately the same time. In other words, when the local concentration of these molecules has reached a threshold, the cells respond by switching on particular genes. In this way individual cells can sense the local density of bacteria, so that the population as a whole can make a coordinated response.",
            "score": 140.25906252861023
        },
        {
            "docid": "2459654_17",
            "document": "Pseudomonas aeruginosa . Regulation of gene expression can occur through cell-cell communication or quorum sensing (QS) via the production of small molecules called autoinducers. The extracellular accumulation of these molecules signals to bacteria to alter gene expression and coordinate behavior. \"P. aeruginosa\" employs three interconnected QS systems – lasRl, rhlRl, and PQS – that each produce unique signaling molecules. Detection of these molecules indicates \"P. aeruginosa\" is growing as biofilm within the lungs of cystic fibrosis patients. QS is known to control expression of a number of virulence factors, including the pigment pyocyanin. Another form of gene regulation that allows the bacteria to rapidly adapt to surrounding changes is through environmental signaling. Recent studies have discovered anaerobiosis can significantly impact the major regulatory circuit of QS. This important link between QS and anaerobiosis has a significant impact on production of virulence factors of this organism. Garlic experimentally blocks quorum sensing in \"P. aeruginosa\".",
            "score": 71.77965068817139
        },
        {
            "docid": "43567293_8",
            "document": "Ruth Hall (scientist) . Bacteria can adapt rapidly to environmental pressures, including antibiotic use, through acquisition of further genes, and Hall has investigated the role of mobile genetic elements in the development of multiple antibiotic resistance and in bacterial evolution using different Gram negative pathogens including Escherichia coli, Salmonella enterica, Klebsiella pneumoniae and Acinetobacter baumanni . Hall's work has characterized a variety of mobile elements, including plasmids, genomic islands, transposons, gene cassettes and integrons. Gene cassettes are mobile genetic units each carrying only one gene which can be readily transferred into and between larger, stable genetic backbones called integrons that are responsible for moving the cassettes. The integron is also responsible for expression of the genes in cassettes. This exchange of genes between different bacteria enables rapid emergence of resistance under selection pressure of antibiotics.",
            "score": 113.71643662452698
        },
        {
            "docid": "618883_15",
            "document": "Acinetobacter . \"Acinetobacter\" is frequently isolated in nosocomial infections, and is especially prevalent in intensive care units, where both sporadic cases and epidemic and endemic occurrences are common. \"A. baumannii\" is a frequent cause of hospital-acquired pneumonia, especially of late-onset, ventilator-associated pneumonia. It can cause various other infections, including skin and wound infections, bacteremia, and meningitis, but \"A. lwoffi\" is mostly responsible for the latter. Of the \"Acinetobacter\", \"A. baumannii\" is the greatest cause of human disease, having been implicated in a number of hospital-acquired infections such as bacteremia, urinary tract infections (UTIs), secondary meningitis, infective endocarditis, and wound and burn infections. In particular, \"A. baumannii\" is frequently isolated as the cause of hospital-acquired pneumonia among patients admitted to the intensive care unit. Risk factors include long-term intubation and tracheal or lung aspiration. In most cases of ventilator-associated pneumonia, the equipment used for artificial ventilation such as endotracheal tubes or bronchoscopes serve as the source of infection and result in the colonization of the lower respiratory tract by \"A. baumannii\". In some cases, the bacteria can go on to enter the bloodstream, resulting in bacteremia with mortality rates ranging from 32% to 52%. UTIs caused by \"A. baumannii\" appear to be associated with continuous catheterization, as well as antibiotic therapy. \"A. baumannii\" has also been reported to infect skin and soft tissue in traumatic injuries and postsurgical wounds. \"A. baumannii\" commonly infects burns and may result in complications owing to difficulty in treatment and eradication. Though less common, some evidence also links this bacterium to meningitis, most often following invasive surgery, and in very rare cases, to community-acquired primary meningitis wherein the majority of the victims were children. Case reports also link \"A. baumannii\" to endocarditis, keratitis, peritonitis, and very rarely fatal neonatal sepsis. The clinical significance of \"A. baumannii\" is partially due to its capacity to develop resistance against many available antibiotics. Reports indicate that it possesses resistance against broad-spectrum cephalosporins, β-lactam antibiotics, aminoglycosides, and quinolones. Resistance to carbapenems is also being increasingly reported. \"A. baumannii\" can survive on the human skin or dry surfaces for weeks, and is resistant to a variety of disinfectants, making it particularly easy to spread in a hospital setting. Antibiotic resistance genes are often plasmid-borne, and plasmids present in \"Acinetobacter\" strains can be transferred to other pathogenic bacteria by horizontal gene transfer. In healthy individuals, \"Acinetobacter\" colonies on the skin correlate with low incidence of allergies; \"Acinetobacter\" is thought to be allergy-protective.",
            "score": 79.79442918300629
        },
        {
            "docid": "2311903_11",
            "document": "Endogenous retrovirus . Finally, the insertion of ERVs or ERV elements into genic regions of host DNA, or overexpression of their transcriptional variants, has a much higher potential to produce deleterious effects than positive ones. Their appearance into the genome has created a host-parasite co-evolutionary dynamic that proliferated the duplication and expansion of repressor genes. The most clear-cut example of this involves the rapid duplication and proliferation of tandem zinc-finger genes in mammal genomes. Zinc-finger genes, particularly those that include a KRAB domain, exist in high copy number in vertebrate genomes, and their range of functions are limited to transcriptional roles. It has been shown in mammals, however, that the diversification of these genes was due to multiple duplication and fixation events in response to new retroviral sequences or their endogenous copies to repress their transcription. The characteristic of placentas being very evolutionary distinct organs between different species has been suggested to result from the co-option of ERV enhancers. Regulatory mutations, instead of mutations in genes that encode for hormones and growth factors, support the known evolution of placental morphology, especially since the majority of hormone and growth factor genes are expressed in response to pregnancy, not during placental development. Researchers studied the regulatory landscape of placental development between the rat and mouse, two closely related species. This was done by mapping all regulatory elements of the rat trophoblast stem cells (TSCs) and comparing them to their orthologs in mouse TSCs. TSCs were observed because they reflect the initial cells that develop in the fetal placenta. Regardless of their tangible similarities, enhancer and repressed regions were mostly species-specific. However, most promoter sequences were conserved between mouse and rat. In conclusion to their study, researchers proposed that ERVs influenced species-specific placental evolution through mediation of placental growth, immunosuppression, and cell fusion.",
            "score": 82.20576405525208
        },
        {
            "docid": "205624_20",
            "document": "Horizontal gene transfer . Horizontal gene transfer is common among bacteria, even among very distantly related ones. This process is thought to be a significant cause of increased drug resistance when one bacterial cell acquires resistance, and the resistance genes are transferred to other species. Transposition and horizontal gene transfer, along with strong natural selective forces have led to multi-drug resistant strains of \"S. aureus\" and many other pathogenic bacteria. Horizontal gene transfer also plays a role in the spread of virulence factors, such as exotoxins and exoenzymes, amongst bacteria. A prime example concerning the spread of exotoxins is the adaptive evolution of Shiga toxins in \"E. coli\" through horizontal gene transfer via transduction with \"Shigella\" species of bacteria. Strategies to combat certain bacterial infections by targeting these specific virulence factors and mobile genetic elements have been proposed. For example, horizontally transferred genetic elements play important roles in the virulence of \"E. coli\", \"Salmonella\", \"Streptococcus\" and \"Clostridium perfringens\".",
            "score": 130.79687798023224
        },
        {
            "docid": "53277574_4",
            "document": "Gisela Storz . Dr. Storz's research interests include the characterization of small non-coding RNA and small proteins of 50 amino acids or less. An early focus of her research was the study of redox-sensitive transcription factors and the bacterial and yeast responses to oxidative stress. She discovered that the activity of the \"Escherichia coli\" transcription factor OxyR, now a paradigm for other redox-sensitive proteins, is regulated by reversible disulfide bond formation and elucidated how disulfide bond formation controls the nuclear localization of the \"Saccharomyces cerevisiae\" transcription factor Yap1. As a result of her group's serendipitous detection of the OxyS RNA, one of the first small regulatory RNAs to be discovered, attention shifted to the genome-wide identification and characterization of small regulatory RNAs in the model organism \"Escherichia coli\". Work on small RNAs in Dr. Storz's lab revealed that the RNA chaperone Hfq stimulates the pairing of the majority of the small RNAs with mRNA targets and that small RNAs are integral to most regulatory circuits in bacteria. While identifying these small RNAs, her lab discovered that some of these small RNAs encode small proteins that had previously been overlooked because they are not detected in many traditional biochemical assays and the corresponding genes are poorly annotated. Her research group demonstrated that one such small protein, AcrZ, binds to the multidrug efflux pump protein AcrB to affect its ability to export certain classes of antibiotics. The Storz lab currently seeks to identify characterize the function of other small proteins from \"Escherichia coli\".",
            "score": 63.62984311580658
        },
        {
            "docid": "8275269_8",
            "document": "Autoregulation . This is so-called \"steady-state system\". An example is a system in which a protein P that is a product of gene G \"positively regulates its own production by binding to a regulatory element of the gene coding for it,\" and the protein gets used or lost at a rate that increases as its concentration increases. This feedback loop creates two possible states \"on\" and \"off\". If an outside factor makes the concentration of P increase to some threshold level, the production of protein P is \"on\", i.e. P will maintain its own concentration at a certain level, until some other stimulus will lower it down below the threshold level, when concentration of P will be insufficient to make gene G express at the rate that would overcome the loss or use of the protein P. This state (\"on\" or \"off\") gets inherited after cell division, since the concentration of protein a usually remains the same after mitosis. However, the state can be easily disrupted by outside factors. Similarly, this phenomenon is not only restricted to genes but may also apply to other genetic units, including mRNA transcripts. Regulatory segments of mRNA called a Riboswitch can autoregulate its transcription by sequestering cis-regulatory elements (particularly the Shine-Dalgarno sequence) located on the same transcript as the Riboswitch. The Riboswitch stem-loop has a region complementary to the Shine-Dalgarno but is sequestered by complimentary base pairing in the loop. With sufficient ligand, the ligand may bind to the stem-loop and disrupt intermolecular bonding, resulting in the complimentary Shine-Dalgarno stem-loop segment binding to the complimentary Riboswitch segment, preventing Ribosome from binding, inhibiting translation.",
            "score": 104.26083207130432
        },
        {
            "docid": "42283768_8",
            "document": "Doctor in a cell . In 2012, Prof. Ehud Shapiro and Dr. Tom Ran have succeeded in creating a genetic device that operates independently in bacterial cells. The device has been programmed to identify certain parameters and mount an appropriate response. The device searches for transcription factors - proteins that control the expression of genes in the cell. A malfunction of these molecules can disrupt gene expression. In cancer cells, for example, the transcription factors regulating cell growth and division do not function properly, leading to increased cell division and the formation of a tumor. The device, composed of a DNA sequence inserted into a bacterium, performs a \"roll call\" of transcription factors. If the results match pre-programmed parameters, it responds by creating a protein that emits a green light—supplying a visible sign of a \"positive\" diagnosis. In follow-up research, the scientists plan to replace the light-emitting protein with one that will affect the cell's fate, for example, a protein that can cause the cell to commit suicide. In this manner, the device will cause only \"positively\" diagnosed cells to self-destruct. Following the success of the study in bacterial cells, the researchers are planning to test ways of recruiting such bacteria as an efficient system to be conveniently inserted into the human body for medical purposes (which shouldn't be problematic given our natural Microbiome; recent research reveals there are already 10 times more bacterial cells in the human body than human cells, that share our body space in a symbiotic fashion). Yet another research goal is to operate a similar system inside human cells, which are much more complex than bacteria.",
            "score": 129.80167412757874
        },
        {
            "docid": "891719_22",
            "document": "Ehud Shapiro . In 2012, Prof. Ehud Shapiro and Dr. Tom Ran have succeeded in creating a genetic device that operates independently in bacterial cells. The device has been programmed to identify certain parameters and mount an appropriate response. The device searches for transcription factors proteins that control the expression of genes in the cell. A malfunction of these molecules can disrupt gene expression. In cancer cells, for example, the transcription factors regulating cell growth and division do not function properly, leading to increased cell division and the formation of a tumor. The device, composed of a DNA sequence inserted into a bacterium, performs a \"roll call\" of transcription factors. If the results match pre-programmed parameters, it responds by creating a protein that emits a green light supplying a visible sign of a \"positive\" diagnosis. In follow-up research, the scientists plan to replace the light-emitting protein with one that will affect the cell's fate, for example, a protein that can cause the cell to commit suicide. In this manner, the device will cause only \"positively\" diagnosed cells to self-destruct. Following the success of the study in bacterial cells, the researchers are planning to test ways of recruiting such bacteria as an efficient system to be conveniently inserted into the human body for medical purposes (which shouldn't be problematic given our natural microbiome; recent research reveals there are already 10 times more bacterial cells in the human body than human cells, that share our body space in a symbiotic fashion). Yet another research goal is to operate a similar system inside human cells, which are much more complex than bacteria.",
            "score": 129.4110610485077
        },
        {
            "docid": "3558686_2",
            "document": "R-factor . Resistance transfer factor (shortened as R-factor or RTF) is an old name for a plasmid that codes for antibiotic resistance. R-factor was first demonstrated in \"Shigella\" in 1959 by Japanese scientists. Often, R-factors code for more than one antibiotic resistance factor: genes that encode resistance to unrelated antibiotics may be carried on a single R-factor, sometimes up to 8 different resistances. Many R-factors can pass from one bacterium to another through bacterial conjugation and are a common means by which antibiotic resistance spreads between bacterial species, genera and even families. For example, RP1, a plasmid that encodes resistance to ampicillin, tetracycline and kanamycin originated in a species of \"Pseudomonas\", from the family Pseudomonadaceae, but can also be maintained in bacteria belonging to the family Enterobacteriaceae, such as \"Escherichia coli\".",
            "score": 107.21712601184845
        },
        {
            "docid": "12266_46",
            "document": "Genetics . The genome of a given organism contains thousands of genes, but not all these genes need to be active at any given moment. A gene is expressed when it is being transcribed into mRNA and there exist many cellular methods of controlling the expression of genes such that proteins are produced only when needed by the cell. Transcription factors are regulatory proteins that bind to DNA, either promoting or inhibiting the transcription of a gene. Within the genome of \"Escherichia coli\" bacteria, for example, there exists a series of genes necessary for the synthesis of the amino acid tryptophan. However, when tryptophan is already available to the cell, these genes for tryptophan synthesis are no longer needed. The presence of tryptophan directly affects the activity of the genes—tryptophan molecules bind to the tryptophan repressor (a transcription factor), changing the repressor's structure such that the repressor binds to the genes. The tryptophan repressor blocks the transcription and expression of the genes, thereby creating negative feedback regulation of the tryptophan synthesis process.",
            "score": 99.36774826049805
        },
        {
            "docid": "22164509_2",
            "document": "Cis-regulatory module . \"Cis\"-regulatory module (CRM) is a stretch of DNA, usually 100–1000 DNA base pairs in length, where a number of transcription factors can bind and regulate expression of nearby genes and regulate their transcription rates. They are labeled as \"cis\" because they are typically located on the same DNA strand as the genes they control as opposed to \"trans\", which refers to effects on genes not located on the same strand or farther away, such as transcription factors. One \"cis\"-regulatory element can regulate several genes, and conversely, one gene can have several \"cis\"-regulatory modules.\"Cis\"-regulatory modules carry out their function by integrating the active transcription factors and the associated co-factors at a specific time and place in the cell where this information is read and an output is given.",
            "score": 82.3187358379364
        },
        {
            "docid": "285948_10",
            "document": "Unicellular organism . Bacteria are one of the world’s oldest forms of life, and are found virtually everywhere in nature. Many common bacteria have plasmids, which are short, circular, self-replicating DNA molecules that are separate from the bacteria chromosome. Plasmids can carry genes responsible for novel abilities, of current critical importance being antibiotic resistance. Bacteria predominantly reproduce asexually through a process called binary fission. However, about 80 different species can undergo a sexual process referred to as natural genetic transformation. Transformation is a bacterial process for transferring DNA from one cell to another, and is apparently an adaptation for repairing DNA damage in the recipient cell. In addition, plasmids can be exchanged through the use of a pilus in a process known as conjugation.",
            "score": 143.29576230049133
        },
        {
            "docid": "49033_56",
            "document": "Epigenetics . While epigenetics is of fundamental importance in eukaryotes, especially metazoans, it plays a different role in bacteria. Most importantly, eukaryotes use epigenetic mechanisms primarily to regulate gene expression which bacteria rarely do. However, bacteria make widespread use of postreplicative DNA methylation for the epigenetic control of DNA-protein interactions. Bacteria also use DNA adenine methylation (rather than DNA cytosine methylation) as an epigenetic signal. DNA adenine methylation is important in bacteria virulence in organisms such as \"Escherichia coli\", \"Salmonella, Vibrio, Yersinia, Haemophilus\", and \"Brucella\". In \"Alphaproteobacteria\", methylation of adenine regulates the cell cycle and couples gene transcription to DNA replication. In \"Gammaproteobacteria\", adenine methylation provides signals for DNA replication, chromosome segregation, mismatch repair, packaging of bacteriophage, transposase activity and regulation of gene expression. There exists a genetic switch controlling \"Streptococcus pneumoniae\" (the pneumococcus) that allows the bacterium to randomly change its characteristics into six alternative states that could pave the way to improved vaccines. Each form is randomly generated by a phase variable methylation system. The ability of the pneumococcus to cause deadly infections is different in each of these six states. Similar systems exist in other bacterial genera.",
            "score": 130.01028418540955
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 105.70858645439148
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 95.12564039230347
        },
        {
            "docid": "22072718_8",
            "document": "Biological network . The activity of genes is regulated by transcription factors, proteins that typically bind to DNA. Most transcription factors bind to multiple binding sites in a genome. As a result, all cells have complex gene regulatory networks. For instance, the human genome encodes on the order of 1,400 DNA-binding transcription factors that regulate the expression of more than 20,000 human genes. Technologies to study gene regulatory networks include ChIP-chip, ChIP-seq, CliP-seq, and others.",
            "score": 74.17544388771057
        },
        {
            "docid": "53367602_3",
            "document": "SMiLE-Seq . Elucidating the regulatory mechanisms used to govern essential cellular processes is one of the most intensely studied branches of science. Cellular regulatory networks can be incredibly complex, and often involve the coordination of multiple processes that begin with the modulation of gene expression. The binding of transcription factor molecules to DNA, either alone or in combination with other transcription factors, is used to control gene expression in response to both intra- and extracellular stimuli. Characterizing the binding mechanisms and specificities of transcription factors to specific regions of DNA – and identifying these transcription factors – is a fundamental component of the process of resolving cellular regulatory dynamics. Before the introduction of SMiLE-seq technology, ChIP-seq (chromatin immunoprecipitation sequencing) and HT-SELEX (high throughput systematic evolution of ligands by exponential enrichment) technologies were used to successfully characterize nearly 500 transcription factor-DNA binding interactions. ChIP-seq uses immunoprecipitation to isolate specific transcription factors bound to DNA fragments. Immunoprecipitation is followed by DNA sequencing, which identifies the genomic regions to which transcription factors bind. HT-SELEX, a similar method, uses random, synthetically generated DNA molecules as bait for transcription factors \"in vitro\". Sequence preferences and binding affinities are characterized based on successful binding interactions between bait molecules and transcription factors. While many unique transcription factor-DNA binding interactions have been characterized using these methods, it is estimated that this described fraction represents fewer than 50% of the transcription factors present in humans. The development of SMiLE-seq technology has provided an attractive alternative method with the potential to facilitate identification and characterization of previously undescribed transcription factor-DNA binding interactions.",
            "score": 66.17145442962646
        },
        {
            "docid": "2146034_78",
            "document": "CRISPR . CRISPR/Cas-based \"RNA-guided nucleases\" can be used to target virulence factors, genes encoding antibiotic resistance and other medically relevant sequences of interest. This technology thus represents a novel form of antimicrobial therapy and a strategy by which to manipulate bacterial populations. Recent studies suggested a correlation between the interfering of the CRISPR/Cas locus and acquisition of antibiotic resistance This system provides protection of bacteria against invading foreign DNA, such as transposons, bacteriophages and plasmids. This system was shown to be a strong selective pressure for the acquisition of antibiotic resistance and virulence factor in bacterial pathogens. Some of the affected genes are tied to human diseases, including those involved in muscle differentiation, cancer, inflammation and fetal hemoglobin.",
            "score": 93.35171318054199
        }
    ],
    "r": [
        {
            "docid": "9028799_36",
            "document": "Bacteria . Some bacteria also transfer genetic material between cells. This can occur in three main ways. First, bacteria can take up exogenous DNA from their environment, in a process called transformation. Many bacteria can naturally take up DNA from the environment, while others must be chemically altered in order to induce them to take up DNA. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells. The second way bacteria transfer genetic material is by transduction, when the integration of a bacteriophage introduces foreign DNA into the chromosome. Many types of bacteriophage exist, some simply infect and lyse their host bacteria, while others insert into the bacterial chromosome. Bacteria resist phage infection through restriction modification systems that degrade foreign DNA, and a system that uses CRISPR sequences to retain fragments of the genomes of phage that the bacteria have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. The third method of gene transfer is conjugation, whereby DNA is transferred through direct cell contact. In ordinary circumstances, transduction, conjugation, and transformation involve transfer of DNA between individual bacteria of the same species, but occasionally transfer may occur between individuals of different bacterial species and this may have significant consequences, such as the transfer of antibiotic resistance. In such cases, gene acquisition from other bacteria or the environment is called horizontal gene transfer and may be common under natural conditions.",
            "score": 167.11793518066406
        },
        {
            "docid": "6420688_18",
            "document": "Phage ecology . Bacteria have developed multiple defense mechanisms to fight off the effects of bacteriophage. In experimentation, amount of resistance can be determined by how much of a plate (generally agar with bacteria, infected with phage) ends up being clear. The clearer, the less resistant as more bacteria have been lysed. The most common of these defense mechanisms is called the restriction-modification system (RM system). In this system, foreign DNA trying to enter the bacterial host is restricted by endonucleases that recognize specific base pairs within the DNA, while the DNA of the cell is protected from restriction due to methylase. RM systems have evolved to keep up with the ever-changing bacteria and phage. In general, these RM types differ in the nucleotide sequences that they recognize. However, there is an occasional slip where the endonuclease misses the DNA sequence of the phage and the phage DNA is able to enter the cell anyway, becoming methylated and protected against the endonuclease. This accident is what can spur the evolution of the RM system. Phage can acquire or use the enzyme from the host cell to protect their own DNA, or sometimes they will have proteins that dismantle the enzyme that is meant to restrict the phage DNA. Another option is for the phage to insert different base pairs into its DNA, thereby confusing the enzyme.",
            "score": 149.79200744628906
        },
        {
            "docid": "4110763_8",
            "document": "Extrachromosomal DNA . Linear bacterial plasmids have been identified in several species of spirochete bacteria, including members of the genus \"Borrelia\" (to which the pathogen responsible for Lyme disease belongs), several species of the gram positive soil bacteria of the genus \"Streptomyces\", and in the gram negative species \"Thiobacillus versutus\", a bacterium that oxidizes sulfur. The linear plasmids of prokarykotes are found either containing a hairpin loop or a covalently bonded protein attached to the telomeric ends of the DNA molecule. The adenine-thymine rich hairpin loops of the \"Borrelia\" bacteria range in size from 5 kilobase pairs (kb) to over 200 kb and contain the genes responsible for producing a group of major surface proteins, or antigens, on the bacteria that allow it to evade the immune response of its infected host. The linear plasmids which contain a protein that has been covalently attached to the 5’ end of the DNA strands are known as invertrons and can range in size from 9 kb to over 600 kb consisting of inverted terminal repeats. The linear plasmids with a covalently attached protein may assist with bacterial conjugation and integration of the plasmids into the genome. These types of linear plasmids represent the largest class of extrachromosomal DNA as they are not only present in certain bacterial cells, but all linear extrachromosomal DNA molecules found in eukaryotic cells also take on this invertron structure with a protein attached to the 5’ end.",
            "score": 148.05990600585938
        },
        {
            "docid": "23974_7",
            "document": "Plasmid . Plasmids almost always carry at least one gene. Many of the genes carried by a plasmid are beneficial for the host cells, for example: enabling the host cell to survive in an environment that would otherwise be lethal or restrictive for growth. Some of these genes encode traits for antibiotic resistance or resistance to heavy metal, while others may produce virulence factors that enable a bacterium to colonize a host and overcome its defences, or have specific metabolic functions that allow the bacterium to utilize a particular nutrient, including the ability to degrade recalcitrant or toxic organic compounds. Plasmids can also provide bacteria with the ability to fix nitrogen. Some plasmids, however, have no observable effect on the phenotype of the host cell or its benefit to the host cells cannot be determined, and these plasmids are called cryptic plasmids.",
            "score": 145.71400451660156
        },
        {
            "docid": "2631477_34",
            "document": "Homologous recombination . In bacterial conjugation, where DNA is transferred between bacteria through direct cell-to-cell contact, homologous recombination helps integrate foreign DNA into the host genome via the RecBCD pathway. The RecBCD enzyme promotes recombination after DNA is converted from single-strand DNA–in which form it originally enters the bacterium–to double-strand DNA during replication. The RecBCD pathway is also essential for the final phase of transduction, a type of horizontal gene transfer in which DNA is transferred from one bacterium to another by a virus. Foreign, bacterial DNA is sometimes misincorporated in the capsid head of bacteriophage virus particles as DNA is packaged into new bacteriophages during viral replication. When these new bacteriophages infect other bacteria, DNA from the previous host bacterium is injected into the new bacterial host as double-strand DNA. The RecBCD enzyme then incorporates this double-strand DNA into the genome of the new bacterial host.",
            "score": 144.0672607421875
        },
        {
            "docid": "4209093_15",
            "document": "Bacterial cell structure . Unlike eukaryotes, the bacterial DNA is not enclosed inside of a membrane-bound nucleus but instead resides inside the bacterial cytoplasm. This means that the transfer of cellular information through the processes of translation, transcription and DNA replication all occur within the same compartment and can interact with other cytoplasmic structures, most notably ribosomes. The bacterial DNA is not packaged using histones to form chromatin as in eukaryotes but instead exists as a highly compact supercoiled structure, the precise nature of which remains unclear. Most bacterial chromosomes are circular although some examples of linear DNA exist (e.g. \"Borrelia burgdorferi\"). Along with chromosomal DNA, most bacteria also contain small independent pieces of DNA called plasmids that often encode for traits that are advantageous but not essential to their bacterial host. Plasmids can be easily gained or lost by a bacterium and can be transferred between bacteria as a form of horizontal gene transfer. So plasmids can be described as an extra chromosomal DNA in a bacterial cell.",
            "score": 143.54225158691406
        },
        {
            "docid": "20377_24",
            "document": "Microorganism . Their genome is usually a circular bacterial chromosome – a single loop of DNA, although they can also harbor small pieces of DNA called plasmids. These plasmids can be transferred between cells through bacterial conjugation. Bacteria have an enclosing cell wall, which provides strength and rigidity to their cells. They reproduce by binary fission or sometimes by budding, but do not undergo meiotic sexual reproduction. However, many bacterial species can transfer DNA between individual cells by a horizontal gene transfer process referred to as natural transformation. Some species form extraordinarily resilient spores, but for bacteria this is a mechanism for survival, not reproduction. Under optimal conditions bacteria can grow extremely rapidly and their numbers can double as quickly as every 20 minutes.",
            "score": 143.4325714111328
        },
        {
            "docid": "285948_10",
            "document": "Unicellular organism . Bacteria are one of the world’s oldest forms of life, and are found virtually everywhere in nature. Many common bacteria have plasmids, which are short, circular, self-replicating DNA molecules that are separate from the bacteria chromosome. Plasmids can carry genes responsible for novel abilities, of current critical importance being antibiotic resistance. Bacteria predominantly reproduce asexually through a process called binary fission. However, about 80 different species can undergo a sexual process referred to as natural genetic transformation. Transformation is a bacterial process for transferring DNA from one cell to another, and is apparently an adaptation for repairing DNA damage in the recipient cell. In addition, plasmids can be exchanged through the use of a pilus in a process known as conjugation.",
            "score": 143.29576110839844
        },
        {
            "docid": "4250553_22",
            "document": "Gene . Prokaryotes (bacteria and archaea) typically store their genomes on a single large, circular chromosome. Similarly, some eukaryotic organelles contain a remnant circular chromosome with a small number of genes. Prokaryotes sometimes supplement their chromosome with additional small circles of DNA called plasmids, which usually encode only a few genes and are transferable between individuals. For example, the genes for antibiotic resistance are usually encoded on bacterial plasmids and can be passed between individual cells, even those of different species, via horizontal gene transfer. Whereas the chromosomes of prokaryotes are relatively gene-dense, those of eukaryotes often contain regions of DNA that serve no obvious function. Simple single-celled eukaryotes have relatively small amounts of such DNA, whereas the genomes of complex multicellular organisms, including humans, contain an absolute majority of DNA without an identified function. This DNA has often been referred to as \"junk DNA\". However, more recent analyses suggest that, although protein-coding DNA makes up barely 2% of the human genome, about 80% of the bases in the genome may be expressed, so the term \"junk DNA\" may be a misnomer.",
            "score": 141.00856018066406
        },
        {
            "docid": "406929_6",
            "document": "Virulence . The virulence factors of bacteria are typically proteins or other molecules that are synthesized by enzymes. These proteins are coded for by genes in chromosomal DNA, bacteriophage DNA or plasmids. Certain bacteria employ mobile genetic elements and horizontal gene transfer. Therefore, strategies to combat certain bacterial infections by targeting these specific virulence factors and mobile genetic elements have been proposed. Bacteria use quorum sensing to synchronise release of the molecules. These are all proximate causes of morbidity in the host.",
            "score": 140.72190856933594
        },
        {
            "docid": "31009191_22",
            "document": "Microbial cooperation . The integration of cooperative and communicative interactions appear to be extremely important to microbes; for example, 6–10% of all genes in the bacterium \"Pseudomonas aeruginosa\" are controlled by cell-cell signaling systems. One way that microbes communicate and organize with each other in order to partake in more advanced cooperative interactions is through quorum sensing. Quorum sensing describes the phenomenon in which the accumulation of signaling molecules in the surrounding environment enables a single cell to assess the number of individuals (cell density) so that the population as a whole can make a coordinated response. This interaction is fairly common among bacterial taxa, and involves the secretion by individual cells of 'signaling' molecules, called autoinducers or pheromones.These bacteria also have a receptor that can specifically detect the signaling molecule. When the inducer binds the receptor, it activates transcription of certain genes, including those for inducer synthesis. There is a low likelihood of a bacterium detecting its own secreted inducer. Thus, in order for gene transcription to be activated, the cell must encounter signaling molecules secreted by other cells in its environment. When only a few other bacteria of the same kind are in the vicinity, diffusion reduces the concentration of the inducer in the surrounding medium to almost zero, so the bacteria produce little inducer. However, as the population grows the concentration of the inducer passes a threshold, causing more inducer to be synthesized. This forms a positive feedback loop, and the receptor becomes fully activated. Activation of the receptor induces the up regulation of other specific genes, causing all of the cells to begin transcription at approximately the same time. In other words, when the local concentration of these molecules has reached a threshold, the cells respond by switching on particular genes. In this way individual cells can sense the local density of bacteria, so that the population as a whole can make a coordinated response.",
            "score": 140.25906372070312
        },
        {
            "docid": "8513008_6",
            "document": "Host tropism . Bacteria infect hosts differently than viruses do. Unlike viruses, bacteria can replicate and divide on their own without entry into a host cell. Still, in order to grow and divide, bacteria require certain nutrients from their environment. These nutrients can often be provided by host tissues, and that is why some bacteria need a host for survival. Once a bacterium recognizes the host cell receptors or nutrient-rich surroundings, it will colonize the cell surface. Bacteria have various mechanisms for colonizing host tissues. For example, biofilm production allows bacteria to adhere to the host tissue surface, and it provides a protective environment ideal for bacterial growth. Some bacteria, such as spirochetes, are capable of proliferating the host cell or tissues. This then allows the bacterium to surrounded itself in a nutrient-rich environment that protects it from immune responses and other stressors.",
            "score": 139.8690185546875
        },
        {
            "docid": "1582284_11",
            "document": "Myoviridae . On attaching to a host cell, the virus uses its contractile sheath like a syringe, piercing the cell wall with its central tube and injecting the genetic material into the host. The injected DNA takes over the host cell's mechanisms for transcription and translation and begins to manufacture new viruses. Replication follows the replicative transposition model. DNA-templated transcription is the method of transcription. Translation takes place by -1 ribosomal frameshifting. The virus exits the host cell by lysis, and holin/endolysin/spanin proteins. Bacteria and archaea serve as the natural host. Transmission route is passive diffusion.",
            "score": 139.56942749023438
        },
        {
            "docid": "3172558_2",
            "document": "Selectable marker . A selectable marker is a gene introduced into a cell, especially a bacterium or to cells in culture, that confers a trait suitable for artificial selection. They are a type of reporter gene used in laboratory microbiology, molecular biology, and genetic engineering to indicate the success of a transfection or other procedure meant to introduce foreign DNA into a cell. Selectable markers are often antibiotic resistance genes; bacteria that have been subjected to a procedure to introduce foreign DNA are grown on a medium containing an antibiotic, and those bacterial colonies that can grow have successfully taken up and expressed the introduced genetic material. Normally the genes encoding resistance to antibiotics such as ampicillin, chloroamphenicol, tetracycline or kanamycin, etc., are considered useful selectable markers for \"E. coli\".",
            "score": 138.84048461914062
        },
        {
            "docid": "23971_6",
            "document": "Pilus . A pilus is typically 6 to 7 nm in diameter. During conjugation, a pilus emerging from the donor bacterium ensnares the recipient bacterium, draws it in close, and eventually triggers the formation of a mating bridge, which establishes direct contact and the formation of a controlled pore that allows transfer of DNA from the donor to the recipient. Typically, the DNA transferred consists of the genes required to make and transfer pili (often encoded on a plasmid), and so is a kind of selfish DNA; however, other pieces of DNA are often co-transferred and this can result in dissemination of genetic traits throughout a bacterial population, such as antibiotic resistance. Not all bacteria can make conjugative pili, but conjugation can occur between bacteria of different species.",
            "score": 138.46542358398438
        },
        {
            "docid": "5267764_6",
            "document": "Economic importance of bacteria . Genetic engineering is the manipulation of genes. It is also called recombinant DNA technology. In genetic engineering, pieces of DNA (genes) are introduced into a host by a variety of techniques, one of the earliest being the use of a virus vector. The foreign DNA becomes a permanent feature of the host, and is replicated and passed on to daughter cells along with the rest of its DNA. Bacterial cells are transformed and used in production of commercially important products. The examples are production of human insulin (used against diabetes), human growth hormone (somatotrophin used to treat pituitary dwarfism), and infections which can be used to help fight viral diseases.",
            "score": 138.27020263671875
        },
        {
            "docid": "624313_15",
            "document": "Mating system . Mating in bacteria involves transfer of DNA from one cell to another and incorporation of the transferred DNA into the recipient bacteria’s genome by homologous recombination. Transfer of DNA between bacterial cells can occur in three main ways. First, a bacterium can take up exogenous DNA released into the intervening medium from another bacterium by a process called transformation. DNA can also be transferred from one bacterium to another by the process of transduction, which is mediated by an infecting virus (bacteriophage). The third method of DNA transfer is \"conjugation\", in which a plasmid mediates transfer through direct cell contact between cells.",
            "score": 138.03111267089844
        },
        {
            "docid": "8730922_2",
            "document": "P1 phage . P1 is a temperate bacteriophage that infects \"Escherichia coli\" and some other bacteria. When undergoing a lysogenic cycle the phage genome exists as a plasmid in the bacterium unlike other phages (e.g. the lambda phage) that integrate into the host DNA. P1 has an icosahedral head containing the DNA attached to a contractile tail with six tail fibers. The P1 phage has gained research interest because it can be used to transfer DNA from one bacterial cell to another in a process known as transduction. As it replicates during its lytic cycle it captures fragments of the host chromosome. If the resulting viral particles are used to infect a different host the captured DNA fragments can be integrated into the new host's genome. This method of in vivo genetic engineering was widely used for many years and is still used today, though to a lesser extent. P1 can also be used to create the P1-derived artificial chromosome cloning vector which can carry relatively large fragments of DNA. P1 encodes a site-specific recombinase, Cre, that is widely used to carry out cell-specific or time-specific DNA recombination by flanking the target DNA with \"loxP\" sites (see Cre-Lox recombination).",
            "score": 137.43698120117188
        },
        {
            "docid": "5389714_3",
            "document": "Virulence factor . Specific pathogens possess a wide array of virulence factors. Some are chromosomally encoded and intrinsic to the bacteria (e.g. capsules and endotoxin), whereas others are obtained from mobile genetic elements like plasmids and bacteriophages (e.g. some exotoxins). Virulence factors encoded on mobile genetic elements spread through horizontal gene transfer, and can convert harmless bacteria into dangerous pathogens. Bacteria like \"\" gain the majority of their virulence from mobile genetic elements. Gram-negative bacteria secrete a variety of virulence factors at host-pathogen interface, via membrane vesicle trafficking as bacterial outer membrane vesicles for invasion, nutrition and other cell-cell communications. It has been found that many pathogens have converged on similar virulence factors to battle against eukaryotic host defenses. These obtained bacterial virulence factors have two different routes used to help them survive and grow:",
            "score": 137.3712158203125
        },
        {
            "docid": "167540_6",
            "document": "Protein production . There are many ways to introduce foreign DNA to a cell for expression, and many different host cells may be used for expression — each expression system has distinct advantages and liabilities. Expression systems are normally referred to by the host and the DNA source or the delivery mechanism for the genetic material. For example, common hosts are bacteria (such as \"E.coli\", \"B. subtilis\"), yeast (such as \"S.cerevisiae\") or eukaryotic cell lines. Common DNA sources and delivery mechanisms are viruses (such as baculovirus, retrovirus, adenovirus), plasmids, artificial chromosomes and bacteriophage (such as lambda). The best expression system depends on the gene involved, for example the \"Saccharomyces cerevisiae\" is often preferred for proteins that require significant posttranslational modification. Insect or mammal cell lines are used when human-like splicing of mRNA is required. Nonetheless, bacterial expression has the advantage of easily producing large amounts of protein, which is required for X-ray crystallography or nuclear magnetic resonance experiments for structure determination.",
            "score": 136.49070739746094
        },
        {
            "docid": "35547268_5",
            "document": "Bacterial morphological plasticity . Some of the strategies for bacteria to bypass host defenses include the generation of filamentous structures. As it has been observed in other organisms (such as fungi), filamentous forms are resistant to phagocytosis. As an example of this, during urinary tract infection, filamentatious structures of uropathogenic \"E. coli\" (UPEC) start to develop in response to host innate immune response (more exactly in response to Toll-like receptor 4-TLR4). TLR-4 is stimulated by the lipopolysaccharide (LPS) and recruits neutrophils (PMN) which are important leukocytes to eliminate these bacteria. Adopting filamentous structures, bacteria resist these phagocytic cells and their neutralizing activity (which include antimicrobial peptides, degradative enzyme and reactive oxygen species).  It is believed that filamentation is induced as a response of DNA damage (by the mechanisms previously exposed), participating SulA mechanism and additional factors. Furthermore, the length of the filamentous bacteria could have a stronger attachment to the epithelial cells, with an increased number of adhesins participating in the interaction, making even harder the work for (PMN). The interaction between phagocyte cells and adopting filamentous-shape bacteria provide an advantage to their survival. In this relate, filamentation could be not only a virulence, but also a resistance factor in these bacteria.",
            "score": 135.7996063232422
        },
        {
            "docid": "205624_16",
            "document": "Horizontal gene transfer . HTT has been shown to occur between species and across continents in both plants and animals (Ivancevic et al. 2013), though some TEs have been shown to more successfully colonize the genomes of certain species over others. Both spatial and taxonomic proximity of species has been proposed to favor HTTs in plants and animals. It is unknown how the density of a population may affect the rate of HTT events within a population, but close proximity due to parasitism and cross contamination due to crowding have been proposed to favor HTT in both plants and animals. Successful transfer of a transposable element requires delivery of DNA from donor to host cell (and to the germ line for multi-cellular organisms), followed by integration into the recipient host genome. Though the actual mechanism for the transportation of TEs from donor cells to host cells is unknown, it is established that naked DNA and RNA can circulate in bodily fluid. Many proposed vectors include arthropods, viruses, freshwater snails (Ivancevic et al. 2013), endosymbiotic bacteria, and intracellular parasitic bacteria. In some cases, even TEs facilitate transport for other TEs.",
            "score": 135.1924285888672
        },
        {
            "docid": "30876867_3",
            "document": "Molecular cloning . In a conventional molecular cloning experiment, the DNA to be cloned is obtained from an organism of interest, then treated with enzymes in the test tube to generate smaller DNA fragments. Subsequently, these fragments are then combined with vector DNA to generate recombinant DNA molecules. The recombinant DNA is then introduced into a host organism (typically an easy-to-grow, benign, laboratory strain of \"E. coli\" bacteria). This will generate a population of organisms in which recombinant DNA molecules are replicated along with the host DNA. Because they contain foreign DNA fragments, these are transgenic or genetically modified microorganisms (GMO). This process takes advantage of the fact that a single bacterial cell can be induced to take up and replicate a single recombinant DNA molecule. This single cell can then be expanded exponentially to generate a large amount of bacteria, each of which contain copies of the original recombinant molecule. Thus, both the resulting bacterial population, and the recombinant DNA molecule, are commonly referred to as \"clones\". Strictly speaking, \"recombinant DNA\" refers to DNA molecules, while \"molecular cloning\" refers to the experimental methods used to assemble them. The idea arose that different DNA sequences could be inserted into a plasmid and that these foreign sequences would be carried into bacteria and digested as part of the plasmid. That is, these plasmids could serve as cloning vectors to carry genes.",
            "score": 135.07862854003906
        },
        {
            "docid": "18398577_51",
            "document": "Somatic evolution in cancer . Anoxic bacteria could be used as competitors or predators in hypoxic environments within tumors. Scientists have been interested in the idea of using anoxic bacteria for over 150 years, but until recently there has been little progress in that field. According to Jain and Forbes, several requirements have to be met by the cells to qualify as efficient anticancer bacterium:  1.The bacterium cannot be toxic to the host 2.Its population should be restricted to the tumor mass 3.It should be able to disperse evenly throughout the neoplasm 4.At the end of the treatment bacterium should be easily eliminated from the host 5.It should not be causing severe immune response 6.It should be able to cause tumor cells death through competition for nutrients.  In the process of the treatment, cancer cells are most likely to evolve some form of resistance to the bacterial treatment. However, being a living organism, bacteria would coevolve with tumor cells, potentially eliminating the possibility of resistance.",
            "score": 134.82720947265625
        },
        {
            "docid": "20834652_2",
            "document": "Dispersin B . Dispersin B (also known as DspB or DispersinB) is a 40 kDa glycoside hydrolase produced by the periodontal pathogen, \"Aggregatibacter actinomycetemcomitans\". The bacteria secrete Dispersin B to release adherent cells from a mature biofilm colony by disrupting biofilm formation. The enzyme catalyzes the hydrolysis of linear polymers of N-acetyl-D-glucosamines found in the biofilm matrices. Poly-acetyl glucosamines are integral to the structural integrity of the biofilms of various Gram-positive bacteria and Gram-negative bacteria and are referred to as PIA (PNAG,PS/A) in \"Staphylococcus\" species and PGA in \"Escherichia coli\". By degrading the biofilm matrix, Dispersin B allows for the release of bacterial cells that can adhere to new surfaces close by and extend the biofilm or start new colonies. Currently there is interest in Dispersin B as a commercial anti-biofilm agent that could be combined with antibiotics for the treatment of bacterial infections. Dispersin B is produced by \"Aggregatibacter actinomycetemcomitans\", a Gram-negative oral bacterium, when it needs to detach and disperse adherent bacterial cells. \"A. actinomycetemcomitans\" forms asymmetric biofilm lobed colonies that release single cells or small clusters of bacterial cells, which can attach to nearby surfaces, form new colonies, and enable the biofilm to spread. A biofilm is a matrix of extracellular polymeric substances that are synthesized by the bacteria. The biofilm's structural integrity is dependent on poly-N-acetylglucosamine (PGA), extracellular DNA, and proteinaceous adhesins. It allows bacteria to adhere to host surfaces, protects the bacterial cells from host defenses, results in increased resistance to antibiotics, and provides a protected environment with microchannels for the flow of water and other essential nutrients.  By hydrolyzing PGA, Dispersin B disrupts the formation of the biofilm matrix and allows adherent cells to be released. Dispersin B has also been shown to cause the detachment of biofilm cells that have adhered to abiotic surfaces as well as cause the disaggregaton of highly auto-aggregated clumps of bacterial cells.",
            "score": 134.697998046875
        },
        {
            "docid": "13520743_22",
            "document": "Functional cloning . One of the ongoing challenges of treating bacterial infections is antibiotic resistance which commonly arises when patients do not take their full treatment of medication and hence allow bacteria to develop resistance to antibiotics over time. To understand how to combat antibiotic resistance it is important to understand how the bacterial genome is evolving and changing in healthy individuals with no recent usage of antibiotics to provide a baseline. Using a functional cloning-based technique, DNA isolated from human microflora were cloned into expression vectors in \"Escherichia coli\". Afterwards, antibiotics were applied as a screen. If a plasmid contained a gene insert that provided antibiotic resistance the cell survived and was selected on the plate. If the insert provided no resistance, the cell died and did not form a colony. Based on selection of cell colonies that survived, a better picture of genetic factors contributing to antibiotic resistance were pieced together. Most of the resistance genes that were identified were previously unknown. By using a functional cloning-based technique one is able to elucidate genes giving rise to antibiotic resistance to better understand treatment for bacterial infections.",
            "score": 134.37513732910156
        },
        {
            "docid": "50627838_16",
            "document": "T-even bacteriophages . Lysogenic phages multiply in one of two ways; either by entering an inactive or latent state or by multiplying through the lytic phase. Through a process known as lysogeny, the phage DNA replicates with the replication of the host chromosome by assimilating into the host chromosome itself. It is then passed on to its daughter cells; this is why it usually isn’t recognized by the host. A process known as lysogenic or phage conversion changes the properties of the bacteria cell; this is possible because the prophage itself contains genes that can present new properties into the bacteria cell or host cell. These bacteria are considered lysogenized. Lysogenized bacteria are resistant to superinfection by same or related phages. This is known as superinfection immunity.",
            "score": 133.91241455078125
        },
        {
            "docid": "779824_5",
            "document": "Transfer DNA . The infection process of T-DNA into the host cell and integration into its nucleus involve multiple steps. First, the bacteria multiply in the wound sap before infection and then attach to the plant cell walls. The bacterial virulence genes expression of approximately 10 [[operon]]s is activated by perception of phenolic compounds such as [[acetosyringone]] emitted by wounded plant tissue and follows cell-cell contact. Then this process succeeds the [[Macromolecule|macromolecular]] [[Translocation (genetics)|translocation]] from \"Agrobacterium\" to cytoplasm of host cell, transmission of T-DNA along with associated proteins (called T-complex) to the host cell nucleus followed by disassembly of the T-complex, stable integration of T-DNA into host plant [[genome]], and expression of the transferred [[gene]]s. The integration of T-DNA into a host genome involves the formation of a nick at the right border of the Ti plasmid. This nick creates a region of single stranded DNA from the left border of the T-DNA gene over to the right border which was cut. Then, single stranded binding proteins attach to the single stranded DNA. DNA synthesis displaces the single stranded region and then a second nick at the left border region releases the single stranded T-DNA fragment. Further this fragment can be incorporated into a host genome.",
            "score": 132.63526916503906
        },
        {
            "docid": "538058_35",
            "document": "Levofloxacin . Levofloxacin is a broad-spectrum antibiotic that is active against both Gram-positive and Gram-negative bacteria. Like all quinolones, it functions by inhibiting the DNA gyrase and topoisomerase IV. Topoisomerase IV is necessary to separate DNA that has been replicated (doubled) prior to bacterial cell division. With the DNA not being separated, the process is stopped, and the bacterium cannot divide. DNA gyrase, on the other hand, is responsible for supercoiling the DNA, so that it will fit in the newly formed cells. Both mechanisms amount to killing the bacterium. Levofloxacin acts as a bactericide.",
            "score": 132.55111694335938
        },
        {
            "docid": "35547268_14",
            "document": "Bacterial morphological plasticity . For \"Burkholderia pseudomallei\", some clinical antibiotic agents that are used to treat its infection, mellioidosis, can induce morphological changes such as filamentation and physiological changes in this bacteria. These antibiotics are the β-lactam antibiotics, fluoroquinolones, and antibiotics that inhibit the synthesis of thymidine. The ability of some β-lactam antibiotics to induce filamentation in gram negative bacteria is to inhibit penicillin-binding proteins (PBPs). This inhibition stops the assembly of peptidoglycan network in bacterial cell wall. PBP-1 inhibition leads to rapid cell death. While PBP-2 and PBP-3 inhibition lead to morphological change, turn normal cells to spheroplasts and filamentous cells (elongated rods), respectively. PBP-3 forms the septum in dividing bacteria by involving transpeptidase so inhibition of this PBP-3 protein leads to the incomplete formation of septa in dividing bacteria resulting in the formation of long strands of bacteria (filaments). Kang Chen et al. mentioned that the filament was induced by sublethal concentrations of ceftazidime, ofloxacin, or trimethoprim. At or below the \"minimal inhibitory concentration\" (MIC), filamentation occurred mainly at these concentration and bacteria remained as viable within the vacuoles of immortalized human macrophages, not rapidly killed. However, the \"B.pseudomallei\" filaments revert to normal forms when the antibiotics are removed. Moreover, bacillary daughter cells maintained cell-division capacity and viability despite re-exposure to antibiotics such as ceftazidime. Thus, this developmental alteration may provide additionally survival advantages to bacteria. Furthermore, for \"Pseudomonas aeruginosa\", filamentation induced by antibiotics appears to trigger bacteria to change from a normal growth phase to a stationary growth phase. Filamentous bacteria are also associated with an increase in endotoxin (\"lipopolysaccharide, LPS\") release and the immune system of patients needs to cope with this characteristic. Chloramphenicol antibiotic can induce the formation of filamentous cells, which contain multiple copies of unsegregated chromosomes. These chromosomes lead to the unsuccessful division of elongated cells, and the formation of bacterial filament. Moreover, the filamentation also depends on the expression levels of an efflux pump (MexAB-OprM) and the minimum inhibitory concentration of chloramphenicol. The molecular correlate of the filament formation was described. The exposure to β-lactam antibiotics induced the SOS response in \"Escherichia coli\". During repair of DNA damage, the SOS response aids bacterial propagation by inhibiting cell division. Moreover, both β-lactam antibiotics and genetic mutation induce SOS in \"E.coli\" through the DpiBA \"two-component signal transduction system\" leading to the inactivation of the ftsl gene product, penicillin binding protein 3 (PBP-3). The ftsl gene is a group of filamentous temperature-sensitive genes implicated in cell division. In addition, it is a membrane transpeptidase required for peptidoglycan synthesis at the septum generated by cell division. The event to inactivate ftsl gene product requires the SOS-promoting recA and lexA genes as well as dpiA and transiently inhibits bacterial cell division. Consequently, the bactericidal effects of β-lactam antibiotics are limited. The DpiA is the effector for the DpiB two-component system. Interaction of DpiA with replication origins competes with the binding of the replication proteins DnaA and DnaB. When overexpressed, DpiA can interrupt DNA replication and induce the SOS response resulting in inhibition of cell division.",
            "score": 132.40591430664062
        },
        {
            "docid": "53422606_2",
            "document": "Mycoplasma mobile . Mycoplasma mobile is a species of parasitic bacteria that binds to the gills of freshwater fish causing necrosis. It belongs to the class of Mollicutes which includes bacteria featuring reduced genome sizes that may be parasitic or commensal. It is a gram positive bacterium, however its cells lack a peptidoglycan layer. \"M. mobile\" cells are covered with membrane- anchored proteins, including surface proteins responsible for adhesion, or attachment to objects and surfaces, and antigenic variation, a mechanism which enables surface proteins to elude host immune responses. \"M. mobile\" survival is dependent upon surface proteins which allow it to bind and infect host cells, vary its own surface proteins in order to escape the host immune system, and transport nutrients and ions.",
            "score": 132.30433654785156
        },
        {
            "docid": "3979064_3",
            "document": "Exogenote . Transferred DNA of Hfr is called exogenote and homologous part of F genophore is called endogenoteAn exogenote is genetic material that is released into the environment by prokaryotic cells, usually upon their lysis. This exogenous genetic material is then free to be taken up by other competent bacteria, and used as a template for protein synthesis or broken down for its molecules to be used elsewhere in the cell. Taking up genetic material into the cell from the surrounding environment is a form of bacterial transformation. Exogenotes can also be transferred directly from donor to recipient bacteria as an F'-plasmid in a process known as bacterial conjugation. F'-plasmids only form if the F+ factor is incorrectly translated, and results in a small amount of donor DNA erroneously transferring to the recipient with very high efficiency.",
            "score": 132.2328338623047
        }
    ]
}