{
    "q": [
        {
            "docid": "1685778_6",
            "document": "Neuropharmacology . Neurons are known as excitable cells because on its surface membrane there are an abundance of proteins known as ion-channels that allow small charged particles to pass in and out of the cell. The structure of the neuron allows chemical information to be received by its dendrites, propagated through the perikaryon (cell body) and down its axon, and eventually passing on to other neurons through its axon terminal. These voltage-gated ion channels allow for rapid depolarization throughout the cell. This depolarization, if it reaches a certain threshold, will cause an action potential. Once the action potential reaches the axon terminal, it will cause an influx of calcium ions into the cell. The calcium ions will then cause vesicles, small packets filled with neurotransmitters, to bind to the cell membrane and release its contents into the synapse. This cell is known as the pre-synaptic neuron, and the cell that interacts with the neurotransmitters released is known as the post-synaptic neuron. Once the neurotransmitter is released into the synapse, it can either bind to receptors on the post-synaptic cell, the pre-synaptic cell can re-uptake it and save it for later transmission, or it can be broken down by enzymes in the synapse specific to that certain neurotransmitter. These three different actions are major areas where drug action can affect communication between neurons.",
            "score": 221.6607176065445
        },
        {
            "docid": "6547308_17",
            "document": "Glia limitans . As of 2011, research is focused on the two-way communication between neurons and glial cells. Communication between these two types of cells allows for axonal conduction, synaptic transmission, as well as the processing of information to regulate and better control the processes of the central nervous system. The various forms of communication include neurotransmission, ion fluxes and signaling molecules. As recently as 2002, new information on the process of neuron-glia communication was published by R. Douglas Fields and Beth Stevens-Graham. They used advanced imaging methods to explain that the ion channels seen in glial cells did not contribute to action potentials but rather allowed the glia to determine the level of neuronal activity within proximity. Glial cells were determined to communicate with one another solely with chemical signals and even had specialized glial-glial and neuron-glial neurotransmitter signaling systems. Additionally, neurons were found to release chemical messengers in extrasynaptic regions, suggesting that the neuron-glial relationship includes functions beyond synaptic transmission. Glia have been known to assist in synapse formation, regulating synapse strength, and information processing as mentioned above. The process for adenosine triphospahte (ATP), glutamate, and other chemical messenger release from glia is debated and is seen as a direction for future research.",
            "score": 177.26561772823334
        },
        {
            "docid": "2918988_5",
            "document": "Neurotransmission . Neurons form elaborate networks through which nerve impulses (action potentials) travel. Each neuron has as many as 15,000 connections with other neurons. Neurons do not touch each other (except in the case of an electrical synapse through a gap junction); instead, neurons interact at close contact points called synapses. A neuron transports its information by way of an action potential. When the nerve impulse arrives at the synapse, it may cause the release of neurotransmitters, which influence another (postsynaptic) neuron. The postsynaptic neuron may receive inputs from many additional neurons, both excitatory and inhibitory. The excitatory and inhibitory influences are summed, and if the net effect is inhibitory, the neuron will be less likely to \"fire\" (i.e., generate an action potential), and if the net effect is excitatory, the neuron will be more likely to fire. How likely a neuron is to fire depends on how far its membrane potential is from the threshold potential, the voltage at which an action potential is triggered because enough voltage-dependent sodium channels are activated so that the net inward sodium current exceeds all outward currents. Excitatory inputs bring a neuron closer to threshold, while inhibitory inputs bring the neuron farther from threshold. An action potential is an \"all-or-none\" event; neurons whose membranes have not reached threshold will not fire, while those that do must fire. Once the action potential is initiated (traditionally at the axon hillock), it will propagate along the axon, leading to release of neurotransmitters at the synaptic bouton to pass along information to yet another adjacent neuron.",
            "score": 173.09805393218994
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 146.21079778671265
        },
        {
            "docid": "569399_22",
            "document": "Stimulus (physiology) . This change in membrane permeability in the dendrites is known as a local graded potential and causes the membrane voltage to change from a negative resting potential to a more positive voltage, a process known as depolarization. The opening of sodium channels allows nearby sodium channels to open, allowing the change in permeability to spread from the dendrites to the cell body. If a graded potential is strong enough, or if several graded potentials occur in a fast enough frequency, the depolarization is able to spread across the cell body to the axon hillock. From the axon hillock, an action potential can be generated and propagated down the neuron's axon, causing sodium ion channels in the axon to open as the impulse travels. Once the signal begins to travel down the axon, the membrane potential has already passed threshold, which means that it cannot be stopped. This phenomenon is known as an all-or-nothing response. Groups of sodium channels opened by the change in membrane potential strengthen the signal as it travels away from the axon hillock, allowing it to move the length of the axon. As the depolarization reaches the end of the axon, or the axon terminal, the end of the neuron becomes permeable to calcium ions, which enters the cell via calcium ion channels. Calcium causes the release of neurotransmitters stored in synaptic vesicles, which enter the synapse between two neurons known as the presynaptic and postsynaptic neurons; if the signal from the presynaptic neuron is excitatory, it will cause the release of an excitatory neurotransmitter, causing a similar response in the postsynaptic neuron. These neurons may communicate with thousands of other receptors and target cells through extensive, complex dendritic networks. Communication between receptors in this fashion enables discrimination and the more explicit interpretation of external stimuli. Effectively, these localized graded potentials trigger action potentials that communicate, in their frequency, along nerve axons eventually arriving in specific cortexes of the brain. In these also highly specialized parts of the brain, these signals are coordinated with others to possibly trigger a new response.",
            "score": 199.85713851451874
        },
        {
            "docid": "31153340_2",
            "document": "Active zone . The active zone or synaptic active zone is a term first used by Couteaux and Pecot-Dechavassinein in 1970 to define the site of neurotransmitter release. Two neurons make near contact through structures called synapses allowing them to communicate with each other. As shown in the adjacent diagram, a synapse consists of the presynaptic bouton of one neuron which stores vesicles containing neurotransmitter (uppermost in the picture), and a second, postsynaptic neuron which bears receptors for the neurotransmitter (at the bottom), together with a gap between the two called the synaptic cleft (with synaptic adhesion molecules, SAMs, holding the two together). When an action potential reaches the presynaptic bouton, the contents of the vesicles are released into the synaptic cleft and the released neurotransmitter travels across the cleft to the postsynaptic neuron (the lower structure in the picture) and activates the receptors on the postsynaptic membrane.",
            "score": 234.97704911231995
        },
        {
            "docid": "152964_11",
            "document": "Motor neuron . The interface between a motor neuron and muscle fiber is a specialized synapse called the neuromuscular junction. Upon adequate stimulation, the motor neuron releases a flood of acetylcholine (Ach) neurotransmitters from the axon terminals from synaptic vesicles bind with the plasma membrane. The acetylcholine molecules bind to postsynaptic receptors found within the motor end plate. Once two acetylcholine receptors have been bound, an ion channel is opened and sodium ions are allowed to flow into the cell. The influx of sodium into the cell causes depolarization and triggers a muscle action potential. T tubules of the sarcolemma are then stimulated to elicit calcium ion release from the sarcoplasmic reticulum. It is this chemical release that causes the target muscle fiber to contract.",
            "score": 189.85310459136963
        },
        {
            "docid": "27622452_4",
            "document": "Julian Jack . Jack studies how nerve cells, or neurons, communicate with one another in the nervous system. He is also interested in understanding how chemical and electrical signals move through neural networks, such as the spinal cord or cerebral cortex. Although neurons form large networks, these cells do not actually touch each other. Instead, when the end of a nerve is activated it releases ions or chemicals known as neurotransmitters. Subsequently, these move across the gap, or synapse, between the neuron and the adjacent cell in the network, activating its receptors and perpetuating the signal. Jack applies theoretical and experimental approaches to research this process of synaptic transmission. This includes the use of neurophysiology methods to record bioelectrical activity and mathematical models to analyse the central and peripheral nervous systems. His work on neurotransmission is offering insight into disorders of the nervous system, such as Alzheimer’s disease and multiple sclerosis, and has the potential to improve their diagnosis.",
            "score": 152.58876049518585
        },
        {
            "docid": "21865_16",
            "document": "Neurotransmitter . Neurons do not touch each other (except in the case of an electrical synapse through a gap junction); instead, neurons interact at contact points called synapses: a junction within two nerve cells, consisting of a miniature gap within which impulses are carried by a neurotransmitter. A neuron transports its information by way of a nerve impulse called an action potential. When an action potential arrives at the synapse's presynaptic terminal button, it may stimulate the release of neurotransmitters. These neurotransmitters are released into the synaptic cleft to bind onto the receptors of the postsynaptic membrane and influence another cell, either in an inhibitory or excitatory way. The next neuron may be connected to many more neurons, and if the total of excitatory influences minus inhibitory influences is great enough, it will also \"fire\". That is to say, it will create a new action potential at its axon hillock, releasing neurotransmitters and passing on the information to yet another neighboring neuron.",
            "score": 191.2762793302536
        },
        {
            "docid": "27809_3",
            "document": "Chemical synapse . At a chemical synapse, one neuron releases neurotransmitter molecules into a small space (the synaptic cleft) that is adjacent to another neuron. The neurotransmitters are kept within small sacs called synaptic vesicles, and are released into the synaptic cleft by exocytosis. These molecules then bind to neurotransmitter receptors on the postsynaptic cell's side of the synaptic cleft. Finally, the neurotransmitters must be cleared from the synapse through one of several potential mechanisms including enzymatic degradation or re-uptake by specific transporters either on the presynaptic cell or possibly by neuroglia to terminate the action of the transmitter.",
            "score": 223.37565159797668
        },
        {
            "docid": "33818014_23",
            "document": "Nervous system network models . Computational science is an interdisciplinary field that combines engineering, biology, control systems, brain functions, physical sciences, and computer science. It has fundamental development models done at the lower levels of ions, neurons, and synapses, as well as information propagation between neurons. These models have established the enabling technology for higher-level models to be developed. They are based on chemical and electrical activities in the neurons for which electrical equivalent circuits are generated. A simple model for the neuron with predominantly potassium ions inside the cell and sodium ions outside establishes an electric potential on the membrane under equilibrium, i.e., no external activity, condition. This is called the resting membrane potential, which can be determined by Nernst Equation (Nernst, W. (1888)). An equivalent electrical circuit for a patch of membrane, for example an axon or dendrite, is shown in Figure 5. E and E are the potentials associated with the potassium and sodium channels respectively and R and R are the resistances associated with them. C is the capacitance of the membrane and I is the source current, which could be the test source or the signal source (action potential). The resting potential for potassium-sodium channels in a neuron is about -65 millivolts. The membrane model is for a small section of the cell membrane; for larger sections it can be extended by adding similar sections, called compartments, with the parameter values being the same or different. The compartments are cascaded by a resistance, called axial resistance. Figure 6 shows a compartmental model of a neuron that is developed over the membrane model. Dendrites are the postsynaptic receptors receiving inputs from other neurons; and the axon with one or more axon terminals transmits neurotransmitters to other neurons. The second building block is the Hodgkin-Huxley (HH) model of the action potential. When the membrane potential from the dendrites exceeds the resting membrane potential, a pulse is generated by the neuron cell and propagated along the axon. This pulse is called the action potential and HH model is a set of equations that is made to fit the experimental data by the design of the model and the choice of the parameter values.",
            "score": 152.3533297777176
        },
        {
            "docid": "54660494_9",
            "document": "Volume-regulated anion channel . For glutamate, when excitatory neurotransmitters are released and activates channels on surrounding neurons, it results in overactive depolarization, and increase in calcium ions, and eventually cellular apoptosis. This is generally called excitotoxicity, and it normally results in neuronal swelling. VRACs release of organic osmolytes as a response to this swelling and influx of ions most likely aids in the prevention of the neuron from bursting, as the release of inorganic compounds from a cell has only been associated with a cellular volume decrease of about 20-30%. Yet, in addition to the prevention of lysis for the neuron, the release of taurine and glutamate will also continue to propagate the excitotoxicity effect on neighboring neurons. The most relevant cells to study regarding VRACs role and reaction to excitotoxicity are astrocytes. This is because of their role as supporters of neuronal communication in the brain, the fact that they have been proven to contain VRACs, and the fact that they have been found in a swollen condition in response to pathologies regarding excitotoxicity. As we have stated, the increase of stimulation on a neuron results in excitotoxicity, and glutamate is one of the neurotransmitters that in excess could cause this neuronal response. There are many pathologies attributed to this cellular response including stroke and hypoglycemia among others. As an example, a few studies have found that astrocytes cellular VRAC activation might be associated with stroke-related increases in substances like ATP. Experiments have found that VRAC inhibitors were able to decrease the stroke-related release of excitatory neurotransmitters in the brain; which means that VRACs are likely activated by the increase of cellular ATP and other molecules in astrocytes, and the release of glutamate by these cells causes the neurons around them to become depolarized, increase their calcium ion concentration, and undergo apoptosis. The other organic osmolyte associated with VRACs, taurine, also has many extracellular signaling functions. Specifically, it is thought that the release of taurine from glia by VRACs is linked to systemic volume regulation in the osmosensing supraoptical nucleous (SON). At first, researchers thought that neurons found in SON were not able to undergo RVD, but it was later found that they do eventually develop a chloride ion current after a certain amount of time. Astrocytes were again studied in relation to this discovery, and they found that the cells readily respond to a hypertonic environment by releasing taurine through VRAC-like channels. In turn, the taurine activates glycine receptor chloride channels on neighboring SON neurons, which causes them to hyperpolarize. Since the SON neurons shrink and depolarize in a hypertonic environment, this interaction between the astrocytes acts as an inhibitor of the secretion of vasopressin by SON.",
            "score": 146.64192283153534
        },
        {
            "docid": "20848680_7",
            "document": "Cellular neuroscience . Neurons communicate with one another via synapses. Synapses are specialized junctions between two cells in close apposition to one another. In a synapse, the neuron that sends the signal is the presynaptic neuron and the target cell receives that signal is the postsynaptic neuron or cell. Synapses can be either electrical or chemical. Electrical synapses are characterized by the formation of gap junctions that allow ions and other organic compound to instantaneously pass from one cell to another. Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. A receptor is a transmembrane protein molecule that a neurotransmitter or drug binds. Chemical synapses are slower than electrical synapses.",
            "score": 192.8591341972351
        },
        {
            "docid": "1110611_19",
            "document": "Muscle contraction . A neuromuscular junction is a chemical synapse formed by the contact between a motor neuron and a muscle fiber. It is the site in which a motor neuron transmits a signal to a muscle fiber to initiate muscle contraction. The sequence of events that results in the depolarization of the muscle fiber at the neuromuscular junction begins when an action potential is initiated in the cell body of a motor neuron, which is then propagated by saltatory conduction along its axon toward the neuromuscular junction. Once it reaches the terminal bouton, the action potential causes a ion influx into the terminal by way of the voltage-gated calcium channels. The influx causes synaptic vesicles containing the neurotransmitter acetylcholine to fuse with the plasma membrane, releasing acetylcholine into the synaptic cleft between the motor neuron terminal and the neuromuscular junction of the skeletal muscle fiber. Acetylcholine diffuses across the synapse and binds to and activates nicotinic acetylcholine receptors on the neuromuscular junction. Activation of the nicotinic receptor opens its intrinsic sodium/potassium channel, causing sodium to rush in and potassium to trickle out. As a result, the sarcolemma reverses polarity and its voltage quickly jumps from the resting membrane potential of -90mV to as high as +75mV as sodium enters. The membrane potential then becomes hyperpolarized when potassium exits and is then adjusted back to the resting membrane potential. This rapid fluctuation is called the end-plate potential The voltage-gated ion channels of the sarcolemma next to the end plate open in response to the end plate potential. These voltage-gated channels are sodium and potassium specific and only allow one through. This wave of ion movements creates the action potential that spreads from the motor end plate in all directions. If action potentials stop arriving, then acetylcholine ceases to be released from the terminal bouton. The remaining acetylcholine in the synaptic cleft is either degraded by active acetylcholine esterase or reabsorbed by the synaptic knob and none is left to replace the degraded acetylcholine.",
            "score": 187.42432749271393
        },
        {
            "docid": "9045995_16",
            "document": "Pre-Bötzinger complex . Other inward currents that help generate intrinsic spiking and bursting in pacemaker neurons are the calcium current and calcium-activated nonspecific currents (I). When a neuron becomes depolarized, voltage gated calcium channels become activated and calcium is able to flow into the cell which usually leads to the release of neurotransmitters. Calcium-sensitive dyes have shown that internal concentrations of calcium increase during bursts. The activation of different calcium channels has distinct effects on the activity of neurons in the pre-Bötzinger complex. L-type calcium channels are known to increase the frequency of action potentials in some neurons, which might be the reason calcium influx through these channels has been observed during the augmentation when tissues have low levels of oxygen. P/Q-type calcium channels are mainly responsible for the release of neurotransmitters that excite, or activate, postsynaptic neurons. Studies have shown that blockage of these channels leads to the inhibition of sighs, which indicates calcium flow through these channels is necessary for sighs. Other research has also suggested that calcium flow through N-type calcium channels is essential for normal breathing, and is responsible for the activation of calcium-dependent potassium channels. Calcium-activated nonselective cation currents are important for the intrinsic spiking and bursting activity in CS pacemaker neurons. Metabotropic glutamate 1/5 receptors appear to be important for the increase in intracellular calcium that activate I. The initial burst in a neuron usually leads to the activation of the transient sodium current and the several types of calcium currents.These currents depolarize the cell further enough to activate NMDA receptors and I, which helps cell regenerate its bursts. The ratio between inward and outward currents helps determine the activity of pacemaker neurons in the pre-Bötzinger complex. The major outward currents involved in the regulation of neuron activity are potassium currents. Although the exact role of potassium currents is still being investigated, it appears that potassium and sodium leak currents are crucial for the rhythmicity of the pre-Bötzinger complex. Transient A-type potassium currents are more common in neurons that are involved in the inspiration process. When A-type potassium currents were blocked with 4-AP in slices of the pre-Bötzinger complex, synchronized bursts in inspiratory neurons was affected as well as communication with hypoglossal motor pools that help regulate breathing. This suggests that transient A-type potassium currents are needed for the synchronized bursts in inspiratory neurons and for effective respiratory control. Other potassium channels like large conductance calcium-dependent potassium channels and sodium chloride dependent potassium channels appear to end burst potentials in neurons. Moreover, ATP-dependent potassium channels help neurons detect changes in energy or oxygen levels to modify breathing patterns. These channels are activated by decreases in ATP, which suggests they provide the needed hyperpolarization during hypoxia.",
            "score": 174.09794199466705
        },
        {
            "docid": "21865_6",
            "document": "Neurotransmitter . Until the early 20th century, scientists assumed that the majority of synaptic communication in the brain was electrical. However, through the careful histological examinations by Ramón y Cajal (1852–1934), a 20 to 40 nm gap between neurons, known today as the synaptic cleft, was discovered. The presence of such a gap suggested communication via chemical messengers traversing the synaptic cleft, and in 1921 German pharmacologist Otto Loewi (1873–1961) confirmed that neurons can communicate by releasing chemicals. Through a series of experiments involving the vagus nerves of frogs, Loewi was able to manually slow the heart rate of frogs by controlling the amount of saline solution present around the vagus nerve. Upon completion of this experiment, Loewi asserted that sympathetic regulation of cardiac function can be mediated through changes in chemical concentrations. Furthermore, Otto Loewi is credited with discovering acetylcholine (ACh)—the first known neurotransmitter. Some neurons do, however, communicate via electrical synapses through the use of gap junctions, which allow specific ions to pass directly from one cell to another.",
            "score": 146.33562767505646
        },
        {
            "docid": "19564541_3",
            "document": "Glutamate-glutamine cycle . Initially, in a glutamatergic synapse, the neurotransmitter glutamate is released from the neurons and is taken up into the synaptic cleft. Glutamate residing in the synapse must be rapidly removed in one of three ways:  Postsynaptic neurons remove little glutamate from the synapse. There is active reuptake into presynaptic neurons, but this mechanism appears to be less important than astrocytic transport. Astrocytes could dispose of transported glutamate in two ways. They could export it to blood capillaries, which abut the astrocyte foot processes. However, this strategy would result in a net loss of carbon and nitrogen from the system. An alternate approach would be to convert glutamate into another compound, preferably a non-neuroactive species. The advantage of this approach is that neuronal glutamate could be restored without the risk of trafficking the transmitter through extracellular fluid, where glutamate would cause neuronal depolarization. Astrocytes readily convert glutamate to glutamine via the glutamine synthetase pathway and released into the extracellular space. The glutamine is taken into the presynaptic terminals and metabolized into glutamate by the phosphate-activated glutaminase (a mitochondrial enzyme). The glutamate that is synthesized in the presynaptic terminal is packaged into synaptic vesicles by the glutamate transporter, VGLUT. Once the vesicle is released, glutamate is removed from the synaptic cleft by excitatory amino-acid transporters (EAATs). This allows synaptic terminals and glial cells to work together to maintain a proper supply of glutamate, which can also be produced by transamination of 2-oxoglutarate, an intermediate in the Citric acid cycle. Recent electrophysiological evidence suggests that active synapses require presynaptically localized glutamine glutamate cycle to maintain excitatory neurotransmission in specific circumstances. In other systems, it has been suggested that neurons have alternate mechanisms to cope with compromised glutamate-glutamine cycling.",
            "score": 209.06513333320618
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 146.44019377231598
        },
        {
            "docid": "21120_30",
            "document": "Neuron . In a chemical synapse, the process of synaptic transmission is as follows: when an action potential reaches the axon terminal, it opens voltage-gated calcium channels, allowing calcium ions to enter the terminal. Calcium causes synaptic vesicles filled with neurotransmitter molecules to fuse with the membrane, releasing their contents into the synaptic cleft. The neurotransmitters diffuse across the synaptic cleft and activate receptors on the postsynaptic neuron. High cytosolic calcium in the axon terminal also triggers mitochondrial calcium uptake, which, in turn, activates mitochondrial energy metabolism to produce ATP to support continuous neurotransmission.",
            "score": 196.86239230632782
        },
        {
            "docid": "681908_3",
            "document": "Neuromuscular junction . Muscles require innervation to function—and even just to maintain muscle tone, avoiding atrophy. Synaptic transmission at the neuromuscular junction begins when an action potential reaches the presynaptic terminal of a motor neuron, which activates voltage-dependent calcium channels to allow calcium ions to enter the neuron. Calcium ions bind to sensor proteins (synaptotagmin) on synaptic vesicles, triggering vesicle fusion with the cell membrane and subsequent neurotransmitter release from the motor neuron into the synaptic cleft. In vertebrates, motor neurons release acetylcholine (ACh), a small molecule neurotransmitter, which diffuses across the synaptic cleft and binds to nicotinic acetylcholine receptors (nAChRs) on the cell membrane of the muscle fiber, also known as the sarcolemma. nAChRs are ionotropic receptors, meaning they serve as ligand-gated ion channels. The binding of ACh to the receptor can depolarize the muscle fiber, causing a cascade that eventually results in muscle contraction.",
            "score": 212.56600618362427
        },
        {
            "docid": "21944_31",
            "document": "Nervous system . Synapses may be electrical or chemical. Electrical synapses make direct electrical connections between neurons, but chemical synapses are much more common, and much more diverse in function. At a chemical synapse, the cell that sends signals is called presynaptic, and the cell that receives signals is called postsynaptic. Both the presynaptic and postsynaptic areas are full of molecular machinery that carries out the signalling process. The presynaptic area contains large numbers of tiny spherical vessels called synaptic vesicles, packed with neurotransmitter chemicals. When the presynaptic terminal is electrically stimulated, an array of molecules embedded in the membrane are activated, and cause the contents of the vesicles to be released into the narrow space between the presynaptic and postsynaptic membranes, called the synaptic cleft. The neurotransmitter then binds to receptors embedded in the postsynaptic membrane, causing them to enter an activated state. Depending on the type of receptor, the resulting effect on the postsynaptic cell may be excitatory, inhibitory, or modulatory in more complex ways. For example, release of the neurotransmitter acetylcholine at a synaptic contact between a motor neuron and a muscle cell induces rapid contraction of the muscle cell. The entire synaptic transmission process takes only a fraction of a millisecond, although the effects on the postsynaptic cell may last much longer (even indefinitely, in cases where the synaptic signal leads to the formation of a memory trace).",
            "score": 243.60845243930817
        },
        {
            "docid": "1939870_4",
            "document": "Dale's principle . Dale himself never stated his \"principle\" in an explicit form. The source that Eccles referred to was a lecture published by Dale in 1934, called \"Pharmacology and nerve endings\", describing some of the early research into the physiology of neurotransmission. At that time, only two chemical transmitters were known, acetylcholine and noradrenaline (then thought to be adrenaline). In the peripheral nervous system, cholinergic and adrenergic transmission were known to arise from different groups of nerve fibers. Dale was interested in the possibility that a neuron releasing one of these chemicals in the periphery might also release the same chemical at central synapses. He wrote: It is to be noted, further, that in the cases for which direct evidence is already available, the phenomena of regeneration appear to indicate that the nature of the chemical function, whether cholinergic or adrenergic, is characteristic for each particular neurone, and unchangeable. And near the end of the paper: When we are dealing with two different endings of the same sensory neurone, the one peripheral and concerned with vasodilatation and the other at a central synapse, can we suppose that the discovery and identification of a chemical transmitter of axon-reflex vasodilatation would furnish a hint as to the nature of the transmission process at a central synapse? The possibility has at least some value as a stimulus to further experiment. With only two transmitter chemicals known to exist at the time, the possibility of a neuron releasing more than one transmitter at a single synapse did not enter anybody's mind, and so no care was taken to frame hypotheses in a way that took this possibility into account. The resulting ambiguity in the initial statements led to some confusion in the literature about the precise meaning of the principle. Nicoll and Malenka, for example, understood it to state that a neuron always releases one and only one neurotransmitter at all of its synapses. In this form it is certainly false. Many neurons release more than one neurotransmitter, in what is called \"cotransmission\". Although there were earlier hints, the first formal proposal of this discovery did not come until 1976. Most neurons release several different chemical messengers. In modern neuroscience, neurons are often classified by their neurotransmitter and most important cotransmitter, for example striatal GABA neurons utilize either opioid peptides or substance P as the primary cotransmitter.",
            "score": 122.44990754127502
        },
        {
            "docid": "24950378_10",
            "document": "Cell–cell interaction . Synaptic signaling, an integral part of nervous system activity, occurs between neurons and target cells. These target cells can also be neurons or other cell types (i.e. muscle or gland cells). Protocadherins, a member of the cadherin family, mediate the adhesion of neurons to their target cells at synapses otherwise known as synaptic junctions. In order to for communication to occur between a neuron and its target cell, a wave of depolarization travels the length of the neuron and causes neurotransmitters to be released into the synaptic junction. These neurotransmitters bind and activate receptors on the post-synaptic neuron thereby transmitting the signal to the target cell. Thus, a post-synaptic membrane belongs to the membrane receiving the signal, while a pre-synaptic membrane is the source of the neurotransmitter. In a neuromuscular junction, a synapse is formed between a motor neuron and muscle fibers. In vertebrates, acetylcholine released from the motor neuron acts as a neurotransmitter which depolarizes the muscle fiber and causes muscle contraction. A neuron’s ability to receive and integrate simultaneous signals from the environment and other neurons allows for complex animal behavior.",
            "score": 175.7700309753418
        },
        {
            "docid": "21865_17",
            "document": "Neurotransmitter . A neurotransmitter can influence the function of a neuron through a remarkable number of mechanisms. In its direct actions in influencing a neuron’s electrical excitability, however, a neurotransmitter acts in only one of two ways: excitatory or inhibitory. A neurotransmitter influences trans-membrane ion flow either to increase (excitatory) or to decrease (inhibitory) the probability that the cell with which it comes in contact will produce an action potential. Thus, despite the wide variety of synapses, they all convey messages of only these two types, and they are labeled as such. Type I synapses are excitatory in their actions, whereas type II synapses are inhibitory. Each type has a different appearance and is located on different parts of the neurons under its influence. Each neuron receives thousands of excitatory and inhibitory signals every second.",
            "score": 144.06294238567352
        },
        {
            "docid": "8131_4",
            "document": "Dendrite . Dendrites are one of two types of protoplasmic protrusions that extrude from the cell body of a neuron, the other type being an axon. Axons can be distinguished from dendrites by several features including shape, length, and function. Dendrites often taper off in shape and are shorter, while axons tend to maintain a constant radius and be relatively long. Typically, axons transmit electrochemical signals and dendrites receive the electrochemical signals, although some types of neurons in certain species lack axons and simply transmit signals via their dendrites. Dendrites provide an enlarged surface area to receive signals from the terminal buttons of other axons, and the axon also commonly divides at its far end into many branches (telodendria) each of which ends in a nerve terminal, allowing a chemical signal to pass simultaneously to many target cells. Typically, when an electrochemical signal stimulates a neuron, it occurs at a dendrite and causes changes in the electrical potential across the neuron’s plasma membrane. This change in the membrane potential will passively spread across the dendrite but becomes weaker with distance without an action potential. An action potential propagates the electrical activity along the membrane of the neuron's dendrites to the cell body and then afferently down the length of the axon to the axon terminal, where it triggers the release of neurotransmitters into the synaptic cleft. However, synapses involving dendrites can also be axodendritic, involving an axon signaling to a dendrite, or dendrodendritic, involving signaling between dendrites. An autapse is a synapse in which the axon of one neuron transmits signals to its own dendrites.",
            "score": 166.41371893882751
        },
        {
            "docid": "51848234_4",
            "document": "Anion-conducting channelrhodopsin . Anion-conducting channelrhodopsins (ACRs) have been used as optogenetic tools to inhibit neuronal activation. When expressed in nerve cells, ACRs act as light-gated chloride channels. Their effect on the activity of the neuron is comparable to GABA receptors, ligand-gated chloride channels found in inhibitory synapses: As the chloride concentration in mature neurons is very low, illumination results in an inward flux of negatively charged ions, clamping the neuron at the chloride reversal potential (- 65 mV). Under these conditions, excitatory synaptic inputs are not able to efficiently depolarize the neuron. This effect is known as shunting inhibition (as opposed to inhibition by hyperpolarization). Illuminating the dendrite prevents the generation of dendritic calcium spikes while illumination of the entire neuron blocks action potential initiation in response to sensory stimulation. Axon terminals, however, have a higher chloride concentration and are therefore excited by ACRs. To inhibit neurons with wide-field illumination, it has proven useful to restrict ACRs to the somatic compartment (ST variants).",
            "score": 136.1646068096161
        },
        {
            "docid": "21245_15",
            "document": "Neuroscience . The fundamental questions addressed in cellular neuroscience include the mechanisms of how neurons process signals physiologically and electrochemically. These questions include how signals are processed by neurites – thin extensions from a neuronal cell body, consisting of dendrites (specialized to receive synaptic inputs from other neurons) and axons (specialized to conduct nerve impulses called action potentials) – and somas (the cell bodies of the neurons containing the nucleus), and how neurotransmitters and electrical signals are used to process information in a neuron. Another major area of neuroscience is directed at investigations of the development of the nervous system. These questions include the patterning and regionalization of the nervous system, neural stem cells, differentiation of neurons and glia, neuronal migration, axonal and dendritic development, trophic interactions, and synapse formation.",
            "score": 158.01493048667908
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 127.45938730239868
        },
        {
            "docid": "21865_2",
            "document": "Neurotransmitter . Neurotransmitters are endogenous chemicals that enable neurotransmission. It is a type of chemical messenger which transmits signals across a chemical synapse, such as a neuromuscular junction, from one neuron (nerve cell) to another \"target\" neuron, muscle cell, or gland cell. Neurotransmitters are released from synaptic vesicles in synapses into the synaptic cleft, where they are received by neurotransmitter receptors on the target cells. Many neurotransmitters are synthesized from simple and plentiful precursors such as amino acids, which are readily available from the diet and only require a small number of biosynthetic steps for conversion. Neurotransmitters play a major role in shaping everyday life and functions. Their exact numbers are unknown, but more than 200 chemical messengers have been uniquely identified.",
            "score": 169.01053071022034
        },
        {
            "docid": "21944_33",
            "document": "Nervous system . According to a rule called Dale's principle, which has only a few known exceptions, a neuron releases the same neurotransmitters at all of its synapses. This does not mean, though, that a neuron exerts the same effect on all of its targets, because the effect of a synapse depends not on the neurotransmitter, but on the receptors that it activates. Because different targets can (and frequently do) use different types of receptors, it is possible for a neuron to have excitatory effects on one set of target cells, inhibitory effects on others, and complex modulatory effects on others still. Nevertheless, it happens that the two most widely used neurotransmitters, glutamate and GABA, each have largely consistent effects. Glutamate has several widely occurring types of receptors, but all of them are excitatory or modulatory. Similarly, GABA has several widely occurring receptor types, but all of them are inhibitory. Because of this consistency, glutamatergic cells are frequently referred to as \"excitatory neurons\", and GABAergic cells as \"inhibitory neurons\". Strictly speaking, this is an abuse of terminology—it is the receptors that are excitatory and inhibitory, not the neurons—but it is commonly seen even in scholarly publications.",
            "score": 141.4293327331543
        },
        {
            "docid": "2367309_8",
            "document": "State-dependent memory . At its most basic, state-dependent memory is the product of the strengthening of a particular synaptic pathway in the brain. A neural synapse is the space between brain cells, or neurons, that allows chemical signals to be passed from one neuron to another. Chemicals called neurotransmitters leave one cell, travel across the synapse, and are taken in by the next neuron through a neurotransmitter receptor. This creates a connection between the two neurons called a neural pathway. Memory relies on the strengthening of these neural pathways, associating one neuron with another. When we learn something, new pathways are made between neurons in the brain which then communicate through chemical signals. If these cells have a history of sending out certain signals under specific chemical conditions within the brain, they are then primed to work most effectively under similar circumstances. State-dependent memory happens when a new neural connection is made while the brain is in a specific chemical state - for instance, a child with ADHD learns their multiplication tables while on stimulant medication. Because their brain created these new connections related to multiplication tables while the brain was chemically affected by the stimulant medication, their neurons will be primed in the future to remember these facts best when the same levels of medication are present in the brain.",
            "score": 147.51552426815033
        },
        {
            "docid": "3717_35",
            "document": "Brain . Neurotransmitters are chemicals that are released at synapses when an action potential activates them—neurotransmitters attach themselves to receptor molecules on the membrane of the synapse's target cell, and thereby alter the electrical or chemical properties of the receptor molecules. With few exceptions, each neuron in the brain releases the same chemical neurotransmitter, or combination of neurotransmitters, at all the synaptic connections it makes with other neurons; this rule is known as Dale's principle. Thus, a neuron can be characterized by the neurotransmitters that it releases. The great majority of psychoactive drugs exert their effects by altering specific neurotransmitter systems. This applies to drugs such as cannabinoids, nicotine, heroin, cocaine, alcohol, fluoxetine, chlorpromazine, and many others.",
            "score": 176.86049795150757
        }
    ],
    "r": [
        {
            "docid": "33825206_6",
            "document": "Synaptic fatigue . When synaptic vesicles release neurotransmitters into the synapse that bind with post-synaptic membrane proteins to pass a signal, neurotransmitter re-uptake occurs to recycle neurotransmitters in the presynaptic cell in order to be released again. Neurotransmitter vesicles are recycled through the process of endocytosis. Because each presynaptic cell can link up to thousands of connections with other neurons, synaptic fatigue and its recovery can cause interactions with other neuronal circuits and can affect the kinetics with other processes of neurons. It is important that the recycling of neurotransmitters take place at an effective and efficient rate in order to prevent synaptic fatigue from negatively affecting signal transmission.",
            "score": 264.39361572265625
        },
        {
            "docid": "26395288_3",
            "document": "Bulk endocytosis . The molecular mechanisms of bulk endocytosis have not been determined in detail. However some important signaling events have been described. For example, during high levels of neural activity, presynaptic intracellular calcium activates calcineurin which dephosphorylates dynamin. The F-BAR-protein syndapin interacts with dephosphorylated dynamin and is a crucial factor in anchoring dynamin at the plasma membrane. In line with the hypothesis that syndapin I induces bulk endocytosis, characterization of syndapin I knock-out mice revealed a crucial role of syndapin I in  presynaptic membrane trafficking processes and accumulation of endocytic intermediates was especially evident under high-capacity retrieval conditions.  Mechanistically, the F-BAR domain protein syndapin I possibly acts through further interactions with Arp2/3 and N-WASP.  The GTPase dynamin then pinches off the large membrane-vacuole, which is either degraded or reused for synaptic vesicle production (possibly through clathrin coating). Clathrin-mediated endocytosis and bulk endocytosis appear to occur concurrently in highly active synaptic terminals. The dephosphorylation of dynamin does not prevent the association of amphiphysin, therefore allowing the two processes to happen independently of each other.",
            "score": 263.5210266113281
        },
        {
            "docid": "27809_14",
            "document": "Chemical synapse . The release of a neurotransmitter is triggered by the arrival of a nerve impulse (or action potential) and occurs through an unusually rapid process of cellular secretion (exocytosis). Within the presynaptic nerve terminal, vesicles containing neurotransmitter are localized near the synaptic membrane. The arriving action potential produces an influx of calcium ions through voltage-dependent, calcium-selective ion channels at the down stroke of the action potential (tail current). Calcium ions then bind to synaptotagmin proteins found within the membranes of the synaptic vesicles, allowing the vesicles to fuse with the presynaptic membrane. The fusion of a vesicle is a stochastic process, leading to frequent failure of synaptic transmission at the very small synapses that are typical for the central nervous system. Large chemical synapses (e.g. the neuromuscular junction), on the other hand, have a synaptic release probability of 1. Vesicle fusion is driven by the action of a set of proteins in the presynaptic terminal known as SNAREs. As a whole, the protein complex or structure that mediates the docking and fusion of presynaptic vesicles is called the active zone. The membrane added by the fusion process is later retrieved by endocytosis and recycled for the formation of fresh neurotransmitter-filled vesicles.",
            "score": 263.4554443359375
        },
        {
            "docid": "6389071_7",
            "document": "Endocytic cycle . Impulses between neurons are transmitted by the release of neurotransmitters at the junction between the two cells, a region called a synapse. This release is effected by exocytosis at the presynaptic terminal. A vesicle full of transmitter, acetylcholine (for example), in the presynaptic terminal fuses with its neighbouring plasma membrane and thereby releases a burst of acetylcholine into the synaptic space. The acetylcholine is rapidly degraded here, but before this happens it activates acetylcholine receptors on the postsynaptic terminal and triggers an electrical impulse in that cell. The membrane added to the presynaptic terminal is recovered by endocytosis and recycled to form fresh vesicles full of neurotransmitter, ready for another cycle of postsynaptic excitation.",
            "score": 250.00462341308594
        },
        {
            "docid": "9859540_3",
            "document": "Synaptojanin . The synaptojanin family comprises proteins that are key players in the synaptic vesicle recovery at the synapse. In general, vesicles containing neurotransmitters fuse with the presynaptic cell in order to release neurotransmitter into the synaptic cleft. It is the release of neurotransmitters that allows neuron to neuron communication in the nervous system. The recovery of the vesicle is referred to as endocytosis and is important to reset the presynaptic cell with new neurotransmitter.",
            "score": 244.6907501220703
        },
        {
            "docid": "21944_31",
            "document": "Nervous system . Synapses may be electrical or chemical. Electrical synapses make direct electrical connections between neurons, but chemical synapses are much more common, and much more diverse in function. At a chemical synapse, the cell that sends signals is called presynaptic, and the cell that receives signals is called postsynaptic. Both the presynaptic and postsynaptic areas are full of molecular machinery that carries out the signalling process. The presynaptic area contains large numbers of tiny spherical vessels called synaptic vesicles, packed with neurotransmitter chemicals. When the presynaptic terminal is electrically stimulated, an array of molecules embedded in the membrane are activated, and cause the contents of the vesicles to be released into the narrow space between the presynaptic and postsynaptic membranes, called the synaptic cleft. The neurotransmitter then binds to receptors embedded in the postsynaptic membrane, causing them to enter an activated state. Depending on the type of receptor, the resulting effect on the postsynaptic cell may be excitatory, inhibitory, or modulatory in more complex ways. For example, release of the neurotransmitter acetylcholine at a synaptic contact between a motor neuron and a muscle cell induces rapid contraction of the muscle cell. The entire synaptic transmission process takes only a fraction of a millisecond, although the effects on the postsynaptic cell may last much longer (even indefinitely, in cases where the synaptic signal leads to the formation of a memory trace).",
            "score": 243.60845947265625
        },
        {
            "docid": "40604323_4",
            "document": "Mechanism of anoxic depolarization in the brain . A chemical signal (synaptic transmission) begins with the action potential that propagates down the axon of so-called presynaptic terminal to trigger Ca influx, which causes the synaptic vesicles to fuse and release neurotransmitters, via exocytosis, to the synaptic cleft. Released neurotransmitters then bind their specific neuroreceptors at the postsynaptic membrane, or activate their specific ligand-gated ion channels, to fire an action potential that can be either excitatory or inhibitory, depending on the nature of the ligand-gated ion channel. Neurotransmitters are removed from the synaptic cleft by either enzymatic degradation or re-uptake by the same presynaptic neuron, via endocytosis or specific neurotransmitter transporters.",
            "score": 235.4994354248047
        },
        {
            "docid": "31153340_4",
            "document": "Active zone . The function of the active zone is to ensure that neurotransmitters can be reliably released in a specific location of a neuron and only released when the neuron fires an action potential. As an action potential propagates down an axon it reaches the axon terminal called the presynaptic bouton. In the presynaptic bouton, the action potential activates calcium channels (VDCCs) that cause a local influx of calcium. The increase in calcium is detected by proteins in the active zone and forces vesicles containing neurotransmitter to fuse with the membrane. This fusion of the vesicles with the membrane releases the neurotransmitters into the synaptic cleft (space between the presynaptic bouton and the postsynaptic membrane). The neurotransmitters then diffuse across the cleft and bind to ligand gated ion channels and G-protein coupled receptors on the postsynaptic membrane. The binding of neurotransmitters to the postsynaptic receptors then induces a change in the postsynaptic neuron. The process of releasing neurotransmitters and binding to the postsynaptic receptors to cause a change in the postsynaptic neuron is called neurotransmission.",
            "score": 235.18373107910156
        },
        {
            "docid": "31153340_2",
            "document": "Active zone . The active zone or synaptic active zone is a term first used by Couteaux and Pecot-Dechavassinein in 1970 to define the site of neurotransmitter release. Two neurons make near contact through structures called synapses allowing them to communicate with each other. As shown in the adjacent diagram, a synapse consists of the presynaptic bouton of one neuron which stores vesicles containing neurotransmitter (uppermost in the picture), and a second, postsynaptic neuron which bears receptors for the neurotransmitter (at the bottom), together with a gap between the two called the synaptic cleft (with synaptic adhesion molecules, SAMs, holding the two together). When an action potential reaches the presynaptic bouton, the contents of the vesicles are released into the synaptic cleft and the released neurotransmitter travels across the cleft to the postsynaptic neuron (the lower structure in the picture) and activates the receptors on the postsynaptic membrane.",
            "score": 234.97705078125
        },
        {
            "docid": "33825206_7",
            "document": "Synaptic fatigue . Maintaining a readily releasable vesicle pool is important in allowing for the constant ability to pass physiological signals between neurons. The timing it takes for neurotransmitter to be released into the synaptic cleft and then be recycled back to the presynaptic cell to be reused is not currently well understood. There are two models currently proposed to attempt to understand this process. One model predicts that the vesicle undergoes complete fusion with the presynaptic cellular membrane once all its contents have been emptied. It then must retrieve vesicular membrane from other sites which could take up to tens of seconds. The second model tries to explain this phenomenon by assuming the vesicles immediately begin to recycle neurotransmitters after release, which takes less than a second to complete endocytosis. One study showed varying times of complete endocytosis ranging from 5.5-38.9 seconds. It also indicated that these times were completely independent of long term or chronic activity.",
            "score": 234.9657440185547
        },
        {
            "docid": "20839616_5",
            "document": "Axon terminal . The neurotransmitter molecule packages (vesicles) are created within the neuron, then travel down the axon to the distal axon terminal where they sit \"docked\". Calcium ions then trigger a biochemical cascade which results in vesicles fusing with the presynaptic membrane and releasing their contents to the synaptic cleft within 180 µs of calcium entry. Triggered by the binding of the calcium ions, the synaptic vesicle proteins begin to move apart, resulting in the creation of a fusion pore. The presence of the pore allows for the release of neurotransmitter into the synaptic cleft. The process occurring at the axon terminal is exocytosis, which a cell uses to exude secretory vesicles out of the cell membrane. These membrane-bound vesicles contain soluble proteins to be secreted to the extracellular environment, as well as membrane proteins and lipids that are sent to become components of the cell membrane. Exocytosis in neuronal chemical synapses is Ca triggered and serves interneuronal signalling.",
            "score": 227.45501708984375
        },
        {
            "docid": "27809_3",
            "document": "Chemical synapse . At a chemical synapse, one neuron releases neurotransmitter molecules into a small space (the synaptic cleft) that is adjacent to another neuron. The neurotransmitters are kept within small sacs called synaptic vesicles, and are released into the synaptic cleft by exocytosis. These molecules then bind to neurotransmitter receptors on the postsynaptic cell's side of the synaptic cleft. Finally, the neurotransmitters must be cleared from the synapse through one of several potential mechanisms including enzymatic degradation or re-uptake by specific transporters either on the presynaptic cell or possibly by neuroglia to terminate the action of the transmitter.",
            "score": 223.3756561279297
        },
        {
            "docid": "1685778_6",
            "document": "Neuropharmacology . Neurons are known as excitable cells because on its surface membrane there are an abundance of proteins known as ion-channels that allow small charged particles to pass in and out of the cell. The structure of the neuron allows chemical information to be received by its dendrites, propagated through the perikaryon (cell body) and down its axon, and eventually passing on to other neurons through its axon terminal. These voltage-gated ion channels allow for rapid depolarization throughout the cell. This depolarization, if it reaches a certain threshold, will cause an action potential. Once the action potential reaches the axon terminal, it will cause an influx of calcium ions into the cell. The calcium ions will then cause vesicles, small packets filled with neurotransmitters, to bind to the cell membrane and release its contents into the synapse. This cell is known as the pre-synaptic neuron, and the cell that interacts with the neurotransmitters released is known as the post-synaptic neuron. Once the neurotransmitter is released into the synapse, it can either bind to receptors on the post-synaptic cell, the pre-synaptic cell can re-uptake it and save it for later transmission, or it can be broken down by enzymes in the synapse specific to that certain neurotransmitter. These three different actions are major areas where drug action can affect communication between neurons.",
            "score": 221.6607208251953
        },
        {
            "docid": "1846451_24",
            "document": "Dopamine transporter . Cocaine blocks DAT by binding directly to the transporter and reducing the rate of transport. In contrast, amphetamine enters the presynaptic neuron directly through the neuronal membrane or through DAT, competing for reuptake with dopamine. Once inside, it binds to or enters synaptic vesicles through . When amphetamine binds to TAAR1, it reduces the firing rate of the postsynaptic neuron and triggers protein kinase A and protein kinase C signaling, resulting in DAT phosphorylation. Phosphorylated DAT then either operates in reverse or withdraws into the presynaptic neuron and ceases transport. When amphetamine enters the synaptic vesicles through VMAT2, dopamine is released into the cytosol. Amphetamine also produces dopamine efflux through a second TAAR1-independent mechanism involving CAMKIIα-mediated phosphorylation of the transporter, which putatively arises from the activation of DAT-coupled L-type calcium channels by amphetamine.",
            "score": 220.94985961914062
        },
        {
            "docid": "17176512_8",
            "document": "Homologous desensitization . In contrast to receptor uncoupling, endocytosis can occur through multiple pathways. GCPR endocytosis has been shown to be either dependent or independent of arrestin activity, depending on the cell type used in the experiment; however, the former is more common. Furthermore, the same receptor expressed in two distinct cell types can be endocytosed through different mechanisms due to differences in GRK and arrestin expression: either through clathrin-coated vesicles or caveolae. In general, receptor sequestration preferentially affects receptors that are both activated and phosphorylated, but the phosphorylation is not always a necessary component of endocytosis. After being sequestered, the affected receptors can either be degraded by lysosomes or reinserted into the plasma membrane, which is called receptor recycling.",
            "score": 220.84776306152344
        },
        {
            "docid": "45702632_8",
            "document": "Quantal neurotransmitter release . No one method of synaptic vesicle recycling seems to hold true in all scenarios, which suggests the existence of multiple pathways for synaptic vesicle recycling. Multiple proteins have been linked with synaptic vesicle reuptake and then subsequently been linked to different synaptic vesicle recycling pathways. Clathrin-mediated endocytosis (CME) and activity-dependent bulk endocytosis (ADBE) are the two most predominant forms of synaptic vesicle recycling, with ADBE being more active during periods of high neuronal activity and CME being active for long periods of time after neuronal activity has ceased.",
            "score": 218.54237365722656
        },
        {
            "docid": "22314651_4",
            "document": "Monoamine releasing agent . MRAs cause the release of monoamine neurotransmitters by various complex mechanism of actions. They may enter the presynaptic neuron primarily via plasma membrane transporters, such as the dopamine transporter (DAT), norepinephrine transporter (NET), and serotonin transporter (SERT). Some, such as exogenous phenethylamine, amphetamine, and methamphetamine, can also diffuse directly across the cell membrane to varying degrees. Once inside the presynaptic neuron, they may inhibit the reuptake of monoamine neurotransmitters through vesicular monoamine transporter 2 (VMAT2) and release the neurotransmitters stores of synaptic vesicles into the cytoplasm by inducing reverse transport at VMAT2. MRAs can also bind to the intracellular receptor TAAR1 as agonists, which triggers a phosphorylation cascade via protein kinases that results in the phosphorylation of monoamine transporters located at the plasma membrane (i.e., the dopamine transporter, norepinephrine transporter, and serotonin transporter); upon phosphorylation, these transporters transport monoamines in reverse (i.e., they move monoamines from the neuronal cytoplasm into the synaptic cleft). The combined effects of MRAs at VMAT2 and TAAR1 result in the release of neurotransmitters out of synaptic vesicles and the cell cytoplasm into the synaptic cleft where they bind to their associated presynaptic autoreceptors and postsynaptic receptors. Certain MRAs interact with other presynaptic intracellular receptors which promote monoamine neurotransmission as well (e.g., methamphetamine is also an agonist at σ receptor).",
            "score": 218.10829162597656
        },
        {
            "docid": "1501977_3",
            "document": "Receptor-mediated endocytosis . Although receptors and their ligands can be brought into the cell through a few mechanisms (e.g. caveolin), clathrin-mediated endocytosis remains the best studied. Clathrin-mediated endocytosis of many receptor types begins with the cargo ligands in the luminal compartment of the cell binding to receptors on the cell membrane. The cargo ligand and receptor will then recruit adaptor proteins and clathrin triskelions to the outside membrane of the cell around where budding will form. Budding of the plasma membrane then occurs, forming a clathrin coated pit. Other receptors can nucleate a clathrin-coated pit allowing formation around the receptor. A mature pit will be cleaved from the plasma membrane through the use of membrane binding and fission proteins such as Dynamin, (as well as other BAR domain proteins) forming a clathrin-coated vesicle that then uncoats and typically fuses to an early endosome. Once fused, the endocytosed cargo (receptor and/or ligand) can then be sorted to lysosomal, recycling, or other trafficking pathways.",
            "score": 216.93353271484375
        },
        {
            "docid": "9859540_6",
            "document": "Synaptojanin . Synaptojanins are composed to three domains. The first is a central inositol 5-phosphatase domain, which can act on both PIP and PIP. The second is an N-terminal Sac1-like inositol phosphatase domain, which can hydrolyze to PI in vitro PIP, PIP. The third is a C-terminal domain that is rich in the amino acid proline and interacts with several proteins also involved in vesicle endocytosis. Specifically, the c-terminal domain interacts with amphiphysin, endophilin, DAP160/intersectin, syndapin and Eps15. The function of endophilin appears to be a binding partner for synaptojanin such that it can interact with other proteins and is involved in the initiation of shallow clathrin coated pits. Dap160 is a molecular scaffolding protein and functions in actin recruitment. Dynamin is a GTPase involved in vesicle budding, specifically modulating the severance of the vesicle from the neuronal membrane. Dynamin appears to be playing a larger role in neurite formation because its vesicle pinching role and the possibility of it recycling plasma membrane and growth factor receptor proteins.",
            "score": 216.0404815673828
        },
        {
            "docid": "21610244_17",
            "document": "Ribbon synapse . A high rate of endocytosis is necessary to counter the high rate of exocytosis during sustained neurotransmitter release at ribbon synapses. Synaptic vesicles need to be recycled for further transmission to occur. These vesicles are directly recycled and because of their mobility, quickly replenish the neurotransmitters required for continued release. In cone photoreceptors, the fused membrane is recycled into the synaptic vesicle without pooling of the membrane into the endosomes. Bipolar cells rely on a different mechanism. It involves taking a large portion of the membrane which is endocytosed and gives rise to synaptic vesicles. This mechanism is conserved in hair cells as well.",
            "score": 215.72943115234375
        },
        {
            "docid": "26395288_2",
            "document": "Bulk endocytosis . Bulk endocytosis refers to a form of endocytosis of synaptic vesicles at nerve terminals. In bulk endocytosis, compared to clathrin-mediated endocytosis, a larger area of presynaptic plasma membrane is internalised as cisternae or endosomes from which multiple synaptic vesicles can subsequently bud off. Bulk endocytosis is activated specifically during intense stimulation, such as during high-frequency trains of action potentials or in response to membrane depolarization by high extracellular concentrations of potassium.",
            "score": 214.96701049804688
        },
        {
            "docid": "21445461_19",
            "document": "Nonsynaptic plasticity . Long-term effects: Low frequency stimulation of a neuron for a long period of time decreases the excitability of the neuron by activating calcium-dependent phosphatases that tag AMPA receptors for internalization. Low frequency stimulation leads to low levels of calcium in the cell. When calcium concentrations are low, active calcium-dependent phosphatases dominate over calcium-dependent kinases. As more phosphatases are activated, they tag more AMPA receptors for internalization through endocytosis. Since AMPA receptors are one of the main excitatory receptors on neurons, removing them from the cell membrane effectively depresses the cell (if the cell cannot react to excitatory signals, it cannot generate an action potential of its own). In this way low frequency stimulation can actually reverse the effects of long-term potentiation, however these concepts are generally considered types of synaptic plasticity.",
            "score": 213.7583465576172
        },
        {
            "docid": "463961_18",
            "document": "Monoamine transporter . In contrast, amphetamine enters the presynaptic neuron directly through the neuronal membrane or through monoamine transporters, competing for reuptake with neurotransmitters. Once inside, it binds to TAAR1 or enters synaptic vesicles through VMAT2. When amphetamine binds to TAAR1, it reduces post-synaptic receptor firing rate and triggers protein kinase A and protein kinase C signaling, resulting in transporter phosphorylation. Phosphorylated transporters then either operate in reverse or withdraw into the presynaptic neuron and cease transport. When amphetamine enters the synaptic vesicles through VMAT2, monoamines are released into the cytosol.",
            "score": 213.57125854492188
        },
        {
            "docid": "958_21",
            "document": "Axon . When an action potential reaches a presynaptic terminal, it activates the synaptic transmission process. The first step is rapid opening of calcium ion channels in the membrane of the axon, allowing calcium ions to flow inward across the membrane. The resulting increase in intracellular calcium concentration causes synaptic vesicles (tiny containers enclosed by a lipid membrane) filled with a neurotransmitter chemical to fuse with the axon's membrane and empty their contents into the extracellular space. The neurotransmitter is released from the presynaptic nerve through exocytosis. The neurotransmitter chemical then diffuses across to receptors located on the membrane of the target cell. The neurotransmitter binds to these receptors and activates them. Depending on the type of receptors that are activated, the effect on the target cell can be to excite the target cell, inhibit it, or alter its metabolism in some way. This entire sequence of events often takes place in less than a thousandth of a second. Afterward, inside the presynaptic terminal, a new set of vesicles is moved into position next to the membrane, ready to be released when the next action potential arrives. The action potential is the final electrical step in the integration of synaptic messages at the scale of the neuron.",
            "score": 213.00013732910156
        },
        {
            "docid": "681908_3",
            "document": "Neuromuscular junction . Muscles require innervation to function—and even just to maintain muscle tone, avoiding atrophy. Synaptic transmission at the neuromuscular junction begins when an action potential reaches the presynaptic terminal of a motor neuron, which activates voltage-dependent calcium channels to allow calcium ions to enter the neuron. Calcium ions bind to sensor proteins (synaptotagmin) on synaptic vesicles, triggering vesicle fusion with the cell membrane and subsequent neurotransmitter release from the motor neuron into the synaptic cleft. In vertebrates, motor neurons release acetylcholine (ACh), a small molecule neurotransmitter, which diffuses across the synaptic cleft and binds to nicotinic acetylcholine receptors (nAChRs) on the cell membrane of the muscle fiber, also known as the sarcolemma. nAChRs are ionotropic receptors, meaning they serve as ligand-gated ion channels. The binding of ACh to the receptor can depolarize the muscle fiber, causing a cascade that eventually results in muscle contraction.",
            "score": 212.56600952148438
        },
        {
            "docid": "33825206_5",
            "document": "Synaptic fatigue . It has previously been shown that repeated short trains of action potentials causes an exponential decay of the synaptic response amplitudes in the neurons of many neural networks, specifically the caudal pontine reticular nucleus (PnC). Recent research has suggested that only repeated burst stimulation, as opposed to single or paired pulse stimulation, at a very high frequency can result in SF. Some cells like aortic baroreceptor neurons could have devastating effects including the inability to regulate aortic blood pressure if the onset of synaptic fatigue were to affect them. Metabotropic glutamate autoreceptor activation in these neurons may inhibit synaptic transmission by inhibiting calcium influx, decreasing synaptic vesicle exocytosis and modulating the mechanisms governing synaptic vesicle recovery and endocytosis. These glutamate autoreceptors are able to inhibit synaptic fatigue in order to prevent the detrimental physiological consequences that could result from dysfunctional blood pressure regulation in the aorta (not true)",
            "score": 211.620849609375
        },
        {
            "docid": "37048757_15",
            "document": "Tyrosine phosphorylation . The phosphorylation of tyrosine residues plays an important role in these two very important processes. Ligand-dependent endocytosis, which is not coupled to secretion, is known to be regulated via tyrosine phosphorylation. The effect of tyrosine phosphorylation is specific to rapid endocytosis. Dynamin is tyrosine phosphorylated in rapid endocytosis as well as in ligand dependent endocytosis.",
            "score": 210.4304656982422
        },
        {
            "docid": "14773966_12",
            "document": "KCNB1 . Many proteins undergo phosphorylation, or the addition of phosphate groups to amino acids subunits. Phosphorylation is modulated by kinases, which add phosphate groups, and phosphatases, which remove phosphate groups. In its phosphorylated state, KCNB1 is a poor conductor of current. There are 16 phosphorylation sites that are subject to the activity of kinases, such as cyclin-dependent kinase 5 and AMP-activated protein kinase. These sites are reversibly regulated by phosphatases such as, phosphatase calcineurin. Under periods of high electrical activity, depolarization of the neuron increases calcium influx and triggers phosphatase activity. Under resting conditions, KCNB1 tends to be phosphorylated. Phosphorylation raises the threshold voltage requirement for activation and allows microdomains to bind the channel, preventing KCNB1 from entering the plasma membrane. Microdomains localize KCNB1 in dendrites in cell bodies of hippocampal and cortical neurons. Conductance associated with de-phosphorylation of this channel acts to decrease or end periods high excitability. However, this relationship is not static and is cell dependent. The role of phosphorylation can be affected by reactive oxygen species (ROS) that increase during oxidative stress. ROS act to increase the levels of zinc (Zn and calcium (Ca intracellularly that act with protein kinases to phosphorylate certain sites on KCNB1. This phosphorylation increases the insertion of KCNB1 into the membrane and elevates conductance. Under these conditions the interaction with SNARE protein syntaxin, is enhanced. This surge of KCNB1 current induces activation of a pro-apoptotic pathway, DNA fragmentation, and caspase activation.",
            "score": 209.56219482421875
        },
        {
            "docid": "45702632_7",
            "document": "Quantal neurotransmitter release . As described above, the synaptic vesicle will remain fused to the presynaptic membrane after its neurotransmitter contents have been released into the synapse. The repeated additions to the axon terminal membrane would eventually result in the uncontrolled growth of the axon terminal, which could lead to disastrous breakdown of the synaptic complex. The axon terminal compensates for this problem by reuptaking the vesicle by endocytosis and reusing its components to form new synaptic vesicles. The exact mechanism and signaling cascade which triggers synaptic vesicle recycling is still unknown.",
            "score": 209.19349670410156
        },
        {
            "docid": "19564541_3",
            "document": "Glutamate-glutamine cycle . Initially, in a glutamatergic synapse, the neurotransmitter glutamate is released from the neurons and is taken up into the synaptic cleft. Glutamate residing in the synapse must be rapidly removed in one of three ways:  Postsynaptic neurons remove little glutamate from the synapse. There is active reuptake into presynaptic neurons, but this mechanism appears to be less important than astrocytic transport. Astrocytes could dispose of transported glutamate in two ways. They could export it to blood capillaries, which abut the astrocyte foot processes. However, this strategy would result in a net loss of carbon and nitrogen from the system. An alternate approach would be to convert glutamate into another compound, preferably a non-neuroactive species. The advantage of this approach is that neuronal glutamate could be restored without the risk of trafficking the transmitter through extracellular fluid, where glutamate would cause neuronal depolarization. Astrocytes readily convert glutamate to glutamine via the glutamine synthetase pathway and released into the extracellular space. The glutamine is taken into the presynaptic terminals and metabolized into glutamate by the phosphate-activated glutaminase (a mitochondrial enzyme). The glutamate that is synthesized in the presynaptic terminal is packaged into synaptic vesicles by the glutamate transporter, VGLUT. Once the vesicle is released, glutamate is removed from the synaptic cleft by excitatory amino-acid transporters (EAATs). This allows synaptic terminals and glial cells to work together to maintain a proper supply of glutamate, which can also be produced by transamination of 2-oxoglutarate, an intermediate in the Citric acid cycle. Recent electrophysiological evidence suggests that active synapses require presynaptically localized glutamine glutamate cycle to maintain excitatory neurotransmission in specific circumstances. In other systems, it has been suggested that neurons have alternate mechanisms to cope with compromised glutamate-glutamine cycling.",
            "score": 209.0651397705078
        },
        {
            "docid": "501861_16",
            "document": "Endosome . Molecules are delivered from the plasma membrane to early endosomes in endocytic vesicles. Molecules can be internalized via receptor-mediated endocytosis in clathrin-coated vesicles. Other types of vesicles also form at the plasma membrane for this pathway, including ones utilising caveolin. Vesicles also transport molecules directly back to the plasma membrane, but many molecules are transported in vesicles that first fuse with recycling endosomes. Molecules following this recycling pathway are concentrated in the tubules of early endosomes. Molecules that follow these pathways include the receptors for LDL, the growth factor EGF, and the iron transport protein transferrin. Internalization of these receptors from the plasma membrane occurs by receptor-mediated endocytosis. LDL is released in endosomes because of the lower pH, and the receptor is recycled to the cell surface. Cholesterol is carried in the blood primarily by (LDL), and transport by the LDL receptor is the main mechanism by which cholesterol is taken up by cells. EGFRs are activated when EGF binds. The activated receptors stimulate their own internalization and degradation in lysosomes. EGF remains bound to the EGFR once it is endocytosed to endosomes. The activated EGFRs stimulate their own ubiquitination, and this directs them to lumenal vesicles (see below) and so they are not recycled to the plasma membrane. This removes the signaling portion of the protein from the cytosol and thus prevents continued stimulation of growth - in cells not stimulated with EGF, EGFRs have no EGF bound to them and therefore recycle if they reach endosomes. Transferrin also remains associated with its receptor, but, in the acidic endosome, iron is released from the transferrin, and then the iron-free transferrin (still bound to the transferrin receptor) returns from the early endosome to the cell surface, both directly and via recycling endosomes.",
            "score": 208.4084014892578
        },
        {
            "docid": "9752878_19",
            "document": "Interferon-alpha/beta receptor . Following receptor agonism, the C-terminus of IFNAR is phosphorylated, followed by its ubiquitination and internalization. IFNAR surface expression is maintained in the presence of stimulation when the clathrin-dependent endocytosis pathway is inhibited with siRNA knockdown of clathrin or using a small molecule inhibitor of the GTPase dynamin. Internalization can result in degradation of the receptor, thereby reducing membrane expression, or it can result in recycling of the receptor without an extended impact on membrane receptor levels. However, clathrin-mediated endocytosis may also serve to concentrate the IFNAR receptors and signaling components, thereby amplifying signaling. Electron microscopy experiments show IFNAR receptors concentrated in clathrin-coated pits, and inhibition of clathrin-mediated endocytosis resulted in reduced phosphorylation of JAK1, Tyk2, STATs and reduced STAT nuclear translocation.",
            "score": 206.75831604003906
        }
    ]
}