{
    "q": [
        {
            "docid": "43742335_3",
            "document": "Microbiota-accessible carbohydrates . MACs may come from plants, fungi, animal tissues, or food-borne microbes, and must be metabolized by the microbiome. A significant quantity of the cellulose humans consume is not metabolized by gut microbes and therefore cannot be considered a MAC. The amount of dietary MACs found within a food source will differ for each individual, since which carbohydrates are metabolized depends upon the composition of each person’s microbiota. For example, many Japanese individuals possess the genes for the consumption of the algal polysaccharide porphyran in their microbiomes, which are rarely found in North American and European individuals. For individuals who harbor such a porphyran-degrading strain, porphyran would be a MAC. However, porphyran would not be a MAC for those without a microbiota adaptation to seaweed. In similar fashion, germ-free mice without a microbiota might consume a diet with large quantities of potential MACs, but none of the carbohydrates would be considered MACs, since they would escape the digestive tract without being metabolized by microbes.",
            "score": 154.43355298042297
        },
        {
            "docid": "3135637_62",
            "document": "Gut flora . The gut flora has also been implicated in obesity and metabolic syndrome due to the key role it plays in the digestive process; the Western pattern diet appears to drive and maintain changes in the gut flora that in turn change how much energy is derived from food and how that energy is used. One aspect of a healthy diet that is often lacking in the Western-pattern diet is fiber and other complex carbohydrates that a healthy gut flora require flourishing; changes to gut flora in response to a Western-pattern diet appear to increase the amount of energy generated by the gut flora which may contribute to obesity and metabolic syndrome. There is also evidence that microbiota influence eating behaviours based on the preferences of the microbiota, which can lead to the host consuming more food eventually resulting in obesity. It has generally been observed that with higher gut microbiome diversity, the microbiota will spend energy and resources on competing with other microbiota and less on manipulating the host. The opposite is seen with lower gut microbiome diversity, and these microbiotas may work together to create host food cravings.",
            "score": 166.92723846435547
        },
        {
            "docid": "24366977_13",
            "document": "Food presentation . Modern science can illuminate how and why people respond in certain ways to food plating and presentation. According to a sociological study, people react differently to various aesthetic principles such as color, composition (including a number of components, placement of components, and use of negative space), design, and the organization of a plate. They found that participants responded best to plates with four different colors, three different components, some empty space, and with a disorganized and casual design. This research is particularly important because understanding how food presentation affects how people eat can be used in the study of health and nutrition. For instance, another study showed that participants who ate off of uncleaned tables (i.e. all uneaten food was left on the table) ate less than those that had their tabled periodically cleaned. This is presumably because those that could see the leftovers of what they had eaten were less likely to take more food. This could be useful, for instance, in combatting the obesity endemic. Another example of science in food aesthetics is the development of molecular food in Spain, which emphasizes the essence of food using scientific elements. Molecular science can break down the roles of carbohydrates and protein in order to isolate what creates particular tastes. For instance, modern science makes it possible to freeze ice cream using liquid nitrogen and create wine using sugars, creating efficient and visually interesting new dishes.",
            "score": 97.32205069065094
        },
        {
            "docid": "182303_3",
            "document": "Food energy . Humans and other animals need a minimum intake of food energy to sustain their metabolism and to drive their muscles. Foods are composed chiefly of carbohydrates, fats, proteins, water, vitamins, and minerals. Carbohydrates, fats, proteins, and water represent virtually all the weight of food, with vitamins and minerals making up only a small percentage of the weight. (Carbohydrates, fats, and proteins comprise ninety percent of the dry weight of foods.) Organisms derive food energy from carbohydrates, fats and proteins as well as from organic acids, polyols, and ethanol present in the diet. Some diet components that provide little or no food energy, such as water, minerals, vitamins, cholesterol and fiber, may still be necessary to health and survival for other reasons. Water, minerals, vitamins, and cholesterol are not broken down (they are used by the body in the form in which they are absorbed) and so cannot be used for energy. Fiber cannot be completely digested by most animals, including humans. However, ruminants can extract food energy from the respiration of cellulose because of bacteria in their rumens.",
            "score": 129.46072828769684
        },
        {
            "docid": "18330049_17",
            "document": "John Yudkin . One implication of the finding that carbohydrate restriction in obese patients causes them to lose weight is that excessive carbohydrate consumption is likely to be a cause of obesity in the first place. An obvious possible culprit is sugar, which provides calories but no nutrients whatever. Given the dramatic increase in sugar consumption during the first half of the century, Yudkin started to suspect that excessive sugar in the diet might contribute not only to obesity but also to coronary heart disease. Studying historical data from many different countries, he found that increasing prosperity leads to an increase in sugar consumption, particularly in manufactured foods, and also that the ready availability of sugar-containing manufactured foods even in the poorer countries may lead to their being bought in preference to more nutritious food. In 1964 he wrote 'In the wealthier countries, there is evidence that sugar and sugar-containing foods contribute to several diseases, including obesity, dental caries, diabetes mellitus and myocardial infarction [heart attack]'. Investigating whether any link between sugar consumption and disease could be shown in individual patients, he and his associates in the Department of Nutrition found that patients with atherosclerotic disease (a frequent precursor of coronary heart disease) consumed significantly more sucrose than control patients. An obstacle to the acceptance of these ideas was the belief at the time that sugar and starch were metabolised in the same way, so that one would expect no difference in their effects. Yudkin and his associates, however, fed both experimental animals and human volunteers with differing quantities of sugar and starch, and found major differences between the two carbohydrates in their metabolic effects. As early as 1967 Yudkin suggested that the excessive consumption of sugar might result in a disturbance in the secretion of insulin, and that this in turn might contribute to atherosclerosis and diabetes.",
            "score": 88.61245310306549
        },
        {
            "docid": "18413531_62",
            "document": "Sustainability . The American Public Health Association (APHA) defines a \"sustainable food system\" as \"one that provides healthy food to meet current food needs while maintaining healthy ecosystems that can also provide food for generations to come with minimal negative impact to the environment. A sustainable food system also encourages local production and distribution infrastructures and makes nutritious food available, accessible, and affordable to all. Further, it is humane and just, protecting farmers and other workers, consumers, and communities.\" Concerns about the environmental impacts of agribusiness and the stark contrast between the obesity problems of the Western world and the poverty and food insecurity of the developing world have generated a strong movement towards healthy, sustainable eating as a major component of overall ethical consumerism. The environmental effects of different dietary patterns depend on many factors, including the proportion of animal and plant foods consumed and the method of food production. The World Health Organization has published a \"Global Strategy on Diet, Physical Activity and Health\" report which was endorsed by the May 2004 World Health Assembly. It recommends the Mediterranean diet which is associated with health and longevity and is low in meat, rich in fruits and vegetables, low in added sugar and limited salt, and low in saturated fatty acids; the traditional source of fat in the Mediterranean is olive oil, rich in monounsaturated fat. The healthy rice-based Japanese diet is also high in carbohydrates and low in fat. Both diets are low in meat and saturated fats and high in legumes and other vegetables; they are associated with a low incidence of ailments and low environmental impact.",
            "score": 90.96673786640167
        },
        {
            "docid": "4350782_3",
            "document": "Bacteroides . \"Bacteroides\" species are normally mutualistic, making up the most substantial portion of the mammalian gastrointestinal flora, where they play a fundamental role in processing of complex molecules to simpler ones in the host intestine. As many as 10–10 cells per gram of human feces have been reported. They can use simple sugars when available; however, the main sources of energy for \"Bacteroides\" species in the gut are complex host-derived and plant glycans. Studies indicate that long-term diet is strongly associated with the gut microbiome composition—those who eat plenty of protein and animal fats have predominantly \"Bacteroides\" bacteria, while for those who consume more carbohydrates the \"Prevotella\" species dominate.",
            "score": 119.1782808303833
        },
        {
            "docid": "5932_22",
            "document": "Carbohydrate . Monosaccharides are the major source of fuel for metabolism, being used both as an energy source (glucose being the most important in nature) and in biosynthesis. When monosaccharides are not immediately needed by many cells they are often converted to more space-efficient forms, often polysaccharides. In many animals, including humans, this storage form is glycogen, especially in liver and muscle cells. In plants, starch is used for the same purpose. The most abundant carbohydrate, cellulose, is a structural component of the cell wall of plants and many forms of algae. Ribose is a component of RNA. Deoxyribose is a component of DNA. Lyxose is a component of lyxoflavin found in the human heart. Ribulose and xylulose occur in the pentose phosphate pathway. Galactose, a component of milk sugar lactose, is found in galactolipids in plant cell membranes and in glycoproteins in many tissues. Mannose occurs in human metabolism, especially in the glycosylation of certain proteins. Fructose, or fruit sugar, is found in many plants and in humans, it is metabolized in the liver, absorbed directly into the intestines during digestion, and found in semen. Trehalose, a major sugar of insects, is rapidly hydrolyzed into two glucose molecules to support continuous flight.",
            "score": 62.2232711315155
        },
        {
            "docid": "1197035_9",
            "document": "Enriched flour . There has been much controversy regarding the benefits of enriched flour in relation to those of whole-wheat flour. Although enriched flour has similar amounts of vitamins to unrefined flour products, it does not have the same nutritional benefits of whole-wheat flour. One of the most significant differences is the amount of fiber. During the production of white enriched flour, the fiber-containing components (the bran and germ) are partially or wholly removed. Thus, products made from enriched flour contain less fiber than those made with whole-wheat flour. Another concern is effect on blood sugar levels; enriched flour products tend to be higher on the glycemic index, quickly raising blood sugar levels. In contrast, foods made from whole grains tend to be lower on the glycemic index. Since whole grains contain higher amounts of fiber and other complex carbohydrates, they take longer to digest; therefore, sugars enter the bloodstream in a slower and more controlled manner. A diet containing primarily low glycemic index foods has been related to many health benefits: reduced cholesterol levels, reduced risk of heart disease, and healthy weight loss.",
            "score": 73.57576358318329
        },
        {
            "docid": "459560_2",
            "document": "Low-carbohydrate diet . Low-carbohydrate diets or low-carb diets are dietary programs that restrict carbohydrate consumption. Foods high in easily digestible carbohydrates (e.g., sugar, bread, pasta) are limited or replaced with foods containing a higher percentage of fats and moderate protein (e.g., meat, poultry, fish, shellfish, eggs, cheese, nuts, and seeds) and other foods low in carbohydrates (e.g., most salad vegetables such as spinach, kale, chard and collards), although other vegetables and fruits (especially berries) are often allowed. The amount of carbohydrate allowed varies with different low-carbohydrate diets.",
            "score": 79.90721535682678
        },
        {
            "docid": "205464_23",
            "document": "Human microbiota . The composition of human gut flora changes over time, when the diet changes, and as overall health changes. A systematic review of 15 human randomized controlled trials from July 2016 found that certain commercially available strains of probiotic bacteria from the \"Bifidobacterium\" and \"Lactobacillus\" genera (\"B. longum\", \"B. breve\", \"B. infantis\", \"L. helveticus\", \"L. rhamnosus\", \"L. plantarum\", and \"L. casei\"), when taken by mouth in daily doses of 10–10 colony forming units (CFU) for 1–2 months, possess treatment efficacy (i.e., improves behavioral outcomes) in certain central nervous system disorders – including anxiety, depression, autism spectrum disorder, and obsessive–compulsive disorder – and improves certain aspects of memory. However, changes in the composition of gut microbiota has also been found to be correlated with harmful effects on health. In an article published by Musso et al., it was found that the gut microbiota of obese invidividuals had more Firmicutes and less Bacteroidetes than healthy individuals. Furthermore, a study done by Gordon et al., confirmed that it was the composition of the microbiota that causes obesity rather than the other way around. This was done by transplanting the gut microbiota from diet-induced obese(DIO) mice or lean control mice into lean germ-free mice that do not have a microbiome. They found that the mice transplanted with DIO mouse gut microbiota had significantly higher total body fat than the mice transplanted with lean mouse microbiota when fed with the same diet.",
            "score": 129.0718184709549
        },
        {
            "docid": "5932_5",
            "document": "Carbohydrate . Carbohydrates are found in a wide variety of foods. The important sources are cereals (wheat, maize, rice), potatoes, sugarcane, fruits, table sugar (sucrose), bread, milk, etc. Starch and sugar are the important carbohydrates in our diet. Starch is abundant in potatoes, maize, rice and other cereals. Sugar appears in our diet mainly as sucrose (table sugar), which is added to drinks and many prepared foods such as jam, biscuits and cakes, and glucose and fructose which occur naturally in many fruits and some vegetables.",
            "score": 58.76852059364319
        },
        {
            "docid": "27712_2",
            "document": "Sugar . Sugar is the generic name for sweet-tasting, soluble carbohydrates, many of which are used in food. There are various types of sugar derived from different sources. Simple sugars are called monosaccharides and include glucose (also known as dextrose), fructose, and galactose. The \"table sugar\" or \"granulated sugar\" most customarily used as food is sucrose, a disaccharide of glucose and fructose. Sugar is used in prepared foods (e.g., cookies and cakes) and is added to some foods and beverages (e.g., coffee and tea). In the body, sucrose is hydrolysed into the simple sugars fructose and glucose. Other disaccharides include maltose from malted grain, and lactose from milk. Longer chains of sugars are called oligosaccharides or polysaccharides. Some other chemical substances, such as glycerol and sugar alcohols may also have a sweet taste, but are not classified as sugars. Diet food substitutes for sugar include aspartame and sucralose, a chlorinated derivative of sucrose.",
            "score": 59.46594440937042
        },
        {
            "docid": "3263089_7",
            "document": "Resistant starch . Resistant starch does not release glucose within the small intestine, but rather reaches the large intestine where it is consumed or fermented by colonic bacteria (gut microbiota). On a daily basis, human intestinal microbiota encounter more carbohydrates than any other dietary component. This includes resistant starch, non-starch polysaccharide fibers, oligosaccharides, and simple sugars which have significance to colon health.",
            "score": 112.7857506275177
        },
        {
            "docid": "43742335_4",
            "document": "Microbiota-accessible carbohydrates . Lack of dietary MACs results in a microbiota reliant upon endogenous host-derived MACs, such as mucin glycans. Different host genotypes can influence the identity of MACs available to the microbiota in multiple ways. For example, a host's genes may affect the level of mucus structures, such as the absence of alpha-1-2 fucose residues in the mucus of nonsecretor individuals who lack alpha-1-2- fucosyltransferase activity in the intestine. Similarly, a host may have genes that can determine the efficiency of digestion and absorption of carbohydrates in the small intestine. For example, lactose is accessible to the microbiota in people who are lactose intolerant, and should therefore be considered a MAC for those individuals. For nursing infants, dietary MACs that are naturally found in breast milk are known as human milk oligosaccharides (HMOs). For formula-fed infants, dietary MACs, such as galacto-oligosaccharides, are artificially added to formula. Therefore the research, discussion and quantification of MACs and their impact on a host's microbiota may be critical to determining their impact on human health.",
            "score": 72.34732341766357
        },
        {
            "docid": "3135637_19",
            "document": "Gut flora . Studies and statistical analyses have identified the different bacterial genera in gut microbiota and their associations with nutrient intake. Gut microflora is mainly composed of three enterotypes: \"Prevotella\", \"Bacteroides\", and \"Ruminococcus\". There is an association between the concentration of each microbial community and diet. For example, \"Prevotella\" is related to carbohydrates and simple sugars, while \"Bacteroides\" is associated with proteins, amino acids, and saturated fats. Specialist microbes that break down mucin, survive on their host's carbohydrate excretions. One enterotype will dominate depending on the diet. Altering the diet will result in a corresponding change in the numbers of species.",
            "score": 140.12661695480347
        },
        {
            "docid": "9691122_5",
            "document": "Galectin . Galectins essentially bind to glycans featuring galactose and its derivatives. However, physiologically, they are likely to require lactose or N-aceyllactosamine for significantly strong binding. Generally, the longer the sugar the stronger the interactions. For example, galectin-9 binds to polylactosamine chains with stronger affinity than to an N-acetyllactosamine monomer. This is because more Van der Waals interactions can occur between sugar and binding pocket. Carbohydrate binding is calcium independent, unlike C-type lectins.  The strength of ligand binding is determined by a number of factors: The multivalency of both of ligand and the galectin, the length of the carbohydrate and the mode of presentation of ligand to carbohydrate recognition domain. Different galectins have distinct binding specificities for binding oligosaccharides depending on the tissue in which they are expressed and the function that they possess. However, in each case, galactose is essential for binding.  Crystallisation experiments of galectins in complex with N-acetyllactosamine show that binding arises due to hydrogen bonding interactions from the carbon-4 and carbon-6 hydroxyl groups of galactose and carbon-3 of N-acetylglucosamine (GlcNAc) to the side chains of amino acids in the protein. They cannot bind to other sugars such as mannose because this sugar will not fit inside the carbohydrate recognition domain without steric hindrance. Due to the nature of the binding pocket, galectins can bind terminal sugars or internal sugars within a glycan. This allows bridging between two ligands on the same cell or between two ligands on different cells.",
            "score": 54.20190632343292
        },
        {
            "docid": "1132820_74",
            "document": "Cat food . Probiotics are becoming increasingly popular in the diets of felines. They are included in the diet to increase the number of bacteria and microbes that are normally present in a healthy gut. Probiotics are considered a supplement rather than part of nutrition. Therefore, there are no strict regulations to the amount of probiotics that should be included in foods. The function of probiotics goes beyond basic nutrition and has many benefits to the health of the organism. The use of probiotics can help in the prevention and treatment of certain diseases or disorders of felines. Examples include prevention of allergies, diarrhea, symptoms relating to stress, etc. The health of the cats is very much dependent on the fermentation that occurs through gut biota. The gut biota has an important role in the metabolism, absorption, and protective functions of the gastro intestinal tract. Felines have different gut bacteria than canines. However, the most common biota that are found in both felines and canines are Firmicutes, Bacteroidetes, Proteobacteria, and Fusobacteria . Although these are the most common types of gut biota found in felines, there are variances between independent cats. Each cat has their own unique and independent number and type of gut microbes.",
            "score": 142.14825057983398
        },
        {
            "docid": "791546_46",
            "document": "Ketogenic diet . A computer program such as KetoCalculator may be used to help generate recipes. The meals often have four components: heavy whipping cream, a protein-rich food (typically meat), a fruit or vegetable and a fat such as butter, vegetable oil or mayonnaise. Only low-carbohydrate fruits and vegetables are allowed, which excludes bananas, potatoes, peas and corn. Suitable fruits are divided into two groups based on the amount of carbohydrate they contain, and vegetables are similarly divided into two groups. Foods within each of these four groups may be freely substituted to allow for variation without needing to recalculate portion sizes. For example, cooked broccoli, Brussels sprouts, cauliflower and green beans are all equivalent. Fresh, canned or frozen foods are equivalent, but raw and cooked vegetables differ, and processed foods are an additional complication. Parents are required to be precise when measuring food quantities on an electronic scale accurate to 1 g. The child must eat the whole meal and cannot have extra portions; any snacks must be incorporated into the meal plan. A small amount of MCT oil may be used to help with constipation or to increase ketosis.",
            "score": 87.01787769794464
        },
        {
            "docid": "546099_21",
            "document": "Dried fruit . Traditional dried fruit have a low to moderate Glycemic Index (GI) – a measure of how a food affects blood sugar levels. GI measures an individual's response to eating a carbohydrate-containing food (usually 50 grams of available carbohydrates) compared to the individual's response to the same amount of carbohydrates from either white bread or glucose. Carbohydrate containing foods are classified as high (above 70), moderate (56–69), or low (0–55) GI. Foods with high fiber content generally have a low GI. However, other factors also contribute to a food's glycemic response, such as the type of carbohydrate or sugar present, the physical characteristic of the food matrix and the presence of organic acids. All studies assessing the GI of dried fruit show that they are low to moderate GI foods and that the insulin response is proportional to their GI. Factors thought to contribute to this glycemic response include the viscous texture of dried fruits when chewed; their whole food matrix; the presence of phenolic compounds and organic acids and the type of sugar present (about 50% fructose in most traditional dried fruit).",
            "score": 89.85600316524506
        },
        {
            "docid": "822224_18",
            "document": "Sperm competition . In addition, protein and carbohydrate amounts were shown to have an effect on sperm production and fertility in the speckled cockroach. Holidic diets were used which allowed for specific protein and carbohydrate measurements to be taken, giving it credibility. A direct correlation was seen in sperm number and overall of food intake. More specifically, optimal sperm production was measured at a 1:2 protein to carbohydrate ratio. Sperm fertility was best at a similar protein to carbohydrate ratio of 1:2. This close alignment largely factors in determining male fertility in Nauphoeta cinerea. Surprisingly, sperm viability was not affected by any change in diet or diet ratios. It's hypothesized that sperm viability is more affected by the genetic makeup, like in the \"good sperm hypothesis\". These ratios and results are not consistent with many other species and even conflict with some. It seems there can't be any conclusions on what type of diet is needed to positively influence sperm competition but rather understand that different diets do play a role in determining sperm competition in mate choice.",
            "score": 79.88250577449799
        },
        {
            "docid": "5564995_3",
            "document": "Montignac diet . Carbohydrate-rich foods are classified according to their glycemic index (GI), a ranking system for carbohydrates based on their effect on blood glucose levels after meals. High-GI carbohydrates are considered \"bad\" (with the exception of those foodstuffs like carrots that, even though they have high GIs, have a quite low carbohydrate content and should not significantly affect blood sugar levels, also called low glycemic load or low GL). The glycemic index was devised by Jenkins et al. at the University of Toronto as a way of conveniently classifying foods according to the way they affected blood sugar and was developed for diabetics suffering from diabetes mellitus. Montignac was the first to recommend using the glycemic index as a slimming diet rather than a way of managing blood sugar levels, and recommendations to avoid sharp increases in glucose blood sugar levels (as opposed to gradual increases) as a strategy for anyone to lose weight rather than a strategy for diabetics to stabilize blood sugar levels.",
            "score": 77.54583358764648
        },
        {
            "docid": "21525_27",
            "document": "Nutrition . Dietary fiber is a carbohydrate that is incompletely absorbed in humans and in some animals. Like all carbohydrates, when it is metabolized it can produce four Calories (kilocalories) of energy per gram. However, in most circumstances it accounts for less than that because of its limited absorption and digestibility. Dietary fiber consists mainly of cellulose, a large carbohydrate polymer which is indigestible as humans do not have the required enzymes to disassemble it. There are two subcategories: soluble and insoluble fiber. Whole grains, fruits (especially plums, prunes, and figs), and vegetables are good sources of dietary fiber. There are many health benefits of a high-fiber diet. Dietary fiber helps reduce the chance of gastrointestinal problems such as constipation and diarrhea by increasing the weight and size of stool and softening it. Insoluble fiber, found in whole wheat flour, nuts and vegetables, especially stimulates peristalsis;– the rhythmic muscular contractions of the intestines, which move digest along the digestive tract. Soluble fiber, found in oats, peas, beans, and many fruits, dissolves in water in the intestinal tract to produce a gel that slows the movement of food through the intestines. This may help lower blood glucose levels because it can slow the absorption of sugar. Additionally, fiber, perhaps especially that from whole grains, is thought to possibly help lessen insulin spikes, and therefore reduce the risk of type 2 diabetes. The link between increased fiber consumption and a decreased risk of colorectal cancer is still uncertain.",
            "score": 119.30770087242126
        },
        {
            "docid": "46638993_6",
            "document": "Microbiome in the Drosophila gut . In the gut of \"Drosophila melanogaster\" the composition and action of the microbiome appears to be tightly regulated within compartments, that is different sections of the intestines. This is indicated by the differential expression of genes, especially with a regulatory function, in the epithelium of different parts of the gut. In detail, the gut is compartmentalized into three parts, the foregut, the midgut, and the hindgut. While foregut and hindgut are lined with a cuticle formed by the ectodermal epithelium, the midgut is of entodermal origin. In adult flies the midgut is further divided into five smaller regions. The immune response varies among the gut regions. The immune deficiency (IMD) pathway responds to bacterial infections and is activated by certain receptors (e.g., the peptidoglycan receptor protein PGRP-LC). These receptors and also other components of the \"Drosophila\" immune system such as Toll receptor and dDUOX pathway molecules control immune responses in ectodermal tissue of the anterior gut. Moreover, the anterior midgut is enriched in certain antimicrobial peptides (AMPs). This suggests that the immune defence in this area is particularly responsive, possibly because this regions represents the first contact region for newly taken up food, microbiota, and/or intestinal pathogens. In the middle and posterior midgut, other genes such as the receptor PGRP-LB, which down-regulates the IMD immune response, are expressed, possibly in order to minimize expression of immune defence against the microbiota. In addition, the microbiota itself seems to control the expression of several \"Drosophila\" metabolic genes within the midgut, possibly to facilitate digestion of food. Taken together, it appears that the interaction between host and microbiota is precisely regulated across different regions within the gut.",
            "score": 112.14923322200775
        },
        {
            "docid": "1569995_12",
            "document": "Diabetes in cats . Diet is a critical component of treatment, and is in many cases effective on its own. For example, a recent mini-study showed that many diabetic cats stopped needing insulin after changing to a low carbohydrate diet. The rationale is that a low-carbohydrate diet reduces the amount of insulin needed and keeps the variation in blood sugar low and easier to predict. Also, fats and proteins are metabolized slower than carbohydrates, reducing dangerous blood-sugar peaks right after meals.",
            "score": 57.30355739593506
        },
        {
            "docid": "791546_3",
            "document": "Ketogenic diet . The original therapeutic diet for paediatric epilepsy provides just enough protein for body growth and repair, and sufficient calories to maintain the correct weight for age and height. The classic therapeutic ketogenic diet was developed for treatment of paediatric epilepsy in the 1920s and was widely used into the next decade, but its popularity waned with the introduction of effective anticonvulsant medications. This classic ketogenic diet contains a 4:1 ratio by weight of fat to combined protein and carbohydrate. This is achieved by excluding high-carbohydrate foods such as starchy fruits and vegetables, bread, pasta, grains and sugar, while increasing the consumption of foods high in fat such as nuts, cream, and butter. Most dietary fat is made of molecules called long-chain triglycerides (LCTs). However, medium-chain triglycerides (MCTs)—made from fatty acids with shorter carbon chains than LCTs—are more ketogenic. A variant of the classic diet known as the MCT ketogenic diet uses a form of coconut oil, which is rich in MCTs, to provide around half the calories. As less overall fat is needed in this variant of the diet, a greater proportion of carbohydrate and protein can be consumed, allowing a greater variety of food choices.",
            "score": 69.09347522258759
        },
        {
            "docid": "1482205_3",
            "document": "Reproductive success . Factors like nutrition contribute to factors that influence reproductive success. These include different amounts of consumption and more specific carbohydrate to protein ratios. In some cases, the amounts or ratios of intake are more influential during certain stages of the lifespan. For example, in the Mexican fruit fly, male protein intake is critical only at eclosion. Intake at this time provides longer lasting reproductive ability. After this developmental stage, protein intake will have no effect and is not necessary for reproductive success. In addition, Ceratitis capitata males were experimented on to see how protein influence during the larval stage affects mating success. Males were fed either a high protein diet, which consisted of 6.5g/100mL, or a no protein diet during the larval stage. Males that were fed protein had more copulations than those that weren’t fed protein, which ultimately correlates with a higher mating success. Protein-deprived black blow fly males have been seen to exhibit lower numbers of oriented mounts and inseminate fewer females than more lively fed males. In still other instances, prey deprivation or an inadequate diet has been shown to lead to a partial or complete halt in male mating activity. Copulation time lasted longer for sugar-fed males than protein-fed flies, showing that carbohydrates were more necessary for a longer copulation duration.",
            "score": 66.24206852912903
        },
        {
            "docid": "145772_14",
            "document": "Food web . Biomass represents stored energy. However, concentration and quality of nutrients and energy is variable. Many plant fibers, for example, are indigestible to many herbivores leaving grazer community food webs more nutrient limited than detrital food webs where bacteria are able to access and release the nutrient and energy stores. \"Organisms usually extract energy in the form of carbohydrates, lipids, and proteins. These polymers have a dual role as supplies of energy as well as building blocks; the part that functions as energy supply results in the production of nutrients (and carbon dioxide, water, and heat). Excretion of nutrients is, therefore, basic to metabolism.\" The units in energy flow webs are typically a measure mass or energy per m per unit time. Different consumers are going to have different metabolic assimilation efficiencies in their diets. Each trophic level transforms energy into biomass. Energy flow diagrams illustrate the rates and efficiency of transfer from one trophic level into another and up through the hierarchy.",
            "score": 88.8277804851532
        },
        {
            "docid": "93827_31",
            "document": "Human nutrition . There is a debate about how and to what extent different dietary factors – such as intake of processed carbohydrates, total protein, fat, and carbohydrate intake, intake of saturated and trans fatty acids, and low intake of vitamins/minerals – contribute to the development of insulin and leptin resistance. Evidence indicates that diets possibly protective against metabolic syndrome include low saturated and trans fat intake and foods rich in dietary fiber, such as high consumption of fruits and vegetables and moderate intake of low-fat dairy products.",
            "score": 84.42788457870483
        },
        {
            "docid": "172732_11",
            "document": "Glycerol . As used in foods, glycerol is categorized by the Academy of Nutrition and Dietetics as a carbohydrate. The U.S. Food and Drug Administration (FDA) carbohydrate designation includes all caloric macronutrients excluding protein and fat. Glycerol has a caloric density similar to table sugar, but a lower glycemic index and different metabolic pathway within the body, so some dietary advocates accept glycerol as a sweetener compatible with low-carbohydrate diets.",
            "score": 61.82893753051758
        },
        {
            "docid": "21525_14",
            "document": "Nutrition . In 1816, François Magendie discovered that dogs fed only carbohydrates (sugar), fat (olive oil), and water died evidently of starvation, but dogs also fed protein survived, identifying protein as an essential dietary component. William Prout in 1827 was the first person to divide foods into carbohydrates, fat, and protein. During the 19th century, Jean-Baptiste Dumas and Justus von Liebig quarrelled over their shared belief that animals get their protein directly from plants (animal and plant protein are the same and that humans do not create organic compounds). With a reputation as the leading organic chemist of his day but with no credentials in animal physiology, Liebig grew rich making food extracts like beef bouillon and infant formula that were later found to be of questionable nutritious value. In the 1860s, Claude Bernard discovered that body fat can be synthesized from carbohydrate and protein, showing that the energy in blood glucose can be stored as fat or as glycogen. In the early 1880s, Kanehiro Takaki observed that Japanese sailors (whose diets consisted almost entirely of white rice) developed beriberi (or endemic neuritis, a disease causing heart problems and paralysis), but British sailors and Japanese naval officers did not. Adding various types of vegetables and meats to the diets of Japanese sailors prevented the disease, (not because of the increased protein as Takaki supposed but because it introduced a few parts per million of thiamine to the diet, later understood as a cure).",
            "score": 87.9947155714035
        },
        {
            "docid": "80381_28",
            "document": "Health . An important way to maintain your personal health is to have a healthy diet. A healthy diet includes a variety of plant-based and animal-based foods that provide nutrients to your body. Such nutrients give you energy and keep your body running. Nutrients help build and strengthen bones, muscles, and tendons and also regulate body processes (i.e. blood pressure). The food guide pyramid is a pyramid-shaped guide of healthy foods divided into sections. Each section shows the recommended intake for each food group (i.e. Protein, Fat, Carbohydrates, and Sugars). Making healthy food choices is important because it can lower your risk of heart disease, developing some types of cancer, and it will contribute to maintaining a healthy weight.",
            "score": 105.11914455890656
        }
    ],
    "r": [
        {
            "docid": "52637243_5",
            "document": "Sport dog nutrition . Highly soluble or fermentable fiber from carbohydrate sources mentioned, and others, above also provide short chain fatty acids. These short chain fatty acids can represent approximately 10% of an animal's energy requirement through microbial fermentation within the gut. Gut health is also promoted by increasing mucosal health, increasing the microbial balance, improving digestion, improving nutrient absorption and upregulating immunity. To insure this, owners should be looking to feed diets that contain 3%-7% of total digestible fiber (TDF) or ingredients such as beet pulp or rice bran which are moderately fermentable. Total dietary fiber is not standard on pet food labels and generally only crude fiber is provided, which does not given an indication of the solubility of fermentability of an ingredients. If non-soluble or non-fermentable fiber is found within the diet, the animal is likely to experience increased fecal bulk and moisture as well as a diluted energy intake. Consequently, dogs may experience decreased nutrient absorption, dehydration, pathogenic bacterial growth in the gut and diarrhea. Avoiding diets with crude fiber levels over 3% or high inclusions of ingredients such as cellulose or peanut hulls will assist in preventing some consequences such as pathogenic bacterial growth, colonic atrophy and dehydration. Furthermore, there are some additional fibers such as fructooligosaccharides (FOS) and mannanoligosaccharides (MOS) which will promote good bacteria and inhibit harmful ones, respectively. These two fibers are most important for animals fed a raw diet where pathogenic bacteria may be more prevalent.",
            "score": 170.66046142578125
        },
        {
            "docid": "3135637_62",
            "document": "Gut flora . The gut flora has also been implicated in obesity and metabolic syndrome due to the key role it plays in the digestive process; the Western pattern diet appears to drive and maintain changes in the gut flora that in turn change how much energy is derived from food and how that energy is used. One aspect of a healthy diet that is often lacking in the Western-pattern diet is fiber and other complex carbohydrates that a healthy gut flora require flourishing; changes to gut flora in response to a Western-pattern diet appear to increase the amount of energy generated by the gut flora which may contribute to obesity and metabolic syndrome. There is also evidence that microbiota influence eating behaviours based on the preferences of the microbiota, which can lead to the host consuming more food eventually resulting in obesity. It has generally been observed that with higher gut microbiome diversity, the microbiota will spend energy and resources on competing with other microbiota and less on manipulating the host. The opposite is seen with lower gut microbiome diversity, and these microbiotas may work together to create host food cravings.",
            "score": 166.92723083496094
        },
        {
            "docid": "43742335_3",
            "document": "Microbiota-accessible carbohydrates . MACs may come from plants, fungi, animal tissues, or food-borne microbes, and must be metabolized by the microbiome. A significant quantity of the cellulose humans consume is not metabolized by gut microbes and therefore cannot be considered a MAC. The amount of dietary MACs found within a food source will differ for each individual, since which carbohydrates are metabolized depends upon the composition of each person’s microbiota. For example, many Japanese individuals possess the genes for the consumption of the algal polysaccharide porphyran in their microbiomes, which are rarely found in North American and European individuals. For individuals who harbor such a porphyran-degrading strain, porphyran would be a MAC. However, porphyran would not be a MAC for those without a microbiota adaptation to seaweed. In similar fashion, germ-free mice without a microbiota might consume a diet with large quantities of potential MACs, but none of the carbohydrates would be considered MACs, since they would escape the digestive tract without being metabolized by microbes.",
            "score": 154.4335479736328
        },
        {
            "docid": "16116029_3",
            "document": "Methanobrevibacter smithii . The human gut flora consist of three main groups of hydrogen consuming microbes or hydrogenotrophs: methanogens including \"M. smithii\"; various acetogenic bacteria; and sulfate-reducing bacteria. The different roles of these microorgansims is helpful in understanding how hydrogen metabolism affects the efficiency of dietary fermentation. Accumulation of hydrogen in the gut reduces the efficiency of microbial fermentation as well as the yield of energy. Methanogenic archaea are therefore particularly significant for the human gut, because they are pivotal in the removal of excess hydrogen. \"M. smithii\" is the most common methanogenic archaeon in the human gut microbiota. Although \"M. smithii\" is paramount in digestive processes, it has a low prevalence in human feces.",
            "score": 151.62640380859375
        },
        {
            "docid": "1132820_20",
            "document": "Cat food . Along with energy input and output, specific nutrients can be important in weight control diets. Fiber is one important component in weight control, with various benefits. A source of soluble and fermentable fiber helps to increase the movement of digesta through the gut and decrease gastric emptying. This helps to increase satiety in cats, potentially decreasing feeding rates and voluntary energy consumption. Fermentable fiber promotes healthy mucosa and commensal bacterial growth, and improved digestion/nutrient absorption. Prebiotic fibers like fructooligosaccharides (FOS) and mannonoligosaccharides (MOS) decrease the number of pathogenic bacteria and increase the number of beneficial bacteria in the gut. They also help to maintain microbial balance and a healthy immune system. Fiber is fermented in the colon to produce short-chain fatty acids which can be used as an energy source. Fermentable fiber has been demonstrated to enhance general health and decrease inflammation. Furthermore, non-fermentable fiber is critical to the formation of well-formed stool, and has been known to increase diet bulk while decreasing caloric density. Insoluble fiber has been proposed to regulate appetite by releasing hormones that reduce hunger. Sources of fiber commonly added in weight management cat food include beet pulp, barley, psyllium and cellulose.",
            "score": 145.4808349609375
        },
        {
            "docid": "53368771_2",
            "document": "Pharmacomicrobiomics . The term Pharmacomicrobiomics was born in 2010 and was defined as the effect of microbiome variations on drug disposition, action, and toxicity. PharmacoMicrobiomics is concerned with the interaction between xenobiotics, or foreign compounds, and the gut microbiome. It is estimated that over 100 trillion prokaryotes representing more than 1000 species reside in the gut. Within the gut, microbes help modulate developmental, immunological and nutrition host functions. The aggregate genome of microbes extends the metabolic capabilities of humans, allowing them to capture nutrients from diverse sources. Namely, through the secretion of enzymes that assist in the metabolism of chemicals foreign to the body, modification of liver and intestinal enzymes, and modulation of the expression of human metabolic genes, microbes can significantly impact the ingestion of xenobiotics.",
            "score": 143.58177185058594
        },
        {
            "docid": "1132820_74",
            "document": "Cat food . Probiotics are becoming increasingly popular in the diets of felines. They are included in the diet to increase the number of bacteria and microbes that are normally present in a healthy gut. Probiotics are considered a supplement rather than part of nutrition. Therefore, there are no strict regulations to the amount of probiotics that should be included in foods. The function of probiotics goes beyond basic nutrition and has many benefits to the health of the organism. The use of probiotics can help in the prevention and treatment of certain diseases or disorders of felines. Examples include prevention of allergies, diarrhea, symptoms relating to stress, etc. The health of the cats is very much dependent on the fermentation that occurs through gut biota. The gut biota has an important role in the metabolism, absorption, and protective functions of the gastro intestinal tract. Felines have different gut bacteria than canines. However, the most common biota that are found in both felines and canines are Firmicutes, Bacteroidetes, Proteobacteria, and Fusobacteria . Although these are the most common types of gut biota found in felines, there are variances between independent cats. Each cat has their own unique and independent number and type of gut microbes.",
            "score": 142.14825439453125
        },
        {
            "docid": "7720_9",
            "document": "Coprophagia . Species within the Lagomorpha (rabbits, hares, and pikas) produce two types of fecal pellets: hard ones, and soft ones called cecotropes. Animals in these species reingest their cecotropes, to extract further nutrients. Cecotropes derive from chewed plant material that collects in the cecum, a chamber between the large and small intestine, containing large quantities of symbiotic bacteria that help with the digestion of cellulose and also produce certain B vitamins. After excretion of the soft cecotrope, it is again eaten whole by the animal and redigested in a special part of the stomach. The pellets remain intact for up to six hours in the stomach; the bacteria within continue to digest the plant carbohydrates. This double-digestion process enables these animals to use nutrients that they may have missed during the first passage through the gut, as well as the nutrients formed by the microbial activity and thus ensures that maximum nutrients are derived from the food they eat. This process serves the same purpose within these animals as rumination (cud-chewing) does in cattle and sheep.",
            "score": 141.50009155273438
        },
        {
            "docid": "3135637_19",
            "document": "Gut flora . Studies and statistical analyses have identified the different bacterial genera in gut microbiota and their associations with nutrient intake. Gut microflora is mainly composed of three enterotypes: \"Prevotella\", \"Bacteroides\", and \"Ruminococcus\". There is an association between the concentration of each microbial community and diet. For example, \"Prevotella\" is related to carbohydrates and simple sugars, while \"Bacteroides\" is associated with proteins, amino acids, and saturated fats. Specialist microbes that break down mucin, survive on their host's carbohydrate excretions. One enterotype will dominate depending on the diet. Altering the diet will result in a corresponding change in the numbers of species.",
            "score": 140.12661743164062
        },
        {
            "docid": "50951733_15",
            "document": "Microbes in human culture . Microbes can form an endosymbiotic relationship with larger organisms. For example, the bacteria that live within the human digestive system contribute to human health through gut immunity, the synthesis of vitamins such as folic acid and biotin, and the fermentation of complex indigestible carbohydrates.",
            "score": 138.78985595703125
        },
        {
            "docid": "3135637_33",
            "document": "Gut flora . Without gut flora, the human body would be unable to utilize some of the undigested carbohydrates it consumes, because some types of gut flora have enzymes that human cells lack for breaking down certain polysaccharides. Rodents raised in a sterile environment and lacking in gut flora need to eat 30% more calories just to remain the same weight as their normal counterparts. Carbohydrates that humans cannot digest without bacterial help include certain starches, fiber, oligosaccharides, and sugars that the body failed to digest and absorb like lactose in the case of lactose intolerance and sugar alcohols, mucus produced by the gut, and proteins.",
            "score": 137.31341552734375
        },
        {
            "docid": "9503943_11",
            "document": "Equine nutrition . The cecum is the first section of the large intestine. It is also known as the \"water gut\" or \"hind gut.\" It is a blind-ended pouch, about long that holds to . The small intestine opens into the cecum, and the cellulose plant fiber in the food is fermented by microbes for approximately seven hours. The fermented material leaves the cecum through another orifice and passes to the large colon. The microbes in the cecum produce vitamin K, B-complex vitamins, proteins, and fatty acids. The reason horses must have their diets changed slowly is so the microbes in the cecum are able to modify and adapt to the different chemical structure of new feedstuffs. Too abrupt a change in diet can cause colic, because new materials are not properly digested. The large colon, small colon, and rectum make up the remainder of the large intestine. The large colon is long and holds up to of semi-liquid matter. Its main purpose is to absorb carbohydrates which were broken down from cellulose in the cecum. Due to its many twists and turns, it is a common place for a type of horse colic called an impaction. The small colon is also long, holds about , is the area where the majority of water is absorbed, and where fecal balls are formed. The rectum is about one foot long, and acts as a holding chamber for waste, which is then expelled from the body via the anus.",
            "score": 136.97927856445312
        },
        {
            "docid": "731740_14",
            "document": "Probiotic . Probiotics have received renewed attention in the 21st century from product manufacturers, research studies, and consumers. The history of probiotics can be traced to the first use of cheese and fermented products, that were well known to the Greeks and Romans who recommended their consumption. The fermentation of dairy foods represents one of the oldest techniques for food preservation. The original modern hypothesis of the positive role played by certain bacteria was first introduced by Russian scientist and Nobel laureate Élie Metchnikoff, who in 1907 suggested that it would be possible to modify the gut flora and to replace harmful microbes with useful microbes. Metchnikoff, at that time a professor at the Pasteur Institute in Paris, proposed the hypothesis that the aging process results from the activity of putrefactive (proteolytic) microbes producing toxic substances in the large bowel. Proteolytic bacteria such as clostridia, which are part of the normal gut flora, produce toxic substances including phenols, indols, and ammonia from the digestion of proteins. According to Metchnikoff, these compounds were responsible for what he called \"intestinal autointoxication\", which would cause the physical changes associated with old age.",
            "score": 134.09129333496094
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 132.5258331298828
        },
        {
            "docid": "595490_6",
            "document": "Gut loading . Gut loading is designed to increase the nutrition of the prey's body and to fill the digestive tract of the prey with nutrients. As the term suggests, gut loading is usually looked upon as a way to get essential nutrients into a reptile via the ingestion of the digestive tract of the prey. The two methods of nutrient uptake are important due to the ability of the prey to process nutrients into a digestible form for the predator. For example, most prey can digest complex carbohydrates into other forms of nutritional energy which the predator can use. However, gut loading nutrients like calcium do not have to be digested by their prey before its death in order to be available to the predator.",
            "score": 130.64585876464844
        },
        {
            "docid": "21525_44",
            "document": "Nutrition . Animal intestines contain a large population of gut flora. In humans, the four dominant phyla are Firmicutes, Bacteroidetes, Actinobacteria, and Proteobacteria. They are essential to digestion and are also affected by food that is consumed. Bacteria in the large intestine perform many important functions for humans, including breaking down and aiding in the absorption of fermentable fiber, stimulating cell growth, repressing the growth of harmful bacteria, training the immune system to respond only to pathogens, producing vitamin B, and defending against some infectious diseases. \"Probiotics\" refers to the idea of deliberately consuming live bacteria in an attempt to change the bacterial population in the large intestine, to the health benefit of the host human or animal. \"Prebiotic (nutrition)\" refers to the idea that consuming a bacterial energy source such as soluble fiber could support the population of health-beneficial bacteria in the large intestine. There is not yet a scientific consensus as to health benefits accruing from probiotics or prebiotics.",
            "score": 130.38934326171875
        },
        {
            "docid": "53368771_10",
            "document": "Pharmacomicrobiomics . Within the intestines, the majority of microbes can be found in the large intestine, where the pH is higher and more conducive to survival. These bacteria are often more efficient than our own digestive enzymes, and function to digest protein and carbohydrates. The results of over 690 human microbiomes have shown that the majority of bacteria of the gut microbiome belongs to four phyla: Firmicutes, Bacteroidetes, Actinobacteria, and Proteobacteria.",
            "score": 129.99864196777344
        },
        {
            "docid": "26573_28",
            "document": "Rabbit . The chewed plant material collects in the large cecum, a secondary chamber between the large and small intestine containing large quantities of symbiotic bacteria that help with the digestion of cellulose and also produce certain B vitamins. The pellets are about 56% bacteria by dry weight, largely accounting for the pellets being 24.4% protein on average. The soft feces form here and contain up to five times the vitamins of hard feces. After being excreted, they are eaten whole by the rabbit and redigested in a special part of the stomach. The pellets remain intact for up to six hours in the stomach; the bacteria within continue to digest the plant carbohydrates. This double-digestion process enables rabbits to use nutrients that they may have missed during the first passage through the gut, as well as the nutrients formed by the microbial activity and thus ensures that maximum nutrition is derived from the food they eat. This process serves the same purpose in the rabbit as rumination does in cattle and sheep.",
            "score": 129.87808227539062
        },
        {
            "docid": "182303_3",
            "document": "Food energy . Humans and other animals need a minimum intake of food energy to sustain their metabolism and to drive their muscles. Foods are composed chiefly of carbohydrates, fats, proteins, water, vitamins, and minerals. Carbohydrates, fats, proteins, and water represent virtually all the weight of food, with vitamins and minerals making up only a small percentage of the weight. (Carbohydrates, fats, and proteins comprise ninety percent of the dry weight of foods.) Organisms derive food energy from carbohydrates, fats and proteins as well as from organic acids, polyols, and ethanol present in the diet. Some diet components that provide little or no food energy, such as water, minerals, vitamins, cholesterol and fiber, may still be necessary to health and survival for other reasons. Water, minerals, vitamins, and cholesterol are not broken down (they are used by the body in the form in which they are absorbed) and so cannot be used for energy. Fiber cannot be completely digested by most animals, including humans. However, ruminants can extract food energy from the respiration of cellulose because of bacteria in their rumens.",
            "score": 129.46072387695312
        },
        {
            "docid": "205464_23",
            "document": "Human microbiota . The composition of human gut flora changes over time, when the diet changes, and as overall health changes. A systematic review of 15 human randomized controlled trials from July 2016 found that certain commercially available strains of probiotic bacteria from the \"Bifidobacterium\" and \"Lactobacillus\" genera (\"B. longum\", \"B. breve\", \"B. infantis\", \"L. helveticus\", \"L. rhamnosus\", \"L. plantarum\", and \"L. casei\"), when taken by mouth in daily doses of 10–10 colony forming units (CFU) for 1–2 months, possess treatment efficacy (i.e., improves behavioral outcomes) in certain central nervous system disorders – including anxiety, depression, autism spectrum disorder, and obsessive–compulsive disorder – and improves certain aspects of memory. However, changes in the composition of gut microbiota has also been found to be correlated with harmful effects on health. In an article published by Musso et al., it was found that the gut microbiota of obese invidividuals had more Firmicutes and less Bacteroidetes than healthy individuals. Furthermore, a study done by Gordon et al., confirmed that it was the composition of the microbiota that causes obesity rather than the other way around. This was done by transplanting the gut microbiota from diet-induced obese(DIO) mice or lean control mice into lean germ-free mice that do not have a microbiome. They found that the mice transplanted with DIO mouse gut microbiota had significantly higher total body fat than the mice transplanted with lean mouse microbiota when fed with the same diet.",
            "score": 129.0718231201172
        },
        {
            "docid": "66365_18",
            "document": "Kitten . Felines are natural carnivores and do not intentionally consume large quantities of carbohydrates. The domestic cat's liver has adapted to the lack of carbohydrates in the diet by using amino acids to produce glucose to fuel the brain and other tissues. Studies have shown that carbohydrate digestion in young kittens is much less effective than that of a mature feline with a developed gastrointestinal tract. Highly digestible carbohydrates can be found in commercial kitten food as a source of additional energy as well as a source of fiber to stimulate the immature gut tissue. Soluble fibre such as beet pulp is a common ingredient used as a fibrous stool hardener and has been proven to strengthen intestinal muscles and to thicken the gut mucosal layer to prevent diarrhea.",
            "score": 128.88140869140625
        },
        {
            "docid": "56461877_15",
            "document": "Human milk microbiome . There is some indication of relationships between milk microbiota and other human milk components, including human milk oligosaccharides (HMOs), maternal cells, and nutrient profiles. Specific bacterial genera have been shown to be associated with variation in levels of milk macronutrients such as lactose, proteins, and fats. HMOs selectively facilitate growth of particular beneficial bacteria, notably \"Bifidobacterium\" species. Furthermore, as bifidobacterial genomes are uniquely equipped to metabolize HMOs, which are otherwise indigestible by enzymes of the infant gut, some have suggested a coevolutionary dynamic between HMOs and certain bacteria common in both the milk and infant gastrointestinal microbiomes. Furthermore, relative to other mammalian milks, primate milk, particularly human milk, appears to be unique with respect to the complexity and diversity of its oligosaccharide repertoire. Human milk is typified by greater overall HMO diversity and predominance of oligosaccharides known to promote growth of \"Bifidobacterium\" in the infant gut. Milk microbiota are thought to play an essential role in programming the infant immune system, and tend to reduce the risk of adverse infant health outcomes. Differences in milk oligosaccharides between humans and non-human primates could be indicative of variation in pathogen exposure associated with increased sociality and group sizes. Together, these observations may indicate that milk microbial communities have coevolved with their human host, supported by the expectation that microbes which promote host health facilitate their own transmission and proliferation.",
            "score": 126.72544860839844
        },
        {
            "docid": "18291752_3",
            "document": "Microbial symbiosis and immunity . Microbes can promote the development of the host's immune system in the gut and skin, and may help to prevent pathogens from invading. Some release anti-inflammatory products, protecting against parasitic gut microbes. Commensals promote the development of B cells that produce a protective antibody, Immunoglobulin A (IgA). This can neutralize pathogens and exotoxins, and promote the development of TH17 and FOXP3+ regulatory T cells. Microbes trigger development of isolated lymphoid follicles in the small intestine, which are sites of mucosal immune response. Microbes can prevent growth of harmful pathogens by altering pH, consuming nutrients required for pathogen survival, and secreting toxins that inhibit growth of pathogens. However, microbes have been implicated in inflammatory bowel disease, obesity, and cancer.",
            "score": 126.71743774414062
        },
        {
            "docid": "3077180_13",
            "document": "Rumen . Microbes in the reticulorumen include bacteria, protozoa, fungi, archaea, and viruses. Bacteria, along with protozoa, are the predominant microbes and by mass account for 40-60% of total microbial matter in the rumen. They are categorized into several functional groups, such as fibrolytic, amylolytic, and proteolytic types, which preferentially digest structural carbohydrates, non-structural carbohydrates, and protein, respectively. Protozoa (40-60% of microbial mass) derive their nutrients through phagocytosis of other microbes, and degrade and digest feed carbohydrates, especially starch and sugars, and protein. Although protozoa are not essential for rumen functioning, their presence has pronounced effects. Ruminal fungi make up only 5-10% of microbes and are absent on diets poor in fibre. Despite their low numbers, the fungi still occupy an important niche in the rumen because they hydrolyse some ester linkages between lignin and hemicellulose or cellulose, and help break down digesta particles. Rumen Archaea, approximately 3% of total microbes, are mostly autotrophic methanogens and produce methane through anaerobic respiration. Most of the hydrogen produced by bacteria, protozoa and fungi is used by these methanogens to reduce carbon dioxide to methane. The maintenance of low partial pressure of hydrogen by methanogens is essential for proper functioning of the rumen. Viruses are present in unknown numbers and do not contribute to any fermentation or respiration activity. However, they do lyse microbes, releasing their contents for other microbes to assimilate and ferment in a process called microbial recycling, although recycling through the predatory activities of protozoa is quantitatively more important.",
            "score": 126.66777801513672
        },
        {
            "docid": "19179592_61",
            "document": "Archaea . Archaea can also be commensals, benefiting from an association without helping or harming the other organism. For example, the methanogen \"Methanobrevibacter smithii\" is by far the most common archaean in the human flora, making up about one in ten of all the prokaryotes in the human gut. In termites and in humans, these methanogens may in fact be mutualists, interacting with other microbes in the gut to aid digestion. Archaean communities also associate with a range of other organisms, such as on the surface of corals, and in the region of soil that surrounds plant roots (the rhizosphere).",
            "score": 126.09494018554688
        },
        {
            "docid": "41479084_15",
            "document": "Altered Schaedler flora . Additional strains of bacteria might need to be added for certain studies with metabolism, pathogenesis, or microbe interactions. It is impossible to study the complete organization of the gut microbiome and all its contributions to the host system, especially with relations to disease development and nutrition, with only eight microbes. Furthermore, there are differences between mice and human microflora. So there are limitations to studies using ASF mice to depict human inflammatory diseases like IBD, arthritis, and cancer. ASF is only a basis for developing hypotheses for mice with complex microflora.",
            "score": 125.99102783203125
        },
        {
            "docid": "43742335_2",
            "document": "Microbiota-accessible carbohydrates . Microbiota-accessible carbohydrates (MACs) are carbohydrates that are resistant to digestion by a host's metabolism, and are made available for gut microbes, as prebiotics, to ferment or metabolize into beneficial compounds, such as short chain fatty acids. The term, ‘‘microbiota-accessible carbohydrate’’ contributes to a conceptual framework for investigating and discussing the amount of metabolic activity that a specific food or carbohydrate can contribute to a host's microbiota.",
            "score": 124.72915649414062
        },
        {
            "docid": "595490_2",
            "document": "Gut loading . Gut loading is the process by which an animal's prey is raised and fed nutritious foods with the intention of passing those nutrients to the animal for which the prey is intended. This term is used most often in reference to the preparation of insects, such as crickets and mealworms, or mice which are used as food for reptile pets. Insects that are raised commercially for the pet trade are themselves of little nutritional value. By providing the prey animals with a high quality diet prior to feeding, they become a more nutritious meal for the predator.",
            "score": 124.20777130126953
        },
        {
            "docid": "3907316_12",
            "document": "Lactobacillales . Probiotics are products aimed at delivering living, potentially beneficial, bacterial cells to the gut ecosystem of humans and other animals, whereas prebiotics are indigestible carbohydrates delivered in food to the large bowel to provide fermentable substrates for selected bacteria. Strains of LAB are the most common microbes employed as probiotics. Two principal kinds of probiotic bacteria, members of the genera \"Lactobacillus\" and \"Bifidobacterium\", have been studied in detail.",
            "score": 124.05712890625
        },
        {
            "docid": "49771188_9",
            "document": "Nuruk . Fermented foods provide friendly organisms for the flora across the digestive system that are necessary for normal digestive function and protect the flora of gut from harmful organisms. Fermented foods also have been broken down or “pre-digested\" and therefore, unlike ordinary carbohydrates, place a lighter burden on the digestion system. They have many additional benefits (Helmenstine 25-28). Fermented food and drink such as Shindari are said to improve the immune system, prevent cancer, and increase beneficial bacteria in the digestive system, balancing the production of stomach acid and aiding nutrient absorption. Traditional fermented food helps the body to produce acetylcholine. It is especially beneficial for people with diabetes.",
            "score": 123.93740844726562
        },
        {
            "docid": "10715450_3",
            "document": "Prevotellaceae . \"Prevotella\" species are among the most numerous microbes culturable from the rumen and hind gut of cattle and sheep, where they help the breakdown of protein and carbohydrate foods. They are also present in humans, where they can be opportunistic pathogens. \"Prevotella\", credited interchangeably with \"Bacteroides melaninogenicus\", has been a problem for dentists' patients for years. As a human pathogen known for creating periodontal and tooth problems, \"Prevotella\" has long been studied to counteract its pathogenesis.",
            "score": 123.84752655029297
        },
        {
            "docid": "39597449_7",
            "document": "Metagenomics: An Alternative Approach to Genomics . The human body is inhabited by trillions of bacteria and other microbes, which have recently been studied in many different habitats (including gut, mouth, skin, and urogenital) by the Human Microbiome Project (HMP). These microbial communities were assayed using high-throughput DNA sequencing. HMP showed that, unlike individual microbial species, many metabolic processes were present among all body habitats with varying frequencies. Microbial communities of 649 metagenomes drawn from seven primary body sites on 102 individuals were studied as part of the human microbiome project. The metagenomic analysis revealed variations in niche specific abundance among 168 functional modules and 196 metabolic pathways within the microbiome. These included glycosaminoglycan degradation in the gut, as well as phosphate and amino acid transport linked to host phenotype (vaginal pH) in the posterior fornix. The HMP has brought to light the utility of metagenomics in diagnostics and evidence-based medicine. Thus metagenomics is a powerful tool to address many of the pressing issues in the field of Personalized medicine.",
            "score": 123.08061218261719
        }
    ]
}