{
    "q": [
        {
            "docid": "20617241_7",
            "document": "Genetics of social behavior . To examine higher insect social order, researchers looked into the potential evolutionary history of a “foraging gene” in honey bees (\"Apis mellifera\"). Honey bees have a several week lifespan divided between two phases—one spent caring for the hive, the other spent foraging. The regulation of social foraging is important to maintain division of labor, requisite of eusocial organization. In order to discover how foraging in bees is genetically encoded, the honey bee genome was searched for genes that may be shared by other species. A molecular basis for feeding behavior has been determined in \"Drosophila melanogaster\", which shares a common insect ancestor. The “foraging gene” in \"D. melanogaster\" encodes a cGMP mediated protein kinase (PKG). Naturally occurring allelic variation produces behavioral syndromes in \"D. melanogaster\", both “sitters” and “rovers”. The needs of a honey bee colony are communicated between bees by pheromones, chemical signals which trigger behavioral responses. Honey bees have a variant of the same foraging gene that controls the onset of foraging behavior. Elevated expression of this gene correlates with increased foraging activity; precocious foraging was induced in young workers by experimentally introducing PKG.",
            "score": 109.28178131580353
        },
        {
            "docid": "27989492_10",
            "document": "Center for Applied Genomics . Although twin studies suggest that ASDs are highly heritable, specific genes have been difficult to identify. In 2009, the Center conducted a genome-wide association study (GWAS) on a group of 780 families (3,101 individuals) with affected children, a second group of 1,204 affected individuals, and 6,491 controls, all of whom had European ancestry. GWAS allows us to examine an individual’s entire genome. By comparing genomics variations between the groups, CAG researchers led by Kai Wang identified six genetic markers between two specific genes that confirmed susceptibility to ASDs. This was the first study to demonstrate a genome-wide significant association of this kind. The two genes, cadherin 10 and cadherin 9 are sticky molecules that help neurons bind together. They play an important role in neurodevelopment, and may be important in helping us understand the neuropathology of autism.",
            "score": 92.6336442232132
        },
        {
            "docid": "23366462_92",
            "document": "Insect . Insects play important roles in biological research. For example, because of its small size, short generation time and high fecundity, the common fruit fly \"Drosophila melanogaster\" is a model organism for studies in the genetics of higher eukaryotes. \"D. melanogaster\" has been an essential part of studies into principles like genetic linkage, interactions between genes, chromosomal genetics, development, behavior and evolution. Because genetic systems are well conserved among eukaryotes, understanding basic cellular processes like DNA replication or transcription in fruit flies can help to understand those processes in other eukaryotes, including humans. The genome of \"D. melanogaster\" was sequenced in 2000, reflecting the organism's important role in biological research. It was found that 70% of the fly genome is similar to the human genome, supporting the evolution theory.",
            "score": 128.8930184841156
        },
        {
            "docid": "37360538_21",
            "document": "Insects in culture . Insects play an important role in biological research. Because of its small size, short generation time and high fecundity, the common fruit fly \"Drosophila melanogaster\" was selected as a model organism for studies of the genetics of higher eukaryotes. \"D. melanogaster\" has been an essential part of studies into principles like genetic linkage, interactions between genes, chromosomal genetics, evolutionary developmental biology, animal behaviour and evolution. Because genetic systems are well conserved among eukaryotes, understanding basic cellular processes like DNA replication or transcription in fruit flies helps scientists to understand those processes in other eukaryotes, including humans. The genome of \"D. melanogaster\" was sequenced in 2000, reflecting the fruit fly's important role in biological research. 70% of the fly genome is similar to the human genome, supporting the Darwinian theory of evolution from a single origin of life.",
            "score": 127.01202976703644
        },
        {
            "docid": "27158894_14",
            "document": "Addiction . Genome-wide association studies (GWAS) are a recently developed research method which are used to examine genetic associations with dependence, addiction, and drug use. These studies employ an unbiased approach to finding genetic associations with specific phenotypes and give equal weight to all regions of DNA, including those with no ostensible relationship to drug metabolism or response. These studies rarely identify genes from proteins previously described via animal knockout models and candidate gene analysis. Instead, large percentages of genes involved in processes such as cell adhesion are commonly identified. This is not to say that previous findings, or the GWAS findings, are erroneous. The important effects of endophenotypes are typically not capable of being captured by these methods. Furthermore, genes identified in GWAS for drug addiction may be involved either in adjusting brain behavior prior to drug experiences, subsequent to them, or both. A study that highlights the significant role genetics play in addiction is the twin studies. Twins have similar and sometimes identical genetics. Analyzing these genes in relation to genetics has helped geneticists understand how much of a role genes play in addiction. Studies performed on twins found that rarely did only one twin have an addiction. In most cases where at least one twin suffered from an addiction, both did, and often to the same substance.",
            "score": 97.24175930023193
        },
        {
            "docid": "34935740_4",
            "document": "David G. Heckel . Heckel studies the adaptations and mechanisms by which herbivorous insects find and exploit their host plants. He explores how these adaptations interact with other stresses encountered in the environment. A major strategy in his research is to utilize the pattern of genetic variation existing between populations, races, or species; and by mapping the genes and evaluating candidates to identify the mechanisms involved. He also uses this approach to study the genetic and physiological mechanisms by which insects evolve resistance to chemical and biological insectides, especially Cry toxins (Bt) from the bacterium \"Bacillus thuringiensis\". Additional focus is on patterns of genetic variability in host-races or pheromone-races of insects that appear to be in the process of forming new species.",
            "score": 97.3198013305664
        },
        {
            "docid": "18214141_55",
            "document": "Western honey bee . The European honey bee is the third insect, after the fruit fly and the mosquito, to have its genome mapped. According to scientists who analyzed its genetic code, the honey bee originated in Africa and spread to Europe in two ancient migrations. Scientists have found that genes related to smell outnumber those for taste, and the European honey bee has fewer genes regulating immunity than the fruit fly and the mosquito. The genome sequence also revealed that several groups of genes, particularly those related to circadian rhythm, resembled those of vertebrates more than other insects. Another significant finding from the honey bee genome study was that honey bee was the first insect to be discovered with a functional DNA methylation system because functional key enzymes (DNA methyl-transferase 1 and 3) were identified in the genome. DNA methylation is one of the important mechanisms in epigenetics to study gene expression and regulation without changing the DNA sequence, but modifications on the DNA. DNA methylation later was identified to play an important role in gene regulation and gene alternative splicing. The genome is unusual in having few transposable elements, although they were present in the evolutionary past (inactive remains have been found) and evolved more slowly than those in fly species.",
            "score": 120.4446771144867
        },
        {
            "docid": "7011336_14",
            "document": "Nav1.5 . Genetic variations in SCN5A, i.e. single nucleotide polymorphisms (SNPs) have been described in both coding and non-coding regions of the gene. These variations are typically present at relatively high frequencies within the general population. Genome Wide Association Studies (GWAS) have used this type of common genetic variation to identify genetic loci associated with variability in phenotypic traits. In the cardiovascular field this powerful technique has been used to detect loci involved in variation in electrocardiographic parameters (i.e. PR-, QRS- and QTc-interval duration) in the general population. The rationale behind this technique is that common genetic variation present in the general population can influence cardiac conduction in non-diseased individuals. these studies consistently identified the SCN5A-SCN10A genomic region on chromosome 3 to be associated with variation in QTc-interval, QRS duration and PR-interval. These results indicate that genetic variation at the SCN5A locus is not only involved in disease genetics but also plays a role in the variation in cardiac function between individuals in the general population.",
            "score": 77.6430162191391
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 115.46868228912354
        },
        {
            "docid": "1795200_2",
            "document": "Candidate gene . The candidate gene approach to conducting genetic association studies focuses on associations between genetic variation within pre-specified genes of interest and phenotypes or disease states. This is in contrast to genome-wide association studies (GWAS), which scan the entire genome for common genetic variation. Candidate genes are most often selected for study based on \"a priori\" knowledge of the gene's biological functional impact on the trait or disease in question. The rationale behind focusing on allelic variation in specific, biologically relevant regions of the genome is that certain mutations will directly impact the function of the gene in question, and lead to the phenotype or disease state being investigated. This approach usually uses the case-control study design to try to answer the question, \"Is one allele of a candidate gene more frequently seen in subjects with the disease than in subjects without the disease?\"",
            "score": 56.259501695632935
        },
        {
            "docid": "101965_17",
            "document": "Psoriasis . Classic genome-wide linkage analysis has identified nine loci on different chromosomes associated with psoriasis. They are called psoriasis susceptibility 1 through 9 (\"PSORS1\" through \"PSORS9\"). Within those loci are genes on pathways that lead to inflammation. Certain variations (mutations) of those genes are commonly found in psoriasis. Genome-wide association scans have identified other genes that are altered to characteristic variants in psoriasis. Some of these genes express inflammatory signal proteins, which affect cells in the immune system that are also involved in psoriasis. Some of these genes are also involved in other autoimmune diseases.",
            "score": 59.351940870285034
        },
        {
            "docid": "40841348_9",
            "document": "Computational and Statistical Genetics . Over the past few years, genome-wide association studies (GWAS) have become a powerful tool for investigating the genetic basis of common diseases and has improved our understanding of the genetic basis of many complex traits. Traditional single SNP (single-nucleotide polymorphism) GWAS is the most commonly used method to find trait associated DNA sequence variants - associations between variants and one or more phenotypes of interest are investigated by studying individuals with different phenotypes and examining their genotypes at the position of each SNP individually. The SNPs for which one variant is statistically more common in individuals belonging to one phenotypic group are then reported as being associated with the phenotype. However, most complex common diseases involve small population-level contributions from multiple genomic loci. To detect such small effects as genome-wide significant, traditional GWAS rely on increased sample size e.g. to detect an effect which accounts for 0.1% of total variance, traditional GWAS needs to sample almost 30,000 individuals. Although the development of high throughput SNP genotyping technologies has lowered the cost and improved the efficiency of genotyping. Performing such a large scale study still costs considerable money and time. Recently, association analysis methods utilizing gene-based tests have been proposed that are based on the fact that variations in protein-coding and adjacent regulatory regions are more likely to have functional relevance. These methods have the advantage that they can account for multiple independent functional variants within a gene, with the potential to greatly increase the power to identify disease/trait associated genes. Also, imputation of ungenotyped markers using known reference panels(e.g. HapMap and the 1000 Genomes Project) predicts genotypes at the missing or untyped markers thereby allowing one to accurately evaluate the evidence for association at genetic markers that are not directly genotyped (in addition to the typed markers) and has been shown to improve the power of GWAS to detect disease associated loci.",
            "score": 90.21203005313873
        },
        {
            "docid": "485836_5",
            "document": "Jumping plant louse . Citrus greening, also known as \"huanglongbing\", associated with the presence of a bacterium \"Liberibacter asiaticum\", is an example of a plant pathogen that has coevolved with its insect vector, the \"Asian citrus psyllid\", ACP, \"Diaphorina citri\", such that the pathogen causes little or no harm to the insect, but causes a major disease which can reduce citrus quality, flavor, and production, as well as causing citrus trees to die. ACP was found in Florida in 1998, and has since spread across the southern US into Texas. This disease was found in Florida citrus groves in 2005. Management methods to reduce the spread of this disease and psyllid populations depend on an integrated pest management approach using insecticides, parasitoids, predators, and pathogens specific to ACP. Due to the spread of citrus greening worldwide and the growing importance of psyllid-spread diseases, an International Psyllid Genome Consortium was established. Insect genomics provides important information on the genetic basis of the pests biology which may be altered to suppress psyllid populations in an environmentally friendly manner. The emerging psyllid genome continues to elucidate psyllid biology, expanding what is known about gene families, genetic variation, and gene expression in insects. Thus far, two new psyllid viruses have been discovered, and are being examined as potential biological control agents to reduce psyllid populations. Psyllid cell cultures have also been established by several researchers working with virus propagation, and as a system to propagate \"C. liberibacter\" for molecular studies on infection and replication. Studies on the microbiota have also identified four new species of bacteria. Thus far, 10 microbial organisms have been identified within these psyllids, among them the primary endosymbiont, whose genome has been sequenced and posted at the NCBI database, as well as a \"Wolbachia\" species.",
            "score": 94.32988595962524
        },
        {
            "docid": "337196_32",
            "document": "Neuroanatomy . Thomas Hunt Morgan started to work with Drosophila in 1906, and this work earned him the 1933 Nobel Prize in Medicine for identifying chromosomes as the vector of inheritance for genes. Because of the large array of tools available for studying Drosophila genetics, they have been a natural subject for studying the role of genes in the nervous system. The genome has been sequenced and published in 2000. About 75% of known human disease genes have a recognizable match in the genome of fruit flies. Drosophila is being used as a genetic model for several human neurological diseases including the neurodegenerative disorders Parkinson's, Huntington's, spinocerebellar ataxia and Alzheimer's disease. In spite of the large evolutionary distance between insects and mammals, many basic aspects of \"Drosophila\" neurogenetics have turned out to be relevant to humans. For instance, the first biological clock genes were identified by examining \"Drosophila\" mutants that showed disrupted daily activity cycles.",
            "score": 106.30894482135773
        },
        {
            "docid": "55170_2",
            "document": "Genomics . Genomics is an interdisciplinary field of science focusing on the structure, function, evolution, mapping, and editing of genomes. A genome is an organism's complete set of DNA, including all of its genes. In contrast to genetics, which refers to the study of individual genes and their roles in inheritance, genomics aims at the collective characterization and quantification of genes, which direct the production of proteins with the assistance of enzymes and messenger molecules. In turn, proteins make up body structures such as organs and tissues as well as control chemical reactions and carry signals between cells. Genomics also involves the sequencing and analysis of genomes through uses of high throughput DNA sequencing and bioinformatics to assemble and analyze the function and structure of entire genomes. Advances in genomics have triggered a revolution in discovery-based research and systems biology to facilitate understanding of even the most complex biological systems such as the brain.",
            "score": 101.01158475875854
        },
        {
            "docid": "50518079_11",
            "document": "Human Genome Structural Variation . The 1000 genomes project was able to successfully produce the DNA sequence of the human genome. They provided much sequencing data from many populations to analyze as well as a reference human genome for comparison and future studies. One study took advantage of this resource to question the structural variation differences between genomes from whole genome sequence data. It was known that human diseases are affected by duplications and deletions and that copy number analysis is common but multiallelic copy number variants (mCNVs) were not as well studied. The researchers got their data from the 1000 genomes project and analyzed 849 different genomes from a variety of populations that were sequenced in order to find large mCNVs. From their analysis, they found that mCNVs create most genetic variation in gene dosage compared to other structural variants and that the gene expression variation is created by the dosage diversity of genes created by mCNVs. The study underlined the great significance that structural variants, especially mCNVs, have on gene dosage which leads to variable gene expressions and human phenotypic diversity in the population.",
            "score": 96.90976965427399
        },
        {
            "docid": "25174711_4",
            "document": "Genetically modified insect . Release of Insects carrying Dominant Lethals (RIDL) is a control strategy using genetically engineered insects that have (carry) a lethal gene in their genome (an organism's DNA). Lethal genes cause death in an organism, and RIDl genes only kill young insects, usually larvae or pupae. Similar to how inheritance of brown eyes is dominant to blue eyes, this lethal gene is dominant so that all offspring of the RIDL insect will also inherit the lethal gene. This lethal gene has a molecular on and off switch, allowing these RIDL insects to be reared. The lethal gene is turned off when the RIDL insects are mass reared in an insectory, and turned on when they are released into the environment. RIDL males and females are released to mate with wild males and their offspring die when they reach the larval or pupal stage because of the lethal gene. This causes the population of insects to crash. This technique is being developed for some insects and for other insects has been tested in the field. It has been used in the Grand Cayman Islands, Panama, and Brazil to control the mosquito vector of dengue, \"Ae. aegypti.\" It is being developed for use in diamondback moth (\"Plutella xylostella\"), medfly and olive fly.",
            "score": 104.81073021888733
        },
        {
            "docid": "7154655_11",
            "document": "Teleogryllus oceanicus . In addition to acoustic signals, crickets use chemical signals encoded in cuticular hydrocarbons (CHC). CHCs are waxy chemical compounds that are found on the exoskeleton of most terrestrial arthropods that protect against desiccation, and these compounds have been found to be sexually dimorphic in \"Teleogryllus oceanicus\". It is thought that crickets use the information found in the CHC chemical signal to determine genetic similarity. In other words, crickets can sense how closely related an adjacent individual is by processing the odor exhibited by the CHCs. Females have been shown to exhibit a preference for CHC profiles that show a higher degree of dissimilarity, suggesting that it could serve as a defense against inbreeding. Using CHC profiles in inbreeding defense can occur pre-copulation, in that individuals are less likely to mate when their CHC profile is more similar. This defense can also be exhibited post-copulation, in the form of fertilization bias. After a spermatophore has been transferred to the female's reproductive tract, it takes roughly 40 minutes for the sperm to enter the spermathecal duct, during which time the male remains in contact with the female in a guarding behavior. During this period, females are able to use CHC cues to determine degree of relatedness. Females have control of sperm storage to a degree, and have been show to store more sperm from non-related males compared to related males.",
            "score": 179.29596543312073
        },
        {
            "docid": "21009880_24",
            "document": "Systemic lupus erythematosus . Genome-wide association studies (GWAS) revealed regions of linkage that were found on most chromosomes. These studies are useful in identifying the genes that may be responsible for complex diseases such as SLE. Candidate gene loci implicated with SLE include multiple alleles from the HLA region, Fc-gamma receptor, and complement component system. However, association does not prove that a specific form of a gene is responsible for the disease, as there may be other polymorphisms in the region that have a greater association effect. However, because the biological role of most genes are not completely understood, it can be difficult to attribute phenotypic traits to certain genetic polymorphisms. Since SLE is associated with so many genetic regions, it is likely an oligogenic trait, meaning that there are several genes that control susceptibility to the disease. Further complicating our understanding is the association of certain linkages with various ethnic groups.",
            "score": 80.86132597923279
        },
        {
            "docid": "8093428_4",
            "document": "Honey Bee Genome Sequencing Consortium . The complete genome of \"Apis mellifera\" has been sequenced and consists of 10,000 genes with approximately 236 million base pairs. The size of the genome is a tenth of the human genome The Western honey bee gene sequence showed 163 chemical receptors for smell but only 10 for taste. Besides the discovery of new genes for the use of pollen and nectar, researchers found that, in comparison with other insects, \"Apis mellifera\" has fewer genes for immunity, detoxification and the development of the cuticula The population genetic analysis showed Africa as the origin and hypothesized that the spread into Europe happened in at least two independent waves.  Data from the scientific collaboration is made available on Beebase led by Texas A&M University.",
            "score": 78.45156788825989
        },
        {
            "docid": "32625124_20",
            "document": "Organisms at high altitude . Among the Andeans, there are no significant associations between \"EPAS1\" or \"EGLN1\" and hemoglobin concentration, indicating variation in the pattern of molecular adaptation. However, \"EGLN1\" appears to be the principal signature of evolution, as it shows evidence of positive selection in both Tibetans and Andeans. The adaptive mechanism is different among the Ethiopian highlanders. Genomic analysis of two ethnic groups, Amhara and Oromo, revealed that gene variations associated with hemoglobin differences among Tibetans or other variants at the same gene location do not influence the adaptation in Ethiopians. Instead, several other genes appear to be involved in Ethiopians, including \"CBARA1\", \"VAV3\", \"ARNT2\" and \"THRB\", which are known to play a role in HIF genetic functions.",
            "score": 72.04071021080017
        },
        {
            "docid": "50429846_3",
            "document": "Gene desert . Although the possibility of function in gene deserts was predicted as early as the 1960s, genetic identification tools were unable to uncover any specific characteristics of the long noncoding regions, other than that no coding occurred in those regions. Before the completion of the human genome in 2001 through the Human Genome Project, most of the early associative gene comparisons relied on the belief that essential housekeeping genes were clustered in the same areas of the genome for ease of access and tight regulation. This belief later constructed a hypothesis that gene deserts are therefore previous regulatory sequences that are highly linked (and hence do not undergo recombination), but have had substitutions between them over time. These substitutions could cause tightly conserved genes to separate over time, thus forming regions of nonsense codes with a few essential genes. However, uncertainty due to differential gene conservation rates in different portions of chromosomes prevented accurate identification.  Later associations were remodeled when regulatory sequences were associated with transcription factors, leading to the birth of large-scale genome-wide mapping. Thus began the hunt for the contents and functions of gene deserts. Recent advancements in the screening of chromatin signatures on chromosomes (for instance, chromosome conformation capture, also known as 3C) have allowed the confirmation of the long-range gene activation model, which postulates that there are indeed physical links between regulatory enhancers and their target promoters. Research on gene deserts, although centralized on human genetics, has also been applied to mice, various birds, and Drosophila melanogaster. Although conservation is variable among selected species’ genomes, orthologous gene deserts function similarly. Thus, the prevailing the contention of gene deserts is that these noncoding sequences harbor active and important regulatory elements.",
            "score": 83.7622219324112
        },
        {
            "docid": "58687_59",
            "document": "Aggression . In humans, there is good evidence that the basic human neural architecture underpinning the potential for flexible aggressive responses is influenced by genes as well as environment. In terms of variation between individual people, more than 100 twin and adoption studies have been conducted in recent decades examining the genetic basis of aggressive behavior and related constructs such as conduct disorders. According to a meta-analysis published in 2002, approximately 40% of variation between individuals is explained by differences in genes, and 60% by differences in environment (mainly non-shared environmental influences rather than those that would be shared by being raised together). However, such studies have depended on self-report or observation by others including parents, which complicates interpretation of the results. The few laboratory-based analyses have not found significant amounts of individual variation in aggression explicable by genetic variation in the human population. Furthermore, linkage and association studies that seek to identify specific genes, for example that influence neurotransmitter or hormone levels, have generally resulted in contradictory findings characterized by failed attempts at replication. One possible factor is an allele (variant) of the MAO-A gene which, in interaction with certain life events such as childhood maltreatment (which may show a main effect on its own), can influence development of brain regions such as the amygdala and as a result some types of behavioral response may be more likely. The generally unclear picture has been compared to equally difficult findings obtained in regard to other complex behavioral phenotypes. For example, both 7R and 5R, ADHD-linked VNTR alleles of dopamine receptor D4 gene are directly associated with the incidence of proactive aggression in the men with no history of ADHD.",
            "score": 97.3779764175415
        },
        {
            "docid": "27989492_21",
            "document": "Center for Applied Genomics . Type 1 diabetes (T1D) in children results from autoimmune destruction of cells in the pancreas, leading to an insufficient production of insulin. It is fatal unless treated by insulin. In 2007, CAG researchers performed a genome-wide association study in a large pediatric group that identified a previously unknown association between T1D and a genetic variation on chromosome 16. This region contains KIAA0350, the gene product of which is predicted to be a sugar-binding protein. Subsequent follow-up studies (e.g. Concannon \"et al.\", 2008) have confirmed a link between this gene and type-1 diabetes, and our group is currently participating in a resequencing study of this region. This paper was published in Nature [hyperlink to ]",
            "score": 66.98459815979004
        },
        {
            "docid": "50518079_16",
            "document": "Human Genome Structural Variation . Structural variation studies became increasingly popular due to the discovery of their possible roles and effects in the human genome. Copy number variation is a very important type of structural variation and has been studied extensively. A study on the influence of the CCL3L1 gene on HIV-1/AIDS susceptibility tested if the copy number of the CCL3L1 gene had any effect on an individual’s susceptibility to HIV-1/AIDS. They sampled several different individuals and populations for their CCL3L1 copy number and compared it to their HIV acquirement risk. They found that there is an association between higher amounts in the copy number of CCL3L1 and susceptibility to HIV and AIDS since individuals who were more prone to HIV had a low copy number of CCL3L1. This difference in copy number was shown to play a possibly significant role in HIV susceptibility due to this association. Another study that focused on the pathogenesis of human obesity tested if structural variation of the NPY4R gene was significant in obesity. Studies had previously shown that 10q11.22 CNV had an association with obesity and that several copy number variants were associated with obesity. Their CNV analysis revealed that the NPY4R gene had a much higher frequency of 10q11.22 CNV loss in the patient population. The control population, on the other hand, had more CNV gain in the same region. This led the researchers to conclude that the NPY4R gene played an important role in the pathogenesis of obesity due to its copy number variation. Studies involving copy number variation as well as other structural variants have brought new insights to the significant roles that structural variants play in the human genome.",
            "score": 83.67195439338684
        },
        {
            "docid": "9677_22",
            "document": "Endosymbiont . Genome sequencing reveals that obligate bacterial endosymbionts of insects have among the smallest of known bacterial genomes and have lost many genes that are commonly found in closely related bacteria. Several theories have been put forth to explain the loss of genes. It is presumed that some of these genes are not needed in the environment of the host insect cell. A complementary theory suggests that the relatively small numbers of bacteria inside each insect decrease the efficiency of natural selection in 'purging' deleterious mutations and small mutations from the population, resulting in a loss of genes over many millions of years. Research in which a parallel phylogeny of bacteria and insects was inferred supports the belief that the primary endosymbionts are transferred only vertically (i.e., from the mother), and not horizontally (i.e., by escaping the host and entering a new host).",
            "score": 91.2429211139679
        },
        {
            "docid": "3771805_5",
            "document": "Semiochemical . A pheromone (from Greek \"phero\" \"to bear\" + \"hormone\" from Greek - \"impetus\") is a secreted or excreted chemical factor that triggers a social response in members of the same species. Pheromones are chemicals capable of acting outside the body of the secreting individual to impact the behavior of the receiving individual. There are alarm pheromones, food trail pheromones, sex pheromones, and many others that affect behavior or physiology. Their use among insects has been particularly well documented. In addition, some vertebrates and plants communicate by using pheromones. A notable example of pheromone usage to indicate sexual receptivity in insects can be seen in the female Dawson's Burrowing bee, which uses a particular mixture of cuticular hydrocarbons to signal sexual receptivity to mating, and then another mixture to indicate sexual disinterest. These hydrocarbons, in association with other chemical signals produced in the Dufour's gland, have been implicated in male repulsion signaling as well.",
            "score": 103.84409582614899
        },
        {
            "docid": "18143331_12",
            "document": "Neurogenetics . Advances in molecular biology techniques and the species-wide genome project have made it possible to map out an individual's entire genome. Whether genetic or environmental factors are primarily responsible for an individual's personality has long been a topic of debate. Thanks to the advances being made in the field of neurogenetics, researchers have begun to tackle this question by beginning to map out genes and correlate them to different personality traits. There is little to no evidence to suggest that the presence of a \"single\" gene indicates that an individual will express one style of behavior over another; rather, having a specific gene could make one more predisposed to displaying this type of behavior. It is starting to become clear that most genetically influenced behaviors are due to the effects of many variants within \"many\" genes, in addition to other neurological regulating factors like neurotransmitter levels. Due to fact that many behavioral characteristics have been conserved across species for generations, researchers are able to use animal subjects such as mice and rats, but also fruit flies, worms, and zebrafish, to try to determine specific genes that correlate to behavior and attempt to match these with human genes.",
            "score": 100.29554879665375
        },
        {
            "docid": "14449397_5",
            "document": "Jules A. Hoffmann . During his Ph.D. program under Pierre Joly, Hoffmann started his research in studying antimicrobial defenses in grasshoppers, inspired by the previous works done in the laboratory of Pierre Joly showing that no opportunistic infections were apparent in insects after the transplantation of certain organs from one to another. Hoffmann confirmed discovery of phagocytosis done by Eli Metchnikoff, through injection of \"Bacillus thuringiensis\" and observation of increase of phagocytes. In addition, he showed strong correlation between hematopoiesis and antimicrobial defenses by assessing the susceptibility of an insect to the microbial infection after X-ray treatment. Hoffmann shifts from using grasshopper model to using dipteran species in the 80s. By using \"Phormia terranovae\", Hoffmann and his colleagues were able to identify 82-residues long antimicrobial polypeptide named Diptericin which was glycine-rich, along with other polypeptides in \"Drosophila melanogaster\" such as defensin, cecropin, and attacin. Further molecular genetic analysis revealed that the promoters for the genes encoding these antimicrobial peptides contained DNA sequences similar to the binding elements for NF-κB in mammalian DNA. \"Dorsal\" gene, critical in dorso-ventral patterning in the early embryo of \"Drosophila melanogaster\" was also identified to be in this NF-κB family. It was initially speculated by Hoffmann and colleagues that activity of Dorsal was directly linked to the expression of the \"Diptericin\" gene. However, it turned out that Diptericin was normally induced even in the loss-of-function \"Dorsal\" mutants. Further conducted research showed that Diptericin expression was dependent on the expression of imd gene. Identification of another antifungal peptide named Drosomycin and RNA blots demonstrated that two distinct pathways(Toll, Imd) exist, involving Drosomycin and Diptericin respectively. Similarities of structure and function between several members in the Drosophila embryo and members in mammals being noted, study \"The Dorsoventral Regulatory Gene Cassette \"spảtzle/Toll/cactus\" Controls the Potent Antifungal Response in Drosophila Adults\" by Lemaitre and Hoffmann in 1996 illuminated the possible existing innate immunity in Drosophila in response to fungal challenge. Later works identified that Toll transmembrane receptors are present in a wide variety of phyla and are conserved through evolution along with conservation of NF-κB activating cascades.",
            "score": 69.92987847328186
        },
        {
            "docid": "4394717_14",
            "document": "Body plan . Developmental biologists seek to understand how genes control the development of structural features through a cascade of processes in which key genes produce morphogens, chemicals that diffuse through the body to produce a gradient that acts as a position indicator for cells, turning on other genes, some of which in turn produce other morphogens. A key discovery was the existence of groups of homeobox genes, which function as switches responsible for laying down the basic body plan in animals. The homeobox genes are remarkably conserved between species as diverse as the fruit fly and humans, the basic segmented pattern of the worm or fruit fly being the origin of the segmented spine in humans. The field of animal evolutionary developmental biology ('Evo Devo'), which studies the genetics of morphology in detail, is rapidly expanding with many of the developmental genetic cascades, particularly in the fruit fly \"Drosophila\", catalogued in considerable detail.",
            "score": 105.4256420135498
        },
        {
            "docid": "13796485_20",
            "document": "Caretaker gene . Biochemical cascades consisting of signaling proteins occur in the ECM and play an important role to the regulation of many aspects of cell life. Landscaper genes encode products that determine the composition of the membranes in which cells live. For example, large molecular weight glycoproteins and proteoglycans have been found to in association with signaling and structural roles. There exist proteolytic molecules in the ECM that are essential for clearing unwanted molecules, such as growth factors, cell adhesion molecules, and others from the space surrounding cells. It is proposed that landscaper genes control the mechanisms by which these factors are properly cleared. Different characteristics of these membranes lead to different cellular effects, such as differing rates of cell proliferation or differentiation. If, for example, the ECM is disrupted, incoming cells, such as those of the immune system, can overload the area and release chemical signals that induce abnormal cell proliferation. These conditions lead to an environment conducive to tumor growth and the cancerous phenotype.",
            "score": 91.11994802951813
        },
        {
            "docid": "22695730_18",
            "document": "Apis mellifera iberiensis . The Western honey bee is the third insect, to have its genome mapped. The genome is unusual in having very few transposons. According to the scientists who analysed its genetic code, the western honey bee originated in Africa and spread to Europe in two ancient migrations. They have also discovered that the number of genes in the honey bees related to smell outnumber those for taste. The genome sequence revealed several groups of genes, particularly the genes related to circadian rhythms, were closer to vertebrates than other insects. Genes related to enzymes that control other genes were also vertebrate-like.",
            "score": 80.8434271812439
        }
    ],
    "r": [
        {
            "docid": "7154655_11",
            "document": "Teleogryllus oceanicus . In addition to acoustic signals, crickets use chemical signals encoded in cuticular hydrocarbons (CHC). CHCs are waxy chemical compounds that are found on the exoskeleton of most terrestrial arthropods that protect against desiccation, and these compounds have been found to be sexually dimorphic in \"Teleogryllus oceanicus\". It is thought that crickets use the information found in the CHC chemical signal to determine genetic similarity. In other words, crickets can sense how closely related an adjacent individual is by processing the odor exhibited by the CHCs. Females have been shown to exhibit a preference for CHC profiles that show a higher degree of dissimilarity, suggesting that it could serve as a defense against inbreeding. Using CHC profiles in inbreeding defense can occur pre-copulation, in that individuals are less likely to mate when their CHC profile is more similar. This defense can also be exhibited post-copulation, in the form of fertilization bias. After a spermatophore has been transferred to the female's reproductive tract, it takes roughly 40 minutes for the sperm to enter the spermathecal duct, during which time the male remains in contact with the female in a guarding behavior. During this period, females are able to use CHC cues to determine degree of relatedness. Females have control of sperm storage to a degree, and have been show to store more sperm from non-related males compared to related males.",
            "score": 179.2959747314453
        },
        {
            "docid": "8727996_36",
            "document": "Polistes dominula . \"P. dominula\" females are able to distinguish between nestmates and non-nestmates. Triads of wasps show more discrimination and aggression toward non-nestmates than dyads of wasps. In triads, aggression is increased because a defense of the nest can be shared with other nestmates, but for an individual, the cost of the aggression is greater than the benefit of the defense. Insect body surface is coated with cuticular hydrocarbons (CHC) for waterproofing. These chemicals also contribute to recognition among individuals, kin, and nest mates. The same cuticle that the adults have are coated on the nests, allowing the wasps to recognize their home. An analysis of the differences in CHC profiles between dominant and subordinate females found that while differences are not clear at the early stages of nest founding, these differences become prominent upon worker emergence. The CHC profiles of the dominant female exhibit a greater proportion of distinctive unsaturated alkenes of longer chain length compared to those of subordinates. When the queen is removed, the replacement queen's CHC profile becomes similar to that of the original queen. Upon analyzing whether CHC is a signal for fertility or dominance, researchers concluded that it is a signal for dominance because subordinates with developed ovaries still exhibited profiles that differed from those of dominants.",
            "score": 175.20729064941406
        },
        {
            "docid": "44134539_11",
            "document": "Polistes dorsalis . However, in \"Polistes\" wasps, the dominant female's presence alone isn't able to suppress other subordinates from laying eggs and reproducing. It is hypothesized that various factors play into this differentiation of roles. The presence of pheromones for instance might have something to do with it on a biological level. Aggressive displays of the queen also serve to suppress reproductive tendencies of worker females within a colony. Cuticular hydrocarbon profiles (CHC) might also be a way to assess the ranking of dominance within a colony. This profile is applicable to the majority of social insects and is associated with fertility. Profiles of the queen differ from that of workers and subordinates. Co- foundresses are able to assess dominance of another wasp due to their CHCs. Hydrocarbons can also change within a wasp when rankings change within a colony. Queen wasps have also been observed to coat her eggs with CHCs to distinguish these eggs from ones potentially laid by subordinates. This would aid in workers destroying other eggs that do not have this specific chemical mix, exemplifying worker policing.",
            "score": 161.06863403320312
        },
        {
            "docid": "55525937_18",
            "document": "Niphanda fusca . \"N. fusca\" will use chemical mimicry through the production and release of cuticular hydrocarbons (CHCs) to trick the host ant into adopting the larva as their own. CHCs are typically used to communicate information on insect caste, colony, age, and more. The CHCs, secreted by the DNO (an endocrine gland of \"N. fusca\"), have a major sugar component of trehalose (as opposed to the commonly thought glucose).",
            "score": 156.38624572753906
        },
        {
            "docid": "8727996_40",
            "document": "Polistes dominula . The use of cuticular hydrocarbons (CHCs) in recognizing nest mates and neighbors is a relatively well-known method for Hymenoptera, especially among \"Polistes\". However, Dufour's gland secretion has also been discovered to contribute in such assessments of invaders and nest mates. Chemical analysis of the Dufour's gland secretion revealed that it has a very similar composition as the CHCs. However, a big difference was that CHCs had more linear hydrocarbons than the glands and dimethylalkanes were more prevalent in gland secretions. Significantly different dimethylalkanes were found in foundresses belonging to different colonies, suggesting that these could be used to discriminate species of different origins.",
            "score": 155.3553009033203
        },
        {
            "docid": "30048840_13",
            "document": "Community health centers in the United States . Community health centers primarily provide health care to patients who are uninsured or covered by Medicaid. In 2007, almost 40% of all CHC patients lacked insurance, and 35% were Medicaid patients. In 2008, 1,080 CHCs provided comprehensive primary care to more than 17.1 million people. CHC patients typically have low family incomes, live in medically under-served communities, and have complicated health conditions. 70% of CHC patients in 2007 had family incomes of no more than 100% of the federal poverty level; more than 90% of patients had family incomes at or below twice the poverty level. Health center patients are also ethnically diverse. In 2007, half of all CHC patients were minorities, a third of which were Hispanic. All together, CHCs serve one in four low-income, minority residents. CHC patients are more likely to reside in rural areas relative to the rest of the population. They tend to be younger in age and are more likely to be female. In 2008, 36% of all CHC patients were children, and almost three in five patients were female.",
            "score": 139.53857421875
        },
        {
            "docid": "1245460_4",
            "document": "Composite Health Care System . Currently all appointments are booked in CHCS, except for Walk-Ins and Telephone Consults, which can now be booked in AHLTA. CHCS is a text based BBS/ANSI like display accessed via DEC VT320 terminal emulation. CHCS supports outpatient Order Entry (LAB, RAD, PHR, Consults (ancillary procedures), one-time and scheduled/multiple appointment consults. CHCS can also support Inpatient charting and Order Entry with multi-paging with a page for each ward the patient is transferred, but this feature is not fielded/enabled at many medical centers. Instead Clinicomp's Essentris product is deployed at all MHS hospitals and has replaced the use of CHCS Inpatient module for nurse charting. An interface solution to allow Essentris Orders to be transferred into CHCS order entry is being deployed.",
            "score": 135.96055603027344
        },
        {
            "docid": "30048840_25",
            "document": "Community health centers in the United States . Community health centers rely on a combination of Medicaid payments, grant revenues, and other private and public funding sources to fund their operations. The sources of funding for health centers have changed significantly over time. Public Health Service Act grants under Section 330 were once a prominent source of funding for CHCs. Although 330 grants remain important to the financial viability of health centers, federal reimbursement policy under Medicaid has become their largest source of revenue. In 2008, Public Health Service Act grants comprised 18.3% of all CHC revenues. The expansion of CHCs has instead been largely funded by the growth in Medicaid resulting from eligibility expansions, coverage reforms, and modified payment rules. In 1985, Medicaid patients made up 28% of all CHC patients but only 15% of CHC revenues. By 2007, the share of Medicaid patients matched their share of revenues. In the same time period, grants for the uninsured decreased from 51% to 21%. In 2008, Medicaid payments had grown to account for 37% of all CHC revenues.",
            "score": 135.8094024658203
        },
        {
            "docid": "1245460_11",
            "document": "Composite Health Care System . As with all large hospital information systems, there are occasions that despite training and best intentions, duplicate patient records are created. CHCS has a function to merge patients, but not to unmerge. AHLTA also has merges performed on patients in its Oracle database and successful attempts are made to un-merge patients and their associated medical/encounter data where diligent research has determined that mistakes were made with the identification of patients and to split off encounter records from patients that are blended into the single AHLTA record. Master Patient Indexing is a feature of the AHLTA Clinical Data Repository (CDR). Over 100 CHCS host systems, DEERS (Defense Enrollment Eligibility Reporting System), and AHLTA Theater (the version being used in Iraq and other areas) all contributed patients into the CDR when it was created from 25 month data pulls back in 2004. Each CHCS patient registration links into AHLTA, some link to existing patients, but others are newly created. Complexity with patient names and methods of identifying them with other demographics can lead to duplication, both in a local CHCS system and in the central AHLTA CDR. There is currently a DHIMS contract working on improving the processes and automating the routines to resolve duplicate patients and prevent their creation in future.",
            "score": 135.5057830810547
        },
        {
            "docid": "30048840_24",
            "document": "Community health centers in the United States . Compared with patients who receive care from private providers, CHC patients are almost three times more likely to seek care for serious and chronic conditions. However, with the exception of those with private insurance, CHC patients are also more likely to meet referral obstacles than comparable patients treated by private physicians. In one study investigated management of diabetes in CHCs, a majority of patients exhibited signs or symptoms of diabetes, but relatively few received comprehensive monitoring and management. Moreover, adherence to treatment protocols was low in CHCs, speaking both to the effectiveness of CHCs and to the social determinants of health that make CHC patients so vulnerable.",
            "score": 135.2300262451172
        },
        {
            "docid": "41399688_5",
            "document": "Identity in social insects . Some species of ants have evolved to have the ability to recognize other individuals from their colony to avoid aggression when met. The mechanics of this recognition is mediated by a mixture of specific signatures emanating from the individual, this mixture is a blend of hydrocarbons that emanate from the individual through the insects cuticles. The mixture of hydrocarbons is specific to the insect’s colony and is called the insect’s label. Upon one insect’s interaction with other insects, the perceived label is compared with its internal colony odor, the “template”. If the perceived label doesn't match the ingrained template then the encountered individual will be rejected. The process of recognition by the individual is split into three components: production, perception, and action. The production factor includes the making of the label; in ants and other social insects the label is a signature mixture of long-chain hydrocarbons (cuticular hydrocarbons, CHCs). The perception factor involves the specific individual detecting the label on the other's cuticle and comparing what they perceive to their own innate template. A template-label differential is what is perceived and if that differential exceeds a certain point the ants will turn to aggression and if not they will accept or ignore the other individual.",
            "score": 134.65867614746094
        },
        {
            "docid": "1245460_8",
            "document": "Composite Health Care System . AdHoc reports can be written using the FileMan tools and can be quite powerful if the files are designed with that in mind. Many CHCS files are now more easily accessed with MUMPS routinues that can make more efficient use of the internal data structures. More information about FileMan can be found at www.hardhats.org. CHCS, which now runs on InterSystems Caché with the MUMPS globals being converted into Caché objects and the MUMPS routines accessing them, now can be accessed with .NET tools to query the Caché database. Many facilities have developed special queries of CHCS or new tools to facilitate workflow and processes. One such tool is an intranet web application to facilitate printing of lab specimen labels to special printers with formats not possible with the regular CHCS print devices and label printing methods.",
            "score": 134.353271484375
        },
        {
            "docid": "8727996_41",
            "document": "Polistes dominula . Because the chemicals coated on the nests are equivalent to that present in adult \"P. dominula\" bodies, young wasps learn this chemical template in the very early state of the adult life to later on be able to distinguish their nest mates from non-nest mates. The CHC composition of the larvae and adults are very different, in that the larvae's relative abundance of low-molecular-weight CHCs is higher and that the larval profiles are more uniform than those of adults. Adults are also able to distinguish odors of their own colonial larval CHCs from those of foreign colonys.",
            "score": 133.66009521484375
        },
        {
            "docid": "27197282_17",
            "document": "Amegilla dawsoni . Female bees of this species indicate sexual receptiveness with a mixture of semiochemicals, signalling chemicals. Cuticular hydrocarbons, long chained fatty acids implicated in the prevention of insect desiccation, have also been implicated in the process of sexual signaling. Emergent virgin \"A. dawsoni\" females release a particular mix of CHCs to indicate their receptivity to patrolling males. This blend includes significant amounts of tricosane, pentacosane and heptacosane.",
            "score": 132.11561584472656
        },
        {
            "docid": "30048840_17",
            "document": "Community health centers in the United States . Quality of care at CHCs can be assessed through many measurements and indices, including the availability of preventative services, treatment and management of chronic diseases, other health outcomes, cost effectiveness, and patient satisfaction. According to several studies, the quality of care at community health centers is comparable to the quality of care provided by private physicians. However, one major challenge that community health centers face is that the population that they serve is usually dealing with many other factors that can also detrimentally affect their health. As CHCs primarily treat the low-income and uninsured, many of their patients do not regularly see a primary care physician, which can lead to poorer health outcomes. Additionally, there is research to indicate that many CHC patients delay seeking health care because they hold a negative view of the health care safety net and expect discrimination from CHCs.",
            "score": 131.96409606933594
        },
        {
            "docid": "923116_3",
            "document": "CHC Helicopter . CHC Helicopter is headquartered in Richmond, British Columbia, Canada and operates more than 250 aircraft in 30 countries around the world. CHC's major international operating units are based in Australia, Brazil, Ireland, the Netherlands, Norway, and the United Kingdom. The company is one of several global providers of helicopter transportation services to the offshore oil and gas industry (others including Bristow Helicopters and NHV). CHC has capabilities in precision flying techniques and technical support.",
            "score": 131.00497436523438
        },
        {
            "docid": "10690377_7",
            "document": "Community health council . The key function of the CHC is to represent the interests of the public in the health service in their district. Each CHC currently monitors and evaluates from the patient's viewpoint the effectiveness of NHS services provided by all NHS establishments, including hospitals, GPs, pharmacies, opticians, care homes, dentists, etc. Every autumn, the Hospital Patient Environment (HPE) visits take place, this is where all the CHCs collect data on their local district general and a selection of community hospitals and report on their finding. A report is produced on these findings by the Board of Community Health Councils and sent to the Welsh Assembly Government. The Board of Community Health Councils in Wales is the National body for all CHCs in Wales. The CHCs also provide a free, independent and confidential advocacy service to patients who seek advice and support in the process of pursuing a complaint against the NHS.",
            "score": 129.8338623046875
        },
        {
            "docid": "19889138_10",
            "document": "Desiccation tolerance . The exoskeleton or integument of insects acts as an impermeable, protective layer against desiccation. It is composed of an outer epicuticle, underlain by an procuticle that itself may be further divided into an exo- and endocuticle. The endocuticle provides the insect with toughness and flexibility and the hard exocuticle serves to protect vulnerable body parts. However, the outer cuticular layer (epicuticle) is a protein-polyphenol complex made up of lipoproteins, fatty acids, and waxy molecules, and is the insect’s primary defense against water loss. Many insect orders secrete an additional cement layer over their wax layer, likely to protect against the abrasion or removal of waxy molecules. This layer is composed of lipids and proteins held together by polyphenolic compounds and is secreted by the dermal glands.",
            "score": 129.7563018798828
        },
        {
            "docid": "17045650_4",
            "document": "Community health centres in Canada . CHCs have been in existence in Canada since the 1920s, sometimes referred to as 'community clinics' (as in Saskatchewan) or CLSCs as in Quebec. Today, there are over 300 CHCs across Canada, represented by the Canadian Association of Community Health Centres (CACHC). There are over 80 CHCs in Ontario alone, represented by the Association of Ontario Health Centres (AOHC). In 2005 the Government of Ontario announced a major expansion of Ontario's CHC network as a key pillar of Ontario's health strategy.",
            "score": 129.5895233154297
        },
        {
            "docid": "23366462_92",
            "document": "Insect . Insects play important roles in biological research. For example, because of its small size, short generation time and high fecundity, the common fruit fly \"Drosophila melanogaster\" is a model organism for studies in the genetics of higher eukaryotes. \"D. melanogaster\" has been an essential part of studies into principles like genetic linkage, interactions between genes, chromosomal genetics, development, behavior and evolution. Because genetic systems are well conserved among eukaryotes, understanding basic cellular processes like DNA replication or transcription in fruit flies can help to understand those processes in other eukaryotes, including humans. The genome of \"D. melanogaster\" was sequenced in 2000, reflecting the organism's important role in biological research. It was found that 70% of the fly genome is similar to the human genome, supporting the evolution theory.",
            "score": 128.8930206298828
        },
        {
            "docid": "923116_12",
            "document": "CHC Helicopter . On 5 May 2016, CHC Helicopters filed for Chapter 11 Bankruptcy. CHC shares dropped from US$176.10 (17th Nov 14) to US 0.45cents 17 June 2016. A Texas court allowed CHC in July 2016 to shed 65 helicopters from its financial obligations, most of the Super Pumas. CHC reorganized in March 2017.",
            "score": 128.77757263183594
        },
        {
            "docid": "923116_10",
            "document": "CHC Helicopter . In February 2008 all of CHC's shares were purchased by First Reserve, a US private equity company, for CAD$3.7 billion ($3.5 billion). At the time, the word \"Corporation\" was dropped from the company's name, which is now simply CHC Helicopter. On January 16, 2014 CHC announced an Initial Public Offering of 31,000,000 shares. First Reserve now holds 56.7% of CHC's shares.",
            "score": 128.5175018310547
        },
        {
            "docid": "4018582_12",
            "document": "Clinic for Special Children . In early 2009, the LaGrange County, Indiana Amish community began the process of establishing a Community Health Clinic for genetic research and treatment of rare disorders in the Midwest. CHC is to be modeled after and will be collaborating with the Clinic for Special Children On Sept. 25, 2009 a fundraiser auction was organized at Shipshewana, Indiana, bringing in excess of $180,000 to the CHC fund. CHC is registered as a 501(c)(3) nonprofit organization. CHC began providing clinical services in 2013.",
            "score": 128.14178466796875
        },
        {
            "docid": "5923269_9",
            "document": "CHC Helikopter Service . On the 26 October 2010 the name was changed back to the current CHC Helikopter Service. “By using the name ‘CHC Helikopter Service’ we are recognizing the long tradition and proud history of a company that has been serving the Norwegian oil and gas industry for almost 60 years,” said Tilmann Gabriel, chairman of CHC Norway and president of CHC Helicopter’s European Operations in a company press release.",
            "score": 128.05514526367188
        },
        {
            "docid": "22399444_39",
            "document": "VistA . The four major adopters of VistA – VA (VistA), DoD (CHCS), IHS (RPMS), and the Finnish Musti consortium – each took VistA in a different direction, creating related but distinct \"dialects\" of VistA. VA VistA and RPMS exchanged ideas and software repeatedly over the years, and RPMS periodically folded back into its code base new versions of the VA VistA packages. These two dialects are therefore the most closely related. The Musti software drifted further away from these two but retained compatibility with the infrastructure of RPMS and VA VistA (while adding additional GUI and web capabilities to improve function). Meanwhile, the CHCS code base diverged from that of the VA's VistA in the mid-eighties and has never been reintegrated. The VA and the DoD had been instructed for years to improve the sharing of medical information between the two systems, but for political reasons made little progress toward bringing the two dialects back together. More recently, CHCS's development was brought to a complete stop by continued political opposition within the DoD, and it has now been supplanted by a related, but different, system called AHLTA. While AHLTA is the new system for DoD, the core systems beneath AHLTA (for Computerized Physician Order Entry, appointing, referral management, and creation of new patient registrations) remain those of the underlying CHCS system. (While some ongoing development has occurred for CHCS, the majority of funds are consumed by the AHLTA project.) Thus, the VistA code base was split four ways.",
            "score": 127.7580795288086
        },
        {
            "docid": "4406265_4",
            "document": "Mercury(II) nitrate . Mercuric nitrate is used in mercuration reactions. In particular, it is used in reactions involving ketones. One of the chemicals which it is most effective with is acetone. This reaction uses mercuric nitrate, mercuric oxide, and calcium sulfate to change acetone, which is CHC(O)CH, into CHC(O)CHHgI. Acetone is a compound for which most other methods of mercuration prove ineffective. The mercuric nitrate compound works because it is a strong oxidizing agent. In addition, when mercury is dissolved in nitric acid the acid form of mercuric nitrate is formed. The acidic form is capable of inverting molecules of sucrose.",
            "score": 127.6294937133789
        },
        {
            "docid": "1558266_8",
            "document": "Acetylacetone . Because of the ease of these syntheses, many analogues of acetylacetonates are known. Some examples include CHC(O)CHC(O)CH (dbaH) and (CH)CC(O)CHC(O)CC(CH). Hexafluoroacetylacetonate is also widely used to generate volatile metal complexes.",
            "score": 127.13880920410156
        },
        {
            "docid": "37360538_21",
            "document": "Insects in culture . Insects play an important role in biological research. Because of its small size, short generation time and high fecundity, the common fruit fly \"Drosophila melanogaster\" was selected as a model organism for studies of the genetics of higher eukaryotes. \"D. melanogaster\" has been an essential part of studies into principles like genetic linkage, interactions between genes, chromosomal genetics, evolutionary developmental biology, animal behaviour and evolution. Because genetic systems are well conserved among eukaryotes, understanding basic cellular processes like DNA replication or transcription in fruit flies helps scientists to understand those processes in other eukaryotes, including humans. The genome of \"D. melanogaster\" was sequenced in 2000, reflecting the fruit fly's important role in biological research. 70% of the fly genome is similar to the human genome, supporting the Darwinian theory of evolution from a single origin of life.",
            "score": 127.01203155517578
        },
        {
            "docid": "2681286_4",
            "document": "Craig Dobbin . In the early 1970s, Dobbin returned to Newfoundland, where he established Sealand Helicopters in 1977. In 1988, Dobbin merged Toronto Helicopters, Okanagan Helicopters and Sealand Helicopters into CHC (Canadian Holding Company) and operated as CHC Helicopters and Canadian Helicopters. CHC acquired British International Helicopters in 1994. CHC later divested itself of all domestic helicopter operations in Canada (except a base in Halifax, Nova Scotia). In 1999, CHC Helicopter Corporation, with Dobbin as CEO and chairman, took control of Helikopter Services Group ASA of Norway, making CHC Helicopters the largest provider of global helicopter transportation.",
            "score": 125.97874450683594
        },
        {
            "docid": "22400988_6",
            "document": "Cross-battery assessment . Test authors have utilized CHC theory and XBA CHC test classifications as a blueprint for test development (WJ III, SB5, KABC-II, and DAS-II etc.). Despite the fact that cognitive abilities tests demonstrate a greater coverage of CHC broad cognitive abilities now as compared to previous years; there is still a need to use XBA approach for assessment.",
            "score": 125.81798553466797
        },
        {
            "docid": "44660077_6",
            "document": "Community Health Clubs in Africa . CHCs attract an average of 75 members, which includes an elected six member committee, a chairperson, a secretary and a Community Health Worker (CHW) facilitator. The facilitator is responsible for leading dialogue sessions and motivating club members to adopt better hygiene. Classic CHCs have a training session of 6 months where the club meets weekly to discuss one of the 20 - 24 dialogue sessions on health and hygiene. Lite CHCs have a training period of 3 months and discuss a total of 8 dialogue sessions concentrating only on WASH topics.",
            "score": 125.79936218261719
        },
        {
            "docid": "5923269_2",
            "document": "CHC Helikopter Service . CHC Helikopter Service, previously CHC Norway, CHC Helikopter Service and Helikopter Service is the Norwegian division of CHC Helicopter Corporation. The airline was an independent company until 1999. It operates primarily to oil platforms on the Norwegian continental shelf in the North Sea and the Norwegian Sea, with crew change, infield shuttle and search and rescue operations. Though the global headquarters are in Richmond, B.C., Canada, the company has its main base at Stavanger Airport, Sola.",
            "score": 125.15767669677734
        }
    ]
}