{
    "q": [
        {
            "docid": "1947410_18",
            "document": "Critical period . In mammals, neurons in the brain that process vision actually develop after birth based on signals from the eyes. A landmark experiment by David H. Hubel and Torsten Wiesel (1963) showed that cats that had one eye sewn shut from birth to three months of age (monocular deprivation) only fully developed vision in the open eye. They showed that columns in the primary visual cortex receiving inputs from the other eye took over the areas that would normally receive input from the deprived eye. In general electrophysiological analyses of axons and neurons in the lateral geniculate nucleus showed that the visual receptive field properties was comparable to adult cats. However, the layers of cortex that were deprived had less activity and fewer responses were isolated. The kittens had abnormally small ocular dominance columns (part of the brain that processes sight) connected to the closed eye, and abnormally large, wide columns connected to the open eye. Because the critical period time had elapsed, it would be impossible for the kittens to alter and develop vision in the closed eye. This did not happen to adult cats even when one eye was sewn shut for a year because they had fully developed their vision during their critical period. Later experiments in monkeys found similar results.",
            "score": 190.80855190753937
        },
        {
            "docid": "832632_6",
            "document": "David H. Hubel . Hubel and Wiesel received the Nobel Prize for two major contributions: firstly, their work on development of the visual system, which involved a description of ocular dominance columns in the 1960s and 1970s; and secondly, their work establishing a foundation for visual neurophysiology, describing how signals from the eye are processed by visual parcels in the neo-cortex to generate edge detectors, motion detectors, stereoscopic depth detectors and color detectors, building blocks of the visual scene. By depriving kittens from using one eye, they showed that columns in the primary visual cortex receiving inputs from the other eye took over the areas that would normally receive input from the deprived eye. This has important implications for the understanding of deprivation amblyopia, a type of visual loss due to unilateral visual deprivation during the so-called critical period. These kittens also did not develop areas receiving input from both eyes, a feature needed for binocular vision. Hubel and Wiesel's experiments showed that the ocular dominance develops irreversibly early in childhood development. These studies opened the door for the understanding and treatment of childhood cataracts and strabismus. They were also important in the study of cortical plasticity.",
            "score": 161.90377640724182
        },
        {
            "docid": "648954_21",
            "document": "Visual acuity . Proper development of normal visual acuity depends on a human or an animal having normal visual input when it is very young. Any visual deprivation, that is, anything interfering with such input over a prolonged period of time, such as a cataract, severe eye turn or strabismus, anisometropia (unequal refractive error between the two eyes), or covering or patching the eye during medical treatment, will usually result in a severe and permanent decrease in visual acuity and pattern recognition in the affected eye if not treated early in life, a condition known as amblyopia. The decreased acuity is reflected in various abnormalities in cell properties in the visual cortex. These changes include a marked decrease in the number of cells connected to the affected eye as well as cells connected to both eyes in cortical area V1, resulting in a loss of stereopsis, i.e. depth perception by binocular vision (colloquially: \"3D vision\"). The period of time over which an animal is highly sensitive to such visual deprivation is referred to as the critical period.",
            "score": 188.2047348022461
        },
        {
            "docid": "7913402_16",
            "document": "Paul Baltes . Neuronal plasticity, or the capability of the brain to adapt to new requirements, is a prime example of plasticity stressing that the individual’s ability to change is a lifelong process. Recently, researchers have been analyzing how the spared senses compensate for the loss of vision. Without visual input, blind humans have demonstrated that tactile and auditory functions still fully develop. A superiority of the blind has even been observed when they are presented with tactile and auditory tasks. This superiority may suggest that the specific sensory experiences of the blind may influence the development of certain sensory functions, namely tactile and auditory. One experiment was designed by Röder and colleagues to clarify the auditory localization skills of the blind in comparison to the sighted. They examined both blind human adults’ and sighted human adults’ abilities to locate sounds presented either central or peripheral (lateral) to them. Both congenitally blind adults and sighted adults could locate a sound presented in front of them with precision but the blind were clearly superior in locating sounds presented laterally. Currently, brain-imaging studies have revealed that the sensory cortices in the brain are reorganized after visual deprivation. These findings suggest that when vision is absent in development, the auditory cortices in the brain recruit areas that are normally devoted to vision, thus becoming further refined.",
            "score": 150.7831802368164
        },
        {
            "docid": "581459_7",
            "document": "Amblyopia . Strabismus, sometimes also incorrectly called lazy eye, is a condition in which the eyes are misaligned. Strabismus usually results in normal vision in the preferred sighting (or \"fellow\") eye (the eye that the person prefers to use), but may cause abnormal vision in the deviating or strabismic eye due to the difference between the images projecting to the brain from the two eyes. Adult-onset strabismus usually causes double vision (diplopia), since the two eyes are not fixed on the same object. Children's brains, however, are more neuroplastic, so can more easily adapt by suppressing images from one of the eyes, eliminating the double vision. This plastic response of the brain, however, interrupts the brain's normal development, resulting in the amblyopia. Recent evidence points to a cause of infantile strabismus lying with the input to the visual cortex.",
            "score": 197.69192743301392
        },
        {
            "docid": "35970915_16",
            "document": "Colavita visual dominance effect . Previous research has shown that people with one eye have enhanced spatial vision, implying that vision in the remaining working eye compensates for the loss of the simultaneous use of both eyes. Furthermore, individuals who have lost the ability to use one sensory system develop an enhanced ability in the use of the remaining senses. It is thought that intact sensory systems may adapt and compensate for the loss of one of the senses. However, little is known about cross-sensory adaption in cases of developmental partial sensory deprivation, such as monocular enucleation, where individuals have one eye surgically removed early in life. In an experiment, Moro and Steeves tested whether participants with one eye showed the Colavita visual dominance effect, and compared their performance to binocular viewers (use of both eyes) and monocular (eye-patched) control participants. In their experiment, Moro and Steeves used a stimulus detection and discrimination task, which had three conditions: unimodal visual targets, unimodal auditory targets, and bimodal (visual and auditory presented together) targets. The binocular and monocular participants both displayed the Colavita visual dominance effect; however the monocular enucleation group did not. Moro and Steeves demonstrated that people with one eye show equivalent auditory and visual processing, compared with binocular and monocular viewing controls, when asked to discriminate between audio, visual, and bimodal stimuli.",
            "score": 174.98840522766113
        },
        {
            "docid": "40018674_25",
            "document": "Stereopsis recovery . Another system of dichoptic presentation for binocular vision therapy has been proposed by researchers of the Research Institute of the McGill University Health Centre. Using a modified puzzle video game \"Tetris\", the interocular suppression of patients with amblyopia was successfully treated with dichotomic training in which certain parameters of the training material were systematically adapted during the course of four weeks. Clinical supervision of such procedures is required to ensure that double vision does not occur. Most of the patients who underwent this treatment gained improved visual acuity of the weaker eye, and some also showed increased stereoacuity. Another study performed at the same institute showed that dichoptic training can be more effective in adults than the more conventional amblyopia treatment of an eye patch. For this investigation, 18 adults played the game Tetris for one hour each day, half of the group wearing eye patches and the other half playing a dichoptic version of the game. After two weeks, the group who played dichoptically showed a significant improvement of vision in the weaker eye and in stereopsis acuity; the eye patch group had moderate improvements, which increased substantially after they, too, were given the dichoptic training afterwards. Dichoptic-based perceptual learning therapy, presented by means of a head-mounted display, is amenable also to amblyopic children, as it improves both the amblyopic eye's visual acuity and the stereo function. The researchers at McGill University have shown that one to three weeks of playing a dichoptic video game for one to two hours on a hand-held device \"can improve acuity and restore binocular function, including stereopsis in adults\". Furthermore, it has been suggested that these effect can be enhanced by anodal transcranial direct current stimulation (tDCS).",
            "score": 155.1958146095276
        },
        {
            "docid": "7151320_17",
            "document": "Recovery from blindness . The effect of visual loss has an impact in the development of the visual cortex of the brain. The visual impairment causes the occipital lobe to lose its sensitivity in perceiving spatial processing. Sui and Morley (2008) proposed that after 7 days of visual deprivation, a potential decrease in vision may occur. They also found an increasing visual impairment with deprivation after 30 days and 120 days. This study suggests that the function of the brain depends on visual input. Michael lost his eyesight at age 3, when his vision was still not fully developed to distinguish shapes, drawings or images clearly. It would be difficult for him to be able to describe the world compared to a normal sighted person. For instance, Michael would have trouble differentiating complex shapes, dimension and orientations of objects. Hannan (2006) hypothesized that the temporal visual cortex uses prior memory and experiences to make sense of shapes, colours and forms. She proposed that the long-term effect of blindness in the visual cortex is the lack of recognition of spatial cues.",
            "score": 125.97592604160309
        },
        {
            "docid": "27108706_19",
            "document": "Gene therapy for color blindness . According to research by David H. Hubel and Torsten Wiesel, suturing shut one eye of monkeys at an early age resulted in an irreversible loss of vision in that eye, even after the suture was removed. The study concluded that the neural circuitry for vision is wired during a \"critical period\" in childhood, after which the visual circuitry can no longer be rewired to process new sensory input. Contrary to this finding, Mancuso et al.’s success in conferring trichromacy to adult squirrel monkeys suggests that it is possible to adapt the preexisting circuit to allow greater acuity in color vision. The researchers concluded that integrating the stimulus from the new photopigment as an adult was not analogous to vision loss following visual deprivation.",
            "score": 131.8785583972931
        },
        {
            "docid": "959782_7",
            "document": "Mike May (skier) . At three years of age, May's vision had still not reached the acuity of an adult person; as a consequence, his brain was still not completely exposed to the full extent of clarity in relation to the images and light of the environment. Such impairment led to difficulties with regards to normal daily life. Cohen et al. (1997) suggested that early blindness causes the poor development of the visual cortex, with a resulting decrease in somatosensory development. Cohen's study proposed that May's long term blindness affects his ability to distinguish between faces of males and females, and to recognize pictures and images. In spite of the surgery on May's right eye, his newly regained vision is not fully recovered after forty years of blindness. Thinus-Blanc and Gaunet (1997) suggest that people who are blind early in life show a limited ability in the area of spatial representation. The impairment of May's visual cortex, due to the loss of his vision at a very early age, resulted in visual cortex cells that are not accustomed to the stimuli in his surroundings.",
            "score": 131.27997875213623
        },
        {
            "docid": "581456_15",
            "document": "Strabismus . Strabismus may cause amblyopia due to the brain ignoring one eye. Amblyopia is the failure of one or both eyes to achieve normal visual acuity despite normal structural health. During the first seven to eight years of life, the brain learns how to interpret the signals that come from an eye through a process called visual development. Development may be interrupted by strabismus if the child always fixates with one eye and rarely or never fixates with the other. To avoid double vision, the signal from the deviated eye is suppressed, and the constant suppression of one eye causes a failure of the visual development in that eye.",
            "score": 149.86088681221008
        },
        {
            "docid": "26685741_46",
            "document": "Sleep and memory . The brain is an ever-changing, plastic, model of information sharing and processing. In order for the brain to incorporate new experiences into a refined schema it has to undergo specific modifications to consolidate and assimilate all new information. Synaptic plasticity can be described as the changing in strength between two related neurons. Neuroplasticity is most clearly seen in the instances of REM sleep deprivation during brain maturation. Regional brain measurements in neo-natal REM sleep deprived rats displayed a significant size reduction in areas such as the cerebral cortex and the brain stem. The rats were deprived during critical periods after birth and thus anatomical size reduction is observed. Using a pursuit task (used to test visuomotor capabilities) in combination with an fMRI, Maquet et al., 2003, found that increases in activation were seen in the supplementary eye field and right dentate nucleus of subjects who were allowed to sleep as compared to sleep deprived individuals. The right superior temporal sulcus was also noticed to have higher activation levels. When functional connectivity was analyzed it was found that the dentate nucleus was more closely involved with the functions of the superior temporal sulcus. The results suggest that performance on the pursuit task relies on the subject's ability to comprehend appropriate movement patterns in order for recreation of the optimal movements. Sleep deprivation was found to interrupt the slow processes that lead to learning of this procedural skill and alter connectivity changes that would have normally been seen after a night of rest. Neuroplasticity has been thoroughly researched over the past few decades and results have shown that significant changes that occur in our cortical processing areas have the power to modulate neuronal firing to both new and previously experienced stimuli.",
            "score": 141.5396238565445
        },
        {
            "docid": "63098_4",
            "document": "Optic chiasm . The crossing over of optic nerve fibres at the optic chiasm allows the visual cortex to receive the same hemispheric visual field from both eyes. Superimposing and processing these monocular visual signals allow the visual cortex to generate binocular and stereoscopic vision. For example, the right visual cortex receives the temporal visual field from the left eye, and the nasal visual field from the right eye, which results in the right visual cortex producing a binocular image of the left hemispheric visual field. The net result of optic nerve crossing over at the optic chiasm is for the right cerebral hemisphere to sense and process left hemispheric vision, and for the left cerebral hemisphere to sense and process right hemispheric vision.",
            "score": 114.22569465637207
        },
        {
            "docid": "25146378_11",
            "document": "Functional specialization (brain) . Research in the study of brain function can also be applied to cognitive behaviour therapy. As therapy becomes increasingly refined, it is important to differentiate cognitive processes in order to discover their relevance towards different patient treatments. An example comes specifically from studies on lateral specialization between the left and right cerebral hemispheres of the brain. The functional specialization of these hemispheres are offering insight on different forms of cognitive behaviour therapy methods, one focusing on verbal cognition (the main function of the left hemisphere) and the other emphasizing imagery or spatial cognition (the main function of the right hemisphere). Examples of therapies that involve imagery, requiring right hemisphere activity in the brain, include systematic desensitization and anxiety management training. Both of these therapy techniques rely on the patient's ability to use visual imagery to cope with or replace patients symptoms, such as anxiety. Examples of cognitive behaviour therapies that involve verbal cognition, requiring left hemisphere activity in the brain, include self-instructional training and stress inoculation. Both of these therapy techniques focus on patients' internal self-statements, requiring them to use vocal cognition. When deciding which cognitive therapy to employ, it is important to consider the primary cognitive style of the patient. Many individuals have a tendency to prefer visual imagery over verbalization and vice versa. One way of figuring out which hemisphere a patient favours is by observing their lateral eye movements. Studies suggest that eye gaze reflects the activation of cerebral hemisphere contralateral to the direction. Thus, when asking questions that require spatial thinking, individuals tend to move their eyes to the left, whereas when asked questions that require verbal thinking, individuals usually move their eyes to the right. In conclusion, this information allows one to choose the optimal cognitive behaviour therapeutic technique, thereby enhancing the treatment of many patients.",
            "score": 126.58689522743225
        },
        {
            "docid": "662726_30",
            "document": "European mantis . The development of the visual system was reviewed by Karl Kral in 2014: while high contrast cues could be perceived by adults and nymphs (two hours to three days) alike, the differentiation between lower contrast cues was much less successful in the two hour old animals. There was however a great improvement after only three days of life. The eyes of newly hatched animals are less than half the size of the eyes of adult animals and have fewer ommatidia. Also, the facets of the frontal ommatidia which are usually used for the detection of partners and prey are not enlarged yet. While they already have all the necessary structures, very young animals have a restricted visual field and lower resolution and sensitivity to light. The great improvement of vision after only three days happens due to the sclerotization of the cuticle which includes the corneal lenses of the ommatidia. The improved lenses are not able to focus the light on the retina. There have been a few remarkable new findings concerning the visual system of different mantid-species like \"Sphodromantis lineola\": using 3D-glasses and a 3D-cinema on the insects, stereopsis could be demonstrated. It would be worth to consider to conduct comparable experiments with \"M. religiosa\" since the two species are rather closely related.",
            "score": 101.44415712356567
        },
        {
            "docid": "581459_2",
            "document": "Amblyopia . Amblyopia, also called lazy eye, is a disorder of sight due to the eye and brain not working well together. It results in decreased vision in an eye that otherwise typically appears normal. It is the most common cause of decreased vision in a single eye among children and younger adults. The cause of amblyopia can be any condition that interferes with focusing during early childhood. This can occur from poor alignment of the eyes, an eye being irregularly shaped such that focusing is difficult, one eye being more nearsighted or farsighted than the other, or clouding of the lens of an eye. After the underlying cause is fixed, vision is not restored right away, as the mechanism also involves the brain. Amblyopia can be difficult to detect, so vision testing is recommended for all children around the ages of four to five. Early detection improves treatment success. Glasses may be all the treatment needed for some children. If this is not sufficient, treatments which force the child to use the weaker eye are used. This is done by either using a patch or putting atropine in the stronger eye. Without treatment, amblyopia typically persists into adulthood. Evidence regarding treatments for adults is poor. Amblyopia begins by the age of five. In adults, the disorder is estimated to affect 1–5% of the population. While treatment improves vision, it does not typically restore it to normal in the affected eye. Amblyopia was first described in the 1600s. The condition may make people ineligible to be pilots or police officers. The word amblyopia is from Greek ἀμβλύς \"amblys\" meaning \"blunt\" and ὤψ \"ōps\" meaning \"sight\".",
            "score": 151.02725172042847
        },
        {
            "docid": "5212945_3",
            "document": "Visual neuroscience . A recent study using Event-Related Potentials (ERPs) linked an increased neural activity in the occipito-temporal region of the brain to the visual categorization of facial expressions. Results focus on a negative peak in the ERP that occurs 170 milliseconds after the stimulus onset. This action potential, called the N170, was measured using electrodes in the occipito-temporal region, an area already known to be changed by face stimuli. Studying by using the EEG, and ERP methods allow for an extremely high temporal resolution of 4 milliseconds, which makes these kinds of experiments extremely well suited for accurately estimating and comparing the time it takes the brain to perform a certain function. Scientists used classification image techniques, to determine what parts of complex visual stimuli (such as a face) will be relied on when patients are asked to assign them to a category, or emotion. They computed the important features when the stimulus face exhibited one of five different emotions. Stimulus faces exhibiting fear had the distinguishing feature of widening eyes, and stimuli exhibiting happiness exhibited a change in the mouth to make a smile. Regardless of the expression of the stimuli's face, the region near the eyes affected the EEG before the regions near the mouth. This revealed a sequential, and predetermined order to the perception and processing of faces, with the eye being the first, and the mouth, and nose being processed after. This process of downward integration only occurred when the inferior facial features were crucial to the categorization of the stimuli. This is best explained by comparing what happens when participants were shown a face exhibiting fear, versus happiness. The N170 peaked slightly earlier for the fear stimuli at about 175 milliseconds, meaning that it took a participants less time to recognize the facial expression. This is expected because only the eyes need to be processed to recognize the emotion. However, when processing a happy expression, where the mouth is crucial to categorization, downward integration must take place, and thus the N170 peak occurred later at around 185 milliseconds. Eventually visual neuroscience aims to completely explain how the visual system processes all changes in faces as well as objects. This will give a complete view to how the world is constantly visually perceived, and may provide insight into a link between perception and consciousness.",
            "score": 172.5479792356491
        },
        {
            "docid": "599917_9",
            "document": "Mental image . The biological foundation of the mind's eye is not fully understood. Studies using fMRI have shown that the lateral geniculate nucleus and the V1 area of the visual cortex are activated during mental imagery tasks. Ratey writes: The visual pathway is not a one-way street. Higher areas of the brain can also send visual input back to neurons in lower areas of the visual cortex. [...] As humans, we have the ability to see with the mind's eye – to have a perceptual experience in the absence of visual input. For example, PET scans have shown that when subjects, seated in a room, imagine they are at their front door starting to walk either to the left or right, activation begins in the visual association cortex, the parietal cortex, and the prefrontal cortex - all higher cognitive processing centers of the brain.",
            "score": 178.6091024875641
        },
        {
            "docid": "803249_8",
            "document": "Torsten Wiesel . Hubel and Wiesel were awarded the Nobel Prize in 1981 for their work on ocular dominance columns in the 1960s and 1970s. By depriving kittens from using one eye, they showed that columns in the primary visual cortex receiving inputs from the other eye took over the areas that would normally receive input from the deprived eye. These kittens also did not develop areas receiving input from both eyes, a feature needed for binocular vision. Hubel and Wiesel's experiments showed that the ocular dominance develops irreversibly early in childhood development. These studies opened the door for the understanding and treatment of childhood cataracts and strabismus. They were also important in the study of cortical plasticity.",
            "score": 135.08509063720703
        },
        {
            "docid": "24978422_3",
            "document": "Visual adaptation . The aftereffects of exposure to a visual stimulus or pattern causes loss of sensitivity to that pattern and induces stimulus bias. An example of this phenomenon is the \"lilac chaser\", introduced by Jeremy Hinton. The stimulus here are lilac circles, that once removed, leave green circles that then become the most prominent stimulus. The fading of the lilac circles is due to a loss of sensitivity to that stimulus and the adaptation to the new stimulus. To experience the \"lilac chaser\" effect, the subject needs to fixate their eyes on the cross in the middle of the image, and after a while the effect will settle in. Visual coding, a process involved in visual adaptation, is the means by which the brain adapts to certain stimuli, resulting in a biased perception of those stimuli. This phenomenon is referred to as visual plasticity; the brain's ability to change and adapt according to certain, repeated stimuli, altering the way information is perceived and processed. The rate and strength of visual adaptation depends heavily on the number of stimuli presented simultaneously, as well as the amount of time for which the stimulus is present. Visual adaptation was found to be weaker when there were more stimuli present. Moreover, studies have found that stimuli can rival each other, which explains why higher numbers of simultaneous stimuli lead to lower stimulus adaptation. Studies have also found that visual adaptation can have a reversing effect; if the stimulus is absent long enough, the aftereffects of visual adaptation will subside. Studies have also shown that visual adaptation occurs in the early stages of processing.",
            "score": 179.7518848180771
        },
        {
            "docid": "959782_5",
            "document": "Mike May (skier) . The effect of visual loss affects the development of the visual cortex of the brain—the visual impairment causes the occipital lobe to lose its sensitivity in perceiving spatial processing. Siu and Morley (2008) proposed that following seven days of visual deprivation, a potential decrease in vision may occur. They also found an increasing degree of visual impairment following thirty-day and 120-day periods of deprivation. The Siu and Morley study suggests that the function of the brain is dependent upon visual input.",
            "score": 128.54896569252014
        },
        {
            "docid": "5730335_6",
            "document": "Monocular vision . Vision has been known to play an important role in balance and postural control in humans, along with proprioception and vestibular function. Monocular vision affects how the brain perceives its surroundings by decreasing the available visual field, impairing peripheral vision on one side of the body, and compromising depth perception, all three of which are major contributors to the role of vision in balance. Studies comparing monocular vision to binocular (two eyes) vision in cataract patients (pre and post surgery), glaucoma patients (compared with healthy age matched controls), and in healthy adults and children (in both binocular and monocular conditions) have all shown to negatively impact balance and postural control than when both eyes are available. Each of the studied populations still displayed better balance when having only one eye compared to having both eyes closed.",
            "score": 117.53282678127289
        },
        {
            "docid": "7151320_18",
            "document": "Recovery from blindness . At 3 years of age, Michael's vision had still not reached the acuity of an adult person, so his brain was still not completely exposed to all possible clarity of images and light of the environment. This made it difficult for Michael to lead a normal daily life. Cohen et al. (1997) suggested that early blindness causes a poor development of the visual cortex with the result of a decrease in somatosensory development. This study proposed that Michael's long-term blindness affects his ability to distinguish in between faces of males and females, and to recognize pictures and images. In spite of the surgery on his right eye, his newly regained vision, after blindness of forty years, is not fully recovered. Thinus-Blanc and Gaunet (1997) suggest that early blinded people show limited ability in spatial representation. Michael still struggles to identify pictures or illustrations. The impairment of his visual cortex, due to the loss of his vision at a very early age, resulted in visual cortex cells that are not used to the stimuli in his surroundings. Cohen et al. (1997) proposed that in their early age, blinded subjects developed strong motivations to tactile discrimination tasks. Michael's early blindness benefited him so far; he developed very precise senses of hearing and touch.",
            "score": 123.33950066566467
        },
        {
            "docid": "4788296_37",
            "document": "Plato's Problem . Stimuli that are directly attended to are projected onto the fovea, the central point of the retina that corresponds to the focal point in visual space. To the immediate left and right of the focal point is the portion of visual space attributed to binocular vision. The far left and right of one's visual space is attributed to the monocular vision of the left and right eyes. In sum, one's visual space covers roughly 200° from the periphery of the left eye to the periphery of the right eye. This large visual space in human beings is a result of a fully developed and functioning anatomical visual system. In the context of Plato's Problem, our visual system is an innate capacity that enables us to be aware of a considerable portion of our immediate environment which enhances our conscious experience by supplementing it with an extensive environmental awareness and predisposing us to extract meaningful perceptual information. In other words, it is our biologically produced visual system that makes our perceptual experiences meaningful.",
            "score": 115.70854687690735
        },
        {
            "docid": "34042719_6",
            "document": "Visual processing abnormalities in schizophrenia . Eye movements are important behaviors for locating and tracking objects in the visual world. Two of the major types of eye movements are saccades and smooth pursuit. Saccades are very rapid and precise eye movements between two positions, and are important in establishing fixation. Smooth pursuit on the other hand, allows the viewer to track a moving object along its trajectory within the visual field. Deficits in eye movement behavior among patients with schizophrenia have been reported since the beginning of the 20th century. Genetic factors are believed to be involved in these abnormalities, as unaffected relatives of schizophrenia patients show similar dysfunction. Specifically, saccade abnormalities have been observed in this disorder, with patients showing changes in saccade rate, amplitude and accuracy. Such deficits have been linked to medication with lithium, as well as damage in frontal lobe regions. Further, patients with schizophrenia often exhibit errors in smooth pursuit eye movements. The neural correlates of smooth pursuit behavior in schizophrenia have been studied using functional Magnetic Resonance Imaging (fMRI), with abnormal activation having been observed in multiple cortical regions implicated in motion processing, such as Frontal Eye Fields and area MT. Some have speculated that errors in smooth pursuit in this disorder may depend on deficits in frontal lobe processing, such as errors in anticipating the direction of stimulus motion, and that this in turn may be consistent with working memory deficits in schizophrenia. Others have disputed this claim, presenting evidence instead pointing to the aforementioned deficits in motion processing, and abnormalities in cortical area MT as a possible source of smooth pursuit errors. In this experiment, it was found that motion perception and smooth pursuit task performance were correlated, but no relationship between measures of smooth pursuit and attention was observed.",
            "score": 116.35934066772461
        },
        {
            "docid": "23483_5",
            "document": "Philosophy of perception . An object at some distance from an observer will reflect light in all directions, some of which will fall upon the corneae of the eyes, where it will be focussed upon each retina, forming an image. The disparity between the electrical output of these two slightly different images is resolved either at the level of the lateral geniculate nucleus or in a part of the visual cortex called 'V1'. The resolved data is further processed in the visual cortex where some areas have specialised functions, for instance area V5 is involved in the modelling of motion and V4 in adding colour. The resulting single image that subjects report as their experience is called a 'percept'. Studies involving rapidly changing scenes show the percept derives from numerous processes that involve time delays. Recent fMRI studies show that dreams, imaginings and perceptions of things such as faces are accompanied by activity in many of the same areas of brain as are involved with physical sight. Imagery that originates from the senses and internally generated imagery may have a shared ontology at higher levels of cortical processing.",
            "score": 125.40871572494507
        },
        {
            "docid": "232917_5",
            "document": "Eyepatch . Eye patching is used in the orthoptic management of children at risk of lazy eye (amblyopia), especially strabismic or anisometropic amblyopia. These conditions can cause visual suppression of areas of the dissimilar images by the brain such as to avoid diplopia, resulting in a loss of visual acuity in the suppressed eye and in extreme cases in blindness in an otherwise functional eye. Patching the good eye forces the amblyopic eye to function, thereby causing vision in that eye to be retained. It is important to perform “near activities” (such as reading or handiwork) when patched, thereby exercising active, attentive vision.",
            "score": 184.1038053035736
        },
        {
            "docid": "5209682_5",
            "document": "Infant visual development . Visual acuity, the sharpness of the eye to fine detail, is a major component of a human’s visual system. It requires not only the muscles of the eye – the muscles of orbit and the ciliary muscles – to be able to focus on a particular object through contraction and relaxation, but other parts of the retina such as the fovea to project a clear image on the retina. The muscles that initiate movement start to strengthen from birth to 2 months, at which point infants have control of their eye. However, images still appear unclear at two months due to other components of the visual system like the fovea and retina and the brain circuitry that are still in their developmental stages. This means that even though an infant is able to focus on a clear image on the retina, the fovea and other visual parts of the brain are too immature to transmit a clear image. Visual acuity in newborns is very limited as well compared to adults – being 12 to 25 times worse than that of a normal adult. It is important to note that the distance from the cornea at the front of the infant’s eye to the retina which is at the back of eye is 16–17 mm at birth, 20 to 21 mm at one year, and 23–25 mm in adolescence and adulthood. This results in smaller retinal images for infants. The vision of infants under one month of age ranges from 6/240 to 6/60 (20/800 to 20/200). By two months, visual acuity improves to 6/45 (20/150). By four months, acuity improves by a factor of 2 – calculated to be 6/18 (20/60) vision. As the infant grows, the acuity reaches the healthy adult standard of 6/6 (20/20) at six months.",
            "score": 143.87039506435394
        },
        {
            "docid": "51547415_3",
            "document": "Interindividual differences in perception . A motion quartet is a bistable stimulus - it consists of two dots that change their position from frame to frame. This position change can either be interpreted as horizontal or vertical movement by viewers, and this experience can switch during viewing between interpretations. Depending on the aspect ratio of the two dots' positions, one or the other state is perceived longer or more often. At an aspect ratio of one, the illusion is biased towards the vertical perception. The reason for this might be the way the human brain processes the signals from both eyes in the visual system. The right half of an eye's field of view is processed by the left hemisphere, and the left half by the right hemisphere. A stimulus moving vertically only involves one field of view and so one hemisphere, while a stimulus moving vertically from one field of view to the other involves both hemispheres, and requires communication between them. The delay caused by this additional signalling might be the cause for the bias. There are also individual differences in the way the motion quartet is perceived: Some people require a different aspect ratio to perceive both axes of movement than others. A study using diffusion tensor imaging further showed differences in the structure of the corpus callosum, the primary connection between the two hemispheres, might be the origin of these differences.",
            "score": 117.26979625225067
        },
        {
            "docid": "2363287_8",
            "document": "Visual learning . Within the primary visual cortex, there are four pathways: the superior colliculus pathway (SC pathway), the middle temporal area pathway (MT pathway), the frontal eye fields pathway (FEF pathway), and the inhibitory pathway. Each pathway is crucial to the development of visual attention in the first few months of life. The SC pathway is responsible for the generation of eye movements toward simple stimuli. It receives information from the retina and the visual cortex and can direct behavior toward an object. The MT pathway is involved in the smooth tracking of objects and travels between the SC pathway and the primary visual cortex. In conjunction with the SC pathway and the MT pathway, the FEF pathway allows the infant to control eye movements as well as visual attention. It also plays a part in sensory processing in the infant. Lastly, the inhibitory pathway regulates the activity in the superior colliculus and, later, is responsible for obligatory attention in the infant. The maturation and functionality of these pathways depends on how well the infant can make distinctions as well as focus on stimuli.",
            "score": 168.00341868400574
        },
        {
            "docid": "29806557_3",
            "document": "Vision restoration therapy . Vision restoration therapy (VRT) is a computer-based treatment designed to help patients with visual field defects regain visual functions through repetitive light stimulation. The therapy is cleared by the U.S. Food and Drug Administration (FDA) for \"...the diagnosis and improvement of visual functions in patients with impaired vision that may result from trauma, stroke, inflammation, surgical removal of brain tumors or brain surgery, and may also be used to improve visual function in patients with amblyopia\".  Patterns of visual field loss depend on the injury, but the most common are hemianopia, loss of an entire hemisphere of vision; quadrantanopia, loss of a quadrant of vision; and scotoma, loss of an irregular section of vision. The main characteristics of these visual field losses is that they persist in both eyes, and therefore, one eye cannot compensate for the deficit in the other eye.",
            "score": 129.108895778656
        },
        {
            "docid": "14195347_21",
            "document": "Acutiramus . In contrast to all other pterygotid genera, notably the very visually acute \"Pterygotus\" and \"Jaekelopterus\", the eyes of \"Acutiramus\" were low in visual acuity (with few lenses in the compound eyes and high IOA values), inconsistent with the traditionally assumed pterygotid lifestyle of \"active and high-level visual predators\". Interestingly, the IOA values of \"Acutiramus\" changed during ontogeny but in a way opposite to other pterygotids. Vision becomes less acute in larger specimens, whilst vision tends to get more acute in adults in other genera, such as in \"Jaekelopterus\". Pterygotids may thus have been almost equally visually acute early in their life cycle, becoming more differentiated during growth.The chelicerae of other pterygotids mainly served grasping functions and could also potentially be used for crushing and puncturing in \"Pterygotus\" and \"Jaekelopterus\", with large and robust claws. In contrast, the chelicerae of \"Acutiramus\" likely served a slicing or shearing function. The chelicerae themselves were large, but with differentiated denticles out of which one was serrated, long and strongly inclined.",
            "score": 115.66939699649811
        }
    ],
    "r": [
        {
            "docid": "581459_7",
            "document": "Amblyopia . Strabismus, sometimes also incorrectly called lazy eye, is a condition in which the eyes are misaligned. Strabismus usually results in normal vision in the preferred sighting (or \"fellow\") eye (the eye that the person prefers to use), but may cause abnormal vision in the deviating or strabismic eye due to the difference between the images projecting to the brain from the two eyes. Adult-onset strabismus usually causes double vision (diplopia), since the two eyes are not fixed on the same object. Children's brains, however, are more neuroplastic, so can more easily adapt by suppressing images from one of the eyes, eliminating the double vision. This plastic response of the brain, however, interrupts the brain's normal development, resulting in the amblyopia. Recent evidence points to a cause of infantile strabismus lying with the input to the visual cortex.",
            "score": 197.69192504882812
        },
        {
            "docid": "1947410_18",
            "document": "Critical period . In mammals, neurons in the brain that process vision actually develop after birth based on signals from the eyes. A landmark experiment by David H. Hubel and Torsten Wiesel (1963) showed that cats that had one eye sewn shut from birth to three months of age (monocular deprivation) only fully developed vision in the open eye. They showed that columns in the primary visual cortex receiving inputs from the other eye took over the areas that would normally receive input from the deprived eye. In general electrophysiological analyses of axons and neurons in the lateral geniculate nucleus showed that the visual receptive field properties was comparable to adult cats. However, the layers of cortex that were deprived had less activity and fewer responses were isolated. The kittens had abnormally small ocular dominance columns (part of the brain that processes sight) connected to the closed eye, and abnormally large, wide columns connected to the open eye. Because the critical period time had elapsed, it would be impossible for the kittens to alter and develop vision in the closed eye. This did not happen to adult cats even when one eye was sewn shut for a year because they had fully developed their vision during their critical period. Later experiments in monkeys found similar results.",
            "score": 190.8085479736328
        },
        {
            "docid": "648954_21",
            "document": "Visual acuity . Proper development of normal visual acuity depends on a human or an animal having normal visual input when it is very young. Any visual deprivation, that is, anything interfering with such input over a prolonged period of time, such as a cataract, severe eye turn or strabismus, anisometropia (unequal refractive error between the two eyes), or covering or patching the eye during medical treatment, will usually result in a severe and permanent decrease in visual acuity and pattern recognition in the affected eye if not treated early in life, a condition known as amblyopia. The decreased acuity is reflected in various abnormalities in cell properties in the visual cortex. These changes include a marked decrease in the number of cells connected to the affected eye as well as cells connected to both eyes in cortical area V1, resulting in a loss of stereopsis, i.e. depth perception by binocular vision (colloquially: \"3D vision\"). The period of time over which an animal is highly sensitive to such visual deprivation is referred to as the critical period.",
            "score": 188.20474243164062
        },
        {
            "docid": "232917_5",
            "document": "Eyepatch . Eye patching is used in the orthoptic management of children at risk of lazy eye (amblyopia), especially strabismic or anisometropic amblyopia. These conditions can cause visual suppression of areas of the dissimilar images by the brain such as to avoid diplopia, resulting in a loss of visual acuity in the suppressed eye and in extreme cases in blindness in an otherwise functional eye. Patching the good eye forces the amblyopic eye to function, thereby causing vision in that eye to be retained. It is important to perform “near activities” (such as reading or handiwork) when patched, thereby exercising active, attentive vision.",
            "score": 184.1038055419922
        },
        {
            "docid": "4135786_5",
            "document": "Frontal eye fields . In humans, its earliest activations in regard to visual stimuli occur at 45 ms with activations related to changes in visual stimuli within 45–60 ms (these are comparable with response times in the primary visual cortex). This fast brain pathway also provides auditory input at even shorter times starting at 24 ms and being affected by auditory characteristics at 30–60 ms.",
            "score": 180.76019287109375
        },
        {
            "docid": "24978422_3",
            "document": "Visual adaptation . The aftereffects of exposure to a visual stimulus or pattern causes loss of sensitivity to that pattern and induces stimulus bias. An example of this phenomenon is the \"lilac chaser\", introduced by Jeremy Hinton. The stimulus here are lilac circles, that once removed, leave green circles that then become the most prominent stimulus. The fading of the lilac circles is due to a loss of sensitivity to that stimulus and the adaptation to the new stimulus. To experience the \"lilac chaser\" effect, the subject needs to fixate their eyes on the cross in the middle of the image, and after a while the effect will settle in. Visual coding, a process involved in visual adaptation, is the means by which the brain adapts to certain stimuli, resulting in a biased perception of those stimuli. This phenomenon is referred to as visual plasticity; the brain's ability to change and adapt according to certain, repeated stimuli, altering the way information is perceived and processed. The rate and strength of visual adaptation depends heavily on the number of stimuli presented simultaneously, as well as the amount of time for which the stimulus is present. Visual adaptation was found to be weaker when there were more stimuli present. Moreover, studies have found that stimuli can rival each other, which explains why higher numbers of simultaneous stimuli lead to lower stimulus adaptation. Studies have also found that visual adaptation can have a reversing effect; if the stimulus is absent long enough, the aftereffects of visual adaptation will subside. Studies have also shown that visual adaptation occurs in the early stages of processing.",
            "score": 179.7518768310547
        },
        {
            "docid": "599917_9",
            "document": "Mental image . The biological foundation of the mind's eye is not fully understood. Studies using fMRI have shown that the lateral geniculate nucleus and the V1 area of the visual cortex are activated during mental imagery tasks. Ratey writes: The visual pathway is not a one-way street. Higher areas of the brain can also send visual input back to neurons in lower areas of the visual cortex. [...] As humans, we have the ability to see with the mind's eye – to have a perceptual experience in the absence of visual input. For example, PET scans have shown that when subjects, seated in a room, imagine they are at their front door starting to walk either to the left or right, activation begins in the visual association cortex, the parietal cortex, and the prefrontal cortex - all higher cognitive processing centers of the brain.",
            "score": 178.60910034179688
        },
        {
            "docid": "35970915_16",
            "document": "Colavita visual dominance effect . Previous research has shown that people with one eye have enhanced spatial vision, implying that vision in the remaining working eye compensates for the loss of the simultaneous use of both eyes. Furthermore, individuals who have lost the ability to use one sensory system develop an enhanced ability in the use of the remaining senses. It is thought that intact sensory systems may adapt and compensate for the loss of one of the senses. However, little is known about cross-sensory adaption in cases of developmental partial sensory deprivation, such as monocular enucleation, where individuals have one eye surgically removed early in life. In an experiment, Moro and Steeves tested whether participants with one eye showed the Colavita visual dominance effect, and compared their performance to binocular viewers (use of both eyes) and monocular (eye-patched) control participants. In their experiment, Moro and Steeves used a stimulus detection and discrimination task, which had three conditions: unimodal visual targets, unimodal auditory targets, and bimodal (visual and auditory presented together) targets. The binocular and monocular participants both displayed the Colavita visual dominance effect; however the monocular enucleation group did not. Moro and Steeves demonstrated that people with one eye show equivalent auditory and visual processing, compared with binocular and monocular viewing controls, when asked to discriminate between audio, visual, and bimodal stimuli.",
            "score": 174.9884033203125
        },
        {
            "docid": "29806557_6",
            "document": "Vision restoration therapy . The cerebrum is involved with higher brain function, and one component of the cerebrum is the primary visual cortex. The primary visual cortex is a region in the occipital lobe that can be altered by neuroplasticity to create new neuronal pathways around damaged areas to help regain lost visual functions. Sensory visual information is sent from the retina of the eye to the Lateral geniculate nucleus (LGN) in the Thalamus, which relays the visual information to the primary visual cortex by the fibers of the optic radiation. Lesions or damage to parts of the brain that cause visual field defects usually occur posterior to the optic chiasm. Although the exact mechanisms that underlie regaining visual field functions through visual neuroplasticity and VRT are not yet fully known, the reorganization of the primary visual cortex is thought to make new connections and pathways in the optic radiation to the LGN to help regain visual field functions. The stimulation of existing neurons near a damaged site in the brain can form new synapses with other functional neurons to help take on and compensate for the function lost due to the damaged neurons. This is what is theorized to occur during VRT treatment.",
            "score": 172.9412384033203
        },
        {
            "docid": "5212945_3",
            "document": "Visual neuroscience . A recent study using Event-Related Potentials (ERPs) linked an increased neural activity in the occipito-temporal region of the brain to the visual categorization of facial expressions. Results focus on a negative peak in the ERP that occurs 170 milliseconds after the stimulus onset. This action potential, called the N170, was measured using electrodes in the occipito-temporal region, an area already known to be changed by face stimuli. Studying by using the EEG, and ERP methods allow for an extremely high temporal resolution of 4 milliseconds, which makes these kinds of experiments extremely well suited for accurately estimating and comparing the time it takes the brain to perform a certain function. Scientists used classification image techniques, to determine what parts of complex visual stimuli (such as a face) will be relied on when patients are asked to assign them to a category, or emotion. They computed the important features when the stimulus face exhibited one of five different emotions. Stimulus faces exhibiting fear had the distinguishing feature of widening eyes, and stimuli exhibiting happiness exhibited a change in the mouth to make a smile. Regardless of the expression of the stimuli's face, the region near the eyes affected the EEG before the regions near the mouth. This revealed a sequential, and predetermined order to the perception and processing of faces, with the eye being the first, and the mouth, and nose being processed after. This process of downward integration only occurred when the inferior facial features were crucial to the categorization of the stimuli. This is best explained by comparing what happens when participants were shown a face exhibiting fear, versus happiness. The N170 peaked slightly earlier for the fear stimuli at about 175 milliseconds, meaning that it took a participants less time to recognize the facial expression. This is expected because only the eyes need to be processed to recognize the emotion. However, when processing a happy expression, where the mouth is crucial to categorization, downward integration must take place, and thus the N170 peak occurred later at around 185 milliseconds. Eventually visual neuroscience aims to completely explain how the visual system processes all changes in faces as well as objects. This will give a complete view to how the world is constantly visually perceived, and may provide insight into a link between perception and consciousness.",
            "score": 172.5479736328125
        },
        {
            "docid": "33431597_16",
            "document": "Attentional control . According to fMRI studies of the brain and behavioral observations, visual attention can be moved independently of moving eye position. Studies have had participants fixate their eyes on a central point and measured brain activity as stimuli were presented outside the visual fixation point. fMRI findings show changes in brain activity correlated with the shift in spatial attention to the various stimuli. Behavioral studies have also shown that when a person knows where a stimulus is likely to appear, their attention can shift to it more rapidly and process it better.",
            "score": 171.72532653808594
        },
        {
            "docid": "2363287_8",
            "document": "Visual learning . Within the primary visual cortex, there are four pathways: the superior colliculus pathway (SC pathway), the middle temporal area pathway (MT pathway), the frontal eye fields pathway (FEF pathway), and the inhibitory pathway. Each pathway is crucial to the development of visual attention in the first few months of life. The SC pathway is responsible for the generation of eye movements toward simple stimuli. It receives information from the retina and the visual cortex and can direct behavior toward an object. The MT pathway is involved in the smooth tracking of objects and travels between the SC pathway and the primary visual cortex. In conjunction with the SC pathway and the MT pathway, the FEF pathway allows the infant to control eye movements as well as visual attention. It also plays a part in sensory processing in the infant. Lastly, the inhibitory pathway regulates the activity in the superior colliculus and, later, is responsible for obligatory attention in the infant. The maturation and functionality of these pathways depends on how well the infant can make distinctions as well as focus on stimuli.",
            "score": 168.00341796875
        },
        {
            "docid": "35970915_17",
            "document": "Colavita visual dominance effect . The lack of visual dominance in the enucleated participants cannot be due to the overall reduction in visual input, as the monocular control group wearing an eye patch performed the same as the binocular normal control group. Moro and Steeves concluded that people with one eye develop an unbiased allocation of sensory resources, which places less emphasis on vision when bimodal stimuli are presented. Although the lack of Colavita effect in people with one eye begins to explore the possibility that a decrease in visual dominance potentially allows for the adaption of other senses, such as audition.",
            "score": 167.63583374023438
        },
        {
            "docid": "35347567_7",
            "document": "Antti Revonsuo . According to Revonsuo, the dreaming brain is particularly suitable model system for the study of consciousness because it generates a conscious experience while being isolated from both sensory input and motor output. Regarding the rival paradigm of visual awareness, Revonsuo argues that it does not allow one to distinguish between consciousness and perception. Revonsuo holds that there is a \"'double dissociation' between consciousness and perceptual input\". Accordingly, dreams are conscious experiences, which occur without any perceptual stimuli, and, conversely, perceptual input does not automatically engender conscious experience. In support of the independence of consciousness from perception, Revonsuo cites Stephen LaBerge's case study on a lucid dreamer performing previously agreed upon eye movements to signal to the experimenters that he had become conscious of the fact that he was dreaming. A second study that supports Revonsuo's view of dreams was conducted by Allan Rechtschaffen and Foulkes (1965). In this study, subjects were made to sleep with their eyelids open, thus allowing the visual cortex to receive visual stimuli. Though their eyes were open, and the perceptual input was accessible, the subjects could not see the stimuli and did not report dreaming of it. It is the brain that is having the internal experience, independent of perceptual input. This internalist view of consciousness leads Revonsuo to compare both dreaming and waking consciousness with a virtual reality simulation decoupled from or only indirectly informed by a brain's external environment.",
            "score": 166.5999298095703
        },
        {
            "docid": "832632_6",
            "document": "David H. Hubel . Hubel and Wiesel received the Nobel Prize for two major contributions: firstly, their work on development of the visual system, which involved a description of ocular dominance columns in the 1960s and 1970s; and secondly, their work establishing a foundation for visual neurophysiology, describing how signals from the eye are processed by visual parcels in the neo-cortex to generate edge detectors, motion detectors, stereoscopic depth detectors and color detectors, building blocks of the visual scene. By depriving kittens from using one eye, they showed that columns in the primary visual cortex receiving inputs from the other eye took over the areas that would normally receive input from the deprived eye. This has important implications for the understanding of deprivation amblyopia, a type of visual loss due to unilateral visual deprivation during the so-called critical period. These kittens also did not develop areas receiving input from both eyes, a feature needed for binocular vision. Hubel and Wiesel's experiments showed that the ocular dominance develops irreversibly early in childhood development. These studies opened the door for the understanding and treatment of childhood cataracts and strabismus. They were also important in the study of cortical plasticity.",
            "score": 161.90377807617188
        },
        {
            "docid": "43971138_2",
            "document": "Stereoscopic motion . Stereoscopic motion, as introduced by Béla Julesz in his book \"Foundations of Cyclopean Perception\" of 1971, is a translational motion of figure boundaries defined by changes in binocular disparity over time in a real-life 3D scene, a 3D film or other stereoscopic scene. This translational motion gives rise to a mental representation of three dimensional motion created in the brain on the basis of the binocular motion stimuli. Whereas the motion stimuli as presented to the eyes have a different direction for each eye, the stereoscopic motion is perceived as yet another direction on the basis of the views of both eyes taken together. Stereoscopic motion, as it is perceived by the brain, is also referred to as \"cyclopean motion\", and the processing of visual input that takes place in the visual system relating to stereoscopic motion is called \"stereoscopic motion processing\".",
            "score": 160.95889282226562
        },
        {
            "docid": "490620_47",
            "document": "Human brain . The cerebrum has a contralateral organisation with each hemisphere of the brain interacting primarily with one half of the body: the left side of the brain interacts with the right side of the body, and vice versa. The developmental cause for this is uncertain. Motor connections from the brain to the spinal cord, and sensory connections from the spinal cord to the brain, both cross sides in the brainstem. Visual input follows a more complex rule: the optic nerves from the two eyes come together at a point called the optic chiasm, and half of the fibres from each nerve split off to join the other. The result is that connections from the left half of the retina, in both eyes, go to the left side of the brain, whereas connections from the right half of the retina go to the right side of the brain. Because each half of the retina receives light coming from the opposite half of the visual field, the functional consequence is that visual input from the left side of the world goes to the right side of the brain, and vice versa. Thus, the right side of the brain receives somatosensory input from the left side of the body, and visual input from the left side of the visual field.",
            "score": 159.22274780273438
        },
        {
            "docid": "739262_12",
            "document": "Neural correlate . Using such design, Nikos Logothetis and colleagues discovered perception-reflecting neurons in the temporal lobe. They created an experimental situation in which conflicting images were presented to different eyes (\"i.e.\", binocular rivalry). Under such conditions, human subjects report bistable percepts: they perceive alternatively one or the other image. Logothetis and colleagues trained the monkeys to report with their arm movements which image they perceived. Interestingly, temporal lobe neurons in Logothetis experiments often reflected what the monkeys' perceived. Neurons with such properties were less frequently observed in the primary visual cortex that corresponds to relatively early stages of visual processing. Another set of experiments using binocular rivalry in humans showed that certain layers of the cortex can be excluded as candidates of the neural correlate of consciousness. Logothetis and colleagues switched the images between eyes during the percept of one of the images. Surprisingly the percept stayed stable. This means that the conscious percept stayed stable and at the same time the primary input to layer 4, which is the input layer, in the visual cortex changed. Therefore layer 4 can not be a part of the neural correlate of consciousness. Mikhail Lebedev and their colleagues observed a similar phenomenon in monkey prefrontal cortex. In their experiments monkeys reported the perceived direction of visual stimulus movement (which could be an illusion) by making eye movements. Some prefrontal cortex neurons represented actual and some represented perceived displacements of the stimulus. Observation of perception related neurons in prefrontal cortex is consistent with the theory of Christof Koch and Francis Crick who postulated that neural correlate of consciousness resides in prefrontal cortex. Proponents of distributed neuronal processing may likely dispute the view that consciousness has a precise localization in the brain.",
            "score": 157.2169189453125
        },
        {
            "docid": "8128582_2",
            "document": "Fixation (visual) . Fixation or visual fixation is the maintaining of the visual gaze on a single location. An animal can exhibit visual fixation if they possess a fovea in the anatomy of their eye. The fovea is typically located at the center of the retina and is the point of clearest vision. The species in which fixational eye movement has been found thus far include humans, primates, cats, rabbits, turtles, salamanders, and owls. Regular eye movement alternates between saccades and visual fixations, the notable exception being in smooth pursuit, controlled by a different neural substrate that appears to have developed for hunting prey. The term \"fixation\" can either be used to refer to the point in time and space of focus or the act of fixating. Fixation, in the act of fixating, is the point between any two saccades, during which the eyes are relatively stationary and virtually all visual input occurs. In the absence of retinal jitter, a laboratory condition known as retinal stabilization, perceptions tend to rapidly fade away. To maintain visibility, the nervous system carries out a mechanism called fixational eye movement, which continuously stimulates neurons in the early visual areas of the brain responding to transient stimuli. There are three categories of fixational eye movements: microsaccades, ocular drifts, and ocular microtremor. Although the existence of these movements has been known since the 1950s, only recently their functions have started to become clear.",
            "score": 156.07733154296875
        },
        {
            "docid": "24990312_3",
            "document": "Optics and vision . The visual system in humans allows individuals to assimilate information from the environment. The act of seeing starts when the lens of the eye focuses an image of its surroundings onto a light-sensitive membrane in the back of the eye, called the retina. The retina converts patterns of light into neuronal signals. The lens of the eye focuses light on the photoreceptive cells of the retina, which detect the photons of light and respond by producing neural impulses. These signals are processed in a hierarchical fashion by different parts of the brain, from the retina to the lateral geniculate nucleus, to the primary and secondary visual cortex of the brain. Signals from the retina can also travel directly from the retina to the Superior colliculus.",
            "score": 155.6463623046875
        },
        {
            "docid": "40018674_25",
            "document": "Stereopsis recovery . Another system of dichoptic presentation for binocular vision therapy has been proposed by researchers of the Research Institute of the McGill University Health Centre. Using a modified puzzle video game \"Tetris\", the interocular suppression of patients with amblyopia was successfully treated with dichotomic training in which certain parameters of the training material were systematically adapted during the course of four weeks. Clinical supervision of such procedures is required to ensure that double vision does not occur. Most of the patients who underwent this treatment gained improved visual acuity of the weaker eye, and some also showed increased stereoacuity. Another study performed at the same institute showed that dichoptic training can be more effective in adults than the more conventional amblyopia treatment of an eye patch. For this investigation, 18 adults played the game Tetris for one hour each day, half of the group wearing eye patches and the other half playing a dichoptic version of the game. After two weeks, the group who played dichoptically showed a significant improvement of vision in the weaker eye and in stereopsis acuity; the eye patch group had moderate improvements, which increased substantially after they, too, were given the dichoptic training afterwards. Dichoptic-based perceptual learning therapy, presented by means of a head-mounted display, is amenable also to amblyopic children, as it improves both the amblyopic eye's visual acuity and the stereo function. The researchers at McGill University have shown that one to three weeks of playing a dichoptic video game for one to two hours on a hand-held device \"can improve acuity and restore binocular function, including stereopsis in adults\". Furthermore, it has been suggested that these effect can be enhanced by anodal transcranial direct current stimulation (tDCS).",
            "score": 155.19581604003906
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 154.78701782226562
        },
        {
            "docid": "13140640_14",
            "document": "Eye–hand coordination . Optic ataxia or visuomotor ataxia is a clinical problem associated with damage to the occipital–parietal cortex in humans, resulting in a lack of coordination between the eyes and hand. It can affect either one or both hands and can be present in part of the visual field or the entire visual field. Optic ataxia has been often considered to be a high-level impairment of eye–hand coordination resulting from a cascade of failures in the sensory to motor transformations in the posterior parietal cortex. Visual perception, naming, and reading are still possible, but visual information cannot direct hand motor movements. Optic ataxia has been often confused with Balint's syndrome, but recent research has shown that optic ataxia can occur independently of Balint's syndrome. Optic ataxia patients usually have troubles reaching toward visual objects on the side of the world opposite to the side of brain damage. Often these problems are relative to current gaze direction, and appear to be remapped along with changes in gaze direction. Some patients with damage to the parietal cortex show \"magnetic reaching\": a problem in which reaches seem drawn toward the direction of gaze, even when it is deviated from the desired object of grasp.",
            "score": 154.28346252441406
        },
        {
            "docid": "35982062_6",
            "document": "Biased Competition Theory . There are two major neural pathways that process the information in the visual field; the ventral stream and the dorsal stream. The two pathways run in parallel and are both working simultaneously. The ventral stream is important for object recognition and often referred to as the “what” system of the brain; it projects to the inferior temporal cortex. The dorsal stream is important for spatial perception and performance and is referred to as the “where” system which projects to the posterior parietal cortex. According to the biased competition theory, an individual’s visual system has limited capacity to process information about multiple objects at any given time. For example, if an individual was presented with two stimuli (objects) and was asked to identify attributes of each object at the same time, the individual’s performance would be worse in comparison to if the objects were presented separately. This suggests multiple objects presented simultaneously in the visual field will compete for neural representation due to limited processing resources. Single cell recording studies conducted by Kastner and Ungerleider examined the neural mechanisms behind the biased competition theory. In their experiment the size of the receptive field's (RF) of neurons within the visual cortex were examined. A single visual stimulus was presented alone in a neuron’s RF, followed with another stimulus presented simultaneously within the same RF. The single ‘effective’ stimuli produced a low firing rate, whereas the two stimuli presented together produced a high firing rate. The response to the paired stimuli was reduced. This suggests that when two stimuli are presented together within a neuron’s RF, the stimuli are processed in a mutually suppressive manner, rather than being processed independently. This suppression process, according to Kastner and Ungerleider, occurs when two stimuli are presented together because they compete for neural representation, due to limited cognitive processing capacity. The RF experiment suggests that as the number of objects increase, the information available for each object will decrease due to increased neural workload (suppression), and decreased cognitive capacity. In order for an object in the visual field or RF be efficiently processed, there needs to be a way to bias these neurological resources towards the object. Attention prioritizes task relevant objects, biasing this process. For example, this bias can be towards an object which is currently attended to in the visual field or RF, or towards the object that is most relevant to one’s behavior. Functional magnetic resonance imaging (fMRI) has shown that biased competition theory can explain the observed attention effects at a neuronal level. Attention effects bias the internal weight (strengthens connections) of task relevant features toward the attended object. This was shown by Reddy, Kanwisher, and van Rullen who found an increase in oxygenated blood to a specific neuron following a locational cue. Further neurological support comes from neurophysiological studies which have shown that attention results from Top-down biasing, which in turn influences neuronal spiking. In sum, external inputs affect the Top-down guidance of attention, which bias specific neurons in the brain.",
            "score": 153.9709014892578
        },
        {
            "docid": "458424_21",
            "document": "National Eye Institute . Amblyopia, also known as lazy eye, is the most common cause of vision impairment among children. Amblyopia occurs when one eye is weakened because the eye and brain are not working together. The standard treatment for amblyopia is patching: covering the stronger eye with a patch for two hours a day to improve vision in the weaker eye. However, a recent report by the Pediatric Eye Disease Investigators Group (PEDIG) suggested that extending the daily duration of patching from two to six hours a day is effective at treating persistent amblyopia. The research was funded by NEI.",
            "score": 153.68136596679688
        },
        {
            "docid": "157898_2",
            "document": "Eye . Eyes are organs of the visual system. They provide organisms with vision, the ability to receive and process visual detail, as well as enabling several photo response functions that are independent of vision. Eyes detect light and convert it into electro-chemical impulses in neurons. In higher organisms, the eye is a complex optical system which collects light from the surrounding environment, regulates its intensity through a diaphragm, focuses it through an adjustable assembly of lenses to form an image, converts this image into a set of electrical signals, and transmits these signals to the brain through complex neural pathways that connect the eye via the optic nerve to the visual cortex and other areas of the brain. Eyes with resolving power have come in ten fundamentally different forms, and 96% of animal species possess a complex optical system. Image-resolving eyes are present in molluscs, chordates and arthropods.",
            "score": 151.72254943847656
        },
        {
            "docid": "599997_5",
            "document": "Photosensitive epilepsy . Several characteristics are common in the trigger stimuli of many PSE patients. The patterns are usually high in luminance contrast (bright flashes of light alternating with darkness, or white bars against a black background). Contrasts in colour alone (without changes in luminance) are rarely triggers for PSE. Some patients are more affected by patterns of certain colours than by patterns of other colours. The exact spacing of a pattern in time or space is important and varies from one individual to another: a patient may readily experience seizures when exposed to lights that flash seven times per second, but may be unaffected by lights that flash twice per second or twenty times per second. Stimuli that fill the entire visual field are more likely to cause seizures than those that appear in only a portion of the visual field. Stimuli perceived with both eyes are usually much more likely to cause seizures than stimuli seen with one eye only (which is why covering one eye may allow patients to avoid seizures when presented with visual challenges). Some patients are more sensitive with their eyes closed; others are more sensitive with their eyes open.",
            "score": 151.10299682617188
        },
        {
            "docid": "581459_2",
            "document": "Amblyopia . Amblyopia, also called lazy eye, is a disorder of sight due to the eye and brain not working well together. It results in decreased vision in an eye that otherwise typically appears normal. It is the most common cause of decreased vision in a single eye among children and younger adults. The cause of amblyopia can be any condition that interferes with focusing during early childhood. This can occur from poor alignment of the eyes, an eye being irregularly shaped such that focusing is difficult, one eye being more nearsighted or farsighted than the other, or clouding of the lens of an eye. After the underlying cause is fixed, vision is not restored right away, as the mechanism also involves the brain. Amblyopia can be difficult to detect, so vision testing is recommended for all children around the ages of four to five. Early detection improves treatment success. Glasses may be all the treatment needed for some children. If this is not sufficient, treatments which force the child to use the weaker eye are used. This is done by either using a patch or putting atropine in the stronger eye. Without treatment, amblyopia typically persists into adulthood. Evidence regarding treatments for adults is poor. Amblyopia begins by the age of five. In adults, the disorder is estimated to affect 1–5% of the population. While treatment improves vision, it does not typically restore it to normal in the affected eye. Amblyopia was first described in the 1600s. The condition may make people ineligible to be pilots or police officers. The word amblyopia is from Greek ἀμβλύς \"amblys\" meaning \"blunt\" and ὤψ \"ōps\" meaning \"sight\".",
            "score": 151.02725219726562
        },
        {
            "docid": "7913402_16",
            "document": "Paul Baltes . Neuronal plasticity, or the capability of the brain to adapt to new requirements, is a prime example of plasticity stressing that the individual’s ability to change is a lifelong process. Recently, researchers have been analyzing how the spared senses compensate for the loss of vision. Without visual input, blind humans have demonstrated that tactile and auditory functions still fully develop. A superiority of the blind has even been observed when they are presented with tactile and auditory tasks. This superiority may suggest that the specific sensory experiences of the blind may influence the development of certain sensory functions, namely tactile and auditory. One experiment was designed by Röder and colleagues to clarify the auditory localization skills of the blind in comparison to the sighted. They examined both blind human adults’ and sighted human adults’ abilities to locate sounds presented either central or peripheral (lateral) to them. Both congenitally blind adults and sighted adults could locate a sound presented in front of them with precision but the blind were clearly superior in locating sounds presented laterally. Currently, brain-imaging studies have revealed that the sensory cortices in the brain are reorganized after visual deprivation. These findings suggest that when vision is absent in development, the auditory cortices in the brain recruit areas that are normally devoted to vision, thus becoming further refined.",
            "score": 150.78318786621094
        },
        {
            "docid": "32197396_4",
            "document": "Form perception . In addition to photoreceptors, the eye requires a properly functioning lens, retina, and an undamaged optic nerve to recognize form. Light travels through the lens, hits the retina, activates the appropriate photoreceptors, depending on available light, which convert the light into an electrical signal that travels along the optic nerve to the lateral geniculate nucleus of the thalamus and then to the primary visual cortex. In the cortex, the adult brain processes information such as lines, orientation, and color. These inputs are integrated in the occipito-temporal cortex where a representation of the object as a whole is created. Visual information continues to be processed in the posterior parietal cortex, also known as the dorsal stream, where the representation of an object’s shape is formed using motion-based cues. It is believed that simultaneously information is processed in the anterior temporal cortex, also known as the ventral stream, where object recognition, identification and naming occur. In the process of recognizing an object, both the dorsal and ventral streams are active, but the ventral stream is more important in discriminating between and recognizing objects. The dorsal stream contributes to object recognition only when two objects have similar shapes and the images are degraded. Observed latency in activation of different parts of the brain supports the idea of hierarchal processing of visual stimuli, with object representations progressing from simple to complex.",
            "score": 150.62864685058594
        },
        {
            "docid": "35075711_28",
            "document": "Spontaneous recovery . The pathway of recall associated with the retrieval of visual memories is the visual system. The image is captured by the eye and then transmitted to the brain by the optic nerve, which terminated on the cells of the lateral geniculate nucleus. The main target that the lateral geniculate nucleus projects onto is the primary visual cortex, which is the part of the cerebral cortex responsible for processing visual information. The analysis of visual stimuli continues through two major cortical systems for processing. The first is the ventral pathway, which extends to the temporal lobe and is involved in recognizing objects (the \"what\" pathway). The second is the dorsal pathway, which projects to the parietal lobe and is essential in locating objects (the \"where\" pathway).",
            "score": 150.04220581054688
        },
        {
            "docid": "581456_15",
            "document": "Strabismus . Strabismus may cause amblyopia due to the brain ignoring one eye. Amblyopia is the failure of one or both eyes to achieve normal visual acuity despite normal structural health. During the first seven to eight years of life, the brain learns how to interpret the signals that come from an eye through a process called visual development. Development may be interrupted by strabismus if the child always fixates with one eye and rarely or never fixates with the other. To avoid double vision, the signal from the deviated eye is suppressed, and the constant suppression of one eye causes a failure of the visual development in that eye.",
            "score": 149.8608856201172
        }
    ]
}