{
    "q": [
        {
            "docid": "49771725_22",
            "document": "Binocular Rivalry Described by Quantum Formalism . In macaque monkeys, measurements of microsaccadic eye movements and neuronal cell activity in the striate cortex have revealed an average frequency by which a precise duration (~0.5 seconds) of microsaccadic motion lead to a firing of a striate cortex neuron (indicating conscious motion perception). The study revealed various parameters which controlled the rate of neuron firing, which were subsequently compared with different qualitative regimes of the quantum model. A PDDD of rivalry states was obtained by inputting the empirically derived time-scale durations of the microsaccades and oscillatory parameters into the proposed formulation. The generated distribution of perceptual state‐switching carried the same graphical shape as the data collected from experiments performed by Levelt (image, right).",
            "score": 128.42152976989746
        },
        {
            "docid": "11134503_7",
            "document": "Posterior parietal cortex . In addition to separation based on effector type, some regions are activated during both decision and execution, while other regions are only active during execution. In one study, single cell recordings showed activity in parietal reach region while non-human primates decided whether to reach or make a saccade to a target, and activity persisted during the chosen movement if and only if the monkey chose to make a reaching movement. However, cells in area 5d were only active after the decision was made to reach with the arm. Another study found that neurons in area 5d only encoded the next movement in a sequence of reach movements, and not reach movements later in the sequence.",
            "score": 104.9902366399765
        },
        {
            "docid": "1049228_20",
            "document": "Place cell . Spatial cues such as geometric boundaries or orienting landmarks are important examples of \"metric\" input. Place cells mainly rely on set distal cues rather than cues in the immediate proximal environment. Movement can also be an important spatial cue. The ability of place cells to incorporate new movement information is called path integration, and it is important for keeping track of self-location during movement. Path integration is largely aided by grid cells, which are a type of neuron in the entorhinal cortex that relay information to place cells in the hippocampus. Grid cells establish a grid representation of a location, so that during movement place cells can fire according to their new location while orienting according to the reference grid of their external environment. Visual sensory inputs can also supply important \"contextual\" information. A change in color of a specific object can affect whether or not a place cell fires in a particular field. Thus, visuospatial sensory information is critical to the formation and recollection of place field.",
            "score": 107.08954763412476
        },
        {
            "docid": "27179535_7",
            "document": "Leah Krubitzer . The parietal cortex is another area of interest for Krubitzer. The parietal cortex allows us to coordinate movements between our eyes and our hands. This ability allows for smooth reaching movements, as well as, grasping. Past research has been done on Old and New World monkeys, as well as humans, to see how the parietal cortex functions in hand use. Imaging used on humans shows that there are similar cortical patterns shared across human and non-human primates, but the extent to which these pathways are used depends on the somatosensory organization and connectivity in the parietal cortex. Krubitzer and her team took this information and investigated a little deeper. Because humans have an opposable thumb, our ability to grip objects and reach for objects is much greater than monkeys. For this reason, the connectivity in the human parietal cortex is much more complex than that of a non-human primate. In Krubitzer's lab, her team investigated different areas of the parietal cortex in order to better pin point which part controls which motor movement. Krubitzer found that when one area of the cortex responsible for a certain motor movement is compromised, the rest of the cortex will reorganize itself to make up for the loss. This finding shows how the parietal cortex can rewire itself in order to maintain functional motor capabilities. Currently in the lab, Krubitzer and colleagues are testing a microchip that may be placed in the posterior parietal cortex of the brain to deactivate certain areas at a time. Using this technique, they are able to see how deactivation of a certain portion of the cortex impacts hand grasping and reaching in monkeys. This technique is performed while the monkeys are performing different manual tasks in order to see the action of the cortex live.",
            "score": 77.87224018573761
        },
        {
            "docid": "6383559_5",
            "document": "Beevor's axiom . Beevor’s Axiom is only partially true, however. Most behavior of muscles is encoded in the primary motor cortex (M1) and separated by muscle group. In an effort to understand the encoding in the M1, researchers observed commands of monkeys. Muscle cells changed firing rate according to the direction of the arm movements. Each neuron has one direction that elicits the greatest response. Some M1 neurons encode muscle contractions, while others react to particular movements, regardless of the muscles used to perform them. The key characteristic of the primary motor cortex is its dynamic nature; the M1 changes based on experience. The supplementary motor area (SMA) plays a key role in initiating motion sequences. The premotor cortex (PMA) plays a key role when motor sequences are guided by external events. They map behaviors as opposed to the M1 which maps specific movements. This could cause in issue in brain–computer interface research. If a researcher tries to excite only a muscle, it might be impossible without expecting a full movement.",
            "score": 102.74489295482635
        },
        {
            "docid": "31148473_11",
            "document": "Transsaccadic memory . A neural structure located behind the lateral geniculate nucleus that is understood to control eye movements. In particular, the deeper layers of the superior colliculus, known as lamina VI and VII, have been found to be involved in initiating and executing saccadic eye movements, which includes the desired speed and direction of the saccade. The cells in these layers are organized in a way that forms a map of the visual field. They are organized according to what direction each cell moves the eye. It has been found that activation of specific cells is directed by where objects in the environment are located in the visual field. Once a new object is detected, the cells that fire the strongest to stimuli within this specific area of the visual field will fire, causing the eyes to move and focus on this object. Although the superior colliculus may not be directly related to memory for objects across saccades, it is directly related to the control of saccades and selection of fixation targets.",
            "score": 81.16452360153198
        },
        {
            "docid": "623686_18",
            "document": "Brain–computer interface . Studies that developed algorithms to reconstruct movements from motor cortex neurons, which control movement, date back to the 1970s. In the 1980s, Apostolos Georgopoulos at Johns Hopkins University found a mathematical relationship between the electrical responses of single motor cortex neurons in rhesus macaque monkeys and the direction in which they moved their arms (based on a cosine function). He also found that dispersed groups of neurons, in different areas of the monkey's brains, collectively controlled motor commands, but was able to record the firings of neurons in only one area at a time, because of the technical limitations imposed by his equipment.",
            "score": 119.21017575263977
        },
        {
            "docid": "13140640_9",
            "document": "Eye–hand coordination . Many of these areas, in addition to controlling saccades or reach, also show eye position signals that are required for transforming visual signals into motor commands. In addition, some of the areas involved in reach, like the medial intraparietal cortex, show a gaze-centered remapping of responses during eye movements in both monkeys and humans. However, when single neurons are recorded in these areas, the reach areas often show some saccade-related responses and the saccade areas often show some reach related responses. This may aid in eye–hand coordination or hint at the ability of cells to wire together as they're used more frequently.",
            "score": 99.59397542476654
        },
        {
            "docid": "739262_12",
            "document": "Neural correlate . Using such design, Nikos Logothetis and colleagues discovered perception-reflecting neurons in the temporal lobe. They created an experimental situation in which conflicting images were presented to different eyes (\"i.e.\", binocular rivalry). Under such conditions, human subjects report bistable percepts: they perceive alternatively one or the other image. Logothetis and colleagues trained the monkeys to report with their arm movements which image they perceived. Interestingly, temporal lobe neurons in Logothetis experiments often reflected what the monkeys' perceived. Neurons with such properties were less frequently observed in the primary visual cortex that corresponds to relatively early stages of visual processing. Another set of experiments using binocular rivalry in humans showed that certain layers of the cortex can be excluded as candidates of the neural correlate of consciousness. Logothetis and colleagues switched the images between eyes during the percept of one of the images. Surprisingly the percept stayed stable. This means that the conscious percept stayed stable and at the same time the primary input to layer 4, which is the input layer, in the visual cortex changed. Therefore layer 4 can not be a part of the neural correlate of consciousness. Mikhail Lebedev and their colleagues observed a similar phenomenon in monkey prefrontal cortex. In their experiments monkeys reported the perceived direction of visual stimulus movement (which could be an illusion) by making eye movements. Some prefrontal cortex neurons represented actual and some represented perceived displacements of the stimulus. Observation of perception related neurons in prefrontal cortex is consistent with the theory of Christof Koch and Francis Crick who postulated that neural correlate of consciousness resides in prefrontal cortex. Proponents of distributed neuronal processing may likely dispute the view that consciousness has a precise localization in the brain.",
            "score": 132.1518553495407
        },
        {
            "docid": "1562606_8",
            "document": "Cerebellar vermis . The spinocerebellum receives proprioception input from the dorsal columns of the spinal cord (including the spinocerebellar tract) and from the trigeminal nerve, as well as from visual and auditory systems. It sends fibers to deep cerebellar nuclei that, in turn, project to both the cerebral cortex and the brain stem, thus providing modulation of descending motor systems. This region comprises the vermis and intermediate parts of the cerebellar hemispheres. Sensory information from the periphery and from the primary motor and somatosensory cortex terminate in this region. Purkinje cells of the vermis project to the fastigial nucleus, controlling the axial and proximal musculature involved in the execution of limb movements. Purkinje cells in the intermediate zone of the spinocerebellum project to the interposed nuclei, which control the distal musculature components of the descending motor pathways needed for limb movement. Both of these nuclei include projections to the motor cortex in the cerebrum.",
            "score": 103.84163355827332
        },
        {
            "docid": "99026_23",
            "document": "Basal ganglia . The SC receives a strong inhibitory projection from the basal ganglia, originating in the substantia nigra pars reticulata (SNr). Neurons in the SNr usually fire continuously at high rates, but at the onset of an eye movement they \"pause\", thereby releasing the SC from inhibition. Eye movements of all types are associated with \"pausing\" in the SNr; however, individual SNr neurons may be more strongly associated with some types of movements than others. Neurons in some parts of the caudate nucleus also show activity related to eye movements. Since the great majority of caudate cells fire at very low rates, this activity almost always shows up as an increase in firing rate. Thus, eye movements begin with activation in the caudate nucleus, which inhibits the SNr via the direct GABAergic projections, which in turn disinhibits the SC.",
            "score": 155.58831000328064
        },
        {
            "docid": "8128856_12",
            "document": "Eye movement in reading . There are 4 major cognitive systems involved in eye movement in reading: Language processing, attention, vision, and oculomotor control. Eye trackers bounce near infra-red light off the interior of the eyeball, and monitor the reflection on the eye to determine gaze location. With this technique, the exact position of eye fixation on a screen is determinable. Wang (2011) mentioned that a video-based eye-tracker which uses video cameras to record the eye position of human subjects, thereby recording pupil dilation and eye movements, can be used to examine how fixations, saccades, and pupil dilation responses are related to the information on the screen and behavioral choices during an experiment. According to Wang (2011:185), \"understanding the relationship between these observables can help us to understand how human behavior in the economy can be affected by what information people acquire, where their attention is focused, what emotional state they are in, and even what brain activity they are engaged in. This is because fixations and saccades (matched with information shown on screen) indicate how people acquire information (and what they see), time lengths of fixations indicate attention, and pupil dilation responses indicate emotion, arousal, stress, pain, or cognitive load.\"",
            "score": 85.02805852890015
        },
        {
            "docid": "23497542_27",
            "document": "Process tracing . Mouselab is a computer program that records information acquisition. The basic idea behind process techniques is the record of eye movements. Mouselab, as a computer-based technique, models eye movements by mouse movements. The information is presented in information cells which are ranged in a matrix. They are covered by an overlay, but can be opened by moving the mouse pointer across the information cell. During the time the cursor is in the cell, information can be acquired. Mouselab is harken back to the information board idea (e.g. Payne 1976). Here, the information is hidden in envelopes attached to a cardboard. To obtain information, a card has to be pulled out.",
            "score": 81.8324453830719
        },
        {
            "docid": "305136_25",
            "document": "Visual system . The information about the image via the eye is transmitted to the brain along the optic nerve. Different populations of ganglion cells in the retina send information to the brain through the optic nerve. About 90% of the axons in the optic nerve go to the lateral geniculate nucleus in the thalamus. These axons originate from the M, P, and K ganglion cells in the retina, see above. This parallel processing is important for reconstructing the visual world; each type of information will go through a different route to perception. Another population sends information to the superior colliculus in the midbrain, which assists in controlling eye movements (saccades) as well as other motor responses.",
            "score": 68.97249364852905
        },
        {
            "docid": "23631964_23",
            "document": "Primary motor cortex . One of the most common misconceptions about the primary motor cortex is that the map of the body is cleanly segregated. Yet it is not a map of individuated muscles or even individuated body parts. The map contains considerable overlap. This overlap increases in more anterior regions of the primary motor cortex. One of the main goals in the history of work on the motor cortex was to determine just how much the different body parts are overlapped or segregated in the motor cortex. Researchers who addressed this issue found that the map of the hand, arm, and shoulder contained extensive overlap. Studies that map the precise functional connectivity from cortical neurons to muscles show that even a single neuron in the primary motor cortex can influence the activity of many muscles related to many joints. In experiments on cats and monkeys, as animals learn complex, coordinated movements, the map in the primary motor cortex becomes more overlapping, evidently learning to integrate the control of many muscles. In monkeys, when electrical stimulation is applied to the motor cortex on a behavioral timescale, it evokes complex, highly integrated movements such as reaching with the hand shaped to grasp, or bringing the hand to the mouth and opening the mouth. This type of evidence suggests that the primary motor cortex, while containing a rough map of the body, may participate in integrating muscles in meaningful ways rather than in segregating the control of individual muscle groups. It has been suggested that a deeper principle of organization may be a map of the statistical correlations in the behavioral repertoire, rather than a map of body parts. To the extent that the movement repertoire breaks down partly into the actions of separate body parts, the map contains a rough and overlapping body arrangement.",
            "score": 102.8919632434845
        },
        {
            "docid": "1534578_16",
            "document": "Motion perception . Many species of mammals can keep track of spatial location even in the absence of visual, auditory, olfactory, or tactile cues, by integrating their movements—the ability to do this is referred to in the literature as path integration. A number of theoretical models have explored mechanisms by which path integration could be performed by neural networks. In most models, such as those of Samsonovich and McNaughton (1997) or Burak and Fiete (2009), the principal ingredients are (1) an internal representation of position, (2) internal representations of the speed and direction of movement, and (3) a mechanism for shifting the encoded position by the right amount when the animal moves. Because cells in the Medial Entorhinal Cortex (MEC) encode information about position (grid cells) and movement (head direction cells and conjunctive position-by-direction cells), this area is currently viewed as the most promising candidate for the place in the brain where path integration occurs.",
            "score": 66.96998572349548
        },
        {
            "docid": "1626279_21",
            "document": "Anne Treisman . In the early 1980s, neuroscientists such as Torston Wiesel and David H. Hubel were discovering that different areas of the primate visual cortex were finely tuned to selective features, such as line orientation, luminance, color, movement, etc. These findings prompted the question of how these distinct features are connected into a unified whole, e.g., the binding problem. For example, when you see a red ball roll by, cells sensitive to movement fire in the medial temporal cortex, while cells sensitive to color, shape and location fire in other areas. Despite all this distinct neuronal firing, you don't perceive the ball as separated by shape, movement and color perceptions; you experience an integrated experience with all these components occurring together. The question of how these elements are combined is the essence of the binding problem and continued into the late 1990s. A number of possible mechanisms were envisaged, including grandmother cells responding to specific conjunctions of features that uniquely identify a particular object; local cell assemblies onto which the pathways from different feature maps converge, perhaps with adjustable connections allowing flexible routing of signals; a serial scan of different spatial areas selected by an adjustable attention window, conjoining the features that each contains and excluding features from adjacent areas; detection of temporal contiguity – parts and properties whose onset, offset or motion coincide probably belong to the same object synchronised firing of cells responding to features of the same object, perhaps assisted by oscillatory neural activity. Treisman used failures of binding to shed light on its underlying mechanisms. Specifically, she found that left-brain-damaged patients have increasing illusory conjunctions and decreased performance in a spatially cued attention task, which suggests a link between attentional binding and the parietal lobes. Treisman also cited corroborating evidence from positron emission tomography and event-related potential studies which were consistent with the spatial attention account of feature integration.",
            "score": 104.65788638591766
        },
        {
            "docid": "42332242_5",
            "document": "Mahlon DeLong . At the NIH, DeLong recorded the reactions of single brain cells in a part of the brain called the basal ganglia. At that time, it was known that the basal ganglia were involved in movement, and were the part of the brain most significantly affected in Parkinson’s disease. However, little was known about how the basal ganglia affected movement, or how disease of the basal ganglia caused the movement disorders seen in Parkinson's disease. In meticulous experiments over several years, DeLong measured the firing of specific cells in the basal ganglia of awake monkeys when they performed specific trained movements.",
            "score": 82.37966704368591
        },
        {
            "docid": "2567511_12",
            "document": "Neural engineering . Neuromechanics is the coupling of neurobiology, biomechanics, sensation and perception, and robotics (Edwards 2010). Researchers are using advanced techniques and models to study the mechanical properties of neural tissues and their effects on the tissues' ability to withstand and generate force and movements as well as their vulnerability to traumatic loading (Laplaca & Prado 2010). This area of research focuses on translating the transformations of information among the neuromuscular and skeletal systems to develop functions and governing rules relating to operation and organization of these systems (Nishikawa et al. 2007). Neuromechanics can be simulated by connecting computational models of neural circuits to models of animal bodies situated in virtual physical worlds (Edwards 2010). Experimental analysis of biomechanics including the kinematics and dynamics of movements, the process and patterns of motor and sensory feedback during movement processes, and the circuit and synaptic organization of the brain responsible for motor control are all currently being researched to understand the complexity of animal movement. Dr. Michelle LaPlaca's lab at Georgia Institute of Technology is involved in the study of mechanical stretch of cell cultures, shear deformation of planar cell cultures, and shear deformation of 3D cell containing matrices. Understanding of these processes is followed by development of functioning models capable of characterizing these systems under closed loop conditions with specially defined parameters. The study of neuromechanics is aimed at improving treatments for physiological health problems which includes optimization of prostheses design, restoration of movement post injury, and design and control of mobile robots. By studying structures in 3D hydrogels, researchers can identify new models of nerve cell mechanoproperties. For example, LaPlaca et al. developed a new model showing that strain may play a role in cell culture (LaPlaca et al. 2005).",
            "score": 57.983964681625366
        },
        {
            "docid": "6989597_3",
            "document": "Premovement neuronal activity . Research of pre-movement neuronal activity generally involves studying two different kinds of movement, movement in natural settings versus movement triggered by a sensory stimulus. These two types of movements are referred to with different nomenclature throughout different studies and literature on the topic of premovement neuronal activity. Voluntary movements are also known as self-timed, self-initiated, self-paced, and non-triggered movements. This type of movement is what generally occurs in natural settings, carried out independently of a sensory cue or external signal which would trigger or cause the movement to be performed  . In contrast, movements that are carried out as a result of a sensory cue or stimulus, or reflex-reactions to external conditions or changes are called reactive movements, but also known as cued movements, stimulated movements, and externally triggered movements depending on the choice of a particular study. In one such study by Lee and Assad (2003), rhesus monkeys were trained to execute arm movement in response to a visual cue versus the same arm movement performed without any correlation to this external (visual) cue. This is one example of reactive movements in contrast to self-initiated movements . Subsequent studies of rates of neuronal firing in the respective types of movements are recorded in different areas of the brain in order to develop a more thorough understanding of premovement neuronal activity.",
            "score": 137.0337197780609
        },
        {
            "docid": "1085350_24",
            "document": "Superior colliculus . The SC encodes the target of a gaze shift, but it does not seem to specify the precise movements needed to get there. The decomposition of a gaze shift into head and eye movements and the precise trajectory of the eye during a saccade depend on integration of collicular and non-collicular signals by downstream motor areas, in ways that are not yet well understood. Regardless of how the movement is evoked or performed, the SC encodes it in \"retinotopic\" coordinates: that is, the location of the SC 'hill\" corresponds to a fixed location on the retina. This seems to contradict the observation that stimulation of a single point on the SC can result in different gaze shift directions, depending on initial eye orientation. However, it has been shown that this is because the retinal location of a stimulus is a non-linear function of target location, eye orientation, and the spherical geometry of the eye.",
            "score": 62.23703455924988
        },
        {
            "docid": "14824490_3",
            "document": "Recurrent thalamo-cortical resonance . Thalamocortical oscillation involves the synchronous firing of thalamic and cortical neurons at specific frequencies; in the thalamocortical system, the exact frequencies depend on current brain state and mental activity. Fast frequencies in the gamma range are associated with much of conscious thought and active cognition. The thalamus in this system acts as both the gate for sensory input to the cortex as well as the site for feedback from cortical pyramidal cells, implying a processing role in sensory perception in addition to its function in directing information flow. The state of the brain, whether it be conscious, in REM sleep, or non-rapid eye movement sleep, changes how sensory information is gated through the thalamus.",
            "score": 116.5778386592865
        },
        {
            "docid": "3151702_5",
            "document": "Smooth pursuit . The neural circuitry underlying smooth pursuit is an object of debate. The first step towards the initiation of pursuit is to see a moving target. Signals from the retina ascend through the lateral geniculate nucleus and activate neurons in primary visual cortex. Primary visual cortex sends the information about the target to the middle temporal visual cortex, which responds very selectively to directions of movement. The processing of motion in this area is necessary for smooth pursuit responses. This sensory area provides the motion signal, which may or may not be smoothly pursued. A region of cortex in the frontal lobe, known as the frontal pursuit area, responds to particular vectors of pursuit, and can be electrically stimulated to induce pursuit movements. Recent evidence suggests that the superior colliculus also responds during smooth pursuit eye movement. These two areas are likely involved in providing the \"go\"-signal to initiate pursuit, as well as selecting which target to track. The \"go\"-signal from the cortex and the superior colliculus is relayed to several pontine nuclei, including the dorsolateral pontine nuclei and the nucleus reticularis tegmenti pontis. The neurons of the pons are tuned to eye velocity and are directionally selective, and can be stimulated to change the velocity of pursuit. The pontine nuclei project to the cerebellum, specifically the vermis and the paraflocculus. These neurons code for the target velocity and are responsible for the particular velocity profile of pursuit. The cerebellum, especially the vestibulo-cerebellum, is also involved in the online correction of velocity during pursuit. The cerebellum then projects to optic motoneurons, which control the eye muscles and cause the eye to move.",
            "score": 137.28937673568726
        },
        {
            "docid": "2878895_4",
            "document": "Edward Evarts . Evarts started his neurophysiological research by conducting ablation studies of visual and auditory cortex in monkeys. He also studied effects of LSD and post-tetanic potentiation in the cat visual system. Evarts made his most significant contribution to the field of neuroscience and motor control by pioneering electrophysiological recordings from single cortical neurons in awake monkeys. In his early studies using this technique, he compared sleep and waking states. He then conducted experiments that involved single-unit recordings from sensorimotor cortex in monkeys performing operantly conditioned movements. He observed modulations in the activity of single neurons that reflected movement parameters.",
            "score": 106.85993015766144
        },
        {
            "docid": "4305783_25",
            "document": "Premotor cortex . Wise and his colleagues studied the dorsal premotor cortex of monkeys. The monkeys were trained to perform a delayed response task, making a movement in response to a sensory instruction cue. During the task, neurons in the dorsal premotor cortex became active in response to the sensory cue and often remained active during the few seconds of delay or preparation time before the monkey performed the instructed movement. Neurons in the primary motor cortex showed much less activity during the preparation period and were more likely to be active only during the movement itself. By implication, the dorsal premotor cortex was more involved in planning or preparing for movement and the primary motor cortex more involved in executing movement.",
            "score": 104.67453837394714
        },
        {
            "docid": "3717_68",
            "document": "Brain . One of the most influential early contributions was a 1959 paper titled \"What the frog's eye tells the frog's brain\": the paper examined the visual responses of neurons in the retina and optic tectum of frogs, and came to the conclusion that some neurons in the tectum of the frog are wired to combine elementary responses in a way that makes them function as \"bug perceivers\". A few years later David Hubel and Torsten Wiesel discovered cells in the primary visual cortex of monkeys that become active when sharp edges move across specific points in the field of view—a discovery for which they won a Nobel Prize. Follow-up studies in higher-order visual areas found cells that detect binocular disparity, color, movement, and aspects of shape, with areas located at increasing distances from the primary visual cortex showing increasingly complex responses. Other investigations of brain areas unrelated to vision have revealed cells with a wide variety of response correlates, some related to memory, some to abstract types of cognition such as space.",
            "score": 103.8965653181076
        },
        {
            "docid": "11134503_10",
            "document": "Posterior parietal cortex . In a study conducted by neuroscientists at New York University, coherent patterns of firing of neurons in the brain's PPC were associated with coordination of different effectors. The researchers examined neurological activity of macaque monkeys while having them perform a variety of tasks that required them to either reach and to simultaneously employ rapid eye movements (saccades) or to only use saccades. The coherent pattern of the firing of neurons in the PPC were only seen when both the eyes and arms were required to move for the same task, but not for tasks that involved only saccades.",
            "score": 126.75227069854736
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 116.64940190315247
        },
        {
            "docid": "4226525_14",
            "document": "Grid cell . Many species of mammals can keep track of spatial location even in the absence of visual, auditory, olfactory, or tactile cues, by integrating their movements—the ability to do this is referred to in the literature as path integration. A number of theoretical models have explored mechanisms by which path integration could be performed by neural networks. In most models, such as those of Samsonovich and McNaughton (1997) or Burak and Fiete (2009), the principal ingredients are (1) an internal representation of position, (2) internal representations of the speed and direction of movement, and (3) a mechanism for shifting the encoded position by the right amount when the animal moves. Because cells in the MEC encode information about position (grid cells) and movement (head direction cells and conjunctive position-by-direction cells), this area is currently viewed as the most promising candidate for the place in the brain where path integration occurs. However, the question remains unresolved, as in humans the entorhinal cortex does not appear to be required for path integration. Burak and Fiete (2009) showed that a computational simulation of the grid cell system was capable of performing path integration to a high level of accuracy. However, more recent theoretical work has suggested that grid cells might perform a more general denoising process not necessarily related to spatial processing.",
            "score": 64.86199009418488
        },
        {
            "docid": "215255_16",
            "document": "Abducens nerve . Damage to the abducens \"nucleus\" does not produce an isolated sixth nerve palsy, but rather a horizontal gaze palsy that affects both eyes simultaneously. The abducens nucleus contains two types of cells: motor neurons that control the lateral rectus muscle on the same side, and interneurons that cross the midline and connect to the contralateral oculomotor nucleus (which controls the medial rectus muscle of the opposite eye). In normal vision, lateral movement of one eye (lateral rectus muscle) is precisely coupled to medial movement of the other eye (medial rectus muscle), so that both eyes remain fixed on the same object.",
            "score": 86.64271092414856
        },
        {
            "docid": "25400076_13",
            "document": "Anatomy of the cerebellum . There are three layers to the cerebellar cortex; from outer to inner layer, these are the molecular, Purkinje, and granular layers. The function of the cerebellar cortex is essentially to modulate information flowing through the deep nuclei. The microcircuitry of the cerebellum is schematized in Figure 5. Mossy and climbing fibers carry sensorimotor information into the deep nuclei, which in turn pass it on to various premotor areas, thus regulating the gain and timing of motor actions. Mossy and climbing fibers also feed this information into the cerebellar cortex, which performs various computations, resulting in the regulation of Purkinje cell firing. Purkinje neurons feed back into the deep nuclei via a potent inhibitory synapse. This synapse regulates the extent to which mossy and climbing fibers activate the deep nuclei, and thus control the ultimate effect of the cerebellum on motor function. The synaptic strength of almost every synapse in the cerebellar cortex has been shown to undergo synaptic plasticity. This allows the circuitry of the cerebellar cortex to continuously adjust and fine-tune the output of the cerebellum, forming the basis of some types of motor learning and coordination. Each layer in the cerebellar cortex contains the various cell types that comprise this circuitry.",
            "score": 155.07143235206604
        },
        {
            "docid": "26846987_10",
            "document": "Parasol cell . Parasol cells have the ability to detect high temporal frequencies, and can thus detect quick changes in the position of an object. This is the basis for detecting motion. The information sent to the intraparietal sulcus (IPS) of the posterior parietal cortex allows the magnocellular pathway to direct attention and guide saccadic eye movements to follow important moving objects in the visual field. In addition to following objects with the eyes, the IPS sends information to parts of the frontal lobe that allows the hands and arms to adjust their movements to correctly grasp objects based on their size, position, and location. This ability has led some neuroscientists to hypothesize that the purpose of the magnocellular pathway is not to detect spatial locations, but to guide actions related to the position and motion of objects.",
            "score": 74.04485321044922
        }
    ],
    "r": [
        {
            "docid": "50397_17",
            "document": "Cerebellum . Purkinje cells form the heart of the cerebellar circuit, and their large size and distinctive activity patterns have made it relatively easy to study their response patterns in behaving animals using extracellular recording techniques. Purkinje cells normally emit action potentials at a high rate even in the absence of the synaptic input. In awake, behaving animals, mean rates averaging around 40 Hz are typical. The spike trains show a mixture of what are called simple and complex spikes. A simple spike is a single action potential followed by a refractory period of about 10 ms; a complex spike is a stereotyped sequence of action potentials with very short inter-spike intervals and declining amplitudes. Physiological studies have shown that complex spikes (which occur at baseline rates around 1 Hz and never at rates much higher than 10 Hz) are reliably associated with climbing fiber activation, while simple spikes are produced by a combination of baseline activity and parallel fiber input. Complex spikes are often followed by a pause of several hundred milliseconds during which simple spike activity is suppressed.",
            "score": 182.8462371826172
        },
        {
            "docid": "20512936_10",
            "document": "Dendritic spike . Action potentials initiated in the axon normally travel down the axon away from the soma. However, it is also possible for an action potential to travel in the opposite direction, invade the soma, and then travel down the dendrite as a dendritic spike. This retrograde signal provides information to the synapse that the neuron has fired an output. The efficacy of the signal varies among different neuronal types. For example, backward propagation of action potentials is very limited in cerebellar Purkinje cells but is quite prevalent in interneurons of the medium ganglionic layer of the cerebellum-like lobe of some fish.",
            "score": 179.55320739746094
        },
        {
            "docid": "25400076_15",
            "document": "Anatomy of the cerebellum . The middle layer contains only one type of cell body—that of the large Purkinje cell. Purkinje cells are the primary integrative neurons of the cerebellar cortex and provide its sole output. Purkinje cell dendrites are large arbors with hundreds of spiny branches reaching up into the molecular layer (Fig. 6). These dendritic arbors are flat—nearly all of them lie in planes—with neighboring Purkinje arbors in parallel planes. Each parallel fiber from the granule cells runs orthogonally through these arbors, like a wire passing through many layers. Purkinje neurons are GABAergic—meaning they have inhibitory synapses—with the neurons of the deep cerebellar and vestibular nuclei in the brainstem. Each Purkinje cell receives excitatory input from 100,000 to 200,000 parallel fibers. Parallel fibers are said to be responsible for the simple (all or nothing, amplitude invariant) spiking of the Purkinje cell.",
            "score": 179.08273315429688
        },
        {
            "docid": "41808430_3",
            "document": "Cartwheel cell . Cartwheel cells have similar spiking patterns to Purkinje cells, firing complex spike bursts as well as simple spikes. They are also seen to share other features common to the cerebellar Purkinje cells. Other data supports the structural and functional similarity found between the cartwheel and the Purkinje neuron. Cartwheel cells are shown to have a high density of spines on their dendrites, their axons are myelinated, they are of spherical cell shape and of medium size. The primary targets of the cartwheel cells are the large efferent pyramidal neurons of the DCN, found in layer two. Data retrieved has shown that this targeting of the pyramidal cells modulates their activity and therefore plays a key role in the shaping of the overall output of the superficial layers of the dorsal cochlear nucleus.",
            "score": 178.4755096435547
        },
        {
            "docid": "50397_31",
            "document": "Cerebellum . It is not only receptive fields that define the microzone structure: The climbing fiber input from the inferior olivary nucleus is equally important. The branches of a climbing fiber (usually numbering about 10) usually activate Purkinje cells belonging to the same microzone. Moreover, olivary neurons that send climbing fibers to the same microzone tend to be coupled by gap junctions, which synchronize their activity, causing Purkinje cells within a microzone to show correlated complex spike activity on a millisecond time scale. Also, the Purkinje cells belonging to a microzone all send their axons to the same small cluster of output cells within the deep cerebellar nuclei. Finally, the axons of basket cells are much longer in the longitudinal direction than in the mediolateral direction, causing them to be confined largely to a single microzone. The consequence of all this structure is that cellular interactions within a microzone are much stronger than interactions between different microzones.",
            "score": 176.52952575683594
        },
        {
            "docid": "3442072_3",
            "document": "Spike sorting . Neurons produce action potentials that are referred to as 'spikes' in laboratory jargon. Frequently this term is used for electrical signals recorded in the vicinity of individual neurons with a microelectrode (exception: 'spikes' in EEG recordings). In these recordings action potentials appear as sharp spikes (deviations from the baseline). These extracellular electrodes pick up all the components constituting the field at the point of its contact. This includes the component due to the synaptic currents and the action potentials. The synaptic currents have slower time course and the spikes have faster time course. They are thus easily separated by filtering: highpass for spikes and low pass for the synaptic mechanisms. The component of the field due to the synaptic mechanism is referred to as the local field potential (LFP). Spike sorting refers to the process of assigning spikes to different neurons. The background to this is that the exact time course of a spike event as recorded by the electrode depends on the size and shape of the neuron, the position of the recording electrode relative to the neuron, etc. These electrodes, positioned outside of the cells in the tissue, however, often 'see' the spikes generated by several neurons in their vicinity. Since the spike shapes are unique and quite reproducible for each neuron it can be used to distinguish spikes produced by different neurons, i.e. to separate the activity produced by each.",
            "score": 168.67495727539062
        },
        {
            "docid": "33244792_4",
            "document": "Non-spiking neuron . There are an abundance of neurons that propagate signals via action potentials and the mechanics of this particular kind of transmission is well understood. Spiking neurons exhibit action potentials as a result of a neuron characteristic known as membrane potential. Through studying these complex spiking networks in animals, a neuron that did not exhibit characteristic spiking behavior was discovered. These neurons use a graded potential to transmit data as they lack the membrane potential that spiking neurons possess. This method of transmission has a huge effect on the fidelity, strength, and lifetime of the signal. Non-spiking neurons were identified as a special kind of interneuron and function as an intermediary point of process for sensory-motor systems. Animals have become substantial models for understanding more about non-spiking neural networks and the role they play in an animal’s ability to process information and its overall function. Animal models indicate that the interneurons modulate directional and posture coordinating behaviors. Crustaceans and arthropods such as the crawfish have created many opportunities to learn about the modulatory role that these neurons have in addition to their potential to be modulated regardless of their lack of exhibiting spiking behavior. Most of the known information about nonspiking neurons is derived from animal models. Studies focus on neuromuscular junctions and modulation of abdominal motor cells. Modulatory interneurons are neurons that are physically situated next to muscle fibers and innervate the nerve fibers which allow for some orienting movement. These modulatory interneurons are usually nonspiking neurons. Advances in studying nonspiking neurons included determining new delineations among the different types of interneurons. These discoveries were due to the usage of methods such as protein receptor silencing. Studies have been done on the non-spiking neuron qualities in animals of specific non-spiking neural networks that have a corollary in humans, e.g. retina amacrine cell of the eye.",
            "score": 164.21258544921875
        },
        {
            "docid": "50397_23",
            "document": "Cerebellum . Purkinje cells also receive input from the inferior olivary nucleus on the contralateral side of the brainstem via climbing fibers. Although the inferior olive lies in the medulla oblongata and receives input from the spinal cord, brainstem and cerebral cortex, its output goes entirely to the cerebellum. A climbing fiber gives off collaterals to the deep cerebellar nuclei before entering the cerebellar cortex, where it splits into about 10 terminal branches, each of which gives input to a single Purkinje cell. In striking contrast to the 100,000-plus inputs from parallel fibers, each Purkinje cell receives input from exactly one climbing fiber; but this single fiber \"climbs\" the dendrites of the Purkinje cell, winding around them and making a total of up to 300 synapses as it goes. The net input is so strong that a single action potential from a climbing fiber is capable of producing an extended complex spike in the Purkinje cell: a burst of several spikes in a row, with diminishing amplitude, followed by a pause during which activity is suppressed. The climbing fiber synapses cover the cell body and proximal dendrites; this zone is devoid of parallel fiber inputs.",
            "score": 161.06556701660156
        },
        {
            "docid": "33246145_4",
            "document": "Neural decoding . When looking at a picture, people's brains are constantly making decisions about what object they are looking at, where they need to move their eyes next, and what they find to be the most salient aspects of the input stimulus. As these images hit the back of the retina, these stimuli are converted from varying wavelengths to a series of neural spikes called action potentials. These pattern of action potentials are different for different objects and different colors; we therefore say that the neurons are encoding objects and colors by varying their spike rates or temporal pattern. Now, if someone were to probe the brain by placing electrodes in the primary visual cortex, they may find what appears to be random electrical activity. These neurons are actually firing in response to the lower level features of visual input, possibly the edges of a picture frame. This highlights the crux of the neural decoding hypothesis: that it is possible to reconstruct a stimulus from the response of the ensemble of neurons that represent it. In other words, it is possible to look at spike train data and say that the person or animal being recorded is looking at a red ball.",
            "score": 160.82904052734375
        },
        {
            "docid": "6147487_45",
            "document": "Neural coding . The correlation coding model of neuronal firing claims that correlations between action potentials, or \"spikes\", within a spike train may carry additional information above and beyond the simple timing of the spikes. Early work suggested that correlation between spike trains can only reduce, and never increase, the total mutual information present in the two spike trains about a stimulus feature. However, this was later demonstrated to be incorrect. Correlation structure can increase information content if noise and signal correlations are of opposite sign. Correlations can also carry information not present in the average firing rate of two pairs of neurons. A good example of this exists in the pentobarbital-anesthetized marmoset auditory cortex, in which a pure tone causes an increase in the number of correlated spikes, but not an increase in the mean firing rate, of pairs of neurons.",
            "score": 160.17263793945312
        },
        {
            "docid": "6147487_34",
            "document": "Neural coding . Optogenetic technology also has the potential to enable the correction of spike abnormalities at the root of several neurological and psychological disorders. If neurons do encode information in individual spike timing patterns, key signals could be missed by attempting to crack the code while looking only at mean firing rates. Understanding any temporally encoded aspects of the neural code and replicating these sequences in neurons could allow for greater control and treatment of neurological disorders such as depression, schizophrenia, and Parkinson's disease. Regulation of spike intervals in single cells more precisely controls brain activity than the addition of pharmacological agents intravenously.",
            "score": 160.05369567871094
        },
        {
            "docid": "2860430_11",
            "document": "Neural oscillation . Neurons generate action potentials resulting from changes in the electric membrane potential. Neurons can generate multiple action potentials in sequence forming so-called spike trains. These spike trains are the basis for neural coding and information transfer in the brain. Spike trains can form all kinds of patterns, such as rhythmic spiking and bursting, and often display oscillatory activity. Oscillatory activity in single neurons can also be observed in sub-threshold fluctuations in membrane potential. These rhythmic changes in membrane potential do not reach the critical threshold and therefore do not result in an action potential. They can result from postsynaptic potentials from synchronous inputs or from intrinsic properties of neurons.",
            "score": 159.9608154296875
        },
        {
            "docid": "2860430_7",
            "document": "Neural oscillation . Although neural oscillations in human brain activity are mostly investigated using EEG recordings, they are also observed using more invasive recording techniques such as single-unit recordings. Neurons can generate rhythmic patterns of action potentials or spikes. Some types of neurons have the tendency to fire at particular frequencies, so-called \"resonators\". Bursting is another form of rhythmic spiking. Spiking patterns are considered fundamental for information coding in the brain. Oscillatory activity can also be observed in the form of subthreshold membrane potential oscillations (i.e. in the absence of action potentials). If numerous neurons spike in synchrony, they can give rise to oscillations in local field potentials. Quantitative models can estimate the strength of neural oscillations in recorded data.",
            "score": 159.11875915527344
        },
        {
            "docid": "487945_19",
            "document": "Eyeblink conditioning . Electrophysiological recording studies of cerebellar cortex have helped to better understand the role that PCs play in the eyeblink CR learning process. McCormick and Thompson (1984b) recorded PC activity during eyeblink training and found cell populations that discharged in a pattern apparently related the behavioral CR, while other PC populations discharged in patterns that coincided with either presentation of the CS or US. Similar results were found by Berthier and Moore (1986) with single unit recording of PCs in lobule HVI. They found that populations of neurons fire in relation to various aspects of eyeblink training, including CS and US presentation and CR execution. (Berthier and Moore, 1986; Gould and Steinmetz, 1996). Recently, similar stimulus- and response-related PC activity has been found in ANT (Green and Steinmetz, 2005). Finally, electrophysiological recordings of PCs in HVI and ANT have revealed a difference in the overall population responses of PCs. The majority of PCs show excitatory patterns of activity during eyeblink conditioning in HVI (Berthier and Moore, 1986; Gould and Steinmetz, 1996; Katz and Steinmetz, 1997), and inhibitory patterns of activity in ANT (Green and Steinmetz, 2005). In a single unit recording study where the individual Purkinje cells were shown to be located in the area controlling blinks and to receive climbing fibre input on US presentations, only inhibitory responses were found. In a recent study of similarly characterized Purkinje cells which were followed for up to more than fifteen hours, it was found that repeated presentations of the CS and US caused the gradual development of a pause in Purkinje cell firing. This pause response, called a Purkinje cell CR, was also obtained when direct mossy fibre stimulation was used as the CS and direct climbing fibre stimulation as the US. Unpaired presentations of the CS and US caused extinction of the Purkinje cell CR. When paired presentations were reintroduced after extinction, Purkinje cell CRs reappeared rapidly, mirroring the \"savings\" phenomenon demonstrated at the behavioral level. Purkinje cell CRs were also adaptively timed.",
            "score": 158.50807189941406
        },
        {
            "docid": "8886367_2",
            "document": "Population spike . In neuroscience, a population spike (PS) is the shift in electrical potential as a consequence of the movement of ions involved in the generation and propagation of action potentials. Population spikes often reflect synaptically induced firing and therefore, they can be classified as a type of field excitatory postsynaptic potentials.  In some areas of the brain, such as the hippocampus, neurons are arranged in such a way that they all receive synaptic inputs in the same area. Because these neurons are in the same orientation, the extracellular signals from the generation of action potentials don't cancel out, but rather add up to give a signal that can easily be recorded with a field electrode. The PS is usually recorded with an extracellular electrode placed close to neural cell bodies or axons. The first interpretations of hippocampal field potentials were developed by Per Andersen.",
            "score": 157.64100646972656
        },
        {
            "docid": "25400076_19",
            "document": "Anatomy of the cerebellum . The local field potentials of the neocortex and cerebellum oscillate coherently at (6–40 Hz) in awake behaving animals. These appear to be under the control of output from the cerebral cortex. This output would be mediated by a pathway from layer 5/6 neurons in the neocortex through that project either to the pons or the inferior olive. If through the pons this would go to mossy fibers that synapse with granule and Golgi neurons with the granule cells then targeting Purkinje neurons via their excitatory parallel fibers. If the inferior olive it would go via excitatory climbing fiber inputs to Purkinje neurons. These return this output back to the cerebral cortex through the ventrolateral thalamus completing the loop.",
            "score": 156.63491821289062
        },
        {
            "docid": "6147487_33",
            "document": "Neural coding . The specificity of temporal coding requires highly refined technology to measure informative, reliable, experimental data. Advances made in optogenetics allow neurologists to control spikes in individual neurons, offering electrical and spatial single-cell resolution. For example, blue light causes the light-gated ion channel channelrhodopsin to open, depolarizing the cell and producing a spike. When blue light is not sensed by the cell, the channel closes, and the neuron ceases to spike. The pattern of the spikes matches the pattern of the blue light stimuli. By inserting channelrhodopsin gene sequences into mouse DNA, researchers can control spikes and therefore certain behaviors of the mouse (e.g., making the mouse turn left). Researchers, through optogenetics, have the tools to effect different temporal codes in a neuron while maintaining the same mean firing rate, and thereby can test whether or not temporal coding occurs in specific neural circuits.",
            "score": 156.45794677734375
        },
        {
            "docid": "6147487_24",
            "document": "Neural coding . Neurons exhibit high-frequency fluctuations of firing-rates which could be noise or could carry information. Rate coding models suggest that these irregularities are noise, while temporal coding models suggest that they encode information. If the nervous system only used rate codes to convey information, a more consistent, regular firing rate would have been evolutionarily advantageous, and neurons would have utilized this code over other less robust options. Temporal coding supplies an alternate explanation for the “noise,\" suggesting that it actually encodes information and affects neural processing. To model this idea, binary symbols can be used to mark the spikes: 1 for a spike, 0 for no spike. Temporal coding allows the sequence 000111000111 to mean something different from 001100110011, even though the mean firing rate is the same for both sequences, at 6 spikes/10 ms. Until recently, scientists had put the most emphasis on rate encoding as an explanation for post-synaptic potential patterns. However, functions of the brain are more temporally precise than the use of only rate encoding seems to allow. In other words, essential information could be lost due to the inability of the rate code to capture all the available information of the spike train. In addition, responses are different enough between similar (but not identical) stimuli to suggest that the distinct patterns of spikes contain a higher volume of information than is possible to include in a rate code.",
            "score": 155.88552856445312
        },
        {
            "docid": "99026_23",
            "document": "Basal ganglia . The SC receives a strong inhibitory projection from the basal ganglia, originating in the substantia nigra pars reticulata (SNr). Neurons in the SNr usually fire continuously at high rates, but at the onset of an eye movement they \"pause\", thereby releasing the SC from inhibition. Eye movements of all types are associated with \"pausing\" in the SNr; however, individual SNr neurons may be more strongly associated with some types of movements than others. Neurons in some parts of the caudate nucleus also show activity related to eye movements. Since the great majority of caudate cells fire at very low rates, this activity almost always shows up as an increase in firing rate. Thus, eye movements begin with activation in the caudate nucleus, which inhibits the SNr via the direct GABAergic projections, which in turn disinhibits the SC.",
            "score": 155.5883026123047
        },
        {
            "docid": "25400076_13",
            "document": "Anatomy of the cerebellum . There are three layers to the cerebellar cortex; from outer to inner layer, these are the molecular, Purkinje, and granular layers. The function of the cerebellar cortex is essentially to modulate information flowing through the deep nuclei. The microcircuitry of the cerebellum is schematized in Figure 5. Mossy and climbing fibers carry sensorimotor information into the deep nuclei, which in turn pass it on to various premotor areas, thus regulating the gain and timing of motor actions. Mossy and climbing fibers also feed this information into the cerebellar cortex, which performs various computations, resulting in the regulation of Purkinje cell firing. Purkinje neurons feed back into the deep nuclei via a potent inhibitory synapse. This synapse regulates the extent to which mossy and climbing fibers activate the deep nuclei, and thus control the ultimate effect of the cerebellum on motor function. The synaptic strength of almost every synapse in the cerebellar cortex has been shown to undergo synaptic plasticity. This allows the circuitry of the cerebellar cortex to continuously adjust and fine-tune the output of the cerebellum, forming the basis of some types of motor learning and coordination. Each layer in the cerebellar cortex contains the various cell types that comprise this circuitry.",
            "score": 155.07142639160156
        },
        {
            "docid": "21120_29",
            "document": "Neuron . Neurons communicate with one another via synapses, where the axon terminal or \"en passant\" bouton (a type of terminal located along the length of the axon) of one cell contacts another neuron's dendrite, soma or, less commonly, axon. Neurons such as Purkinje cells in the cerebellum can have over 1000 dendritic branches, making connections with tens of thousands of other cells; other neurons, such as the magnocellular neurons of the supraoptic nucleus, have only one or two dendrites, each of which receives thousands of synapses. Synapses can be excitatory or inhibitory and either increase or decrease activity in the target neuron, respectively. Some neurons also communicate via electrical synapses, which are direct, electrically conductive junctions between cells.",
            "score": 154.341796875
        },
        {
            "docid": "2412344_9",
            "document": "Purkinje cell . Findings have suggested that Purkinje cell dendrites release endocannabinoids that can transiently downregulate both excitatory and inhibitory synapses. The intrinsic activity mode of Purkinje cells is set and controlled by the sodium-potassium pump. This suggests that the pump might not be simply a homeostatic, \"housekeeping\" molecule for ionic gradients. Instead, it could be a computation element in the cerebellum and the brain. Indeed, a mutation in the - pump causes rapid onset dystonia parkinsonism; its symptoms indicate that it is a pathology of cerebellar computation.  Furthermore, using the poison ouabain to block - pumps in the cerebellum of a live mouse induces ataxia and dystonia. Numerical modeling of experimental data suggests that, in vivo, the - pump produces long quiescent punctuations (» 1 s) to Purkinje neuron firing; these may have a computational role. Alcohol inhibits - pumps in the cerebellum and this is likely how it corrupts cerebellar computation and body co-ordination.",
            "score": 154.15687561035156
        },
        {
            "docid": "33226262_6",
            "document": "Calcium encoding . Michael Forrest has shown that intracellular calcium dynamics may permit a Purkinje neuron to perform toggle and gain computations upon its inputs. So, showing how an ion concentration can be used as a computational variable - in particular, as a memory element: recording a history of firing and inputs, to dictate how the neuron responds to future inputs. Thus, this work hypothesizes that the membrane potential (V) is not the Purkinje cell's only coding variable but works alongside a calcium memory system. These two interact, with the calcium memory being encoded and decoded by the membrane potential. The toggle and gain computations are likely to be salient to network computations in the cerebellum, in the brain. Thus, ion computations can be important more globally than a single cell. Forrest terms this hypothesis: \"ion to network computation\".",
            "score": 153.05755615234375
        },
        {
            "docid": "6147487_29",
            "document": "Neural coding . For very brief stimuli, a neuron's maximum firing rate may not be fast enough to produce more than a single spike. Due to the density of information about the abbreviated stimulus contained in this single spike, it would seem that the timing of the spike itself would have to convey more information than simply the average frequency of action potentials over a given period of time. This model is especially important for sound localization, which occurs within the brain on the order of milliseconds. The brain must obtain a large quantity of information based on a relatively short neural response. Additionally, if low firing rates on the order of ten spikes per second must be distinguished from arbitrarily close rate coding for different stimuli, then a neuron trying to discriminate these two stimuli may need to wait for a second or more to accumulate enough information. This is not consistent with numerous organisms which are able to discriminate between stimuli in the time frame of milliseconds, suggesting that a rate code is not the only model at work.",
            "score": 152.4495086669922
        },
        {
            "docid": "14408479_2",
            "document": "Biological neuron model . A biological neuron model, also known as a spiking neuron model, is a mathematical description of the properties of certain cells in the nervous system that generate sharp electrical potentials across their cell membrane, roughly one millisecond in duration, as shown in Fig. 1. Spiking neurons are known to be a major signaling unit of the nervous system, and for this reason characterizing their operation is of great importance. It is worth noting that not all the cells of the nervous system produce the type of spike that define the scope of the spiking neuron models. For example, cochlear hair cells, retinal receptor cells, and retinal bipolar cells do not spike. Furthermore, many cells in the nervous system are not classified as neurons but instead are classified as glia. Ultimately, biological neuron models aim to explain the mechanisms underlying the operation of the nervous system for the purpose of restoring lost control capabilities such as perception (e.g. deafness or blindness), motor movement decision making, and continuous limb control. In that sense, biological neuron models differ from artificial neuron models that do not presume to predict the outcomes of experiments involving the biological neural tissue (although artificial neuron models are also concerned with execution of perception and estimation tasks). Accordingly, an important aspect of biological neuron models is experimental validation, and the use of physical units to describe the experimental procedure associated with the model predictions.",
            "score": 152.4412841796875
        },
        {
            "docid": "3581220_5",
            "document": "Single-unit recording . The ability to record signals from neurons is centered around the electric current flow through the neuron. As an action potential propagates through the cell, the electric current flows in and out of the soma and axons at excitable membrane regions. This current creates a measurable, changing voltage potential within (and outside) the cell. This allows for two basic types of single-unit recordings. Intracellular single-unit recordings occur within the neuron and measure the voltage change (with respect to time) across the membrane during action potentials. This outputs as a trace with information on membrane resting potential, postsynaptic potentials and spikes through the soma (or axon). Alternatively, when the microelectrode is close to the cell surface extracellular recordings measure the voltage change (with respect to time) outside the cell, giving only spike information. Different types of microelectrodes can be used for single-unit recordings; they are typically high-impedance, fine-tipped and conductive. Fine tips allow for easy penetration without extensive damage to the cell, but they also correlate with high impedance. Additionally, electrical and/or ionic conductivity allow for recordings from both non-polarizable and polarizable electrodes. The two primary classes of electrodes are glass micropipettes and metal electrodes. Electrolyte-filled glass micropipettes are mainly used for intracellular single-unit recordings; metal electrodes (commonly made of stainless steel, platinum, tungsten or iridium) and used for both types of recordings.",
            "score": 151.57904052734375
        },
        {
            "docid": "25479078_27",
            "document": "Stochastic resonance (sensory neurobiology) . Another phenomenon closely related to stochastic resonance is inverse stochastic resonance. It happens in the bistable dynamical systems having the limit cycle and stable fixed point solutions. In this case the noise of particular variance could efficiently inhibit spiking activity by moving the trajectory to the stable fixed point. It has been initially found in single neuron models, including classical Hodgkin-Huxley system. Later inverse stochastic resonance has been confirmed in Purkinje cells of cerebellum, where it could play the role for generation of pauses of spiking activity \"in vivo\".",
            "score": 151.1129913330078
        },
        {
            "docid": "1543423_16",
            "document": "Eye tracking . The second broad category uses some non-contact, optical method for measuring eye motion. Light, typically infrared, is reflected from the eye and sensed by a video camera or some other specially designed optical sensor. The information is then analyzed to extract eye rotation from changes in reflections. Video-based eye trackers typically use the corneal reflection (the first Purkinje image) and the center of the pupil as features to track over time. A more sensitive type of eye-tracker, the dual-Purkinje eye tracker, uses reflections from the front of the cornea (first Purkinje image) and the back of the lens (fourth Purkinje image) as features to track. A still more sensitive method of tracking is to image features from inside the eye, such as the retinal blood vessels, and follow these features as the eye rotates. Optical methods, particularly those based on video recording, are widely used for gaze-tracking and are favored for being non-invasive and inexpensive. The third category uses electric potentials measured with electrodes placed around the eyes. The eyes are the origin of a steady electric potential field which can also be detected in total darkness and if the eyes are closed. It can be modelled to be generated by a dipole with its positive pole at the cornea and its negative pole at the retina. The electric signal that can be derived using two pairs of contact electrodes placed on the skin around one eye is called Electrooculogram (EOG). If the eyes move from the centre position towards the periphery, the retina approaches one electrode while the cornea approaches the opposing one. This change in the orientation of the dipole and consequently the electric potential field results in a change in the measured EOG signal. Inversely, by analysing these changes in eye movement can be tracked. Due to the discretisation given by the common electrode setup, two separate movement components – a horizontal and a vertical – can be identified. A third EOG component is the radial EOG channel, which is the average of the EOG channels referenced to some posterior scalp electrode. This radial EOG channel is sensitive to the saccadic spike potentials stemming from the extra-ocular muscles at the onset of saccades, and allows reliable detection of even miniature saccades.",
            "score": 150.7541961669922
        },
        {
            "docid": "25400076_16",
            "document": "Anatomy of the cerebellum . Purkinje cells also receive input from the inferior olivary nucleus via climbing fibers. A good mnemonic for this interaction is the phrase \"climb the other olive tree\", given that climbing fibers originate from the contralateral inferior olive. In striking contrast to the 100,000-plus inputs from parallel fibers, each Purkinje cell receives input from exactly one climbing fiber; but this single fiber \"climbs\" the dendrites of the Purkinje cell, winding around them and making a large number of synapses as it goes. The net input is so strong that a single action potential from a climbing fiber is capable of producing a \"complex spike\" in the Purkinje cell: a burst of several spikes in a row, with diminishing amplitude, followed by a pause during which simple spikes are suppressed.",
            "score": 150.6944580078125
        },
        {
            "docid": "6147487_25",
            "document": "Neural coding . Temporal codes employ those features of the spiking activity that cannot be described by the firing rate. For example, time to first spike after the stimulus onset, characteristics based on the second and higher statistical moments of the ISI probability distribution, spike randomness, or precisely timed groups of spikes (temporal patterns) are candidates for temporal codes. As there is no absolute time reference in the nervous system, the information is carried either in terms of the relative timing of spikes in a population of neurons or with respect to an ongoing brain oscillation. One way in which temporal codes are decoded, in presence of neural oscillations, is that spikes occurring at specific phases of an oscillatory cycle are more effective in depolarizing the post-synaptic neuron.",
            "score": 150.4687957763672
        },
        {
            "docid": "6147487_3",
            "document": "Neural coding . Neurons are remarkable among the cells of the body in their ability to propagate signals rapidly over large distances. They do this by generating characteristic electrical pulses called action potentials: voltage spikes that can travel down nerve fibers. Sensory neurons change their activities by firing sequences of action potentials in various temporal patterns, with the presence of external sensory stimuli, such as light, sound, taste, smell and touch. It is known that information about the stimulus is encoded in this pattern of action potentials and transmitted into and around the brain.",
            "score": 150.2196807861328
        },
        {
            "docid": "20512936_13",
            "document": "Dendritic spike . Dendritic spikes most commonly propagate backwards from the soma to distal dendritic branches. Backward propagation serves a number of functions in the neuron, and these functions vary based on the type of neuron. In general, backwards propagation serves to communicate output information to the post synaptic membrane. In many neurotransmitter releasing neurons, backward propagation of dendritic spikes signals the release of neurotransmitters. For example, Mitral cells seem to serve both as projection neurons and as local interneurons. If the axonal output of mitral cell is shut down by somatic inhibition, local dendritic action potentials cause the mitral cell to release neurotransmitters into the environment. Backward propagation of dendritic spikes has been demonstrated in various neuronal types in the brain but has rarely been studied outside of the brain. Other than neurons in the brain, dendritic spikes have been observed in the neurons of the spinal cord.",
            "score": 149.691162109375
        }
    ]
}