{
    "q": [
        {
            "docid": "7807280_11",
            "document": "Interleukin 21 . IL-21 may be a critical factor in the control of persistent viral infections. IL-21 (or IL-21R) knock-out mice infected with chronic LCMV (lymphocytic choriomeningitis virus) were not able to overcome chronic infection compared to normal mice. Besides, these mice with impaired IL-21 signaling had more dramatic exhaustion of LCMV-specific CD8+ T cells, suggesting that IL-21 produced by CD4+ T cells is required for sustained CD8+ T cell effector activity and then, for maintaining immunity to resolve persistent viral infection. Thus, IL-21 may contribute to the mechanism by which CD4+ T helper cells orchestrate the immune system response to viral infections.",
            "score": 300.1818656921387
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 219.25290644168854
        },
        {
            "docid": "19167679_70",
            "document": "Virus . Antibodies can continue to be an effective defence mechanism even after viruses have managed to gain entry to the host cell. A protein that is in cells, called TRIM21, can attach to the antibodies on the surface of the virus particle. This primes the subsequent destruction of the virus by the enzymes of the cell's proteosome system. A second defence of vertebrates against viruses is called cell-mediated immunity and involves immune cells known as T cells. The body's cells constantly display short fragments of their proteins on the cell's surface, and, if a T cell recognises a suspicious viral fragment there, the host cell is destroyed by \"killer T\" cells and the virus-specific T-cells proliferate. Cells such as the macrophage are specialists at this antigen presentation. The production of interferon is an important host defence mechanism. This is a hormone produced by the body when viruses are present. Its role in immunity is complex; it eventually stops the viruses from reproducing by killing the infected cell and its close neighbours.",
            "score": 245.73922300338745
        },
        {
            "docid": "39669_18",
            "document": "Dengue fever . The initial reaction of infected cells is to produce interferon, a cytokine that raises a number of defenses against viral infection through the innate immune system by augmenting the production of a large group of proteins mediated by the JAK-STAT pathway. Some serotypes of dengue virus appear to have mechanisms to slow down this process. Interferon also activates the adaptive immune system, which leads to the generation of antibodies against the virus as well as T cells that directly attack any cell infected with the virus. Various antibodies are generated; some bind closely to the viral proteins and target them for phagocytosis (ingestion by specialized cells and destruction), but some bind the virus less well and appear instead to deliver the virus into a part of the phagocytes where it is not destroyed but is able to replicate further.",
            "score": 207.63145971298218
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 228.96612811088562
        },
        {
            "docid": "4754849_5",
            "document": "Bovine herpesvirus 1 . Once infected it is hard for the animal to get rid of BoHV-1 because it has many mechanisms to evade the hosts’ immune systems involved in both innate immunity and adaptive immunity. The virus degrades interferon regulatory factor 3 (IRF3), effectively halting transcription of interferon type 1. Interferons are a component of innate immunity involved in inhibiting viral replication in a host cell, as well as activating immune cells. BoHV-1 is also able to evade adaptive immune cells by inducing apoptosis in CD4+ cells, which assist in activating T cells when antigens are present. This down regulates the number of immune cells that recognize the virus, allowing the virus to evade detection and elimination. The virus has many other evasion strategies against the host’s immune system contributing to the virus being able to maintain lifelong infection in the animal.",
            "score": 239.7196547985077
        },
        {
            "docid": "21354427_3",
            "document": "Human T-lymphotropic virus . HTLV-1 is an abbreviation for \"human T-cell lymphotropic virus type 1\", also called human T-cell leukemia type 1, a virus that has been implicated in several kinds of diseases, including HTLV-1-associated myelopathy, and as a virus cancer link for leukemia (see adult T-cell leukemia/lymphoma).HTLV-1 has six reported subtypes (subtypes A to F). The great majority of infections are caused by the cosmopolitan subtype A. HTLV was discovered by Robert Gallo and colleagues in 1980. Between 1 in 20 and 1 in 25 infected people are thought to develop cancer as a result of the virus. HTLV-1 infection is thought to spread only through dividing cells since reverse transcriptase generates proviral DNA from genomic viral RNA, and the provirus is integrated into the host genome by viral integrase after transmission. Therefore, the quantification of provirus reflects the number of HTLV-1-infected cells. So, an increase in numbers of HTLV-1-infected cells using cell division, by actions of accessory viral genes, especially Tax, may provide an enhancement of infectivity Tax expression induces proliferation, inhibits the apoptosis of HTLV-1-infected cells and, conversely, evokes the host immune response, including cytotoxic T cells, to kill virus-infected cells. Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 241.3933824300766
        },
        {
            "docid": "3833671_9",
            "document": "Influenzavirus C . Influenza viruses, like all viruses in the family Orthomyxoviridae, are enveloped RNA viruses with single stranded genomes. The antigens, matrix protein (M1) and nucleoprotein (NP), are used to determine if an influenza virus is type A, B, or C. The M1 protein is required for virus assembly and NP functions in transcription and replication. These viruses also contain proteins on the surface of the cell membrane called glycoproteins. Type A and B have two glycoproteins: hemagglutinin (HA) and neuraminidase (NA). Type C has only one glycoprotein: hemagglutinin-esterase fusion (HEF). These glycoproteins allow for attachment and fusion of viral and cellular membranes. Fusion of these membranes allows the viral proteins and genome to be released into the host cell, which then causes the infection. Type C is the only influenza virus to express the enzyme esterase. This enzyme is similar to the enzyme neuraminidase produced by type A and B in that they both function in destroying the host cell receptors. Glycoproteins may undergo mutations (antigenic drift) or reassortment in which a new HA or NA is produced (antigenic shift). Influenza virus C is only capable of antigenic drift whereas type A undergo antigenic shift, as well. When either of these processes occur, the antibodies formed by the immune system no longer protect against these altered glycoproteins. Because of this, viruses continually cause infections.",
            "score": 221.68690645694733
        },
        {
            "docid": "211949_24",
            "document": "T helper cell . THαβ helper cells provide the host immunity against viruses. Their differentiation is triggered by IFN α/β or IL-10. Their key effector cytokine is IL-10. Their main effector cells are NK cells as well as CD8 T cells, IgG B cells, and IL-10 CD4 T cells. The key THαβ transcription factors are STAT1 and STAT3 as well as IRFs. IL-10 from CD4 T cells activate NK cells' ADCC to apoptose virus-infected cells and to induce host as well as viral DNA fragmentation. IFN alpha/beta can suppress transcription to avoid virus replication and transmission. Overactivation of THαβ against autoantigen will cause type 2 antibody-dependent cytotoxic hypersensitivity. Myasthenia gravis or Graves' disease belong to this category.",
            "score": 337.88935828208923
        },
        {
            "docid": "38238_31",
            "document": "Hepatitis . The pathway by which hepatic viruses cause viral hepatitis is best understood in the case of hepatitis B and C. The viruses do not directly cause apoptosis (cell death). Rather, infection of liver cells activates the innate and adaptive arms of the immune system leading to an inflammatory response which causes cellular damage and death. Depending on the strength of the immune response, the types of immune cells involved and the ability of the virus to evade the body's defense, infection can either lead to clearance (acute disease) or persistence (chronic disease) of the virus. The chronic presence of the virus within liver cells results in multiple waves of inflammation, injury and wound healing that overtime lead to scarring or fibrosis and culminate in hepatocellular carcinoma. Individuals with an impaired immune response are at greater risk of developing chronic infection. Natural killer cells are the primary drivers of the initial innate response and create a cytokine environment that results in the recruitment of CD4 T-helper and CD8 cytotoxic T-cells. Type I interferons are the cytokines that drive the antiviral response. In chronic Hepatitis B and C, natural killer cell function is impaired.",
            "score": 254.1984167098999
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 279.4619936943054
        },
        {
            "docid": "43551963_2",
            "document": "Gabrielle Belz . Gabrielle Belz is an Australian molecular immunologist and viral immunologist. She is a faculty member of the Walter and Eliza Hall Institute of Medical Research, within the Molecular Immunology division. Belz has made important contributions to the understanding of immune system function, especially in relation to the molecular and cellular signalling pathways of immune response to viruses. Her research has focused on understanding the signals that drive the initial development of protective immunity against pathogen infections, such as influenza and herpes viruses. This includes research into how cytotoxic T cells (a type of T lymphocyte that destroys virally infected cells and tumor cells) recognise and remove virally-infected cells from the body following infection. Research into the description of the specific factors and response during infection will contribute towards the long term development of vaccines for infectious disease, and the development of better treatments for autoimmune diseases.",
            "score": 220.31731796264648
        },
        {
            "docid": "406929_8",
            "document": "Virulence . They determine whether infection occurs and how severe the resulting viral disease symptoms are. Viruses often require receptor proteins on host cells to which they specifically bind. Typically, these host cell proteins are endocytosed and the bound virus then enters the host cell. Virulent viruses such as HIV, which causes AIDS, have mechanisms for evading host defenses. HIV infects T-Helper Cells, which leads to a reduction of the adaptive immune response of the host and eventually leads to an immunocompromised state. Death results from opportunistic infections secondary to disruption of the immune system caused by AIDS. Some viral virulence factors confer ability to replicate during the defensive inflammation responses of the host such as during virus-induced fever. Many viruses can exist inside a host for long periods during which little damage is done. Extremely virulent strains can eventually evolve by mutation and natural selection within the virus population inside a host. The term \"neurovirulent\" is used for viruses such as rabies and herpes simplex which can invade the nervous system and cause disease there.",
            "score": 253.51209223270416
        },
        {
            "docid": "18877437_10",
            "document": "History and naming of human leukocyte antigens . Late in 1973 a pair of researchers in Australia, Rolf Zinkernagel and Peter Doherty made a revelatory discovery that altered the thinking of immunologists forever. The pair was doing research on viral infections in mice and noticed that T-cells that prevented viral infections in some mice wouldn't always prevent the same infection in other mice. After looking at the MHCs present in the mice, they realized that cytotoxic T-cells could only identify virus infections in cells with the right Class I compatibility gene. Traditional thinking was that the immune system identified infections directly but this discovery turned that theory on its head. Compatibility genes were essential in immune system mediated viral clearing. The pair coined the term \"MHC Restriction\" to describe this relationship between T-cells, specific MHC proteins, and viral detection. In 1975, in an article in the journal \"Lancet\", they introduced the idea of \"altered self\", meaning that viruses alter the MHC proteins and this alteration is detected by T-cells. For their work they won the 1996 Nobel Prize. It took the work of many others to determine how T-cells made this identification.",
            "score": 206.20958042144775
        },
        {
            "docid": "46270727_8",
            "document": "Wendy Barclay . Barclay's most notable work involved looking at cells infected with the influenza A virus and identifying physiological RIG-I agonists. This article was published in \"Cell\" in 2010, and has been cited over 270 times. Research gathered for the article explained how one of the human cell's defences against RNA viruses comes in the form of RIG-Is. When a cell is infected with a RNA virus, RIG-I activation triggers an antiviral immune response. However, it was not fully known what part of the virus infection triggers RIG-I activation. Results of this study found that RIG-I activation is caused by the process of viral replication and correspond to full-length virus genomes, or single-stranded RNA viral genomes bearing 5′-triphosphates.",
            "score": 179.99313163757324
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 198.73898565769196
        },
        {
            "docid": "44579483_10",
            "document": "Batai virus . It is well known that the geographical distribution of Batai virus (BATV) includes the regions of Europe, Asia and Africa. The most common vertebrate affected by BATV are domestic pigs, horses, ruminants and wild birds, which have been known to be the primary mammalian hosts. The transmission cycle of BATV occurs in agricultural ecosystems via Anopheles, Culex and Ochlerotatus species mosquitoes in a typical vertebrate–mosquito cycle.  While limited research has been conducted on the viral cycle of the Batai virus, comparable studies with the close relative Bunyamwera virus has shown that viral infection begins in the salivary glands of mosquitos. At the onset of replication the virus particles coalesce into vacuole membranes lining the cytoplasm of the infected cells. Entry into the cell is facilitated by the viral enveloped nucleocapsid, which contains glycoproteins G1 and G2. Encoded by the M RNA segment they are involved in attachment to the host cell through unidentified receptors on the surface and elicit neutralizing antibodies. Transcription of BATV is said to be similar to that of influenza in that mRNA synthesis is primed by cap-containing oligonucleotides that are generated by a certain viral-endonuclease, functioning to cleave the host cell mRNA. These resulting primers are then incorporated into the viral mRNA. BATV will also encode for two non-structural proteins, NSm on the M segment and NSs on the S segment. During the process it is believed that NSm actively participates in assembly of the virus. These newly assembled viral particles will mature over a period of time inside of the hosts cell in the membranes of the Golgi apparatus before being released. However, while able to replicate in both vertebrate and invertebrate species, in mosquito cells no cell death is observed and persistent infection is established. Whereas in mammalian cells infection is typically categorized as lytic and eventually leads to cell death. This stems from the viruses ability to form clear lytic plaques in cells of vertebrate species but not in those derived from insects. It has been demonstrated in previous studies that in mammalian cells, the NSs protein will induce a shut-off of host protein synthesis which will lead to the death of the host cell. It has also been shown to counteract the host cell antiviral response. This would establish it as the main virulence factor as it acts during the transcriptional phase by inhibiting RNA polymerase II–mediated transcription. Meanwhile, the mosquito cells neither host cell transcription nor translation are inhibited by this fact. It would seem the difference in the behavior of the NSs protein could be one of the factors responsible for the different outcomes of infection attributed to the Batai virus in mammalian and mosquito cells. Some have theorized that a release method that does not rupture the cell membrane could explain why viral replication does not kill mosquito cells and persistence is maintained. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms.",
            "score": 197.84414100646973
        },
        {
            "docid": "543850_3",
            "document": "Antigenic drift . The immune system recognizes viruses when antigens on the surfaces of virus particles bind to immune receptors that are specific for these antigens. This is similar to a lock recognizing a key. After an infection, the body produces many more of these virus-specific immune receptors, which prevent re-infection by this particular strain of the virus and produce acquired immunity. Similarly, a vaccine against a virus works by teaching the immune system to recognize the antigens exhibited by this virus. However, viral genomes are constantly mutating, producing new forms of these antigens. If one of these new forms of an antigen is sufficiently different from the old antigen, it will no longer bind to the receptors of the body cells, and viruses with these new antigens can infect the body cell as it avoids the immunity to the original strain of the virus. When such a change occurs, people who have had the illness in the past are therefore not immune to the new strain of the virus (as the new strain of the virus has a different antigen which the body cell cannot recognise) and thus the vaccines against the original virus will be less effective against the illness. Two processes drive the antigens to change: antigenic drift and antigenic shift, antigenic drift being the more common. The rate of antigenic drift is dependent on two characteristics: the duration of the epidemic, and the strength of host immunity. A longer epidemic allows for selection pressure to continue over an extended period of time and stronger host immune responses increase selection pressure for development of novel antigens.",
            "score": 231.12532436847687
        },
        {
            "docid": "32523145_2",
            "document": "CD8+ cell . CD8+ T cells (commonly known as cytotoxic T cells) are cells of the immune system that contribute to the body's adaptive immune response. These immune cells are characterized by a CD8 protein on their cell surface that allow them to recognize, bind and kill cells infected by intracellular bacteria, intracellular viruses and cancer cells. They are developed in the bone marrow and thymus, and are regulated by transcription factors and signalling components. CD8+ T cells have also been found to play various roles in different diseases.",
            "score": 189.3875629901886
        },
        {
            "docid": "19572217_72",
            "document": "Influenza . A number of biologics, therapeutic vaccines and immunobiologics are also being investigated for treatment of infection caused by viruses. Therapeutic biologics are designed to activate the immune response to virus or antigens. Typically, biologics do not target metabolic pathways like anti-viral drugs, but stimulate immune cells such as lymphocytes, macrophages, and/or antigen presenting cells, in an effort to drive an immune response towards a cytotoxic effect against the virus. Influenza models, such as murine influenza, are convenient models to test the effects of prophylactic and therapeutic biologics. For example, Lymphocyte T-Cell Immune Modulator inhibits viral growth in the murine model of influenza.",
            "score": 244.36067700386047
        },
        {
            "docid": "546406_6",
            "document": "Toll-like receptor . Upon activation, TLRs recruit adapter proteins (proteins that mediate other protein-protein interactions) within the cytosol of the immune cell in order to propagate the antigen-induced signal transduction pathway. These recruited proteins are then responsible for the subsequent activation of other downstream proteins, including protein kinases (IKKi, IRAK1, IRAK4, and TBK1) that further amplify the signal and ultimately lead to the upregulation or suppression of genes that orchestrate inflammatory responses and other transcriptional events. Some of these events lead to cytokine production, proliferation, and survival, while others lead to greater adaptive immunity. If the ligand is a bacterial factor, the pathogen might be phagocytosed and digested, and its antigens presented to CD4+ T cells. In the case of a viral factor, the infected cell may shut off its protein synthesis and may undergo programmed cell death (apoptosis). Immune cells that have detected a virus may also release anti-viral factors such as interferons.",
            "score": 207.82064604759216
        },
        {
            "docid": "46948993_6",
            "document": "Mary Collins (immunologist) . Collins' research group studies the use of viruses, particularly lentiviruses (the group to which the human immunodeficiency virus belongs), as vectors for delivering novel genes to cells and as platforms for the development of vaccines. Because lentiviruses like HIV specifically infect immune cells called T-cells, a genetically engineered inactivated version of the virus can be used to deliver immunogenic proteins to T-cells to induce an immune response. This system has been studied successfully in laboratory mice.",
            "score": 219.5944640636444
        },
        {
            "docid": "211949_41",
            "document": "T helper cell . It has been proposed that during the non-symptomatic phase of HIV infection, the virus has a relatively low affinity towards T cells (and has a higher affinity for macrophages), resulting in a slow kill rate of CD4 T cells by the immune system . This is initially compensated for via the production of new helper T cells from the thymus (originally from the bone marrow). Once the virus becomes lymphotropic (or T-tropic) however, it begins to infect CD4 T cells far more efficiently (likely due to a change in the co-receptors it binds to during infection), and the immune system is overwhelmed. Of note, recent studies suggest that only ~5% of the lymphoid-derived CD4 T cells targeted by HIV are permissive and become productively infected with the virus. More than 95% of the CD4 T cells that die are resting and are unable to support productive infection. These cells undergo abortive infection with HIV. Cell death is triggered when the host cell detects HIV foreign DNA intermediates and initiates a suicidal death pathway in an attempt to protect the host, leading to caspase-1 activation in inflammasomes, thus causing pyroptosis (a highly inflammatory form of programmed cell death).",
            "score": 320.2159335613251
        },
        {
            "docid": "10849236_9",
            "document": "Antibody-dependent enhancement . ADE of infection has also been reported in HIV. Like DENV, non-neutralizing level of antibodies have been found to enhance the viral infection through interactions of complement system and receptors. The increase in infection has been reported to be over 350 fold which is comparable to ADE in other viruses like DENV. ADE in HIV can be complement mediated or Fc receptor mediated. Complements in presence of HIV-1 positive sera have been found to enhance the infection of MT-2 T-cell line. The Fc-receptor mediated enhancement was reported when HIV infection was enhanced by sera from HIV-1 positive guinea pig enhanced the infection of peripheral blood mononuclear cells without the presence of any complements. Complement Component receptors CR2, CR3 and CR4 have been found to mediate this Complement –Mediated enhancement of infection. The infection of HIV-1 leads to activation of complements fragments of these complements can assist viruses with infection by facilitating viral interactions with host cells that express complement receptors. The deposition of complement on the virus brings the gp120 protein close to CD4 molecules on the surface of the cells, thus leading to facilitated viral entry. Viruses pre-exposed to non-neutralizing complement system have also been found to enhance infections in interdigitating dendritic cells (iDCs). Opsonized viruses have not only shown enhanced entry but also favorable signalling cascades for HIV replication in iDCs. HIV-1 has also showed enhancement of infection in HT-29 cells when the viruses were pre-opsonized with complements C3 and C9 in seminal fluid. This enhanced rate of infection was almost 2 times greater than infection of HT-29 cells with virus alone. Subramanian \"et al.\", reported that almost 72% of serum samples out of 39 HIV positive individuals contained complements that were known to enhance the infection. They also suggested that presence of neutralizing antibody (NA) or antibody-dependent cellular cytotoxicity-mediating antibodies (ADCC) in the serum contains infection enhancing antibodies(IEAs). The balance between the NAs and IEAs changes as the disease progresses. During advanced stages of disease the proportion of IEAs are generally higher than NAs. Increase in viral protein synthesis and RNA production have been reported to occur during the complement mediated enhancement of infection. Cells that are challenged with non neutralizing levels of complements have been found have accelerated release of reverse transcriptase and the viral progeny. The interaction of anti-HIV antibodies with non-neutralizing complement exposed viruses also aid in binding of the virus and the erythrocytes which can lead to a more efficient delivery of viruses to the immune compromised organs.",
            "score": 209.3859281539917
        },
        {
            "docid": "32523145_8",
            "document": "CD8+ cell . CD8+ T cells have been found to play different roles in certain diseases, such as in HIV infection and in Type 1 diabetes. HIV over time has developed many strategies to evade the host cell immune system. For example, HIV has adopted very high mutation rates to allow them to escape recognition by CD8+ T cells. They are also able to down-regulate expression of surface MHC Class I proteins of cells that they infect, in order to further evade destruction by CD8+ T cells. If CD8+ T cells cannot find, recognize and bind to infected cells, the virus will not be destroyed and will continue to grow. Furthermore, it has been recently discovered that CD8+ T cells play a critical role in Type 1 diabetes. It was previously thought that this autoimmune disease was exclusively controlled by CD4+ cells - but recent studies in a diabetic mouse model showed that CD8+ T cells also engaged in the destruction of insulin-producing pancreatic cells.",
            "score": 243.57932102680206
        },
        {
            "docid": "34333508_3",
            "document": "Viperin . Viperin is a cellular protein which could inhibit many DNA and RNA viruses such as CHIKV, HCMV, HCV, DENV, WNV, SINV, influenza, HIV LAI strain, and so on. Initially identified as an IFN-γ induced antiviral protein in human cytomegalovirus (HCMV) infected macrophages, viperin is reported that it could be induced by HCMV glycoprotein B in fibroblasts but inhibits HCMV viral infection and down-regulates viral structural proteins, which is essential for viral assembling and maturation. The mechanism of how the virus protein induces viperin against itself is still not clear. However, the viral induced redistribution of Viperin is also found in HCMV infected cells, which may reflect the mechanism of virus evading antiviral activities of Viperin. Viperin could also be induced, and then interact with HCMV viral proteins and relocate to mitochondria in HCMV viral infected cells, and finally enhance viral infectivity by the disrupted cellular metabolism. In the inhibition of influenza virus budding and release, viperin could disrupt the lipid rafts on cell plasma membrane by decreasing the enzyme activities of farnesyl diphosphate synthase (FPPS), which is an essential enzyme in isoprenoid biosynthesis pathway. Besides, viperin can also inhibit the viral replication of HCV via the interaction with host protein hVAP-33 and NS5A and disruption of the formation of the replication complex.",
            "score": 195.90592622756958
        },
        {
            "docid": "5094165_6",
            "document": "African swine fever virus . The virus encodes enzymes required for replication and transcription of its genome, including elements of a base excision repair system, structural proteins, and many proteins that are not essential for replication in cells, but instead have roles in virus survival and transmission in its hosts. Virus replication takes place in perinuclear factory areas. It is a highly orchestrated process with at least four stages of transcription—immediate-early, early, intermediate, and late. The majority of replication and assembly occurs in discrete, perinuclear regions of the cell called virus factories, and finally progeny virions are transported to the plasma membrane along microtubules where they bud out or are propelled away along actin projections to infect new cells. As the virus progresses through its lifecycle, most if not all of the host cell's organelles are modified, adapted, or in some cases destroyed. Assembly of the icosahedral capsid occurs on modified membranes from the endoplasmic reticulum. Products from proteolytically processed polyproteins form the core shell between the internal membrane and the nucleoprotein core. An additional outer membrane is gained as particles bud from the plasma membrane. The virus encodes proteins that inhibit signalling pathways in infected macrophages and thus modulate transcriptional activation of immune response genes. In addition, the virus encodes proteins which inhibit apoptosis of infected cells to facilitate production of progeny virions. Viral membrane proteins with similarity to cellular adhesion proteins modulate interaction of virus-infected cells and extracellular virions with host components.",
            "score": 171.01059877872467
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 237.27931225299835
        },
        {
            "docid": "1933672_6",
            "document": "Original antigenic sin . Between primary and secondary infections, or following vaccination, a virus may undergo antigenic drift, in which the viral surface proteins (the epitopes) are altered through natural mutation, allowing the virus to escape the immune system. When this happens, the altered virus preferentially reactivates previously activated high-affinity memory B cells and spur antibody production. However, the antibodies produced by these B cells generally ineffectively bind to the altered epitopes. In addition, these antibodies inhibit the activation of higher-affinity naive B cells that \"would\" be able to make more effective antibodies to the second virus. This leads to a less effective immune response and recurrent infections may take longer to clear.",
            "score": 181.02117896080017
        },
        {
            "docid": "19167679_91",
            "document": "Virus . Virotherapy involves the use of genetically modified viruses to treat diseases. Viruses have been modified by scientists to reproduce in cancer cells and destroy them but not infect healthy cells. Talimogene laherparepvec (T-VEC), for example, is a modified herpes simplex virus that has had a gene, which is required for viruses to replicate in healthy cells, deleted and replaced with a human gene (GM-CSF) that stimulates immunity. When this virus infects cancer cells, it destroys them and in doing so the presence the GM-CSF gene attracts dendritic cells from the surrounding tissues of the body. The dendritic cells process the dead cancer cells and present components of them to other cells of the immune system. Having completed successful clinical trials, this virus is expected to gain approval for the treatment of a skin cancer called melanoma in late 2015. Viruses that have been reprogrammed to kill cancer cells are called oncolytic viruses.",
            "score": 182.3045769929886
        },
        {
            "docid": "211955_14",
            "document": "Natural killer cell . The ability to generate memory cells following a primary infection and the consequent rapid immune activation and response to succeeding infections by the same antigen is fundamental to the role T and B cells play in the adaptive immune response. For many years, NK cells have been considered to be a part of the innate immune system. However, recently increasing evidence suggests that NK cells can display several features that are usually attributed to adaptive immune cells (e.g. T cell responses) such as dynamic expansion and contraction of subsets, increased longevity and a form of immunological memory, characterized by a more potent response upon secondary challenge with the same antigen. In mice, the majority of research was carried out with murine cytomegalovirus (MCMV) and in models of hapten-hypersensitivity reactions. Especially, in the MCMV model, protective memory functions of MCMV-induced NK cells were discovered  and direct recognition of the MCMV-ligand m157 by the receptor Ly49 was demonstrated to be crucial for the generation of adaptive NK cell responses.  In humans, most studies have focused on the expansion of an NK cell subset carrying the activating receptor NKG2C. Such expansions were observed primarily in response to human cytomegalovirus (HCMV), but also in other infections including Hantavirus, Chikungunya virus, HIV, or viral hepatitis. However, whether these virus infections trigger the expansion of adaptive NKG2C+ NK cells or whether other infections result in re-activation of latent HCMV (as suggested for hepatitis ), remains a field of study. Notably, further insights into the biology of adaptive NK cells are hampered by the fact that a direct viral ligand for NKG2C has not yet been identified.",
            "score": 193.76112520694733
        },
        {
            "docid": "28870620_5",
            "document": "Antiviral protein . Researchers at Harvard Medical School (HMS) have found an antiviral protein, IFITM3 that could slow and even prevent deadly viruses from infecting and spreading. These proteins account for up to half of the immune system in humans and the other half is composed of interferons. In a few experiments, this certain antiviral protein defended cells from viruses such as influenza (including influenza A virus subtype H1N1), West Nile virus, dengue virus, and HIV-1. The protein family, interferon-inducible transmembrane proteins (IFITM), were discovered about 25 years ago and are activated by an interferon. Not much is known about this protein, but it is found in many creatures and has been around for possibly millions of years. \"The most distinctive property of the first-line IFITM3 defense is its preventive action before the virus can fuse with the cell,\" said virologist Michael Farzan, associate professor of microbiology and molecular genetics at HMS and the New England Primate Research Center. A person's susceptibility to viral infections could be linked to variations in this antiviral protein and also how severe a person reacts to certain viruses like influenza or the more dangerous H1N1 strain.",
            "score": 210.4900335073471
        }
    ],
    "r": [
        {
            "docid": "211949_24",
            "document": "T helper cell . THαβ helper cells provide the host immunity against viruses. Their differentiation is triggered by IFN α/β or IL-10. Their key effector cytokine is IL-10. Their main effector cells are NK cells as well as CD8 T cells, IgG B cells, and IL-10 CD4 T cells. The key THαβ transcription factors are STAT1 and STAT3 as well as IRFs. IL-10 from CD4 T cells activate NK cells' ADCC to apoptose virus-infected cells and to induce host as well as viral DNA fragmentation. IFN alpha/beta can suppress transcription to avoid virus replication and transmission. Overactivation of THαβ against autoantigen will cause type 2 antibody-dependent cytotoxic hypersensitivity. Myasthenia gravis or Graves' disease belong to this category.",
            "score": 337.88934326171875
        },
        {
            "docid": "211949_41",
            "document": "T helper cell . It has been proposed that during the non-symptomatic phase of HIV infection, the virus has a relatively low affinity towards T cells (and has a higher affinity for macrophages), resulting in a slow kill rate of CD4 T cells by the immune system . This is initially compensated for via the production of new helper T cells from the thymus (originally from the bone marrow). Once the virus becomes lymphotropic (or T-tropic) however, it begins to infect CD4 T cells far more efficiently (likely due to a change in the co-receptors it binds to during infection), and the immune system is overwhelmed. Of note, recent studies suggest that only ~5% of the lymphoid-derived CD4 T cells targeted by HIV are permissive and become productively infected with the virus. More than 95% of the CD4 T cells that die are resting and are unable to support productive infection. These cells undergo abortive infection with HIV. Cell death is triggered when the host cell detects HIV foreign DNA intermediates and initiates a suicidal death pathway in an attempt to protect the host, leading to caspase-1 activation in inflammasomes, thus causing pyroptosis (a highly inflammatory form of programmed cell death).",
            "score": 320.2159423828125
        },
        {
            "docid": "49197_30",
            "document": "Antiviral drug . A very early stage of viral infection is viral entry, when the virus attaches to and enters the host cell. A number of \"entry-inhibiting\" or \"entry-blocking\" drugs are being developed to fight HIV. HIV most heavily targets the immune system's white blood cells known as \"helper T cells\", and identifies these target cells through T-cell surface receptors designated \"CD4\" and \"CCR5\". Attempts to interfere with the binding of HIV with the CD4 receptor have failed to stop HIV from infecting helper T cells, but research continues on trying to interfere with the binding of HIV to the CCR5 receptor in hopes that it will be more effective.",
            "score": 306.6891174316406
        },
        {
            "docid": "1664060_25",
            "document": "Adaptive immune system . Increasingly, there is strong evidence from mouse and human-based scientific studies of a broader diversity in CD4+ effector T helper cell subsets. Regulatory T (Treg) cells, have been identified as important negative regulators of adaptive immunity as they limit and suppresses the immune system to control aberrant immune responses to self-antigens; an important mechanism in controlling the development of autoimmune diseases. Follicular helper T (Tfh) cells are another distinct population of effector CD4+ T cells that develop from naive T cells post-antigen activation. Tfh cells are specialized in helping B cell humoral immunity as they are uniquely capable of migrating to follicular B cells in secondary lymphoid organs and provide them positive paracrine signals to enable the generation and recall production of high-quality affinity-matured antibodies. Similar to Tregs, Tfh cells also play a role in immunological tolerance as an abnormal expansion of Tfh cell numbers can lead to unrestricted autoreactive antibody production causing severe systemic autoimmune disorders.",
            "score": 301.7041931152344
        },
        {
            "docid": "7807280_11",
            "document": "Interleukin 21 . IL-21 may be a critical factor in the control of persistent viral infections. IL-21 (or IL-21R) knock-out mice infected with chronic LCMV (lymphocytic choriomeningitis virus) were not able to overcome chronic infection compared to normal mice. Besides, these mice with impaired IL-21 signaling had more dramatic exhaustion of LCMV-specific CD8+ T cells, suggesting that IL-21 produced by CD4+ T cells is required for sustained CD8+ T cell effector activity and then, for maintaining immunity to resolve persistent viral infection. Thus, IL-21 may contribute to the mechanism by which CD4+ T helper cells orchestrate the immune system response to viral infections.",
            "score": 300.1818542480469
        },
        {
            "docid": "7801838_21",
            "document": "Interleukin 15 . Vector-based therapy – Nonlytic Newcastle Disease Virus (NDV) was engineered to express recombinant IL-15 protein to generate an NDV-modified tumor vaccine. Preclinical results of NDV-modified tumor vaccine showed promise by controlling melanoma tumor growth in mice. A recombinant vaccinia virus expressing influenza A proteins and IL-15 promoted cross protection by CD4+ T cells. A Brucella DNA vacccine containing IL-15 gene enhanced the CD8+ T cell immune response in mice. IL-15 was needed for CD4+ T cell heterosubtypic protection while using a multivalent influenza vaccine using vaccinia-based vector. While influenza A virus expressing IL-15 stimulates both innate and adaptive immune cells to decrease tumor growth mice.",
            "score": 299.24591064453125
        },
        {
            "docid": "1171686_14",
            "document": "Regulatory T cell . Studies of human subjects with a history of leishmania infection suggest that modulation of CD8 suppressor T cells is, at least partly, mediated by cytokines. Leishmania specific CD4 helper T cells predominate in adults with strong protective immunity (skin-test positive with no history of clinical infection). When added to autologous leishmania infected macrophages these T cells cause parasite death and secretion of large amounts of interferon-gamma and lymphotoxin. CD8 T suppressor cells predominate in patients with no protective immunity (visceral leishmaniasis patients). When added to autologous peripheral blood mononuclear cells isolated after successful treatment, these T cells inhibit interferon-gamma secretion and proliferation and increase interleukin-6 and interleukin-10 secretion. A soluble factor(s) generated by antigen or phytohemagglutinin stimulation of leishmania-specific CD4 helper T cells from skin-test positive adults killed CD8 T cells but not CD4 helper T cells when added to culture media. Soluble factors generated by antigen stimulation of peripheral blood mononuclear cells from skin-test positive adults prevented CD8 suppressor T cell mediated increases in interleukin-10 secretion. These findings suggest that antigen stimulation of CD4 helper T cells results in production of cytokines that kill or down regulate CD8 T suppressor cells. Once the leishmania infection has been eliminated and leishmania antigens are gone, CD8 T suppressor cells down-regulate CD4 T helper cells. Isolation of cytokines that inhibit and kill CD8 T suppressor cells might be useful in treating diseases that involve immune suppression such as leishmaniasis, AIDS, and certain cancers.",
            "score": 298.5466003417969
        },
        {
            "docid": "10500138_12",
            "document": "CD4+ T cells and antitumor immunity . Cancer cells, through mutation, may actually have mutations in some of the proteins involved in antigen presentation, and as such, evade an immune response. (Dunn et al., 2004) Tumor cells may, through mutations, often begin producing large quantities of inhibitory cytokines IL-10, or transforming growth factor β (TGF-β) (Khong and Restifo, 2002) thereby suppressing the immune system, allowing for large-scale proliferation (Salazar-Onfray et al., 2007). Also, it has been observed that some cancer patients exhibit higher than normal levels of CD4/CD25 T cells, a subset of T cells often called regulatory T cells, for their known immunosuppressive actions. These T cells produce high levels of IL-10 and TGF-β, thereby suppressing the immune system and allowing for evasion by the tumor (Shimizu et al., 1999).",
            "score": 298.2715759277344
        },
        {
            "docid": "211949_42",
            "document": "T helper cell . At this point chronic inflammation ensues, and functional CD4 T cell levels begin to decrease, eventually to a point where the CD4 T cell population is too small to recognize the full range of antigens that could potentially be detected. The depletion of CD4 T cells and the development of chronic inflammation are signature processes in HIV pathogenesis that propel progression to acquired immune deficiency syndrome (AIDS). CD4 T cell depleted to the cell count of less than 200cell/μL in blood during AIDS allows various pathogens to escape T cell recognition, thus allowing opportunistic infections that would normally elicit a helper T cell response to bypass the immune system. While these complete bypass situations only occur when the helper T cell response is absolutely necessary for infection clearance, most infections increase in severity and/or duration because the immune system's helper T cells provide less efficient immune response.",
            "score": 295.0226135253906
        },
        {
            "docid": "25595247_12",
            "document": "Immune network theory . Under the immune network theory, the main cause for progression to AIDS after HIV infection is not the direct killing of infected T helper cells by the virus. Following an infection with HIV that manages to establish itself, there is a complex interaction between the HIV virus, the T helper cells that it infects, and T suppressor cells. These three quasispecies apply selective pressure on one another and co-evolve in such a way that the viral epitopes eventually come to mimick the V regions of the main population of T suppressor cells. Once this happens, anti-HIV antibodies can bind to and kill most of the host's T suppressor cell population. This results in the dysregulation of the immune system, and eventually to other further anti-self reactions, including against the T helper cell population. At that point, the adaptive immune system is completely compromised and AIDS ensues. Hence in this model, the onset of AIDS is primarily an auto-immune reaction triggered by the cross-reaction of anti-HIV antibodies with T suppressor cells. Once this induced auto-immunity sets in, removing the HIV virus itself (for instance via HAART) would not be sufficient to restore proper immune function. The co-evolution of the quasispecies mentioned above will take a variable time depending on the initial conditions at the time of infection (i.e. the epitopes of the first infection and the steady state of the host's immune cell population), which would explain why there is a variable period, which differs greatly between individual patients, between HIV infection and the onset of AIDS. It also suggests that conventional vaccines are unlikely to be successful, since they would not prevent the auto-immune reaction. In fact such vaccines may do more harm in certain cases, since if the original infection comes from a source with a \"mature\" infection, those virions will have a high affinity for anti-HIV T helper cells (see above), and so increasing the anti-HIV population via vaccination only serves to provide the virus with more easy targets.",
            "score": 292.4383239746094
        },
        {
            "docid": "211949_28",
            "document": "T helper cell . Both regulatory T cells and T3 cells produce the cytokine transforming growth factor-beta (TGF-β) and IL-10. Both cytokines are inhibitory to helper T cells; TGF-β suppresses the activity of most of the immune system. There is evidence to suggest that TGF-β may not suppress activated Th2 cells as effectively as it might suppress naive cells, but it is not typically considered a Th2 cytokine.",
            "score": 287.78167724609375
        },
        {
            "docid": "571538_15",
            "document": "Syncytium . HIV infects CD4 T cells and makes the cell produce viral proteins, including fusion proteins. Then, the cell begins to display surface HIV glycoproteins, which are antigenic. Normally, a cytotoxic T cell will immediately come to \"inject\" lymphotoxins, such as perforin or granzyme, that will kill the infected T helper cell. However, if T helper cells are nearby, the gp41 HIV receptors displayed on the surface of the T helper cell will bind to other similar lymphocytes. This makes dozens of T helper cells fuse cell membranes into a giant, nonfunctional syncytium, which allows the HIV virion to kill many T helper cells by infecting only one.",
            "score": 287.764404296875
        },
        {
            "docid": "1884678_3",
            "document": "CD4 . CD4+ T helper cells are white blood cells that are an essential part of the human immune system. They are often referred to as CD4 cells, T-helper cells or T4 cells. They are called helper cells because one of their main roles is to send signals to other types of immune cells, including CD8 killer cells, which then destroy the infectious particle. If CD4 cells become depleted, for example in untreated HIV infection, or following immune suppression prior to a transplant, the body is left vulnerable to a wide range of infections that it would otherwise have been able to fight.",
            "score": 287.4175720214844
        },
        {
            "docid": "8513008_15",
            "document": "Host tropism . The human immunodeficiency virus exhibits host tropism for CD4 related immune cells (e.g. T helper cells, macrophages or dendritic cells). These cells express a CD4 receptor, to which HIV can bind, through the gp120 and gp41 proteins on its surface. HIV also requires a second co-receptor along with the CD4-gp120 complex to enter the target cells - either CCR5 or CXCR4. This demonstrates an example of how cell surface receptors can affect the tropism of a viral pathogen. Since humans are the only organisms that have cells with these receptors, HIV only displays host tropism for humans. Simian immunodeficiency virus (SIV), a virus similar to HIV, is capable of infecting primates. The Epstein–Barr virus (EBV) is one of eight known herpesviruses. It displays host tropism for human B cells through the CD21-gp350/220 complex and is thought to be the cause of infectious mononucleosis, Burkitt’s lymphoma, Hodgkin’s disease, nasopharyngeal carcinoma, and lymphomas. EBV enters the body through oral transfer of saliva, and it is thought to infect more than 90% of the world's adult population. EBV may also infect epithelial cells, T cells, and natural killer cells through mechanisms different than the CD21 receptor-mediated process in B cells.",
            "score": 283.9139404296875
        },
        {
            "docid": "211949_5",
            "document": "T helper cell . The importance of helper T cells can be seen from HIV, a virus that primarily infects CD4 T cells. In the advanced stages of HIV infection, loss of functional CD4 T cells leads to the symptomatic stage of infection known as the acquired immunodeficiency syndrome (AIDS). When the HIV virus is detected early in blood or other bodily fluids, continuous therapy can delay the time at which this fall happens. Therapy can also better manage the course of AIDS if and when it occurs. There are other rare disorders such as lymphocytopenia which result in the absence or dysfunction of CD4 T cells. These disorders produce similar symptoms, many of which are fatal.",
            "score": 283.1708984375
        },
        {
            "docid": "36065282_6",
            "document": "Signs and symptoms of HIV/AIDS . A strong immune defense reduces the number of viral particles in the blood stream, marking the start of secondary or chronic HIV infection. The secondary stage of HIV infection can vary between two weeks and 20 years. During the secondary phase of infection, HIV is active within lymph nodes, which typically become persistently swollen, in response to large amounts of virus that become trapped in the follicular dendritic cells (FDC) network. The surrounding tissues that are rich in CD4 T cells may also become infected, and viral particles accumulate both in infected cells and as free virus. Individuals who are in this phase are still infectious. During this time, CD4 CD45RO T cells carry most of the proviral load. A small percentage of HIV-1 infected individuals retain high levels of CD4+ T-cells without antiretroviral therapy. However, most have detectable viral load and will eventually progress to AIDS without treatment. These individuals are classified as HIV controllers or long-term nonprogressors (LTNP). People who maintain CD4+ T cell counts and also have low or clinically undetectable viral load without anti-retroviral treatment are known as elite controllers or elite suppressors (ES).",
            "score": 280.873291015625
        },
        {
            "docid": "1920949_7",
            "document": "FOXP3 . Further work has shown that T cells are more plastic in nature than originally thought. This means that the use of regulatory T cells in therapy may be risky, as the T regulatory cell transferred to the patient may change into T helper 17 (Th17) cells, which are pro-inflammatory rather than regulatory cells. Th17 cells are proinflammatory and are produced under similar environments as a/iTregs. Th17 cells are produced under the influence of TGF-β and IL-6 (or IL-21), whereas a/iTregs are produced under the influence of solely TGF-β, so the difference between a proinflammatory and a pro-regulatory scenario is the presence of a single interleukin. IL-6 or IL-21 is being debated by immunology laboratories as the definitive signaling molecule. Murine studies point to IL-6 whereas human studies have shown IL-21. Foxp3 is the major transcription factor controlling T-regulatory cells (T or CD4 cells). CD4 cells are leukocytes responsible for protecting animals from foreign invaders such as bacteria and viruses. Defects in this gene’s ability to function can cause IPEX syndrome (IPEX), also known as X-linked autoimmunity-immunodeficiency syndrome as well as numerous cancers. While CD4 cells are heavily regulated and require multiple transcription factors such as STAT-5 and AhR in order to become active and function properly, Foxp3 has been identified as the master regulator for T lineage. Foxp3 can either act as a transcriptional activator or suppressor depending on what specific transcriptional factors such as deacetylases and histone acetylases are acting on it. The Foxp3 gene is also known to convert naïve T-cells to T cells, which are capable of an \"in vivo and in vitro\" suppressive capabilities suggesting that Foxp3 is capable of regulating the expression of suppression-mediating molecules. Clarifying the gene targets of Foxp3 could be crucial to the comprehension of the suppressive abilities of T cells.",
            "score": 280.8047790527344
        },
        {
            "docid": "19612999_2",
            "document": "Follicular B helper T cells . Follicular B helper T cells (also known as just follicular helper T cells or T), are antigen-experienced CD4 T cells found in the periphery within B cell follicles of secondary lymphoid organs such as lymph nodes, spleens and Peyer's patches, and are identified by their constitutive expression of the B cell follicle homing receptor CXCR5. Upon cellular interaction and cross-signaling with their cognate follicular (Fo B) B cells, T cells trigger the formation and maintenance of germinal centers through the expression of CD40 ligand (CD40L) and the secretion of IL-21 and IL-4. T cells also migrate into these seeded germinal centers, predominantly composed of rapidly dividing and mutating B cells. Within germinal centers, T cells play a critical role in mediating the selection and survival of B cells that go on to differentiate either into special plasma cells capable of producing high affinity antibodies against foreign antigen, or memory B cells capable of quick immune re-activation in the future if ever the same antigen is re-encountered. T cells are also thought to facilitate negative selection of potentially autoimmune-causing mutated B cells in the germinal center. However, the biomechanisms by which T cells mediate germinal center tolerance are yet to be fully understood.",
            "score": 280.0318908691406
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 279.4620056152344
        },
        {
            "docid": "19612979_4",
            "document": "T helper 3 cell . T3 cells have different cytokine requirements for their growth from CD25+ CD4+ Treg cells. The survival of CD25+ CD4+ Treg cells is dependent upon interleukin 2 (IL-2), while \"in vitro\" differentiation of Th3 cells is enhanced by transforming growth factor beta (TGF-β), IL-4, and IL-10.",
            "score": 278.8452453613281
        },
        {
            "docid": "14170_3",
            "document": "HIV . HIV infects vital cells in the human immune system such as helper T cells (specifically CD4 T cells), macrophages, and dendritic cells. HIV infection leads to low levels of CD4 T cells through a number of mechanisms, including pyroptosis of abortively infected T cells, apoptosis of uninfected bystander cells, direct viral killing of infected cells, and killing of infected CD4 T cells by CD8 cytotoxic lymphocytes that recognize infected cells. When CD4 T cell numbers decline below a critical level, cell-mediated immunity is lost, and the body becomes progressively more susceptible to opportunistic infections, leading to the development of AIDS.",
            "score": 277.4720764160156
        },
        {
            "docid": "12846099_2",
            "document": "Helper/suppressor ratio . The T-Lymphocyte Helper/Suppressor Profile (Helper/Suppressor ratio, T4:T8 ratio, CD4:CD8 ratio) is a basic laboratory test in which the percentage of CD3-positive lymphocytes in the blood positive for CD4 (T helper cells) and CD8 (a class of regulatory T cells) are counted and compared. Normal values (95% confidence intervals) are approximately 30-60% CD4 and 10-30% CD8 depending on age (ratio 0.9 to 3.7 in adults). One reason for abnormal results is the loss of CD4-positive cells to the Human Immunodeficiency Virus (HIV) infection.The loss of CD4-positive cells to HIV infection can result in various distortions in the ratio, as in the initial period, production of HIV specific CD8 positive cells will cause a large fall in the ratio, but subsequent immunosuppression over time may lead to overall non production of immune cells and inversion of the ratio. It has been shown that the degree of inversion of this ratio in individuals on antiretroviral therapy is indicative of the age of the infection and independently predictive of mortality associated with non HIV events.",
            "score": 276.57647705078125
        },
        {
            "docid": "101965_21",
            "document": "Psoriasis . The rate of psoriasis in HIV-positive individuals is comparable to that of HIV-negative individuals, however, psoriasis tends to be more severe in people infected with HIV. A much higher rate of psoriatic arthritis occurs in HIV-positive individuals with psoriasis than in those without the infection. The immune response in those infected with HIV is typically characterized by cellular signals from Th2 subset of CD4+ helper T cells, whereas the immune response in psoriasis vulgaris is characterized by a pattern of cellular signals typical of Th1 subset of CD4+ helper T cells and Th17 helper T cells. It is hypothesized that the diminished CD4+-T cell presence causes an overactivation of CD8+-T cells, which are responsible for the exacerbation of psoriasis in HIV-positive people. Psoriasis in those with HIV/AIDS is often severe and may be untreatable with conventional therapy.",
            "score": 274.4118347167969
        },
        {
            "docid": "211949_20",
            "document": "T helper cell . T1 helper cells are the host immunity effectors against intracellular bacteria and protozoa. They are triggered by IL-12 and their effector cytokines are IFN-γ and IL-2. The main effector cells of T1 immunity are macrophages as well as CD8 T cells, IgG B cells, and IFN-γ CD4 T cells. The key T1 transcription factors are STAT4 and T-bet. IFN-γ secreted by CD4 T cells can activate macrophages to phagocytose and digest intracellular bacteria and protozoa. In addition, IFN-γ can activate iNOS to produce NOx free radicals to directly kill intracellular bacteria and protozoa. T1 overactivation against autoantigens will cause Type 4 delayed-type hypersensitivity. Tuberculin reaction or Type 1 diabetes belong to this category of autoimmunity.",
            "score": 273.94500732421875
        },
        {
            "docid": "19612999_3",
            "document": "Follicular B helper T cells . It is possible that T cells might arise as branches in the Th1 and Th2 differentiation pathways but their precise lineage relationship to the other effector CD4 T cell subsets is still uncertain. Recent studies have however shown that T have distinct gene expression profiles, supporting the theory that T are a subset of CD4 T cells distinct from Th-1, Th-2, Th-17 or Tregs. The inducible T-cell co-stimulator (\"CD278\" or \"ICOS\") is proven to provide a particularly critical signal for T cells since experimental mice deficient in ICOS are unable to develop any T. Additionally, it has been shown that ICOS induces the secretion of IL-21 cytokine by activated CD4 T cells and that IL-21 plays a crucial role in the development of T cells and germinal centers. Also Bcl-6 is a transcription factor identified in T cells, but it may have roles that extend beyond this subset, because it has also been implicated in memory CD8 T cell development.",
            "score": 273.2491760253906
        },
        {
            "docid": "57177527_4",
            "document": "Cancer vaccine targeting CD4+ T cells . Recent studies show the crucial role of proliferating, activated effector memory Th1 CD4+ T cells in effective antitumor immunity and reveal that CD4+ T cells induce more durable immune-mediated tumor control than CD8+ T cells. Given that CD4+ T cells are known to play such a central role in regulating virtually all antigen-specific immune responses, they are still not paid much attention to playing a role in immune responses to tumor antigens. The preferred attention to antitumor responses by CD8+ T cells stems from two facts: first, most tumors are positive for MHC class one but negative for MHC class two; and second, CD8+ cytotoxic T lymphocytes (CTLs) are able to induce tumor killing upon direct recognition of peptide antigens, presented by the tumor’s MHC class one molecules. This preference has been bolstered by numerous adoptive transfer studies in which CD8+ T cell lines and CD8+ clones specific for tumor antigens—that have been stimulated in \"vitro\"—can mediate antitumor immunity when transferred back into tumor-bearing hosts; furthermore, recent reports suggest that immunization—using either adjuvant or dendritic cells with pure tumor peptides—can result in productive antitumor immunity that is restricted by MHC class one. Finally, elimination of CD8+ T cells from mice—at least partially abrogates antitumor immunity induced by most cancer vaccines. Similarly, a critical role for CD4+ T cells in induced antitumor immunity has been consistently demonstrated in vaccine/challenge experiments employing antibody-mediated depletion of CD4+ T cells or using CD4-knockout mice. Abrogation of antitumor immunity in CD4-knockout mice or mice depleted of CD4+ T cells has been demonstrated in cases of cell-based vaccines, recombinant viral vaccines and recombinant bacterial vaccines. While most adoptive transfer experiments have been performed with tumor-specific CD8+ T cells, activated CD4+ T cell clones specific for the murine leukemias have been demonstrated to confer systemic antitumor immunity upon transfer into tumor-bearing hosts.",
            "score": 272.20306396484375
        },
        {
            "docid": "1664060_26",
            "document": "Adaptive immune system . The relevance of CD4+ T helper cells is highlighted during an HIV infection. HIV is able to subvert the immune system by specifically attacking the CD4+ T cells, precisely the cells that could drive the clearance of the virus, but also the cells that drive immunity against all other pathogens encountered during an organism's lifetime.",
            "score": 270.4288330078125
        },
        {
            "docid": "211949_3",
            "document": "T helper cell . Mature T cells express the surface protein CD4 and are referred to as CD4 T cells. Such CD4 T cells are generally treated as having a pre-defined role as helper T cells within the immune system. For example, when an antigen-presenting cell expresses an antigen on MHC class II, a CD4 cell will aid those cells through a combination of cell to cell interactions (e.g. CD40 (protein) and CD40L) and through cytokines.",
            "score": 270.4040222167969
        },
        {
            "docid": "211949_40",
            "document": "T helper cell . Perhaps the best example of the importance of CD4 T cells is demonstrated with human immunodeficiency virus (HIV) infection. HIV mainly targets lymphoid CD4 T cells, but can infect other cells that express CD4 such as macrophages and dendritic cells (both groups express CD4 at low levels).",
            "score": 269.7412414550781
        },
        {
            "docid": "10155190_5",
            "document": "STAT3 . STAT3 is essential for the differentiation of the TH17 helper T cells, which have been implicated in a variety of autoimmune diseases. During viral infection, mice lacking STAT3 in T-cells display impairment in the ability to generate T-follicular helper (Tfh) cells and fail to maintain antibody based immunity.",
            "score": 268.8255310058594
        },
        {
            "docid": "170417_4",
            "document": "T cell . T helper cells (T cells) assist other white blood cells in immunologic processes, including maturation of B cells into plasma cells and memory B cells, and activation of cytotoxic T cells and macrophages. These cells are also known as CD4 T cells because they express the CD4 glycoprotein on their surfaces. Helper T cells become activated when they are presented with peptide antigens by MHC class II molecules, which are expressed on the surface of antigen-presenting cells (APCs). Once activated, they divide rapidly and secrete small proteins called cytokines that regulate or assist in the active immune response. These cells can differentiate into one of several subtypes, including T1, T2, T3, T17, T9, or T, which secrete different cytokines to facilitate different types of immune responses. Signalling from the APC directs T cells into particular subtypes.",
            "score": 268.81744384765625
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 267.3765869140625
        }
    ]
}