{
    "q": [
        {
            "docid": "1224698_15",
            "document": "Synaptogenesis . Although the study of synaptogenesis within the central nervous system (CNS) is much more recent than that of the NMJ, there is promise of relating the information learned at the NMJ to synapses within the CNS. Many similar structures and basic functions exist between the two types of neuronal connections. At the most basic level, the CNS synapse and the NMJ both have a nerve terminal that is separated from the postsynaptic membrane by a cleft containing specialized extracellular material. Both structures exhibit localized vesicles at the active sites, clustered receptors at the post-synaptic membrane, and glial cells that encapsulate the entire synaptic cleft. In terms of synaptogenesis, both synapses exhibit differentiation of the pre- and post-synaptic membranes following initial contact between the two cells. This includes the clustering of receptors, localized up-regulation of protein synthesis at the active sites, and neuronal pruning through synapse elimination.",
            "score": 209.64513850212097
        },
        {
            "docid": "189701_29",
            "document": "Development of the nervous system . Much of our understanding of synapse formation comes from studies at the neuromuscular junction. The transmitter at this synapse is acetylcholine. The acetylcholine receptor (AchR) is present at the surface of muscle cells before synapse formation. The arrival of the nerve induces clustering of the receptors at the synapse. McMahan and Sanes showed that the synaptogenic signal is concentrated at the basal lamina. They also showed that the synaptogenic signal is produced by the nerve, and they identified the factor as Agrin. Agrin induces clustering of AchRs on the muscle surface and synapse formation is disrupted in agrin knockout mice. Agrin transduces the signal via MuSK receptor to rapsyn. Fischbach and colleagues showed that receptor subunits are selectively transcribed from nuclei next to the synaptic site. This is mediated by neuregulins.",
            "score": 253.93574464321136
        },
        {
            "docid": "2917198_10",
            "document": "Neuropsychopharmacology . It has previously been known that ultimate control over the membrane voltage or potential of a nerve cell, and thus the firing of the cell, resides with the trans-membrane ion channels which control the membrane currents via the ions K, Na, and Ca, and of lesser importance Mg and Cl. The concentration differences between the inside and outside of the cell determine the membrane voltage.Precisely how these currents are controlled has become much clearer with the advances in receptor structure and G-protein-coupled processes. Many receptors are found to be pentameric clusters of five trans-membrane proteins (not necessarily the same) or \"receptor subunits\", each a chain of many amino acids. Transmitters typically bind at the junction between two of these proteins, on the parts that protrude from the cell membrane. If the receptor is of the ionotropic type, a central pore or channel in the middle of the proteins will be mechanically moved to allow certain ions to flow through, thus altering the ion concentration difference. If the receptor is of the metabotropic type, G-proteins will cause metabolism inside the cell that may eventually change other ion channels. Researchers are better understanding precisely how these changes occur based on the protein structure shapes and chemical properties.",
            "score": 184.5475949048996
        },
        {
            "docid": "3875219_3",
            "document": "MuSK protein . Upon activation by its ligand agrin, MuSK signals via the proteins called casein kinase 2 (CK2), Dok-7 and rapsyn, to induce \"clustering\" of acetylcholine receptors (AChR). Both CK2 and Dok-7 are required for MuSK-induced formation of the neuromuscular junction, since mice lacking Dok-7 failed to form AChR clusters or neuromuscular synapses, and since downregulation of CK2 also impedes recruitment of AChR to the primary MuSK scaffold. In addition to the proteins mentioned, other proteins are then gathered, to form the endplate to the neuromuscular junction. The nerve terminates onto the endplate, forming the neuromuscular junction - a structure required to transmit nerve impulses to the muscle, and thus initiating muscle contraction.",
            "score": 216.52999448776245
        },
        {
            "docid": "1224698_3",
            "document": "Synaptogenesis . The neuromuscular junction (NMJ) is the most well-characterized synapse in that it provides a simple and accessible structure that allows for easy manipulation and observation. The synapse itself is composed of three cells: the motor neuron, the myofiber, and the Schwann cell. In a normally functioning synapse, a signal will cause the motor neuron to depolarize, by releasing the neurotransmitter acetylcholine (ACh). Acetylcholine travels across the synaptic cleft where it reaches acetylcholine receptors (AChR) on the plasma membrane of the myofiber, the sarcolemma. As the AChRs open ion channels, the membrane depolarizes, causing muscle contraction. The entire synapse is covered in a myelin sheath provided by the Schwann cell to insulate and encapsulate the junction. Another important part of the neuromuscular system and central nervous system are the astrocytes. While originally they were thought to have only functioned as support for the neurons, they play an important role in functional plasticity of synapses.",
            "score": 211.91031336784363
        },
        {
            "docid": "21944_15",
            "document": "Nervous system . Sponges have no cells connected to each other by synaptic junctions, that is, no neurons, and therefore no nervous system. They do, however, have homologs of many genes that play key roles in synaptic function. Recent studies have shown that sponge cells express a group of proteins that cluster together to form a structure resembling a postsynaptic density (the signal-receiving part of a synapse). However, the function of this structure is currently unclear. Although sponge cells do not show synaptic transmission, they do communicate with each other via calcium waves and other impulses, which mediate some simple actions such as whole-body contraction.",
            "score": 148.71176385879517
        },
        {
            "docid": "33644895_4",
            "document": "Evolution of nervous systems . Sponges have no cells connected to each other by synaptic junctions, that is, no neurons, and therefore no nervous system. They do, however, have homologs of many genes that play key roles in synaptic function. Recent studies have shown that sponge cells express a group of proteins that cluster together to form a structure resembling a postsynaptic density (the signal-receiving part of a synapse). However, the function of this structure is currently unclear. Although sponge cells do not show synaptic transmission, they do communicate with each other via calcium waves and other impulses, which mediate some simple actions such as whole-body contraction.",
            "score": 148.71176385879517
        },
        {
            "docid": "56806820_10",
            "document": "Synaptic stabilization . Nectins are a distinct family of cell adhesion molecules. These CAMs are involved in the initial contact of presynaptic and postsynaptic neuronal processes during synapse formation. There are only four well characterized Nectins at the synapse, they are Nectin-1, 2, 3, and 4. All membrane bound Nectins possess an extracellular region with three immunoglobulin-like loops. The furthest loop from the membrane is called the V-type loop and the two loops more interior are C2-type loops. Multiple Nectins on one cell membrane will bind together at the V-type loop to form a cluster of Nectin proteins, a process called Cis-Clustering. When two cells possessing individual Cis-Clusters come into contact they form a strong complex called a Trans-Interaction which provides adhesion and, in some cases, signaling between the two cells.",
            "score": 130.06104969978333
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 149.93632686138153
        },
        {
            "docid": "681908_10",
            "document": "Neuromuscular junction . The development of the neuromuscular junction requires signaling from both the motor neuron's terminal and the muscle cell's central region. During development, muscle cells produce acetylcholine receptors (AChRs) and express them in the central regions in a process called prepatterning. Agrin, a heparin proteoglycan, and MuSK kinase are thought to help stabilize the accumulation of AChR in the central regions of the myocyte. MuSK is a receptor tyrosine kinase—meaning that it induces cellular signaling by binding phosphate molecules to self regions like tyrosines, and to other targets in the cytoplasm. Upon activation by its ligand agrin, MuSK signals via two proteins called \"Dok-7\" and \"rapsyn\", to induce \"clustering\" of acetylcholine receptors. ACh release by developing motor neurons produces postsynaptic potentials in the muscle cell that positively reinforces the localization and stabilization of the developing neuromuscular junction.",
            "score": 244.7384934425354
        },
        {
            "docid": "681908_5",
            "document": "Neuromuscular junction . At the neuromuscular junction presynaptic motor axons terminate 30 nanometers from the cell membrane or sarcolemma of a muscle fiber. The sarcolemma at the junction has invaginations called postjunctional folds, which increase its surface area facing the synaptic cleft. These postjunctional folds form the motor endplate, which is studded with nicotinic acetylcholine receptors (nAChRs) at a density of 10,000 receptors/micrometer. The presynaptic axons terminate in bulges called terminal boutons (or presynaptic terminals) that project toward the postjunctional folds of the sarcolemma. In the frog each motor nerve terminal contains about 300,000 vesicles, with an average diameter of 0.05 micrometers. The vesicles contain acetylcholine. Some of these vesicles are gathered into groups of fifty, positioned at active zones close to the nerve membrane. Active zones are about 1 micrometer apart.  The 30 nanometer cleft between nerve ending and endplate contains a meshwork of acetylcholinesterase (AChE) at a density of 2,600 enzyme molecules/micrometer, held in place by the structural proteins dystrophin and rapsyn. Also present is the receptor tyrosine kinase protein MuSK, a signaling protein involved in the development of the neuromuscular junction, which is also held in place by rapsyn.",
            "score": 225.49741435050964
        },
        {
            "docid": "33051527_2",
            "document": "Cell membrane . The cell membrane (also known as the plasma membrane or cytoplasmic membrane, and historically referred to as the plasmalemma) is a biological membrane that separates the interior of all cells from the outside environment (the extracellular space). It consists of a lipid bilayer with embedded proteins. The basic function of the cell membrane is to protect the cell from its surroundings. The cell membrane controls the movement of substances in and out of cells and organelles. In this way, it is selectively permeable to ions and organic molecules. In addition, cell membranes are involved in a variety of cellular processes such as cell adhesion, ion conductivity and cell signalling and serve as the attachment surface for several extracellular structures, including the cell wall, the carbohydrate layer called the glycocalyx, and the intracellular network of protein fibers called the cytoskeleton. In the field of synthetic biology, cell membranes can be artificially reassembled.",
            "score": 137.18625128269196
        },
        {
            "docid": "22519313_3",
            "document": "Cell surface receptor . Many membrane receptors are transmembrane proteins. There are various kinds, including glycoproteins and lipoproteins. Hundreds of different receptors are known and many more have yet to be studied. Transmembrane receptors are typically classified based on their tertiary (three-dimensional) structure. If the three-dimensional structure is unknown, they can be classified based on membrane topology. In the simplest receptors, polypeptide chains cross the lipid bilayer once, while others, such as the G-protein coupled receptors, cross as many as seven times. Each cell membrane can have several kinds of membrane receptors, with varying surface distributions. A single receptor may also be differently distributed at different membrane positions, depending on the sort of membrane and cellular function. Receptors are often clustered on the membrane surface, rather than evenly distributed.",
            "score": 142.82303655147552
        },
        {
            "docid": "14343203_4",
            "document": "RAPSN . In the neuromuscular junction there is a vital pathway that maintains synaptic structure and results in the aggregation and localization of the acetylcholine receptor (AChR) on the postsynaptic folds. This pathway consists of agrin, muscle-specific tyrosine kinase (MuSK protein), AChRs and the AChR-clustering protein rapsyn, encoded by RAPSN. Genetic mutations of the proteins in the neuromuscular junction are associated with Congenital myasthenic syndrome (CMS). Postsynaptic defects are the most frequent cause of CMS and often result in abnormalities in the acetylcholine receptor. The vast majority of mutations causing CMS are found in the AChR subunits and rapsyn genes. The rapsyn protein interacts directly with the AChRs and plays a vital role in agrin-induced clustering of the AChR. Without rapsyn, functional synapses cannot be created as the folds do not form properly. Patients with CMS-related mutations of the rapsyn protein typically are either homozygous for N88K or heterozygous for N88K and a second mutation. The major effect of the mutation N88K in rapsyn is to reduce the stability of AChR clusters. The second mutation can be a determining factor in the severity of the disease.",
            "score": 164.71986889839172
        },
        {
            "docid": "514355_9",
            "document": "Rod cell . When light hits photoreceptive pigments within the photoreceptor cell, the pigment changes shape. The pigment, called rhodopsin (conopsin is found in cone cells) comprises a large protein called opsin (situated in the plasma membrane), attached to which is a covalently bound prosthetic group: an organic molecule called retinal (a derivative of vitamin A). The retinal exists in the 11-cis-retinal form when in the dark, and stimulation by light causes its structure to change to all-trans-retinal. This structural change causes an increased affinity for the regulatory protein called transducin (a type of G protein). Upon binding to rhodopsin, the alpha subunit of the G protein replaces a molecule of GDP with a molecule of GTP and becomes activated. This replacement causes the alpha subunit of the G protein to dissociate from the beta and gamma subunits of the G protein. As a result, the alpha subunit is now free to bind to the cGMP phosphodiesterase (an effector protein). The alpha subunit interacts with the inhibitory PDE gamma subunits and prevents them from blocking catalytic sites on the alpha and beta subunits of PDE, leading to the activation of cGMP phosphodiesterase, which hydrolyzes cGMP (the second messenger), breaking it down into 5'-GMP. Reduction in cGMP allows the ion channels to close, preventing the influx of positive ions, hyperpolarizing the cell, and stopping the release of the neurotransmitter glutamate (Kandel et al., 2000). Though cone cells primarily use the neurotransmitter substance acetylcholine, rod cells use a variety. The entire process by which light initiates a sensory response is called visual phototransduction.",
            "score": 147.80564665794373
        },
        {
            "docid": "1128901_7",
            "document": "End-plate potential . EPP are caused mostly by the binding of acetylcholine to receptors in the postsynaptic membrane. There are two different kinds of acetylcholine receptors: nicotinic and muscarinic. Nicotinic receptors are ligand gated ion channels for fast transmission. All acetylcholine receptors in the neuromuscular junction are nicotinic. Muscarinic receptors are G protein-coupled receptors that use a second messenger. These receptors are slow and therefore are unable to measure a miniature end plate potential (MEPP). They are located in the parasympathetic nervous system such as in the vagus nerve and the gastrointestinal tract.  During fetal development acetylcholine receptors are concentrated on the postsynaptic membrane and the entire surface of the nerve terminal in the growing embryo is covered even before a signal is fired. Five subunits consisting of four different proteins from four different genes comprise the nicotinic acetylcholine receptors therefore their packaging and assembly is a very complicated process with many different factors. The enzyme muscle-specific kinase (MuSK) initiates signaling processes in the developing postsynaptic muscle cell. It stabilizes the postsynaptic acetylcholine receptor clusters, facilitates the transcription of synaptic genes by muscle fiber nuclei, and triggers differentiation of the axon growth cone to form a differentiated nerve terminal. Substrate laminin induces advanced maturation of the acetylcholine receptor clusters on the surfaces of myotubes.",
            "score": 248.8221389055252
        },
        {
            "docid": "529981_4",
            "document": "Membrane transport protein . Active transport is the movement of a substance across a membrane against its concentration gradient. This is usually to accumulate high concentrations of molecules that a cell needs, such as glucose or amino acids. If the process uses chemical energy, such as adenosine triphosphate (ATP), it is called primary active transport. Secondary active transport involves the use of an electrochemical gradient, and does not use energy produced in the cell. Unlike channel proteins which only transport substances through membranes passively, carrier proteins can transport ions and molecules either passively through facilitated diffusion, or via secondary active transport. A carrier protein is required to move particles from areas of low concentration to areas of high concentration. These carrier proteins have receptors that bind to a specific molecule (substrate) needing transport. The molecule or ion to be transported (the substrate) must first bind at a binding site at the carrier molecule, with a certain binding affinity. Following binding, and while the binding site is facing the same way, the carrier will capture or occlude (take in and retain) the substrate within its molecular structure and cause an internal translocation so that the opening in the protein now faces the other side of the plasma membrane. The carrier protein substrate is released at that site, according to its binding affinity there.",
            "score": 119.96569430828094
        },
        {
            "docid": "36907492_7",
            "document": "Fences and pickets model of plasma membrane structure . Receptor redistribution and clustering are key steps in many signal transduction pathways. Several reports have indicated the active roles played by the cytoskeleton in inhibiting or enabling the redistribution/clustering of membrane molecules. Receptor monomers can hop across the inter-compartment boundaries quite readily, but when they form oligomers upon liganding, their size increases and consequently their hop rate decreases dramatically.  Many receptors and other membrane-associated molecules are temporarily immobilized on actin filaments. This imobilization is often enhanced upon receptor engagement, and constitutes a key step for recruiting the downstream signaling molecule. Meanwhile, the formation of engaged receptor clusters might lead to de novo polymerization of actin filaments at the receptor cluster. As such, the actin-based membrane skeleton might work as a base scaffold for enhancing the interactions between the receptor and the actin-bound downstream molecules and for localized signaling. The ‘‘pickets’’ and ‘‘fences’’ made of the membrane skeleton and the anchored transmembrane proteins provide the cell with a mechanism for preserving the spatial information of signal transduction in the membranewhereas pickets would influence both lipids and transmembrane proteins. Pickets influence both lipids and transmembrane proteins traffic, whereas fences mostly influence only transmembrane proteins. Therefore, transmembrane proteins are corralled by both fences and pickets. In both models, membrane proteins and lipids can hop from a compartment to an adjacent one, probably when thermal fluctuations of the membrane and the membrane skeleton create a space between them large enough to allow the passage of integral membrane proteins, when an actin filament temporarily breaks, and/or when membrane molecules have sufficient kinetic energy to cross the barrier when they are in the boundary region.",
            "score": 163.79715049266815
        },
        {
            "docid": "4209093_10",
            "document": "Bacterial cell structure . Fimbriae (sometimes called \"attachment pili\") are protein tubes that extend out from the outer membrane in many members of the \"Proteobacteria\". They are generally short in length and present in high numbers about the entire bacterial cell surface. Fimbriae usually function to facilitate the attachment of a bacterium to a surface (e.g. to form a biofilm) or to other cells (e.g. animal cells during pathogenesis). A few organisms (e.g. \"Myxococcus\") use fimbriae for motility to facilitate the assembly of multicellular structures such as fruiting bodies. Pili are similar in structure to fimbriae but are much longer and present on the bacterial cell in low numbers. Pili are involved in the process of bacterial conjugation where they are called conjugation pili or \"sex pili\". Type IV pili (non-sex pili) also aid bacteria in gripping surfaces. Pili are absent in gram-positive bacteria and present in gram-negative bacteria.",
            "score": 108.32846164703369
        },
        {
            "docid": "33051527_12",
            "document": "Cell membrane . The entire membrane is held together via non-covalent interaction of hydrophobic tails, however the structure is quite fluid and not fixed rigidly in place. Under physiological conditions phospholipid molecules in the cell membrane are in the liquid crystalline state. It means the lipid molecules are free to diffuse and exhibit rapid lateral diffusion along the layer in which they are present. However, the exchange of phospholipid molecules between intracellular and extracellular leaflets of the bilayer is a very slow process. Lipid rafts and caveolae are examples of cholesterol-enriched microdomains in the cell membrane. Also, a fraction of the lipid in direct contact with integral membrane proteins, which is tightly bound to the protein surface is called annular lipid shell; it behaves as a part of protein complex.",
            "score": 117.5938868522644
        },
        {
            "docid": "6389071_14",
            "document": "Endocytic cycle . • The flow of membrane from the front rearward is not a flow of average plasma membrane proteins: The membrane internalised is a subset of plasma membrane proteins, such as LDL or transferrin receptors and the lipid bilayer in which they sit. These recycling molecules appear at the front surface of the cell and diffuse about, drifting rearwards until they are recaptured by a coated pit and transported back, through the cell, to the front.  Other proteins do not participate in this cycle: Therefore, they experience a slow rearward flow of the lipid bilayer in which they reside. Thus, they are subject to two different influences: (a) they tend to get swept backward in this lipid flow and (b) they tend to randomise their distribution on the cell surface by Brownian motion. Calculation shows that, for non-cycling proteins, diffusion is the more important influence, so these molecules would be expected to have a near-random distribution on the cell’s surface. However, if a large object were attached to the cell surface that were unable to diffuse against the flow, it would be expected to be swept backward by the flow toward the trailing end of the cell. Indeed, it would act as a marker for that flow. This is the reason why carbon particles attached to the dorsal surface of a moving cell, or why aggregates of surface proteins, are seen to move to the back of a cell. This process is known as cap formation.",
            "score": 123.34969234466553
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 166.81866359710693
        },
        {
            "docid": "13621723_4",
            "document": "MMP2 . Activation of MMP-2 requires proteolytic processing. A complex of membrane type 1 MMP (MT1-MMP/MMP14) and tissue inhibitor of metalloproteinase 2 recruits pro-MMP 2 from the extracellular milieu to the cell surface. Activation then requires an active molecule of MT1-MMP and auto catalytic cleavage. Clustering of integrin chains promotes activation of MMP-2. Another factor that will support the activation of MMP-2 is cell-cell clustering. A wild-type activated leukocyte cell adhesion molecule (ALCAM) is also required to activate MMP-2.",
            "score": 146.28100299835205
        },
        {
            "docid": "158011_4",
            "document": "Lipid bilayer . Biological membranes typically include several types of molecules other than phospholipids. A particularly important example in animal cells is cholesterol, which helps strengthen the bilayer and decrease its permeability. Cholesterol also helps regulate the activity of certain integral membrane proteins. Integral membrane proteins function when incorporated into a lipid bilayer, and they are held tightly to lipid bilayer with the help of an annular lipid shell. Because bilayers define the boundaries of the cell and its compartments, these membrane proteins are involved in many intra- and inter-cellular signaling processes. Certain kinds of membrane proteins are involved in the process of fusing two bilayers together. This fusion allows the joining of two distinct structures as in the fertilization of an egg by sperm or the entry of a virus into a cell. Because lipid bilayers are quite fragile and invisible in a traditional microscope, they are a challenge to study. Experiments on bilayers often require advanced techniques like electron microscopy and atomic force microscopy.",
            "score": 123.27609884738922
        },
        {
            "docid": "531064_10",
            "document": "Cell adhesion . Gap junctions are composed of channels called connexons, which consist of transmembrane proteins called connexins clustered in groups of six. Connexons from adjacent cells form continuous channels when they come into contact and align with each other. These channels allow transport of ions and small molecules between cytoplasm of two adjacent cells, apart from holding cells together and provide structural stability like anchoring junctions or tight junctions. Gap junction channels are selectively permeable to specific ions depending on which connexins form the connexons, which allows gap junctions to be involved in cell signalling by regulating the transfer of molecules involved in signalling cascades. Channels can respond to many different stimuli and are regulated dynamically either by rapid mechanisms, such as voltage gating, or by slow mechanism, such as altering numbers of channels present in gap junctions.",
            "score": 160.30123376846313
        },
        {
            "docid": "1551873_38",
            "document": "ATP-binding cassette transporter . Discovery of the first eukaryotic ABC transporter protein came from studies on tumor cells and cultured cells that exhibited resistance to several drugs with unrelated chemical structures. These cells were shown to express elevated levels of multidrug-resistance (MDR) transport protein which was originally called P-glycoprotein (P-gp), but it is also referred to as multidrug resistance protein 1 (MDR1) or ABCB1. This protein uses ATP hydrolysis, just like the other ABC transporters, to export a large variety of drugs from the cytosol to the extracellular medium. In multidrug-resistant cells, the MDR1 gene is frequently amplified in multidrug-resistant cells. This results in a large overproduction of the MDR1 protein.  The substrates of mammalian ABCB1 are primarily planar, lipid-soluble molecules with one or more positive charges. All of these substrates compete with one another for transport, suggesting that they bind to the same or overlapping sites on the protein. Many of the drugs that are transported out by ABCB1 are small, nonpolar drugs that diffuse across the extracellular medium into the cytosol, where they block various cellular functions. Drugs such as colchicine and vinblastine, which block assembly of microtubules, freely cross the membrane into the cytosol, but the export of these drugs by ABCB1 reduces their concentration in the cell. Therefore, it takes a higher concentration of the drugs is required to kill the cells that express ABCB1 than those that do not express the gene.",
            "score": 106.7637506723404
        },
        {
            "docid": "4817_15",
            "document": "Biological membrane . Particles that are required for cellular function but are unable to diffuse freely across a membrane enter through a membrane transport protein or are taken in by means of endocytosis, where the membrane allows for a vacuole to join onto it and push its contents into the cell. Many types of specialized plasma membranes can separate cell from external environment: apical, basolateral, presynaptic and postsynaptic ones, membranes of flagella, cilia, microvillus, filopodia and lamellipodia, the sarcolemma of muscle cells, as well as specialized myelin and dendritic spine membranes of neurons. Plasma membranes can also form different types of \"supramembrane\" structures such as caveolae, postsynaptic density, podosome, invadopodium, desmosome, hemidesmosome, focal adhesion, and cell junctions. These types of membranes differ in lipid and protein composition.",
            "score": 141.2173454761505
        },
        {
            "docid": "33051527_24",
            "document": "Cell membrane . 3. Endocytosis: Endocytosis is the process in which cells absorb molecules by engulfing them. The plasma membrane creates a small deformation inward, called an invagination, in which the substance to be transported is captured.This invagination is caused by proteins on the outside on the cell membrane, acting as receptors and clustering into depressions that eventually promote accumulation of more proteins and lipids on the cytosolic side of the membrane. The deformation then pinches off from the membrane on the inside of the cell, creating a vesicle containing the captured substance. Endocytosis is a pathway for internalizing solid particles (\"cell eating\" or phagocytosis), small molecules and ions (\"cell drinking\" or pinocytosis), and macromolecules. Endocytosis requires energy and is thus a form of active transport.",
            "score": 133.42213010787964
        },
        {
            "docid": "29961903_5",
            "document": "Plant matrix metalloproteinase . The most basic description of the plant extracellular matrix (ECM) is the cell wall, but it is actually the cell surface continuum that includes a variety of proteins with major roles in plant growth, development, and response. The ECM is composed of the primary and secondary cell walls, along with the intercellular gap between its neighboring cells. The ECM has a functional structure, along with aid in the regulation of turgor, which acts as a protective barrier and communicates with other cells using signaling pathways. In mammalian animals, extracellular matrix metalloproteinases (MMPs) modify the ECM to play significant roles in biological processes. The important role of MMP function in the extracellular matrix modification and subsequent mammalian development and signaling suggests that further study on the structure and function of these extracellular metalloproteinases may reveal new aspects of ECM modification in plant development.",
            "score": 158.95350468158722
        },
        {
            "docid": "22762505_2",
            "document": "Epithelial polarity . Cell polarity is a fundamental feature of many types of cells. Epithelial cells are one example of a polarized cell type, featuring distinct 'apical', 'lateral' and 'basal' plasma membrane domains. Epithelial cells connect to one another via their lateral membranes to form epithelial sheets that line cavities and surfaces throughout the animal body. Each plasma membrane domain has a distinct protein composition, giving them distinct properties and allowing directional transport of molecules across the epithelial sheet. How epithelial cells generate and maintain polarity remains unclear, but certain molecules have been found to play a key role.",
            "score": 109.12117528915405
        },
        {
            "docid": "14033433_5",
            "document": "GJB2 . Gap junctions were first characterized by electron microscopy as regionally specialized structures on plasma membranes of contacting adherent cells. These structures were shown to consist of cell-to-cell channels. Proteins, called connexins, purified from fractions of enriched gap junctions from different tissues differ. The connexins are designated by their molecular mass. Another system of nomenclature divides gap junction proteins into two categories, alpha and beta, according to sequence similarities at the nucleotide and amino acid levels. For example, CX43 (GJA1) is designated alpha-1 gap junction protein, whereas GJB1 (CX32), and GJB2 (CX26; this protein) are called beta-1 and beta-2 gap junction proteins, respectively. This nomenclature emphasizes that GJB1 and GJB2 are more homologous to each other than either of them is to gap junction protein, alpha GJA1.",
            "score": 124.5427770614624
        },
        {
            "docid": "3777533_5",
            "document": "Bacterial display . Peptides are very useful as therapeutic and diagnostic substances. Their use is getting more popular, and display systems offer a useful way to engineer peptides and optimise their binding capabilities. Cells express surface proteins which can be involved in a whole host of responses including recognition of other cells, interaction with other cells, and cell signalling. Many types of bacteria have cell surface proteins such as the enteropathogenic \"E. coli\" intimin protein which is involved in binding to host cells, or the OmpA protein of \"E. coli\" cells which is important in keeping the structure of the outer membrane. Many surface proteins are involved in bacterial cell attachment and invasion of the host cell. By using bacterial display, target proteins on the host cell can be identified. These surface proteins need to first be translocated across the bacterial cell membranes from the cytoplasm to the cell surface. Gram-negative bacteria have an additional periplasmic space, which Gram-positive bacteria lack, so they have a harder task of translocating proteins. The display of heterologous proteins on the bacterial cell surface normally requires the fusion of the protein with a surface protein, called a scaffold. Scaffolds are used to display the heterologous protein on the bacterial cell surface. There are various scaffolds which have been used such as outer membrane proteins, fimbriae/flagella proteins and CPX (circularly permuted OmpX). The CPX scaffold allows peptide fusion at both termini of the scaffold.",
            "score": 128.34171080589294
        }
    ],
    "r": [
        {
            "docid": "159748_11",
            "document": "Muscular system . Neuromuscular junctions are the focal point where a motor neuron attaches to a muscle. Acetylcholine, (a neurotransmitter used in skeletal muscle contraction) is released from the axon terminal of the nerve cell when an action potential reaches the microscopic junction, called a synapse. A group of chemical messengers cross the synapse and stimulate the formation of electrical changes, which are produced in the muscle cell when the acetylcholine binds to receptors on its surface. Calcium is released from its storage area in the cell's sarcoplasmic reticulum. An impulse from a nerve cell causes calcium release and brings about a single, short muscle contraction called a muscle twitch. If there is a problem at the neuromuscular junction, a very prolonged contraction may occur, such as the muscle contractions that result from tetanus. Also, a loss of function at the junction can produce paralysis.",
            "score": 268.11572265625
        },
        {
            "docid": "260578_6",
            "document": "Muscle relaxant . Muscle relaxation and paralysis can theoretically occur by interrupting function at several sites, including the central nervous system, myelinated somatic nerves, unmyelinated motor nerve terminals, nicotinic acetylcholine receptors, the motor end plate, and the muscle membrane or contractile apparatus. Most neuromuscular blockers function by blocking transmission at the end plate of the neuromuscular junction. Normally, a nerve impulse arrives at the motor nerve terminal, initiating an influx of calcium ions, which causes the exocytosis of synaptic vesicles containing acetylcholine. Acetylcholine then diffuses across the synaptic cleft. It may be hydrolysed by acetylcholine esterase (AchE) or bind to the nicotinic receptors located on the motor end plate. The binding of two acetylcholine molecules results in a conformational change in the receptor that opens the sodium-potassium channel of the nicotinic receptor. This allows and ions to enter the cell and ions to leave the cell, causing a depolarization of the end plate, resulting in muscle contraction. Following depolarization, the acetylcholine molecules are then removed from the end plate region and enzymatically hydrolysed by acetylcholinesterase.",
            "score": 258.513671875
        },
        {
            "docid": "189701_29",
            "document": "Development of the nervous system . Much of our understanding of synapse formation comes from studies at the neuromuscular junction. The transmitter at this synapse is acetylcholine. The acetylcholine receptor (AchR) is present at the surface of muscle cells before synapse formation. The arrival of the nerve induces clustering of the receptors at the synapse. McMahan and Sanes showed that the synaptogenic signal is concentrated at the basal lamina. They also showed that the synaptogenic signal is produced by the nerve, and they identified the factor as Agrin. Agrin induces clustering of AchRs on the muscle surface and synapse formation is disrupted in agrin knockout mice. Agrin transduces the signal via MuSK receptor to rapsyn. Fischbach and colleagues showed that receptor subunits are selectively transcribed from nuclei next to the synaptic site. This is mediated by neuregulins.",
            "score": 253.9357452392578
        },
        {
            "docid": "326357_21",
            "document": "Neurotoxin . Toxic effects from anatoxin-\"a\" progress very rapidly because it acts directly on the nerve cells (neurons). The progressive symptoms of anatoxin-\"a\" exposure are loss of coordination, twitching, convulsions and rapid death by respiratory paralysis. The nerve tissues which communicate with muscles contain a receptor called the nicotinic acetylcholine receptor. Stimulation of these receptors causes a muscular contraction. The anatoxin-\"a\" molecule is shaped so it fits this receptor, and in this way it mimics the natural neurotransmitter normally used by the receptor, acetylcholine. Once it has triggered a contraction, anatoxin-\"a\" does not allow the neurons to return to their resting state, because it is not degraded by cholinesterase which normally performs this function. As a result, the muscle cells contract permanently, the communication between the brain and the muscles is disrupted and breathing stops.",
            "score": 250.45530700683594
        },
        {
            "docid": "1064680_20",
            "document": "Cyanotoxin . Toxic effects from anatoxin-\"a\" progress very rapidly because it acts directly on the nerve cells (neurons) as a neurotoxin. The progressive symptoms of anatoxin-\"a\" exposure are loss of coordination, twitching, convulsions and rapid death by respiratory paralysis. The nerve tissues which communicate with muscles contain a receptor called the nicotinic acetylcholine receptor. Stimulation of these receptors causes a muscular contraction. The anatoxin-\"a\" molecule is shaped so it fits this receptor, and in this way it mimics the natural neurotransmitter normally used by the receptor, acetylcholine. Once it has triggered a contraction, anatoxin-\"a\" does not allow the neurons to return to their resting state, because it is not degraded by cholinesterase which normally performs this function. As a result, the muscle cells contract permanently, the communication between the brain and the muscles is disrupted and breathing stops.",
            "score": 250.45530700683594
        },
        {
            "docid": "1128901_7",
            "document": "End-plate potential . EPP are caused mostly by the binding of acetylcholine to receptors in the postsynaptic membrane. There are two different kinds of acetylcholine receptors: nicotinic and muscarinic. Nicotinic receptors are ligand gated ion channels for fast transmission. All acetylcholine receptors in the neuromuscular junction are nicotinic. Muscarinic receptors are G protein-coupled receptors that use a second messenger. These receptors are slow and therefore are unable to measure a miniature end plate potential (MEPP). They are located in the parasympathetic nervous system such as in the vagus nerve and the gastrointestinal tract.  During fetal development acetylcholine receptors are concentrated on the postsynaptic membrane and the entire surface of the nerve terminal in the growing embryo is covered even before a signal is fired. Five subunits consisting of four different proteins from four different genes comprise the nicotinic acetylcholine receptors therefore their packaging and assembly is a very complicated process with many different factors. The enzyme muscle-specific kinase (MuSK) initiates signaling processes in the developing postsynaptic muscle cell. It stabilizes the postsynaptic acetylcholine receptor clusters, facilitates the transcription of synaptic genes by muscle fiber nuclei, and triggers differentiation of the axon growth cone to form a differentiated nerve terminal. Substrate laminin induces advanced maturation of the acetylcholine receptor clusters on the surfaces of myotubes.",
            "score": 248.8221435546875
        },
        {
            "docid": "743410_2",
            "document": "Nicotinic acetylcholine receptor . Nicotinic acetylcholine receptors, or nAChRs, are receptor proteins that respond to the neurotransmitter acetylcholine. Nicotinic receptors also respond to drugs, including the nicotinic receptor agonist nicotine. They are found in the central and peripheral nervous system, muscle, and many other tissues of many organisms, including humans. At the neuromuscular junction they are the primary receptor in muscle for motor nerve-muscle communication that controls muscle contraction. In the peripheral nervous system: (1) they transmit outgoing signals from the presynaptic to the postsynaptic cells within the sympathetic and parasympathetic nervous system, and (2) they are the receptors found on skeletal muscle that receive acetylcholine released to signal for muscular contraction. In the immune system, nAChRs regulate inflammatory processes and signal through distinct intracellular pathways. In insects, the cholinergic system is limited to the central nervous system.",
            "score": 248.49728393554688
        },
        {
            "docid": "681908_10",
            "document": "Neuromuscular junction . The development of the neuromuscular junction requires signaling from both the motor neuron's terminal and the muscle cell's central region. During development, muscle cells produce acetylcholine receptors (AChRs) and express them in the central regions in a process called prepatterning. Agrin, a heparin proteoglycan, and MuSK kinase are thought to help stabilize the accumulation of AChR in the central regions of the myocyte. MuSK is a receptor tyrosine kinase—meaning that it induces cellular signaling by binding phosphate molecules to self regions like tyrosines, and to other targets in the cytoplasm. Upon activation by its ligand agrin, MuSK signals via two proteins called \"Dok-7\" and \"rapsyn\", to induce \"clustering\" of acetylcholine receptors. ACh release by developing motor neurons produces postsynaptic potentials in the muscle cell that positively reinforces the localization and stabilization of the developing neuromuscular junction.",
            "score": 244.73849487304688
        },
        {
            "docid": "569399_24",
            "document": "Stimulus (physiology) . Nerves in the peripheral nervous system spread out to various parts of the body, including muscle fibers. A muscle fiber and the motor neuron to which it is connected. The spot at which the motor neuron attaches to the muscle fiber is known as the neuromuscular junction. When muscles receive information from internal or external stimuli, muscle fibers are stimulated by their respective motor neuron. Impulses are passed from the central nervous system down neurons until they reach the motor neuron, which releases the neurotransmitter acetylcholine (ACh) into the neuromuscular junction. ACh binds to nicotinic acetylcholine receptors on the surface of the muscle cell and opens ion channels, allowing sodium ions to flow into the cell and potassium ions to flow out; this ion movement causes a depolarization, which allows for the release of calcium ions within the cell. Calcium ions bind to proteins within the muscle cell to allow for muscle contraction; the ultimate consequence of a stimulus.",
            "score": 242.16375732421875
        },
        {
            "docid": "52649_13",
            "document": "Acetylcholine . When a motor neuron generates an action potential, it travels rapidly along the nerve until it reaches the neuromuscular junction, where it initiates an electrochemical process that causes acetylcholine to be released into the space between the presynaptic terminal and the muscle fiber. The acetylcholine molecules then bind to nicotinic ion-channel receptors on the muscle cell membrane, causing the ion channels to open. Calcium ions then flow into the muscle cell, initiating a sequence of steps that finally produce muscle contraction.",
            "score": 239.90333557128906
        },
        {
            "docid": "653348_10",
            "document": "Human musculoskeletal system . In mammals, when a muscle contracts, a series of reactions occur. Muscle contraction is stimulated by the motor neuron sending a message to the muscles from the somatic nervous system. Depolarization of the motor neuron results in neurotransmitters being released from the nerve terminal. The space between the nerve terminal and the muscle cell is called the neuromuscular junction. These neurotransmitters diffuse across the synapse and bind to specific receptor sites on the cell membrane of the muscle fiber. When enough receptors are stimulated, an action potential is generated and the permeability of the sarcolemma is altered. This process is known as initiation.",
            "score": 229.10968017578125
        },
        {
            "docid": "18628_11",
            "document": "Lambert–Eaton myasthenic syndrome . In normal neuromuscular function, a nerve impulse is carried down the axon (the long projection of a nerve cell) from the spinal cord. At the nerve ending in the neuromuscular junction, where the impulse is transferred to the muscle cell, the nerve impulse leads to the opening of voltage-gated calcium channels (VGCC), the influx of calcium ions into the nerve terminal, and the calcium-dependent triggering of synaptic vesicle fusion with plasma membrane. These synaptic vesicles contain acetylcholine, which is released into the synaptic cleft and stimulates the acetylcholine receptors on the muscle. The muscle then contracts.",
            "score": 226.58445739746094
        },
        {
            "docid": "681908_5",
            "document": "Neuromuscular junction . At the neuromuscular junction presynaptic motor axons terminate 30 nanometers from the cell membrane or sarcolemma of a muscle fiber. The sarcolemma at the junction has invaginations called postjunctional folds, which increase its surface area facing the synaptic cleft. These postjunctional folds form the motor endplate, which is studded with nicotinic acetylcholine receptors (nAChRs) at a density of 10,000 receptors/micrometer. The presynaptic axons terminate in bulges called terminal boutons (or presynaptic terminals) that project toward the postjunctional folds of the sarcolemma. In the frog each motor nerve terminal contains about 300,000 vesicles, with an average diameter of 0.05 micrometers. The vesicles contain acetylcholine. Some of these vesicles are gathered into groups of fifty, positioned at active zones close to the nerve membrane. Active zones are about 1 micrometer apart.  The 30 nanometer cleft between nerve ending and endplate contains a meshwork of acetylcholinesterase (AChE) at a density of 2,600 enzyme molecules/micrometer, held in place by the structural proteins dystrophin and rapsyn. Also present is the receptor tyrosine kinase protein MuSK, a signaling protein involved in the development of the neuromuscular junction, which is also held in place by rapsyn.",
            "score": 225.49742126464844
        },
        {
            "docid": "563258_19",
            "document": "Neuroeffector junction . Non-synaptic transmission is characteristic of autonomic neuroeffector junctions. The essential features are that: the terminal portions of autonomic nerve fibers are varicose and mobile; transmitters are released from varicosities at varying distances from the effector cells; and while there is no structural post-junctional specialization on effector cells, receptors for neurotransmitters accumulate on cell membranes at close junctions. Besides smooth muscle, autonomic neural control of immune, epithelial, and endothelial cells also involves nonsynaptic transmission. Smooth muscle effectors are bundles rather than single cells, that are connected by gap junctions which allow electrotonic spread of activity between cells. Many smooth muscle cells in a transverse section through a muscle bundle show regions of very close apposition to adjacent cells at which connexins form junctions between the cells. Unlike in cardiac muscle, where gap junctions are confined to the ends of cardiac myocytes, smooth muscle gap junctions occur along the length of the muscle cells as well as towards their ends. There are small bundles of three to seven varicose axons, partially or wholly enveloped in Schwann-cell sheath, both on the surface of the muscle as well as in the body of smooth muscle bundles. In addition, single varicose axons can be found on the surface and in the muscle bundles, and become divested of Schwann cells in the region of apposition between the varicosities and smooth muscle cells.",
            "score": 224.11477661132812
        },
        {
            "docid": "24950378_10",
            "document": "Cell–cell interaction . Synaptic signaling, an integral part of nervous system activity, occurs between neurons and target cells. These target cells can also be neurons or other cell types (i.e. muscle or gland cells). Protocadherins, a member of the cadherin family, mediate the adhesion of neurons to their target cells at synapses otherwise known as synaptic junctions. In order to for communication to occur between a neuron and its target cell, a wave of depolarization travels the length of the neuron and causes neurotransmitters to be released into the synaptic junction. These neurotransmitters bind and activate receptors on the post-synaptic neuron thereby transmitting the signal to the target cell. Thus, a post-synaptic membrane belongs to the membrane receiving the signal, while a pre-synaptic membrane is the source of the neurotransmitter. In a neuromuscular junction, a synapse is formed between a motor neuron and muscle fibers. In vertebrates, acetylcholine released from the motor neuron acts as a neurotransmitter which depolarizes the muscle fiber and causes muscle contraction. A neuron’s ability to receive and integrate simultaneous signals from the environment and other neurons allows for complex animal behavior.",
            "score": 221.27847290039062
        },
        {
            "docid": "41122418_2",
            "document": "Perisynaptic schwann cells . Perisynaptic schwann cells (also known as Terminal schwann cells or Teloglia) are Neuroglia found at the Neuromuscular junction (NMJ) with known functions in synaptic transmission, synaptogenesis, and nerve regeneration. These cells share a common ancestor with both Myelinating and Non-Myelinating Schwann Cells called Neural Crest cells. Perisynaptic Schwann Cells (PSCs) contribute to the tripartite synapse organization in combination with the pre-synaptic nerve and the post-synaptic muscle fiber. PSCs are considered to be the glial component of the Neuromuscular Junction (NMJ) and have a similar functionality to that of Astrocytes in the Central Nervous System. The characteristics of PSCs are based on both external synaptic properties and internal glial properties, where the internal characteristics of PSCs develop based on the associated synapse, for example: the PSCs of a fast-twitch muscle fiber differ from the PSCs of a slow-twitch muscle fiber even when removed from their natural synaptic environment. PSCs of fast-twitch muscle fibers have higher Calcium levels in response to synapse innervation when compared to slow-twitch PSCs. This balance between external and internal influences creates a range of PSCs that are present in the many Neuromuscular Junctions of the Peripheral Nervous System.",
            "score": 220.16937255859375
        },
        {
            "docid": "41122418_14",
            "document": "Perisynaptic schwann cells . PSCs have important roles in synaptogenesis during development as well as in the regeneration of nerve axons after nerve injury. If a nerve injury occurs, PSCs form PSC bridges which connect adjacent NMJ sites. The recovering axon grows along a scaffolding of basal lamina left from the damaged Schwann cells and reaches the proximal PSC site (nearest NMJ). PSC bridges connect adjacent NMJ sites and allow axonal growth from one NMJ to the other. This bridge is a shorter distance for axonal growth than the original route. Once the axon has innervated both sites, it continues growing in a retrograde direction (toward the injury site) to innervate other affected NMJs. PSCs have a large role in creating growth scaffolds from one injured NMJ to another. These PSC bridges are seen in vivo following complement-mediated injury in a murine model, showing that this role of PSCs are present in mammalian NMJs. It has also been seen that motor-end plate terminals are unstable without M ACh receptors and muscle fiber growth is uncontrolled in the absence of M ACh receptors. This shows that in NMJ regeneration, ACh receptors present on PSCs modulate and control growth.",
            "score": 219.5316925048828
        },
        {
            "docid": "199306_6",
            "document": "VX (nerve agent) . VX is an acetylcholinesterase inhibitor. It works by blocking the function of acetylcholinesterase (AChE). Normally, when a motor neuron is stimulated, it releases the neurotransmitter acetylcholine (ACh) into the space between the neuron and an adjacent muscle cell. When acetylcholine is taken up by the muscle cell, it stimulates muscle contraction. To avoid a state of constant muscle contraction, the acetylcholine is then broken down (hydrolysed) into the inactive substances acetic acid and choline by AChE. VX blocks the action of AChE, resulting in an accumulation of acetylcholine in the space between the neuron and muscle cell. On a molecular level, this leads to this ongoing stimulation and eventual fatigue of all affected muscarinic and nicotinic ACh receptors. This results in initial violent contractions, followed by \"sustained supercontraction restricted to the fluid (sarcoplasm) of the subjunctional endplate and prolonged, depolarizing neuromuscular blockade.\" The prolonged blockade results in flaccid paralysis of all the muscles in the body, and it is such sustained paralysis of the diaphragm muscle that causes death by asphyxiation.",
            "score": 219.3107147216797
        },
        {
            "docid": "24896394_4",
            "document": "Gerald Fischbach . Fischbach began his research career at the National Institutes of Health, where he served as a senior surgeon at the National Institute of Neurological Disorders and Stroke (NINDS) before becoming a fellow at the National Institute of Child Health from 1966 to 1973. Much of Fischbach’s research concentrated on the mechanisms controlling action potentials and synapses, from which he pioneered the use of neuron and muscle cell culture to study neuromuscular junctions. Fischbach used this technique to reconstruct neuromuscular junctions from dissociated spinal cord and muscle cells from chick embryos to show that functional synaptic connections reformed and were capable of sending spontaneous or induced action potentials. However, cultures containing isolated spinal cord cells were unable to send similar action potentials. This technique proved to be an important model for further studies to determine the essential mechanisms controlling neuromuscular junction development and maintenance. Towards the end of his tenure at the National Institutes of Health, Fischbach began to search for motor neuron molecules responsible for regulating the number of acetylcholine receptors on postsynaptic cells. This research project culminated in 1993 with the isolation of the ARIA (acetylcholine receptor inducing activity) protein, which is a member of the neuregulin family and is responsible for stimulating the production of acetylcholine receptors in postsynaptic muscle tissue.",
            "score": 218.16131591796875
        },
        {
            "docid": "1110611_33",
            "document": "Muscle contraction . Although smooth muscle contractions are myogenic, the rate and strength of their contractions can be modulated by the autonomic nervous system. Postganglionic nerve fibers of parasympathetic nervous system release the neurotransmitter acetylcholine, which binds to muscarinic acetylcholine receptors (mAChRs) on smooth muscle cells. These receptors are metabotropic, or G-protein coupled receptors that initiate a second messenger cascade. Conversely, postganglionic nerve fibers of the sympathetic nervous system release the neurotransmitters epinephrine and norepinephrine, which bind to adrenergic receptors that are also metabotropic. The exact effects on the smooth muscle depend on the specific characteristics of the receptor activated—both parasympathetic input and sympathetic input can be either excitatory (contractile) or inhibitory (relaxing).",
            "score": 217.75933837890625
        },
        {
            "docid": "3875219_3",
            "document": "MuSK protein . Upon activation by its ligand agrin, MuSK signals via the proteins called casein kinase 2 (CK2), Dok-7 and rapsyn, to induce \"clustering\" of acetylcholine receptors (AChR). Both CK2 and Dok-7 are required for MuSK-induced formation of the neuromuscular junction, since mice lacking Dok-7 failed to form AChR clusters or neuromuscular synapses, and since downregulation of CK2 also impedes recruitment of AChR to the primary MuSK scaffold. In addition to the proteins mentioned, other proteins are then gathered, to form the endplate to the neuromuscular junction. The nerve terminates onto the endplate, forming the neuromuscular junction - a structure required to transmit nerve impulses to the muscle, and thus initiating muscle contraction.",
            "score": 216.52999877929688
        },
        {
            "docid": "681908_3",
            "document": "Neuromuscular junction . Muscles require innervation to function—and even just to maintain muscle tone, avoiding atrophy. Synaptic transmission at the neuromuscular junction begins when an action potential reaches the presynaptic terminal of a motor neuron, which activates voltage-dependent calcium channels to allow calcium ions to enter the neuron. Calcium ions bind to sensor proteins (synaptotagmin) on synaptic vesicles, triggering vesicle fusion with the cell membrane and subsequent neurotransmitter release from the motor neuron into the synaptic cleft. In vertebrates, motor neurons release acetylcholine (ACh), a small molecule neurotransmitter, which diffuses across the synaptic cleft and binds to nicotinic acetylcholine receptors (nAChRs) on the cell membrane of the muscle fiber, also known as the sarcolemma. nAChRs are ionotropic receptors, meaning they serve as ligand-gated ion channels. The binding of ACh to the receptor can depolarize the muscle fiber, causing a cascade that eventually results in muscle contraction.",
            "score": 214.18502807617188
        },
        {
            "docid": "52649_2",
            "document": "Acetylcholine . Acetylcholine (ACh) is an organic chemical that functions in the brain and body of many types of animals, including humans, as a neurotransmitter—a chemical message released by nerve cells to send signals to other cells [neurons, muscle cells, and gland cells]. Its name is derived from its chemical structure: it is an ester of acetic acid and choline. Parts in the body that use or are affected by acetylcholine are referred to as cholinergic. Substances that interfere with acetylcholine activity are called anticholinergics. Acetylcholine is the neurotransmitter used at the neuromuscular junction—in other words, it is the chemical that motor neurons of the nervous system release in order to activate muscles. This property means that drugs that affect cholinergic systems can have very dangerous effects ranging from paralysis to convulsions. Acetylcholine is also used as a neurotransmitter in the autonomic nervous system, both as an internal transmitter for the sympathetic nervous system and as the final product released by the parasympathetic nervous system.",
            "score": 213.2703399658203
        },
        {
            "docid": "1224698_3",
            "document": "Synaptogenesis . The neuromuscular junction (NMJ) is the most well-characterized synapse in that it provides a simple and accessible structure that allows for easy manipulation and observation. The synapse itself is composed of three cells: the motor neuron, the myofiber, and the Schwann cell. In a normally functioning synapse, a signal will cause the motor neuron to depolarize, by releasing the neurotransmitter acetylcholine (ACh). Acetylcholine travels across the synaptic cleft where it reaches acetylcholine receptors (AChR) on the plasma membrane of the myofiber, the sarcolemma. As the AChRs open ion channels, the membrane depolarizes, causing muscle contraction. The entire synapse is covered in a myelin sheath provided by the Schwann cell to insulate and encapsulate the junction. Another important part of the neuromuscular system and central nervous system are the astrocytes. While originally they were thought to have only functioned as support for the neurons, they play an important role in functional plasticity of synapses.",
            "score": 211.91030883789062
        },
        {
            "docid": "681908_7",
            "document": "Neuromuscular junction . When the motor nerve is stimulated there is a delay of only 0.5 to 0.8 msec between the arrival of the nerve impulse in the motor nerve terminals and the first response of the endplate The arrival of the motor nerve action potential at the presynaptic neuron terminal opens voltage-dependent calcium channels and Ca ions flow from the extracellular fluid into the presynaptic neuron's cytosol. This influx of Ca causes several hundred neurotransmitter-containing vesicles to dock and fuse to the presynaptic neuron's cell membrane through SNARE proteins to release their acetylcholine quanta by exocytosis . The endplate depolarization by the released acetylcholine is called an endplate potential (EPP). The endplate potential sets up an action potential in the muscle fiber which triggers contraction. The transmission from nerve to muscle is so rapid because each quantum of acetylcholine reaches the endplate in millimolar concentrations, high enough to combine with a receptor with a low affinity, which then swiftly releases the bound transmitter.",
            "score": 211.5298309326172
        },
        {
            "docid": "156970_5",
            "document": "Cytoskeleton . A large-scale example of an action performed by the cytoskeleton is muscle contraction. In the muscle, there are groups of highly specialized cells that work together to perform a function known as muscle contraction. A main component in the cytoskeleton that helps show the true function of this muscle contraction is known as a microfilament. Microfilaments are composed of the most abundant cellular protein known as actin. During contraction of a muscle, within each muscle cell, myosin molecular motors collectively exert forces on parallel actin filaments. Muscle contraction starts from nerve impulses which then causes increased amounts of calcium to be released from the sarcoplasmic reticulum. Increases in calcium in the cytosol allows muscle contraction to begin with the help of two proteins, tropomyosin and troponin. Tropomyosin inhibits the interaction between actin and myosin, while troponin senses the increase in calcium and releases the inhibition. This action contracts the muscle cell, and through the synchronous process in many muscle cells, the entire muscle.",
            "score": 210.74732971191406
        },
        {
            "docid": "1224698_15",
            "document": "Synaptogenesis . Although the study of synaptogenesis within the central nervous system (CNS) is much more recent than that of the NMJ, there is promise of relating the information learned at the NMJ to synapses within the CNS. Many similar structures and basic functions exist between the two types of neuronal connections. At the most basic level, the CNS synapse and the NMJ both have a nerve terminal that is separated from the postsynaptic membrane by a cleft containing specialized extracellular material. Both structures exhibit localized vesicles at the active sites, clustered receptors at the post-synaptic membrane, and glial cells that encapsulate the entire synaptic cleft. In terms of synaptogenesis, both synapses exhibit differentiation of the pre- and post-synaptic membranes following initial contact between the two cells. This includes the clustering of receptors, localized up-regulation of protein synthesis at the active sites, and neuronal pruning through synapse elimination.",
            "score": 209.6451416015625
        },
        {
            "docid": "152964_11",
            "document": "Motor neuron . The interface between a motor neuron and muscle fiber is a specialized synapse called the neuromuscular junction. Upon adequate stimulation, the motor neuron releases a flood of acetylcholine (Ach) neurotransmitters from the axon terminals from synaptic vesicles bind with the plasma membrane. The acetylcholine molecules bind to postsynaptic receptors found within the motor end plate. Once two acetylcholine receptors have been bound, an ion channel is opened and sodium ions are allowed to flow into the cell. The influx of sodium into the cell causes depolarization and triggers a muscle action potential. T tubules of the sarcolemma are then stimulated to elicit calcium ion release from the sarcoplasmic reticulum. It is this chemical release that causes the target muscle fiber to contract.",
            "score": 208.78562927246094
        },
        {
            "docid": "563258_3",
            "document": "Neuroeffector junction . Non-synaptic transmission is characteristic of autonomic neuroeffector junctions. The structure of the autonomic neuromuscular junction consists of several essential features including that: the terminal portions of autonomic nerve fibers are varicose and mobile, transmitters being released ‘en passage’ from varying distances from the effector cells; while there is no structural post-junctional specialization on effector cells, receptors for neurotransmitters accumulate on cell membranes at close junctions. Muscle effectors are bundles rather than single smooth muscle cells that are connected by gap junctions which allow electrotonic spread of activity between cells. A multiplicity of transmitters are utilized by autonomic nerves, and co-transmission occurs often involving synergistic actions of the co-transmitters, although pre- and post-junctional neuromodulation of neurotransmitter release also take place. It is suggested that autonomic neural control of immune, epithelial and endothelial cells also involves non-synaptic transmission.",
            "score": 206.25343322753906
        },
        {
            "docid": "1110611_19",
            "document": "Muscle contraction . A neuromuscular junction is a chemical synapse formed by the contact between a motor neuron and a muscle fiber. It is the site in which a motor neuron transmits a signal to a muscle fiber to initiate muscle contraction. The sequence of events that results in the depolarization of the muscle fiber at the neuromuscular junction begins when an action potential is initiated in the cell body of a motor neuron, which is then propagated by saltatory conduction along its axon toward the neuromuscular junction. Once it reaches the terminal bouton, the action potential causes a ion influx into the terminal by way of the voltage-gated calcium channels. The influx causes synaptic vesicles containing the neurotransmitter acetylcholine to fuse with the plasma membrane, releasing acetylcholine into the synaptic cleft between the motor neuron terminal and the neuromuscular junction of the skeletal muscle fiber. Acetylcholine diffuses across the synapse and binds to and activates nicotinic acetylcholine receptors on the neuromuscular junction. Activation of the nicotinic receptor opens its intrinsic sodium/potassium channel, causing sodium to rush in and potassium to trickle out. As a result, the sarcolemma reverses polarity and its voltage quickly jumps from the resting membrane potential of -90mV to as high as +75mV as sodium enters. The membrane potential then becomes hyperpolarized when potassium exits and is then adjusted back to the resting membrane potential. This rapid fluctuation is called the end-plate potential The voltage-gated ion channels of the sarcolemma next to the end plate open in response to the end plate potential. These voltage-gated channels are sodium and potassium specific and only allow one through. This wave of ion movements creates the action potential that spreads from the motor end plate in all directions. If action potentials stop arriving, then acetylcholine ceases to be released from the terminal bouton. The remaining acetylcholine in the synaptic cleft is either degraded by active acetylcholine esterase or reabsorbed by the synaptic knob and none is left to replace the degraded acetylcholine.",
            "score": 205.44442749023438
        },
        {
            "docid": "7137808_4",
            "document": "Dystroglycan . In skeletal muscle the dystroglycan complex works as a transmembrane linkage between the extracellular matrix and the cytoskeleton. [alpha]-dystroglycan is extracellular and binds to merosin [alpha]-2 laminin in the basement membrane, while [beta]-dystroglycan is a transmembrane protein and binds to dystrophin, which is a large rod-like cytoskeletal protein, absent in Duchenne muscular dystrophy patients. Dystrophin binds to intracellular actin cables. In this way, the dystroglycan complex, which links the extracellular matrix to the intracellular actin cables, is thought to provide structural integrity in muscle tissues. The dystroglycan complex is also known to serve as an agrin receptor in muscle, where it may regulate agrin-induced acetylcholine receptor clustering at the neuromuscular junction. There is also evidence which suggests the function of dystroglycan as a part of the signal transduction pathway because it is shown that Grb2, a mediator of the Ras-related signal pathway, can interact with the cytoplasmic domain of dystroglycan.",
            "score": 203.98556518554688
        },
        {
            "docid": "1110611_30",
            "document": "Muscle contraction . Unlike single-unit smooth muscle cells, multi-unit smooth muscle cells are found in the muscle of the eye and in the base of hair follicles. Multi-unit smooth muscle cells contract by being separately stimulated by nerves of the autonomic nervous system. As such, they allow for fine control and gradual responses, much like motor unit recruitment in skeletal muscle.  The contractile activity of smooth muscle cells is influenced by multiple inputs such as spontaneous electrical activity, neural and hormonal inputs, local changes in chemical composition, and stretch. This is in contrast to the contractile activity of skeletal muscle cells, which relies on a single neural input. Some types of smooth muscle cells are able to generate their own action potentials spontaneously, which usually occur following a pacemaker potential or a slow wave potential. These action potentials are generated by the influx of extracellular , and not . Like skeletal muscles, cytosolic ions are also required for crossbridge cycling in smooth muscle cells.",
            "score": 202.9694366455078
        }
    ]
}