{
    "q": [
        {
            "docid": "16153022_5",
            "document": "Expanded genetic code . It is noteworthy that the genetic code for all organisms is basically the same, so that all living beings use the same ’genetic language’. In general, the introduction of new functional unnatural amino acids into proteins of living cells breaks the universality of the genetic language, which ideally leads to alternative life forms. Proteins are produced thanks to the translational system molecules, which decode the RNA messages into a string of amino acids. The translation of genetic information contained in messenger RNA (mRNA) into a protein is catalysed by ribosomes. Transfer RNAs (tRNA) are used as keys to decode the mRNA into its encoded polypeptide. The tRNA recognizes a specific three nucleotide codon in the mRNA with a complementary sequence called the anticodon on one of its loops. Each three nucleotide codon is translated into one of twenty naturally occurring amino acids. There is at least one tRNA for any codon, and sometimes multiple codons code for the same amino acid. Many tRNAs are compatible with several codons. An enzyme called an aminoacyl tRNA synthetase covalently attaches the amino acid to the appropriate tRNA. Most cells have a different synthetase for each amino acid (20 or more synthetases). On the other hand, some bacteria have fewer than 20 aminoacyl tRNA synthetases, and introduce the \"missing\" amino acid(s) by modification of a structurally related amino acid by an aminotransferase enzyme. A feature exploited in the expansion of the genetic code is the fact that the aminoacyl tRNA synthetase often does not recognize the anticodon, but another part of the tRNA, meaning that if the anticodon were to be mutated the encoding of that amino acid would change to a new codon. In the ribosome, the information in mRNA is translated into a specific amino acid when the mRNA codon matches with the complementary anticodon of a tRNA, and the attached amino acid is added onto a growing polypeptide chain. When it is released from the ribosome, the polypeptide chain folds into a functioning protein.",
            "score": 296.66153478622437
        },
        {
            "docid": "23634_12",
            "document": "Protein . Proteins are assembled from amino acids using information encoded in genes. Each protein has its own unique amino acid sequence that is specified by the nucleotide sequence of the gene encoding this protein. The genetic code is a set of three-nucleotide sets called codons and each three-nucleotide combination designates an amino acid, for example AUG (adenine-uracil-guanine) is the code for methionine. Because DNA contains four nucleotides, the total number of possible codons is 64; hence, there is some redundancy in the genetic code, with some amino acids specified by more than one codon. Genes encoded in DNA are first transcribed into pre-messenger RNA (mRNA) by proteins such as RNA polymerase. Most organisms then process the pre-mRNA (also known as a \"primary transcript\") using various forms of Post-transcriptional modification to form the mature mRNA, which is then used as a template for protein synthesis by the ribosome. In prokaryotes the mRNA may either be used as soon as it is produced, or be bound by a ribosome after having moved away from the nucleoid. In contrast, eukaryotes make mRNA in the cell nucleus and then translocate it across the nuclear membrane into the cytoplasm, where protein synthesis then takes place. The rate of protein synthesis is higher in prokaryotes than eukaryotes and can reach up to 20 amino acids per second.",
            "score": 288.2949265241623
        },
        {
            "docid": "2317437_2",
            "document": "Synonymous substitution . A synonymous substitution (often called a \"silent\" substitution though they are not always silent) is the evolutionary substitution of one base for another in an exon of a gene coding for a protein, such that the produced amino acid sequence is not modified. This is possible because the genetic code is \"degenerate\", meaning that some amino acids are coded for by more than one three-base-pair codon; since some of the codons for a given amino acid differ by just one base pair from others coding for the same amino acid, a mutation that replaces the \"normal\" base by one of the alternatives will result in incorporation of the same amino acid into the growing polypeptide chain when the gene is translated. Synonymous substitutions and mutations affecting noncoding DNA are often considered silent mutations; however, it is not always the case that the mutation is silent. Synonymous mutations can affect transcription, splicing, mRNA transport, and translation, any of which could alter phenotype, rendering the synonymous mutation non-silent. The substrate specificity of the tRNA to the rare codon can affect the timing of translation, and in turn the co-translational folding of the protein. This is reflected in the codon usage bias that is observed in many species. A nonsynonymous substitution results in a change in amino acid that may be arbitrarily further classified as conservative (change to an amino acid with similar physiochemical properties), semi-conservative (e.g. negative to positively charged amino acid), or radical (vastly different amino acid).",
            "score": 223.07097005844116
        },
        {
            "docid": "5457540_4",
            "document": "Ka/Ks ratio . Evolution acts on genes that code for proteins. The genetic code is written in DNA sequences as codons, groups of three nucleotides. Each codon represents a single amino acid in a protein chain. However, there are more codons (64) than amino acids found in proteins (20), so many codons are effectively synonyms. For example, the DNA codons TTT and TTC both code for the amino acid Phenylalanine, so a change from the third T to C makes no difference to the resulting protein. On the other hand, the codon GAG codes for Glutamic acid while the codon GTG codes for Valine, so a change from the middle A to T does change the resulting protein, for better or (more likely) worse, so the change is not a synonym. These changes are illustrated in the tables below.",
            "score": 242.7920515537262
        },
        {
            "docid": "9127632_18",
            "document": "Biology . Genes are the primary units of inheritance in all organisms. A gene is a unit of heredity and corresponds to a region of DNA that influences the form or function of an organism in specific ways. All organisms, from bacteria to animals, share the same basic machinery that copies and translates DNA into proteins. Cells transcribe a DNA gene into an RNA version of the gene, and a ribosome then translates the RNA into a sequence of amino acids known as a protein. The translation code from RNA codon to amino acid is the same for most organisms. For example, a sequence of DNA that codes for insulin in humans also codes for insulin when inserted into other organisms, such as plants.",
            "score": 202.34521794319153
        },
        {
            "docid": "37802754_4",
            "document": "Non-proteinogenic amino acids . The genetic code encodes 20 standard amino acids for incorporation into proteins during translation. However, there are two extra proteinogenic amino acids: selenocysteine and pyrrolysine. These non-standard amino acids do not have a dedicated codon, but are added in place of a stop codon when a specific sequence is present, UGA codon and SECIS element for selenocysteine, UAG PYLIS downstream sequence for pyrrolysine. All other amino acids are termed \"non-proteinogenic\".  There are various groups of amino acids: These groups overlap, but are not identical. All 22 proteinogenic amino acids are biosynthesised by organisms and some, but not all, of them also are abiotic (found in prebiotic experiments and meteorites). Some natural amino acids, such as norleucine, are misincorporated translationally into proteins due to infidelity of the protein-synthesis process. Many amino acids, such as ornithine, are metabolic intermediates produced biosynthetically, but not incorporated translationally into proteins. Post-translational modification of amino-acid residues in proteins leads to the formation of many proteinaceous, but non-proteinogenic, amino acids. Other amino acids are solely found in abiotic mixes (e.g. α-methylnorvaline). Over 30 unnatural amino acids have been inserted translationally into protein in engineered systems, yet are not biosynthetic.",
            "score": 203.22209906578064
        },
        {
            "docid": "1265269_11",
            "document": "Xenobiology . One of the goals of xenobiology is to rewrite the genetic code. The most promising approach to change the code is the reassignment of seldomly used or even unused codons.  In an ideal scenario, the genetic code is expanded by one codon, thus having been liberated from its old function and fully reassigned to a non-canonical amino acid (ncAA) (“code expansion”). As these methods are laborious to implement, and some short cuts can be applied (“code engineering”), for example in bacteria that are auxotrophic for specific amino acids and at some point in the experiment are fed isostructural analogues instead of the canonical amino acids for which they are auxotrophic. In that situation, the canonical amino acid residues in native proteins are substituted with the ncAAs. Even the insertion of multiple different ncAAs into the same protein is possible. Finally, the repertoire of 20 canonical amino acids can not only be expanded, but also reduced to 19.  By reassigning transfer RNA (tRNA)/aminoacyl-tRNA synthetase pairs the codon specificity can be changed. Cells endowed with such aminoacyl-[tRNA synthetases] are thus able to read [mRNA] sequences that make no sense to the existing gene expression machinery. Altering the codon: tRNA synthetases pairs may lead to the in vivo incorporation of the non-canonical amino acids into proteins. In the past reassigning codons was mainly done on a limited scale. In 2013, however, Farren Isaacs and George Church at Harvard University reported the replacement of all 321 TAG stop codons present in the genome of \"E. coli\" with synonymous TAA codons, thereby demonstrating that massive substitutions can be combined into higher-order strains without lethal effects. Following the success of this genome wide codon replacement, the authors continued and achieved the reprogramming of 13 codons throughout the genome, directly affecting 42 essential genes.",
            "score": 257.0054010152817
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 221.6691336631775
        },
        {
            "docid": "611203_4",
            "document": "Nirenberg and Leder experiment . Oswald Avery discovered that the substance responsible for producing inheritable change in the disease-causing bacteria was neither a protein nor a lipid, rather deoxyribonucleic acid (DNA). He and his colleagues Colin MacLeod and Maclyn McCarty suggested that DNA was responsible for transferring genetic information. Later, Erwin Chargaff discovered that the makeup of DNA differs from one species to another. These experiments helped pave the way for the discovery of the structure of DNA. In 1953, with the help of Maurice Wilkins and Rosalind Franklin’s X-ray crystallography, James Watson and Francis Crick proposed DNA is structured as a double helix. <br> In the 1960s, one main DNA mystery scientists needed to figure out was in translation how many bases would be in each code word, or codon. Scientists knew there were a total of four bases (guanine, cytosine, adenine, and thymine). They also knew that were 20 known amino acids. George Gamow suggested that the genetic code was made of three nucleotides per amino acid. He reasoned that because there are 20 amino acids and only four bases, the coding units could not be single (4 combinations) or pairs (only 16 combinations). Rather, he thought triplets (64 possible combinations) were the coding unit of the genetic code. However, he proposed that the triplets were overlapping and non-degenerate.<br> Seymour Benzer in the late 1950s had developed an assay using phage mutations which provided the first detailed linearly structured map of a genetic region. Crick felt he could use mutagenesis and genetic recombination phage to further delineate the nature of the genetic code. In the Crick, Brenner et al. experiment, using these phages, the triplet nature of the genetic code was confirmed. They used frameshift mutations and a process called reversions, to add and delete various numbers of nucleotides. When a nucleotide triplet was added to or deleted from the DNA sequence, the encoded protein was minimally affected. Thus, they concluded that the genetic code is a triplet code because it did not cause a frameshift in the reading frame. They correctly concluded that the code is degenerate, that triplets are not overlapping, and that each nucleotide sequence is read from a specific starting point.",
            "score": 258.402494430542
        },
        {
            "docid": "1207_4",
            "document": "Amino acid . Twenty of the proteinogenic amino acids are encoded directly by triplet codons in the genetic code and are known as \"standard\" amino acids. The other two (\"non-standard\" or \"non-canonical\") are selenocysteine (present in many prokaryotes as well as most eukaryotes, but not coded directly by DNA), and pyrrolysine (found only in some archea and one bacterium). Pyrrolysine and selenocysteine are encoded via variant codons; for example, selenocysteine is encoded by stop codon and SECIS element. \"N\"-formylmethionine (which is often the initial amino acid of proteins in bacteria, mitochondria, and chloroplasts) is generally considered as a form of methionine rather than as a separate proteinogenic amino acid. Codon–tRNA combinations not found in nature can also be used to \"expand\" the genetic code and form novel proteins known as alloproteins incorporating non-proteinogenic amino acids.",
            "score": 250.73340213298798
        },
        {
            "docid": "12385_28",
            "document": "Genetic code . Variations on the standard code were predicted in the 1970s. The first was discovered in 1979, by researchers studying human mitochondrial genes. Many slight variants were discovered thereafter, including various alternative mitochondrial codes. Small variants such as translation of the codon UGA as tryptophan in \"Mycoplasma\" species, and translation of CUG as a serine rather than leucine in yeasts of the \"CTG clade\" (such as \"Candida albicans\"). Because viruses must use the same genetic code as their hosts, modifications to the standard genetic code could interfere with viral protein synthesis or functioning. However, viruses such as totiviruses adapted to the host's genetic code modification. In bacteria and archaea, GUG and UUG are common start codons. In rare cases, certain proteins may use alternative start codons. Surprisingly, variations in the interpretation of the genetic code exist also in human nuclear-encoded genes: In 2016, researchers studying the translation of malate dehydrogenase found that in about 4% of the mRNAs encoding this enzyme the stop codon is naturally used to encode the amino acids tryptophan and arginine. This type of recoding is induced by a high-readthrough stop codon context and it is referred to as \"functional translational readthrough\".",
            "score": 249.42212390899658
        },
        {
            "docid": "758403_9",
            "document": "Candida (fungus) . Some species of \"Candida\" use a non-standard genetic code in the translation of their nuclear genes into the amino acid sequences of polypeptides. The difference in the genetic code between species possessing the alternative code is that the codon CUG (normally encoding the amino acid leucine) is translated by the yeast as a different amino acid, serine. The alternative translation of the CUG codon in these species is due to a novel nucleic acid sequence in the serine-tRNA (ser-tRNACAG), which has a guanosine located at position 33, 5' to the anticodon. In all other tRNAs, this position is normally occupied by a pyrimidine (often uridine). This genetic code change is the only such known alteration in cytoplasmic mRNA, in both the prokaryotes, and the eukaryotes, involving the reassignment of a sense codon. This novel genetic code may be a mechanism for more rapid adaptation to the organism's environment, as well as playing an important role in the evolution of the genus \"Candida\" by creating genetic barriers that encouraged speciation",
            "score": 239.91658067703247
        },
        {
            "docid": "2317437_3",
            "document": "Synonymous substitution . Protein translation involves a set of twenty amino acids. Each of these amino acids is coded for by a sequence of three DNA base pairs called a \"codon\". Because there are 64 possible codons, but only 20 amino acids (as well as a stop signal [i.e. the three codons that do not code for any amino acid and are known as stop codons ], indicating that translation should stop), some amino acids are coded for by 2, 3, 4, or 6 different codons. For example, the codons TTT and TTC both code for the amino acid phenylalanine. This is often referred to as \"redundancy\" of the genetic code. There are two mechanisms for redundancy: several different transfer RNAs can deliver the same amino acid, or one tRNA can have a non-standard \"wobbly\" base in position three of the anti-codon, which recognises more than one base in the codon.",
            "score": 234.38599181175232
        },
        {
            "docid": "28624_9",
            "document": "Selenocysteine . Although it is found in the three domains of life, it is not universal in all organisms. Unlike other amino acids present in biological proteins, selenocysteine is not coded for directly in the genetic code. Instead, it is encoded in a special way by a UGA codon, which is normally a stop codon. Such a mechanism is called translational recoding and its efficiency depends on the selenoprotein being synthesized and on translation initiation factors. When cells are grown in the absence of selenium, translation of selenoproteins terminates at the UGA codon, resulting in a truncated, nonfunctional enzyme. The UGA codon is made to encode selenocysteine by the presence of a selenocysteine insertion sequence (SECIS) in the mRNA. The SECIS element is defined by characteristic nucleotide sequences and secondary structure base-pairing patterns. In bacteria, the SECIS element is typically located immediately following the UGA codon within the reading frame for the selenoprotein. In Archaea and in eukaryotes, the SECIS element is in the 3' untranslated region (3' UTR) of the mRNA and can direct multiple UGA codons to encode selenocysteine residues.",
            "score": 224.62757468223572
        },
        {
            "docid": "29732133_9",
            "document": "History of RNA biology . The genetic code consists of the translation of particular nucleotide sequences in mRNA to specific amino acid sequences in proteins (polypeptides). The ability to work out the genetic code emerged from the convergence of three different areas of study--(i) new methods to generate synthetic RNA molecules of defined composition to serve as artificial mRNAs, (ii) development of \"in vitro\" translation systems that could be used to translate the synthetic mRNAs into protein, and (iii) experimental and theoretical genetic work which established that the code was written in three letter \"words\" (codons). Today, our understanding of the genetic code permits the prediction of the amino sequence of the protein products of the tens of thousands of genes whose sequences are being determined in genome studies.",
            "score": 253.31467509269714
        },
        {
            "docid": "5225_15",
            "document": "Code . Biological organisms contain genetic material that is used to control their function and development. This is DNA which contains units named genes from which messenger RNA is derived. This in turn produces proteins through a genetic code in which a series of triplets (codons) of four possible nucleotides can be translated into one of twenty possible amino acids. A sequence of codons results in a corresponding sequence of amino acids that form a protein molecule; a type of codon called a stop codon signals the end of the sequence.",
            "score": 278.01124262809753
        },
        {
            "docid": "5542769_9",
            "document": "Neutral mutation . When an incorrect nucleotide is inserted during replication or transcription of a coding region, it can affect the eventual translation of the sequence into amino acids. Since multiple codons are used for the same amino acids, a change in a single base may still lead to translation of the same amino acid. This phenomenon is referred to as degeneracy and allows for a variety of codon combinations leading to the same amino acid being produced. For example, the codes TCT, TCC, TCA, TCG, AGT, and AGC all code for the amino acid serine. This can be explained by the wobble concept. Francis Crick proposed this theory to explain why specific tRNA molecules could recognize multiple codons. The area of the tRNA that recognizes the codon called the anticodon is able to bind multiple interchangeable bases at its 5' end due to its spatial freedom. A fifth base called inosine can also be substituted on a tRNA and is able to bind with A, U, or C. This flexibility allows for changes in bases in codons leading to translation of the same amino acid. The changing of a base in a codon without the changing of the translated amino acid is called a synonymous mutation. Since the amino acid translated remains the same a synonymous mutation has traditionally been considered a neutral mutation. Some research has suggested that there is bias in selection of base substitution in synonymous mutation. This could be due to selective pressure to improve translation efficiency associated with the most available tRNAs or simply mutational bias. If these mutations influence the rate of translation or an organism’s ability to manufacture protein they may actually influence the fitness of the affected organism.",
            "score": 198.58915305137634
        },
        {
            "docid": "12266_39",
            "document": "Genetics . This messenger RNA molecule is then used to produce a corresponding amino acid sequence through a process called translation. Each group of three nucleotides in the sequence, called a codon, corresponds either to one of the twenty possible amino acids in a protein or an instruction to end the amino acid sequence; this correspondence is called the genetic code. The flow of information is unidirectional: information is transferred from nucleotide sequences into the amino acid sequence of proteins, but it never transfers from protein back into the sequence of DNA—a phenomenon Francis Crick called the central dogma of molecular biology.",
            "score": 240.90215849876404
        },
        {
            "docid": "4250553_19",
            "document": "Gene . The expression of genes encoded in DNA begins by transcribing the gene into RNA, a second type of nucleic acid that is very similar to DNA, but whose monomers contain the sugar ribose rather than deoxyribose. RNA also contains the base uracil in place of thymine. RNA molecules are less stable than DNA and are typically single-stranded. Genes that encode proteins are composed of a series of three-nucleotide sequences called codons, which serve as the \"words\" in the genetic \"language\". The genetic code specifies the correspondence during protein translation between codons and amino acids. The genetic code is nearly the same for all known organisms.",
            "score": 234.47006821632385
        },
        {
            "docid": "11913227_7",
            "document": "Artificial gene synthesis . Producing large amounts of protein from gene sequences (or at least the protein coding regions of genes, the open reading frame) found in nature can sometimes prove difficult and is a problem of sufficient impact that scientific conferences have been devoted to the topic. Many of the most interesting proteins sought by molecular biologists are normally regulated to be expressed in very low amounts in wild type cells. Redesigning these genes offers a means to improve gene expression in many cases. Rewriting the open reading frame is possible because of the degeneracy of the genetic code. Thus it is possible to change up to about a third of the nucleotides in an open reading frame and still produce the same protein. The available number of alternate designs possible for a given protein is astronomical. For a typical protein sequence of 300 amino acids there are over 10 codon combinations that will encode an identical protein. Using optimization methods such as replacing rarely used codons with more common codons sometimes have dramatic effects. Further optimizations such as removing RNA secondary structures can also be included. At least in the case of \"E. coli\", protein expression is maximized by predominantly using codons corresponding to tRNA that retain amino acid charging during starvation. Computer programs written to perform these, and other simultaneous optimizations are used to handle the enormous complexity of the task. A well optimized gene can improve protein expression 2 to 10 fold, and in some cases more than 100 fold improvements have been reported. Because of the large numbers of nucleotide changes made to the original DNA sequence, the only practical way to create the newly designed genes is to use gene synthesis.",
            "score": 230.91479444503784
        },
        {
            "docid": "2634439_3",
            "document": "Protein methods . Experimental analysis of proteins typically requires expression and purification of proteins. Expression is achieved by manipulating DNA that encodes the protein(s) of interest. Hence, protein analysis usually requires DNA methods, especially cloning. Some examples of genetic methods include conceptual translation, Site-directed mutagenesis, using a fusion protein, and matching allele with disease states. Some proteins have never been directly sequenced, however by translating codons from known mRNA sequences into amino acids by a method known as conceptual translation. (See genetic code.) Site-directed mutagenesis selectively introduces mutations that change the structure of a protein. The function of parts of proteins can be better understood by studying the change in phenotype as a result of this change. Fusion proteins are made by inserting protein tags, such as the His-tag, to produce a modified protein that is easier to track. An example of this would be GFP-Snf2H which consists of a protein bound to a green fluorescent protein to form a hybrid protein. By analyzing DNA alleles can be identified as being associated with disease states, such as in calculation of LOD scores.",
            "score": 195.53094232082367
        },
        {
            "docid": "28639_2",
            "document": "Stop codon . In the genetic code, a stop codon (or termination codon) is a nucleotide triplet within messenger RNA that signals a termination of translation into proteins. Proteins are based on polypeptides, which are unique sequences of amino acids. Most codons in messenger RNA (from DNA) correspond to the addition of an amino acid to a growing polypeptide chain, which may ultimately become a protein. Stop codons signal the termination of this process by binding release factors, which cause the ribosomal subunits to disassociate, releasing the amino acid chain. While start codons need nearby sequences or initiation factors to start translation, a stop codon alone is sufficient to initiate termination.",
            "score": 225.7532298564911
        },
        {
            "docid": "1207_20",
            "document": "Amino acid . Twenty-two amino acids are naturally incorporated into polypeptides and are called proteinogenic or natural amino acids. Of these, 20 are encoded by the universal genetic code. The remaining 2, selenocysteine and pyrrolysine, are incorporated into proteins by unique synthetic mechanisms. Selenocysteine is incorporated when the mRNA being translated includes a SECIS element, which causes the UGA codon to encode selenocysteine instead of a stop codon. Pyrrolysine is used by some methanogenic archaea in enzymes that they use to produce methane. It is coded for with the codon UAG, which is normally a stop codon in other organisms. This UAG codon is followed by a PYLIS downstream sequence.",
            "score": 226.6373381614685
        },
        {
            "docid": "11064134_15",
            "document": "Phage group . In 1961, Brenner, an early member of the phage group, collaborated with Francis Crick, Leslie Barnett and Richard Watts-Tobin at the Cavendish Laboratory in Cambridge to perform genetic experiments that demonstrated the basic nature of the genetic code for proteins. These experiments, carried out with mutants of the rIIB gene of phage T4, showed, that for a gene that encodes a protein, three sequential bases of the gene’s DNA specify each successive amino acid of the protein. Thus the genetic code is a triplet code, where each triplet (called a codon) specifies a particular amino acid. They also obtained evidence that the codons do not overlap with each other in the DNA sequence encoding a protein, and that such a sequence is read from a fixed starting point.",
            "score": 234.54652738571167
        },
        {
            "docid": "20232_3",
            "document": "Messenger RNA . As in DNA, mRNA genetic information is in the sequence of nucleotides, which are arranged into codons consisting of three base pairs each. Each codon encodes for a specific amino acid, except the stop codons, which terminate protein synthesis. This process of translation of codons into amino acids requires two other types of RNA: Transfer RNA (tRNA), that mediates recognition of the codon and provides the corresponding amino acid, and ribosomal RNA (rRNA), that is the central component of the ribosome's protein-manufacturing machinery.",
            "score": 213.40032863616943
        },
        {
            "docid": "12385_25",
            "document": "Genetic code . Degeneracy is the redundancy of the genetic code. This term was given by Bernfield and Nirenberg. The genetic code has redundancy but no ambiguity (see the codon tables below for the full correlation). For example, although codons GAA and GAG both specify glutamic acid (redundancy), neither specifies another amino acid (no ambiguity). The codons encoding one amino acid may differ in any of their three positions. For example, the amino acid leucine is specified by YUR or CUN (UUA, UUG, CUU, CUC, CUA, or CUG) codons (difference in the first or third position indicated using IUPAC notation), while the amino acid serine is specified by UCN or AGY (UCA, UCG, UCC, UCU, AGU, or AGC) codons (difference in the first, second, or third position). A practical consequence of redundancy is that errors in the third position of the triplet codon cause only a silent mutation or an error that would not affect the protein because the hydrophilicity or hydrophobicity is maintained by equivalent substitution of amino acids; for example, a codon of NUN (where N = any nucleotide) tends to code for hydrophobic amino acids. NCN yields amino acid residues that are small in size and moderate in hydropathy; NAN encodes average size hydrophilic residues. The genetic code is so well-structured for hydropathy that a mathematical analysis (Singular Value Decomposition) of 12 variables (4 nucleotides x 3 positions) yields a remarkable correlation (C = 0.95) for predicting the hydropathy of the encoded amino acid directly from the triplet nucleotide sequence, \"without translation.\" Note in the table, below, eight amino acids are not affected at all by mutations at the third position of the codon, whereas in the figure above, a mutation at the second position is likely to cause a radical change in the physicochemical properties of the encoded amino acid. The frequency of codons, also known as codon usage bias, can vary from species to species with functional implications for the control of translation. The following codon usage table is for the human genome.",
            "score": 258.63028967380524
        },
        {
            "docid": "1795277_6",
            "document": "Insertion (genetics) . Insertions can be particularly hazardous if they occur in an exon, the amino acid coding region of a gene. A frameshift mutation, an alteration in the normal reading frame of a gene, results if the number of inserted nucleotides is not divisible by three, i.e., the number of nucleotides per codon. Frameshift mutations will alter all the amino acids encoded by the gene following the mutation. Usually, insertions and the subsequent frameshift mutation will cause the active translation of the gene to encounter a premature stop codon, resulting in an end to translation and the production of a truncated protein. Transcripts carrying the frameshift mutation may also be degraded through Nonsense-mediated decay during translation, thus not resulting in any protein product. If translated, the truncated proteins frequently are unable to function properly or at all and can possibly result in any number of genetic disorders depending on the gene in which the insertion occurs. Methods to detect DNA sequencing errors were developed.",
            "score": 216.49898874759674
        },
        {
            "docid": "7955_47",
            "document": "DNA . A gene is a sequence of DNA that contains genetic information and can influence the phenotype of an organism. Within a gene, the sequence of bases along a DNA strand defines a messenger RNA sequence, which then defines one or more protein sequences. The relationship between the nucleotide sequences of genes and the amino-acid sequences of proteins is determined by the rules of translation, known collectively as the genetic code. The genetic code consists of three-letter 'words' called \"codons\" formed from a sequence of three nucleotides (e.g. ACT, CAG, TTT).",
            "score": 244.21289086341858
        },
        {
            "docid": "42735534_2",
            "document": "Nonribosomal Code . The nonribosomal code refers to key amino acid residues and their positions within the primary sequence of an adenylation domain of a nonribosomal peptide synthetase used to predict substrate specificity and thus (partially) the final product. Analogous to the nonribosomal code is prediction of peptide composition by DNA/RNA codon reading, which is well supported by the central dogma of molecular biology and accomplished using the genetic code simply by following the DNA codon table or RNA codon table. However, prediction of natural product/secondary metabolites by the nonribosomal code is not as concrete as DNA/RNA codon-to-amino acid and much research is still needed to have a broad-use code. The increasing number of sequenced genomes and high-throughput prediction software has allowed for better elucidation of predicted substrate specificity and thus natural products/secondary metabolites. Enzyme characterization by, for example, ATP-pyrophosphate exchange assays for substrate specificity, \"in silico\" substrate-binding pocket modelling and structure-function mutagenesis (\"in vitro\" tests or \"in silico\" modelling) helps support predictive algorithms. Much research has been done on bacteria and fungi, with prokaryotic bacteria having easier-to-predict products.",
            "score": 226.4694893360138
        },
        {
            "docid": "13928_14",
            "document": "Hershey–Chase experiment . Once the Hershey–Chase experiment was published, the scientific community generally acknowledged that DNA was the genetic code material. This discovery led to a more detailed investigation of DNA to determine its composition as well as its 3D structure. Using X-ray crystallography, the structure of DNA was discovered by James Watson and Francis Crick with the help of previously documented experimental evidence by Maurice Wilkins and Rosalind Franklin. Knowledge of the structure of DNA led scientists to examine the nature of genetic coding and, in turn, understand the process of protein synthesis. George Gamow proposed that the genetic code was composed of sequences of three DNA base pairs known as triplets or codons which represent one of the twenty amino acids. Genetic coding helped researchers to understand the mechanism of gene expression, the process by which information from a gene is used in protein synthesis. Since then, much research has been conducted to modulate steps in the gene expression process. These steps include transcription, RNA splicing, translation, and post-translational modification which are used to control the chemical and structural nature of proteins. Moreover, genetic engineering gives engineers the ability to directly manipulate the genetic materials of organisms using recombinant DNA techniques. The first recombinant DNA molecule was created by Paul Berg in 1972 when he combined DNA from the monkey virus SV40 with that of the lambda virus.",
            "score": 205.44829761981964
        },
        {
            "docid": "576704_4",
            "document": "N-terminus . When a protein is translated from messenger RNA, it is created from N-terminus to C-terminus. The amino end of an amino acid (on a charged tRNA) during the elongation stage of translation, attaches to the carboxyl end of the growing chain. Since the start codon of the genetic code codes for the amino acid methionine, most protein sequences start with a methionine (or, in bacteria, mitochondria and chloroplasts, the modified version \"N\"-formylmethionine, fMet). However, some proteins are modified posttranslationally, for example, by cleavage from a protein precursor, and therefore may have different amino acids at their N-terminus.",
            "score": 206.386292219162
        },
        {
            "docid": "12385_29",
            "document": "Genetic code . Variant genetic codes used by an organism can be inferred by identifying highly conserved genes encoded in that genome, and comparing its codon usage to the amino acids in homologous proteins of other organisms. For example, the program FACIL infers a genetic code by searching which amino acids in homologous protein domains are most often aligned to every codon. The resulting amino acid probabilities for each codon are displayed in a genetic code logo, that also shows the support for a stop codon.",
            "score": 267.7414274215698
        }
    ],
    "r": [
        {
            "docid": "16153022_5",
            "document": "Expanded genetic code . It is noteworthy that the genetic code for all organisms is basically the same, so that all living beings use the same ’genetic language’. In general, the introduction of new functional unnatural amino acids into proteins of living cells breaks the universality of the genetic language, which ideally leads to alternative life forms. Proteins are produced thanks to the translational system molecules, which decode the RNA messages into a string of amino acids. The translation of genetic information contained in messenger RNA (mRNA) into a protein is catalysed by ribosomes. Transfer RNAs (tRNA) are used as keys to decode the mRNA into its encoded polypeptide. The tRNA recognizes a specific three nucleotide codon in the mRNA with a complementary sequence called the anticodon on one of its loops. Each three nucleotide codon is translated into one of twenty naturally occurring amino acids. There is at least one tRNA for any codon, and sometimes multiple codons code for the same amino acid. Many tRNAs are compatible with several codons. An enzyme called an aminoacyl tRNA synthetase covalently attaches the amino acid to the appropriate tRNA. Most cells have a different synthetase for each amino acid (20 or more synthetases). On the other hand, some bacteria have fewer than 20 aminoacyl tRNA synthetases, and introduce the \"missing\" amino acid(s) by modification of a structurally related amino acid by an aminotransferase enzyme. A feature exploited in the expansion of the genetic code is the fact that the aminoacyl tRNA synthetase often does not recognize the anticodon, but another part of the tRNA, meaning that if the anticodon were to be mutated the encoding of that amino acid would change to a new codon. In the ribosome, the information in mRNA is translated into a specific amino acid when the mRNA codon matches with the complementary anticodon of a tRNA, and the attached amino acid is added onto a growing polypeptide chain. When it is released from the ribosome, the polypeptide chain folds into a functioning protein.",
            "score": 296.6615295410156
        },
        {
            "docid": "23634_12",
            "document": "Protein . Proteins are assembled from amino acids using information encoded in genes. Each protein has its own unique amino acid sequence that is specified by the nucleotide sequence of the gene encoding this protein. The genetic code is a set of three-nucleotide sets called codons and each three-nucleotide combination designates an amino acid, for example AUG (adenine-uracil-guanine) is the code for methionine. Because DNA contains four nucleotides, the total number of possible codons is 64; hence, there is some redundancy in the genetic code, with some amino acids specified by more than one codon. Genes encoded in DNA are first transcribed into pre-messenger RNA (mRNA) by proteins such as RNA polymerase. Most organisms then process the pre-mRNA (also known as a \"primary transcript\") using various forms of Post-transcriptional modification to form the mature mRNA, which is then used as a template for protein synthesis by the ribosome. In prokaryotes the mRNA may either be used as soon as it is produced, or be bound by a ribosome after having moved away from the nucleoid. In contrast, eukaryotes make mRNA in the cell nucleus and then translocate it across the nuclear membrane into the cytoplasm, where protein synthesis then takes place. The rate of protein synthesis is higher in prokaryotes than eukaryotes and can reach up to 20 amino acids per second.",
            "score": 288.294921875
        },
        {
            "docid": "5225_15",
            "document": "Code . Biological organisms contain genetic material that is used to control their function and development. This is DNA which contains units named genes from which messenger RNA is derived. This in turn produces proteins through a genetic code in which a series of triplets (codons) of four possible nucleotides can be translated into one of twenty possible amino acids. A sequence of codons results in a corresponding sequence of amino acids that form a protein molecule; a type of codon called a stop codon signals the end of the sequence.",
            "score": 278.01123046875
        },
        {
            "docid": "532175_3",
            "document": "Transfer RNA . While the specific nucleotide sequence of an mRNA specifies which amino acids are incorporated into the protein product of the gene from which the mRNA is transcribed, the role of tRNA is to specify which sequence from the genetic code corresponds to which amino acid. The mRNA encodes a protein as a series of contiguous codons, each of which is recognized by a particular tRNA. One end of the tRNA matches the genetic code in a three-nucleotide sequence called the anticodon. The anticodon forms three complementary base pairs with a codon in mRNA during protein biosynthesis. On the other end of the tRNA is a covalent attachment to the amino acid that corresponds to the anticodon sequence. Each type of tRNA molecule can be attached to only one type of amino acid, so each organism has many types of tRNA. Because the genetic code contains multiple codons that specify the same amino acid, there are several tRNA molecules bearing different anticodons which carry the same amino acid.",
            "score": 269.5843811035156
        },
        {
            "docid": "12385_29",
            "document": "Genetic code . Variant genetic codes used by an organism can be inferred by identifying highly conserved genes encoded in that genome, and comparing its codon usage to the amino acids in homologous proteins of other organisms. For example, the program FACIL infers a genetic code by searching which amino acids in homologous protein domains are most often aligned to every codon. The resulting amino acid probabilities for each codon are displayed in a genetic code logo, that also shows the support for a stop codon.",
            "score": 267.7414245605469
        },
        {
            "docid": "12385_3",
            "document": "Genetic code . The code defines how sequences of nucleotide triplets, called \"codons\", specify which amino acid will be added next during protein synthesis. With some exceptions, a three-nucleotide codon in a nucleic acid sequence specifies a single amino acid. The vast majority of genes are encoded with a single scheme (see the RNA codon table). That scheme is often referred to as the canonical or standard genetic code, or simply \"the\" genetic code, though variant codes (such as in human mitochondria) exist.",
            "score": 262.1947326660156
        },
        {
            "docid": "12385_25",
            "document": "Genetic code . Degeneracy is the redundancy of the genetic code. This term was given by Bernfield and Nirenberg. The genetic code has redundancy but no ambiguity (see the codon tables below for the full correlation). For example, although codons GAA and GAG both specify glutamic acid (redundancy), neither specifies another amino acid (no ambiguity). The codons encoding one amino acid may differ in any of their three positions. For example, the amino acid leucine is specified by YUR or CUN (UUA, UUG, CUU, CUC, CUA, or CUG) codons (difference in the first or third position indicated using IUPAC notation), while the amino acid serine is specified by UCN or AGY (UCA, UCG, UCC, UCU, AGU, or AGC) codons (difference in the first, second, or third position). A practical consequence of redundancy is that errors in the third position of the triplet codon cause only a silent mutation or an error that would not affect the protein because the hydrophilicity or hydrophobicity is maintained by equivalent substitution of amino acids; for example, a codon of NUN (where N = any nucleotide) tends to code for hydrophobic amino acids. NCN yields amino acid residues that are small in size and moderate in hydropathy; NAN encodes average size hydrophilic residues. The genetic code is so well-structured for hydropathy that a mathematical analysis (Singular Value Decomposition) of 12 variables (4 nucleotides x 3 positions) yields a remarkable correlation (C = 0.95) for predicting the hydropathy of the encoded amino acid directly from the triplet nucleotide sequence, \"without translation.\" Note in the table, below, eight amino acids are not affected at all by mutations at the third position of the codon, whereas in the figure above, a mutation at the second position is likely to cause a radical change in the physicochemical properties of the encoded amino acid. The frequency of codons, also known as codon usage bias, can vary from species to species with functional implications for the control of translation. The following codon usage table is for the human genome.",
            "score": 258.6302795410156
        },
        {
            "docid": "611203_4",
            "document": "Nirenberg and Leder experiment . Oswald Avery discovered that the substance responsible for producing inheritable change in the disease-causing bacteria was neither a protein nor a lipid, rather deoxyribonucleic acid (DNA). He and his colleagues Colin MacLeod and Maclyn McCarty suggested that DNA was responsible for transferring genetic information. Later, Erwin Chargaff discovered that the makeup of DNA differs from one species to another. These experiments helped pave the way for the discovery of the structure of DNA. In 1953, with the help of Maurice Wilkins and Rosalind Franklin’s X-ray crystallography, James Watson and Francis Crick proposed DNA is structured as a double helix. <br> In the 1960s, one main DNA mystery scientists needed to figure out was in translation how many bases would be in each code word, or codon. Scientists knew there were a total of four bases (guanine, cytosine, adenine, and thymine). They also knew that were 20 known amino acids. George Gamow suggested that the genetic code was made of three nucleotides per amino acid. He reasoned that because there are 20 amino acids and only four bases, the coding units could not be single (4 combinations) or pairs (only 16 combinations). Rather, he thought triplets (64 possible combinations) were the coding unit of the genetic code. However, he proposed that the triplets were overlapping and non-degenerate.<br> Seymour Benzer in the late 1950s had developed an assay using phage mutations which provided the first detailed linearly structured map of a genetic region. Crick felt he could use mutagenesis and genetic recombination phage to further delineate the nature of the genetic code. In the Crick, Brenner et al. experiment, using these phages, the triplet nature of the genetic code was confirmed. They used frameshift mutations and a process called reversions, to add and delete various numbers of nucleotides. When a nucleotide triplet was added to or deleted from the DNA sequence, the encoded protein was minimally affected. Thus, they concluded that the genetic code is a triplet code because it did not cause a frameshift in the reading frame. They correctly concluded that the code is degenerate, that triplets are not overlapping, and that each nucleotide sequence is read from a specific starting point.",
            "score": 258.4024963378906
        },
        {
            "docid": "1265269_11",
            "document": "Xenobiology . One of the goals of xenobiology is to rewrite the genetic code. The most promising approach to change the code is the reassignment of seldomly used or even unused codons.  In an ideal scenario, the genetic code is expanded by one codon, thus having been liberated from its old function and fully reassigned to a non-canonical amino acid (ncAA) (“code expansion”). As these methods are laborious to implement, and some short cuts can be applied (“code engineering”), for example in bacteria that are auxotrophic for specific amino acids and at some point in the experiment are fed isostructural analogues instead of the canonical amino acids for which they are auxotrophic. In that situation, the canonical amino acid residues in native proteins are substituted with the ncAAs. Even the insertion of multiple different ncAAs into the same protein is possible. Finally, the repertoire of 20 canonical amino acids can not only be expanded, but also reduced to 19.  By reassigning transfer RNA (tRNA)/aminoacyl-tRNA synthetase pairs the codon specificity can be changed. Cells endowed with such aminoacyl-[tRNA synthetases] are thus able to read [mRNA] sequences that make no sense to the existing gene expression machinery. Altering the codon: tRNA synthetases pairs may lead to the in vivo incorporation of the non-canonical amino acids into proteins. In the past reassigning codons was mainly done on a limited scale. In 2013, however, Farren Isaacs and George Church at Harvard University reported the replacement of all 321 TAG stop codons present in the genome of \"E. coli\" with synonymous TAA codons, thereby demonstrating that massive substitutions can be combined into higher-order strains without lethal effects. Following the success of this genome wide codon replacement, the authors continued and achieved the reprogramming of 13 codons throughout the genome, directly affecting 42 essential genes.",
            "score": 257.0054016113281
        },
        {
            "docid": "29732133_9",
            "document": "History of RNA biology . The genetic code consists of the translation of particular nucleotide sequences in mRNA to specific amino acid sequences in proteins (polypeptides). The ability to work out the genetic code emerged from the convergence of three different areas of study--(i) new methods to generate synthetic RNA molecules of defined composition to serve as artificial mRNAs, (ii) development of \"in vitro\" translation systems that could be used to translate the synthetic mRNAs into protein, and (iii) experimental and theoretical genetic work which established that the code was written in three letter \"words\" (codons). Today, our understanding of the genetic code permits the prediction of the amino sequence of the protein products of the tens of thousands of genes whose sequences are being determined in genome studies.",
            "score": 253.31466674804688
        },
        {
            "docid": "1207_4",
            "document": "Amino acid . Twenty of the proteinogenic amino acids are encoded directly by triplet codons in the genetic code and are known as \"standard\" amino acids. The other two (\"non-standard\" or \"non-canonical\") are selenocysteine (present in many prokaryotes as well as most eukaryotes, but not coded directly by DNA), and pyrrolysine (found only in some archea and one bacterium). Pyrrolysine and selenocysteine are encoded via variant codons; for example, selenocysteine is encoded by stop codon and SECIS element. \"N\"-formylmethionine (which is often the initial amino acid of proteins in bacteria, mitochondria, and chloroplasts) is generally considered as a form of methionine rather than as a separate proteinogenic amino acid. Codon–tRNA combinations not found in nature can also be used to \"expand\" the genetic code and form novel proteins known as alloproteins incorporating non-proteinogenic amino acids.",
            "score": 250.7333984375
        },
        {
            "docid": "19653842_15",
            "document": "Organism . Compounds that make up organisms may be divided into macromolecules and other, smaller molecules. The four groups of macromolecule are nucleic acids, proteins, carbohydrates and lipids. Nucleic acids (specifically deoxyribonucleic acid, or DNA) store genetic data as a sequence of nucleotides. The particular sequence of the four different types of nucleotides (adenine, cytosine, guanine, and thymine) dictate many characteristics that constitute the organism. The sequence is divided up into codons, each of which is a particular sequence of three nucleotides and corresponds to a particular amino acid. Thus a sequence of DNA codes for a particular protein that, due to the chemical properties of the amino acids it is made from, folds in a particular manner and so performs a particular function.",
            "score": 250.61599731445312
        },
        {
            "docid": "12385_28",
            "document": "Genetic code . Variations on the standard code were predicted in the 1970s. The first was discovered in 1979, by researchers studying human mitochondrial genes. Many slight variants were discovered thereafter, including various alternative mitochondrial codes. Small variants such as translation of the codon UGA as tryptophan in \"Mycoplasma\" species, and translation of CUG as a serine rather than leucine in yeasts of the \"CTG clade\" (such as \"Candida albicans\"). Because viruses must use the same genetic code as their hosts, modifications to the standard genetic code could interfere with viral protein synthesis or functioning. However, viruses such as totiviruses adapted to the host's genetic code modification. In bacteria and archaea, GUG and UUG are common start codons. In rare cases, certain proteins may use alternative start codons. Surprisingly, variations in the interpretation of the genetic code exist also in human nuclear-encoded genes: In 2016, researchers studying the translation of malate dehydrogenase found that in about 4% of the mRNAs encoding this enzyme the stop codon is naturally used to encode the amino acids tryptophan and arginine. This type of recoding is induced by a high-readthrough stop codon context and it is referred to as \"functional translational readthrough\".",
            "score": 249.42213439941406
        },
        {
            "docid": "7955_47",
            "document": "DNA . A gene is a sequence of DNA that contains genetic information and can influence the phenotype of an organism. Within a gene, the sequence of bases along a DNA strand defines a messenger RNA sequence, which then defines one or more protein sequences. The relationship between the nucleotide sequences of genes and the amino-acid sequences of proteins is determined by the rules of translation, known collectively as the genetic code. The genetic code consists of three-letter 'words' called \"codons\" formed from a sequence of three nucleotides (e.g. ACT, CAG, TTT).",
            "score": 244.212890625
        },
        {
            "docid": "5457540_4",
            "document": "Ka/Ks ratio . Evolution acts on genes that code for proteins. The genetic code is written in DNA sequences as codons, groups of three nucleotides. Each codon represents a single amino acid in a protein chain. However, there are more codons (64) than amino acids found in proteins (20), so many codons are effectively synonyms. For example, the DNA codons TTT and TTC both code for the amino acid Phenylalanine, so a change from the third T to C makes no difference to the resulting protein. On the other hand, the codon GAG codes for Glutamic acid while the codon GTG codes for Valine, so a change from the middle A to T does change the resulting protein, for better or (more likely) worse, so the change is not a synonym. These changes are illustrated in the tables below.",
            "score": 242.79205322265625
        },
        {
            "docid": "610997_9",
            "document": "Frameshift mutation . A codon is a set of three nucleotides, a triplet that code for a certain amino acid. The first codon establishes the reading frame, whereby a new codon begins. A protein′s amino acid backbone sequence is defined by contiguous triplets. Codons are key to translation of genetic information for the synthesis of proteins. The reading frame is set when translating the mRNA begins and is maintained as it reads one triplet to the next. The reading of the genetic code is subject to three rules the monitor codons in mRNA. First, codons are read in a 5' to 3' direction. Second, codons are nonoverlapping and the message has no gaps. The last rule, as stated above, that the message is translated in a fixed reading frame.",
            "score": 242.6193389892578
        },
        {
            "docid": "36984479_4",
            "document": "Alloprotein . One approach takes advantage of the redundancy of the 3 codons that encode a \"stop\" signal. If one of these can be substituted by another stop codon, then that codon can in principle be \"reassigned\" (along with requisite tRNA, release factor and enzyme modifications) to code for a novel amino acid without affecting other existing codings. Using this approach, alloproteins and novel amino acids can be created by techniques that \"expand\" the genetic code to include additional novel codings, using newly devised codons and related tRNA (transfer RNA) and tRNA synthetase enzymes (aminoacyl tRNA synthetase). The usual mechanisms, which produce amino acids and combine them into proteins, then produce novel or non-proteinogenic amino acids and incorporate them to make novel proteins the same way. In 2010 this technique was used to reassign a codon in the genetic code of the bacterium \"E. coli\", modifying it to produce and incorporate a novel amino acid, without adversely affecting existing encodings or the organism itself.",
            "score": 241.8068389892578
        },
        {
            "docid": "219277_3",
            "document": "Codon usage bias . There are 64 different codons (61 codons encoding for amino acids plus 3 stop codons) but only 20 different translated amino acids. The overabundance in the number of codons allows many amino acids to be encoded by more than one codon. Because of such redundancy it is said that the genetic code is degenerate. The genetic codes of different organisms are often biased towards using one of the several codons that encode the same amino acid over the others—that is, a greater frequency of one will be found than expected by chance. How such biases arise is a much debated area of molecular evolution. Codon usage tables detailing genomic codon usage bias for most organisms in GenBank and RefSeq can be found in the HIVE-Codon Usage Table database.",
            "score": 241.28868103027344
        },
        {
            "docid": "12266_39",
            "document": "Genetics . This messenger RNA molecule is then used to produce a corresponding amino acid sequence through a process called translation. Each group of three nucleotides in the sequence, called a codon, corresponds either to one of the twenty possible amino acids in a protein or an instruction to end the amino acid sequence; this correspondence is called the genetic code. The flow of information is unidirectional: information is transferred from nucleotide sequences into the amino acid sequence of proteins, but it never transfers from protein back into the sequence of DNA—a phenomenon Francis Crick called the central dogma of molecular biology.",
            "score": 240.90216064453125
        },
        {
            "docid": "758403_9",
            "document": "Candida (fungus) . Some species of \"Candida\" use a non-standard genetic code in the translation of their nuclear genes into the amino acid sequences of polypeptides. The difference in the genetic code between species possessing the alternative code is that the codon CUG (normally encoding the amino acid leucine) is translated by the yeast as a different amino acid, serine. The alternative translation of the CUG codon in these species is due to a novel nucleic acid sequence in the serine-tRNA (ser-tRNACAG), which has a guanosine located at position 33, 5' to the anticodon. In all other tRNAs, this position is normally occupied by a pyrimidine (often uridine). This genetic code change is the only such known alteration in cytoplasmic mRNA, in both the prokaryotes, and the eukaryotes, involving the reassignment of a sense codon. This novel genetic code may be a mechanism for more rapid adaptation to the organism's environment, as well as playing an important role in the evolution of the genus \"Candida\" by creating genetic barriers that encouraged speciation",
            "score": 239.9165802001953
        },
        {
            "docid": "532175_9",
            "document": "Transfer RNA . An anticodon is a unit made up of three nucleotides that correspond to the three bases of the codon on the mRNA. Each tRNA contains a distinct anticodon triplet sequence that can form 3 complementary base pairs to one or more codons for an amino acid. Some anticodons can pair with more than one codon due to a phenomenon known as wobble base pairing. Frequently, the first nucleotide of the anticodon is one not found on mRNA: inosine, which can hydrogen bond to more than one base in the corresponding codon position. In the genetic code, it is common for a single amino acid to be specified by all four third-position possibilities, or at least by both pyrimidines and purines; for example, the amino acid glycine is coded for by the codon sequences GGU, GGC, GGA, and GGG. Other modified nucleotides may also appear at the first anticodon position—sometimes known as the \"wobble position\"—resulting in subtle changes to the genetic code, as for example in mitochondria.",
            "score": 239.6850128173828
        },
        {
            "docid": "1301827_7",
            "document": "Last universal common ancestor . The genetic code was most likely based on DNA. Some studies suggest that LUCA may have lacked DNA and been defined wholly through RNA. If DNA was present, it was composed of four nucleotides (deoxyadenosine, deoxycytidine, deoxythymidine, and deoxyguanosine), to the exclusion of other possible deoxynucleotides. The DNA was kept double-stranded by a template-dependent enzyme, DNA polymerase. The integrity of the DNA was maintained by a group of maintenance enzymes, including DNA topoisomerase, DNA ligase and other DNA repair enzymes. The DNA was also protected by DNA-binding proteins such as histones. The genetic code was composed of three-nucleotide codons, thus producing 64 different codons. Since only 20 amino acids were used, multiple codons code for the same amino acids. If the code was DNA-based, it operated as follows. The genetic code was expressed via RNA intermediates, which were single-stranded. The RNA was produced by a DNA-dependent RNA polymerase using nucleotides similar to those of DNA, with the exception that the nucleotide thymidine in DNA was replaced by uridine in RNA.",
            "score": 236.81097412109375
        },
        {
            "docid": "59364_7",
            "document": "Methionine . Methionine is one of only two amino acids encoded by a single codon (AUG) in the standard genetic code (tryptophan, encoded by UGG, is the other). In reflection to the evolutionary origin of its codon, the other AUN codons encode isoleucine, which is also a hydrophobic amino acid. In the mitochondrial genome of several organisms, including metazoa and yeast, the codon AUA also encodes for methionine. In the standard genetic code AUA codes for isoleucine and the respective tRNA (\"ileX\" in \"Escherichia coli\") uses the unusual base lysidine (bacteria) or agmatine (archaea) to discriminate against AUG.",
            "score": 235.59893798828125
        },
        {
            "docid": "526941_8",
            "document": "Chargaff's rules . The combined effect of Chargaff's second rule and \"Szybalski's rule\" can be seen in bacterial genomes where the coding sequences are not equally distributed. The genetic code has 64 codons of which 3 function as termination codons: there are only 20 amino acids normally present in proteins. (There are two uncommon amino acids—selenocysteine and pyrrolysine—found in a limited number of proteins and encoded by the stop codons—TGA and TAG respectively.) The mismatch between the number of codons and amino acids allows several codons to code for a single amino acid - such codons normally differ only at the third codon base position.",
            "score": 235.28811645507812
        },
        {
            "docid": "11064134_15",
            "document": "Phage group . In 1961, Brenner, an early member of the phage group, collaborated with Francis Crick, Leslie Barnett and Richard Watts-Tobin at the Cavendish Laboratory in Cambridge to perform genetic experiments that demonstrated the basic nature of the genetic code for proteins. These experiments, carried out with mutants of the rIIB gene of phage T4, showed, that for a gene that encodes a protein, three sequential bases of the gene’s DNA specify each successive amino acid of the protein. Thus the genetic code is a triplet code, where each triplet (called a codon) specifies a particular amino acid. They also obtained evidence that the codons do not overlap with each other in the DNA sequence encoding a protein, and that such a sequence is read from a fixed starting point.",
            "score": 234.54652404785156
        },
        {
            "docid": "4250553_19",
            "document": "Gene . The expression of genes encoded in DNA begins by transcribing the gene into RNA, a second type of nucleic acid that is very similar to DNA, but whose monomers contain the sugar ribose rather than deoxyribose. RNA also contains the base uracil in place of thymine. RNA molecules are less stable than DNA and are typically single-stranded. Genes that encode proteins are composed of a series of three-nucleotide sequences called codons, which serve as the \"words\" in the genetic \"language\". The genetic code specifies the correspondence during protein translation between codons and amino acids. The genetic code is nearly the same for all known organisms.",
            "score": 234.47006225585938
        },
        {
            "docid": "2317437_3",
            "document": "Synonymous substitution . Protein translation involves a set of twenty amino acids. Each of these amino acids is coded for by a sequence of three DNA base pairs called a \"codon\". Because there are 64 possible codons, but only 20 amino acids (as well as a stop signal [i.e. the three codons that do not code for any amino acid and are known as stop codons ], indicating that translation should stop), some amino acids are coded for by 2, 3, 4, or 6 different codons. For example, the codons TTT and TTC both code for the amino acid phenylalanine. This is often referred to as \"redundancy\" of the genetic code. There are two mechanisms for redundancy: several different transfer RNAs can deliver the same amino acid, or one tRNA can have a non-standard \"wobbly\" base in position three of the anti-codon, which recognises more than one base in the codon.",
            "score": 234.385986328125
        },
        {
            "docid": "50449470_5",
            "document": "3-Base Periodicity Property . DNA stores the information required to assemble, maintain and reproduce every living organism. A protein is a large molecule (\"macromolecule\") made up of smaller subunits, amino acids. DNA sequences are made up of codons, three-long nucleotide stretches, that correspond to specific amino acids. DNA creates RNA which then helps synthesize proteins. Thus, coding DNA is defined as the sections of the genome that are actually transcribed into amino acids in proteins. Noncoding DNA is sections of a DNA sequence that don't necessarily code for proteins. Identification of coding regions is important, as this information can be used in gene identification and then more generally full-genome annotation.",
            "score": 233.3682098388672
        },
        {
            "docid": "5259_14",
            "document": "Common descent . Similarities which have no adaptive relevance cannot be explained by convergent evolution, and therefore they provide compelling support for universal common descent. Such evidence has come from two areas: amino acid sequences and DNA sequences. Proteins with the same three-dimensional structure need not have identical amino acid sequences; any irrelevant similarity between the sequences is evidence for common descent. In certain cases, there are several codons (DNA triplets) that code redundantly for the same amino acid. Since many species use the same codon at the same place to specify an amino acid that can be represented by more than one codon, that is evidence for their sharing a recent common ancestor. Had the amino acid sequences come from different ancestors, they would have been coded for by any of the redundant codons, and since the correct amino acids would already have been in place, natural selection would not have driven any change in the codons, however much time was available. Genetic drift could change the codons, but it would be extremely unlikely to make all the redundant codons in a whole sequence match exactly across multiple lineages. Similarly, shared nucleotide sequences, especially where these are apparently neutral such as the positioning of introns and pseudogenes, provide strong evidence of common ancestry.",
            "score": 232.06149291992188
        },
        {
            "docid": "11913227_7",
            "document": "Artificial gene synthesis . Producing large amounts of protein from gene sequences (or at least the protein coding regions of genes, the open reading frame) found in nature can sometimes prove difficult and is a problem of sufficient impact that scientific conferences have been devoted to the topic. Many of the most interesting proteins sought by molecular biologists are normally regulated to be expressed in very low amounts in wild type cells. Redesigning these genes offers a means to improve gene expression in many cases. Rewriting the open reading frame is possible because of the degeneracy of the genetic code. Thus it is possible to change up to about a third of the nucleotides in an open reading frame and still produce the same protein. The available number of alternate designs possible for a given protein is astronomical. For a typical protein sequence of 300 amino acids there are over 10 codon combinations that will encode an identical protein. Using optimization methods such as replacing rarely used codons with more common codons sometimes have dramatic effects. Further optimizations such as removing RNA secondary structures can also be included. At least in the case of \"E. coli\", protein expression is maximized by predominantly using codons corresponding to tRNA that retain amino acid charging during starvation. Computer programs written to perform these, and other simultaneous optimizations are used to handle the enormous complexity of the task. A well optimized gene can improve protein expression 2 to 10 fold, and in some cases more than 100 fold improvements have been reported. Because of the large numbers of nucleotide changes made to the original DNA sequence, the only practical way to create the newly designed genes is to use gene synthesis.",
            "score": 230.914794921875
        },
        {
            "docid": "23650_18",
            "document": "Primer (molecular biology) . Sometimes \"degenerate primers\" are used. These are actually mixtures of similar, but not identical primers. They may be convenient if the same gene is to be amplified from different organisms, as the genes themselves are probably similar but not identical. The other use for degenerate primers is when primer design is based on protein sequence. As several different codons can code for one amino acid, it is often difficult to deduce which codon is used in a particular case. Therefore, primer sequence corresponding to the amino acid isoleucine might be \"ATH\", where A stands for adenine, T for thymine, and H for adenine, thymine, or cytosine, according to the genetic code for each codon, using the IUPAC symbols for degenerate bases. Use of degenerate primers can greatly reduce the specificity of the PCR amplification. The problem can be partly solved by using touchdown PCR.",
            "score": 229.87469482421875
        },
        {
            "docid": "12385_2",
            "document": "Genetic code . The genetic code is the set of rules used by living cells to translate information encoded within genetic material (DNA or mRNA sequences) into proteins. Translation is accomplished by the ribosome, which links amino acids in an order specified by messenger RNA (mRNA), using transfer RNA (tRNA) molecules to carry amino acids and to read the mRNA three nucleotides at a time. The genetic code is highly similar among all organisms and can be expressed in a simple table with 64 entries.",
            "score": 228.1580047607422
        }
    ]
}