{
    "q": [
        {
            "docid": "42160128_15",
            "document": "Chromosome 6 open reading frame 165 . The second protein coding transcript in human is transcript ID ENST00000480123 or C6ORF165-002;it contains 7 exons and only 6 exons are protein coding; the translation length is 252 residues Two-hybrid experiments revealed interacting proteins such as Myogenic repressor I-mf. This repressor is highly expressed in sclerotome. It inhibits the transactivation activity of the MyoD family and represses myogenesis. rotein complex co-immunoprecipitation ([[Co-IP]]) experiments revealed interacting protein [[NRF1]] nuclear respiratory factor 1 This gene encodes a protein that [[homodimerization|homodimerizes]] and functions as a [[transcription factor]] which activates the expression of some key metabolic genes regulating cellular growth and nuclear genes required for respiration, heme biosynthesis, and mitochondrial DNA transcription and replication. Two-hybrid experiments revealed interacting protein RNF138 (ring finger protein 138), an E3 ubiquitin protein ligase. Affinity Capture-Western reveal an interaction protein called TP73 tumor protein [[p73]], which is a protein related to the [[p53]] tumor protein.",
            "score": 178.8607041835785
        },
        {
            "docid": "25428989_6",
            "document": "Homeotic selector gene . Homeotic selector genes encode regulatory DNA-binding proteins which are all related through a highly conserved DNA binding sequences called the homeobox (from which the \"Hox Complex\" name is derived from). Although each all of the DNA-binding complexes are conserved, each para-segment still has an individual identity. The proteins do not bind directly to the DNA, rather, they interact with other regulatory proteins which are already bound to DNA-binding complexes. Different interactions determine which DNA binding sites are recognized and subsequently activated or repressed. Homeotic selector proteins combine in different combinations with regulatory proteins to give each parasegment its identity.  Certain signals set up the spatial pattern of expression of the Hox complex early in development. The Hox complex acts like a stamp, giving cells in each segment a long term positional value. The cell memory of a given positional value depends on two inputs, the first being the ability of many Hox proteins to autoactivate their own transcription, and the second derived from two large groups of transcriptional regulators: The Polycomb group and the Trithorax group. A defect in either of these regulators results in a pattern which is initially correct but is not maintained at later embryonic stages. The Polycomb and Trithorax regulators act in opposite ways. The Trithorax group maintains Hox transcription after transcription is already activated. The Polycomb group forms stable complexes that bind to the chromatin of Hox genes, and keep it in a repressed state at sites where Hox genes are not active.",
            "score": 258.8057191371918
        },
        {
            "docid": "12197312_2",
            "document": "Chromatin remodeling . Chromatin remodeling is the dynamic modification of chromatin architecture to allow access of condensed genomic DNA to the regulatory transcription machinery proteins, and thereby control gene expression. Such remodeling is principally carried out by 1) covalent histone modifications by specific enzymes, e.g., histone acetyltransferases (HATs), deacetylases, methyltransferases, and kinases, and 2) ATP-dependent chromatin remodeling complexes which either move, eject or restructure nucleosomes. Besides actively regulating gene expression, dynamic remodeling of chromatin imparts an epigenetic regulatory role in several key biological processes, egg cells DNA replication and repair; apoptosis; chromosome segregation as well as development and pluripotency. Aberrations in chromatin remodeling proteins are found to be associated with human diseases, including cancer. Targeting chromatin remodeling pathways is currently evolving as a major therapeutic strategy in the treatment of several cancers.",
            "score": 210.96032643318176
        },
        {
            "docid": "50449991_15",
            "document": "Nuclear organization . Looping was first observed by Walther Flemming in 1878 when he was studying amphibian oocytes. It was not until the late 20th century when DNA looping was correlated with gene expression. For example, in 1990, Mandal and colleagues showed the importance of DNA looping in repressing the galactose and lactose operons in \"E coli\". In the presence of galactose or lactose, repressor proteins form protein-protein and protein-DNA interactions to loop the DNA. This in turn connects the gene promoters with upstream and downstream operators, effectively repressing gene expression by blocking transcription preinitiation complex (PIC) assembly at the promoter and therefore preventing transcription initiation. In gene activation, DNA looping typically brings together distal gene promoters and enhancers. Enhancers can recruit a large complex of proteins, such as the mediator complex, PIC, and other cell specific transcription factors, involved in initiating the transcription of a gene.",
            "score": 200.69320034980774
        },
        {
            "docid": "4694833_8",
            "document": "GATA1 . In both GATA1 and GATA1-S, C-ZnF (i.e. C-terminus zinc finger) binds to DNA-specific nucleic acid sequences sites viz., (T/A(GATA)A/G), on the expression-regulating sites of its target genes and in doing so either stimulates or suppresses the expression of these target genes. Their N-ZnF (i.e. N-terminus zinc fingers) interacts with an essential transcription factor-regulating nuclear protein, FOG1. FOG1 powerfully promotes or suppresses the actions that the two transcription factors have on most of their target genes. Similar to the knockout of \"Gata1\", knockout of the mouse gene for FOG1, \"Zfpm1\", causes total failure of red blood cell development and embryonic lethality by day 11.5. Based primarily on mouse studies, it is proposed that the GATA1-FOG1 complex promotes human erythropoiesis by recruiting and binding with at least two gene expression-regulating complexes, Mi-2/NuRD complex (a chromatin remodeler) and CTBP1 (a histone deacetylase) and three gene expression-regulating proteins, SET8 (a GATA1-inhibiting histone methyltransferase), BRG1 (a transcription activator), and Mediator (a transcription co-activator). Other interactions include those with: BRD3 (remodels DNA nucleosomes), BRD4 (binds acetylated lysine residues in DNA-associated histone to regulate gene accessibility), FLI1 (a transcription factor that blocks erythroid differentiation), HDAC1 (a histone deacetylase), LMO2 (regulator of erythrocyte development), ZBTB16 (transcription factor regulating cell cycle progression), TAL1 (a transcription factor), FOG2 (a transcription factor regulator), and GATA2 (Displacement of GATA2 by GATA1, i.e. the \"GATA switch\", at certain gene-regulating sites is critical for red blood development in mice and, presumably, humans). GATA1-FOG1 and GATA2-FOG1 interactions are critical for platelet formation in mice and may similarly be critical for this in humans.",
            "score": 240.2131688594818
        },
        {
            "docid": "14876023_3",
            "document": "RFXANK . Major histocompatibility (MHC) class II molecules are transmembrane proteins that have a central role in development and control of the immune system. The protein encoded by this gene, along with regulatory factor X-associated protein and regulatory factor-5, forms a complex that binds to the X box motif of certain MHC class II gene promoters and activates their transcription. Once bound to the promoter, this complex associates with the non-DNA-binding factor MHC class II transactivator, which controls the cell type specificity and inducibility of MHC class II gene expression. This protein contains ankyrin repeats involved in protein-protein interactions. Mutations in this gene have been linked to bare lymphocyte syndrome type II, complementation group B. Two transcript variants encoding different isoforms have been described for this gene, with only one isoform showing activation activity.",
            "score": 226.21040105819702
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 234.04610753059387
        },
        {
            "docid": "11849358_4",
            "document": "ETV6 . The human ETV6 protein is a member of the ETS transcription factor family; however, it more often acts to inhibit than stimulate transcription of its target genes. ETV6 protein contains 3 domains: a) the pointed N-terminal (i.e. PNT) domain which forms oligomer partners with itself as well as other transcription factors (e.g. FLI1) and is required for ETV6's transcriptional repressing activity; b) the central regulatory domain; and c) the C-terminal DNA-binding domain, ETS, which binds to the consensus DNA sequence, 5-GGAA/T-3 within a 9-to-10 bp sequence, in the target genes it regulates. ETV6 interacts with other proteins that regulate the differentiation and growth of cells. It binds to and thereby inhibits FLI1, another member of the ETS transcription factor family, which is active in promoting the maturation of blood platelet-forming megakaryocytes and blocking the Cellular differentiation of erythroblasts into red blood cells; this results in the excessive proliferation and abnormal morphology of erythroblasts. ETV6 likewise binds to HTATIP, a histone acetyl transferase that regulates the expression of various genes involved in gene transcription, DNA repair, and cellular apoptosis; this binding promotes the transcription-repressing activity of ETV6.",
            "score": 229.7354348897934
        },
        {
            "docid": "14164235_2",
            "document": "MTA1 . Metastasis-associated protein MTA1 is a protein that in humans is encoded by the \"MTA1\" gene. MTA1 is the founding member of the MTA family of genes. MTA1 is primarily localized in the nucleus but also found to be distributed in the extra-nuclear compartments. MTA1 is a component of several chromatin remodeling complexes including the nucleosome remodeling and deacetylation complex (NuRD). MTA1 regulates gene expression by functioning as a coregulator to integrate DNA-interacting factors to gene activity. MTA1 participates in physiological functions in the normal and cancer cells. MTA1 is one of the most upregulated proteins in human cancer and associates with cancer progression, aggressive phenotypes, and poor prognosis of cancer patients.",
            "score": 214.94538116455078
        },
        {
            "docid": "14149018_25",
            "document": "ERCC1 . Repression of let-7a can cause repression of ERCC1 expression through an intermediary step involving the \"HMGA2\" gene. The let-7a miRNA normally represses the \"HMGA2\" gene, and in normal adult tissues, almost no HMGA2 protein is present. (See also Let-7 microRNA precursor.) Reduction or absence of let-7a miRNA allows high expression of the HMGA2 protein. HMGA proteins are characterized by three DNA-binding domains, called AT-hooks, and an acidic carboxy-terminal tail. HMGA proteins are chromatin architectural transcription factors that both positively and negatively regulate the transcription of a variety of genes. They do not display direct transcriptional activation capacity, but regulate gene expression by changing local DNA conformation. Regulation is achieved by binding to AT-rich regions in the DNA and/or direct interaction with several transcription factors. HMGA2 targets and modifies the chromatin architecture at the \"ERCC1\" gene, reducing its expression. Hypermethylation of the promoter for let-7a miRNA reduces its expression and this allows hyperexpression of HMGA2. Hyperexpression of HMGA2 can then reduce expression of ERCC1.",
            "score": 203.8401050567627
        },
        {
            "docid": "10147471_12",
            "document": "Nibrin . HSV-1-infection has been shown to result from the phosphorylation of Nbs1. It has been shown in studies that activation of the MRN complex and ATM biochemical cascade is consistent for a resulting HSV-1 infection. When there is an HSV-1 infection, the nucleus is reorganized causing the formation of RCs (replication compartments) where gene expression and DNA replication occurs. Proteins in the host used for DNA repair and damage response are needed for virus production. ICP8, which is a viral single-strand binding protein, is known to interact with several DNA repair proteins, such as Rad50, Mre11, BRG1, and DNA-PKcs. Ul12 and ICP8 viral proteins function together as a recombinase, possibly showing that while working with the host's recombination factors, work to form a concatemer by stimulating homologous recombination. These proteins may move the MRN complex towards the viral genome so it is able to promote homologous recombination, and to prevent non-homologous recombination as non-homologous recombination can have anti-viral effects. This possibly shows that the reaction between UL12 and MRN regulates the complex in a way that benefits the herpes virus.",
            "score": 216.7604192495346
        },
        {
            "docid": "966654_8",
            "document": "DNA-binding protein . Protein–DNA interactions occur when a protein binds a molecule of DNA, often to regulate the biological function of DNA, usually the expression of a gene. Among the proteins that bind to DNA are transcription factors that activate or repress gene expression by binding to DNA motifs and histones that form part of the structure of DNA and bind to it less specifically. Also proteins that repair DNA such as uracil-DNA glycosylase interact closely with it.",
            "score": 217.4822006225586
        },
        {
            "docid": "21673918_3",
            "document": "Bacterial one-hybrid system . Across all living organisms, regulation of gene expression is controlled by interactions between DNA-binding regulatory proteins (transcription factors) and cis-regulatory elements, DNA sequences in or around genes that act as target sites for DNA-binding proteins. By binding to cis-regulatory sequences and to each other, transcription factors fine-tune transcriptional levels by stabilizing/destabilizing binding of RNA polymerase to a gene's promoter. But despite their importance and ubiquity, little is known about where exactly each of these regulatory proteins binds. Literature suggests that nearly 8% of human genes encode transcription factors and the functions and specificities of their interactions remain largely unexplored. We are on the brink of a convergence of high-throughput technologies and genomic theory that is allowing researchers to start mapping these interactions on a genome-wide scale. Only recently has a complete survey of DNA-binding specificities been attempted for a large family of DNA-binding domains. B1H is just one emerging technique among many that is useful for studying protein–DNA interactions.",
            "score": 213.50566792488098
        },
        {
            "docid": "41118075_3",
            "document": "Deficiency of RbAp48 protein and memory loss . RbAp48, also known as RBBP4 gene encodes a nuclear protein, which belongs to a highly conserved family of WD40 repeat. This gene is present in many protein complexes that are involved in histone acetylation and deacetylation processes as well as chromatin assembly. This gene also belongs to the Mi-2/NuRD complex, also known as \"nucleosome remodeling deacetylase complex\" which plays a role in both ATP-dependent chromatin remodeling and histone deacetylase activities. This protein is also part of a co-repressor complex which is an important component of transcriptional silencing. This gene is widely available and can be found in several cellular proteins which bind directly to the retinoblastoma protein to regulate growth and cell proliferation. This protein also found in the transcriptional repression of E2F-responsive genes, which are a group of genes that encode for a family of transcription factors.",
            "score": 203.40216660499573
        },
        {
            "docid": "14759805_3",
            "document": "ARID1A . ARID1A is a member of the SWI/SNF family, whose members have helicase and ATPase activities and are thought to regulate transcription of certain genes by altering the chromatin structure around those genes. The encoded protein is part of the large ATP-dependent chromatin remodeling complex SNF/SWI, which is required for transcriptional activation of genes normally repressed by chromatin. It possesses at least two conserved domains that could be important for its function. First, it has an ARID domain, which is a DNA-binding domain that can specifically bind an AT-rich DNA sequence known to be recognized by a SNF/SWI complex at the beta-globin locus. Second, the C-terminus of the protein can stimulate glucocorticoid receptor-dependent transcriptional activation. It is thought that the protein encoded by this gene confers specificity to the SNF/SWI complex and may recruit the complex to its targets through either protein-DNA or protein-protein interactions. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 224.57621097564697
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 237.67797219753265
        },
        {
            "docid": "398124_13",
            "document": "Transcriptional regulation . Transcription factors are proteins that bind to specific DNA sequences in order to regulate the expression of a given gene. The power of transcription factors resides in their ability to activate and/or repress wide repertoires of downstream target genes. The fact that these transcription factors work in a combinatorial fashion means that only a small subset of an organism's genome encodes transcription factors. Transcription factors function through a wide variety of mechanisms. Often they are at the end of a signal transduction pathway that functions to change something about the factor, like its subcellular localization or its activity. Post-translational modifications to transcription factors located in the cytosol can cause them to translocate to the nucleus where they can interact with their corresponding enhancers. Others are already in the nucleus, and are modified to enable the interaction with partner transcription factors. Some post-translational modifications known to regulate the functional state of transcription factors are phosphorylation, acetylation, SUMOylation and ubiquitylation. Transcription factors can be divided in two main categories: activators and repressors. While activators can interact directly or indirectly with the core machinery of transcription through enhancer binding, repressors predominantly recruit co-repressor complexes leading to transcriptional repression by chromatin condensation of enhancer regions. It may also happen that a repressor may function by allosteric competition against a determined activator to repress gene expression: overlapping DNA-binding motifs for both activators and repressors induce a physical competition to occupy the site of binding. If the repressor has a higher affinity for its motif than the activator, transcription would be effectively blocked in the presence of the repressor. Tight regulatory control is achieved by the highly dynamic nature of transcription factors. Again, many different mechanisms exist to control whether a transcription factor is active. These mechanisms include control over protein localization or control over whether the protein can bind DNA. An example of this is the protein HSF1, which remains bound to Hsp70 in the cytosol and is only translocated into the nucleus upon cellular stress such as heat shock. Thus the genes under the control of this transcription factor will remain untranscribed unless the cell is subjected to stress.",
            "score": 212.87388145923615
        },
        {
            "docid": "2332422_24",
            "document": "Carcinogenesis . Cancers are known to exhibit genome instability or a mutator phenotype. The protein-coding DNA within the nucleus is about 1.5% of the total genomic DNA. Within this protein-coding DNA (called the exome), an average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be \"driver\" mutations, and the remaining ones may be \"passenger\" mutations. However, the average number of DNA sequence mutations in the entire genome (including non-protein-coding regions) within a breast cancer tissue sample is about 20,000. In an average melanoma tissue sample (where melanomas have a higher exome mutation frequency) the total number of DNA sequence mutations is about 80,000. These high frequencies of mutations in the total nucleotide sequences within cancers suggest that often an early alteration in the field defect giving rise to a cancer (e.g. yellow area in the diagram in the preceding section) is a deficiency in DNA repair. Large field defects surrounding colon cancers (extending to about 10 cm on each side of a cancer) are found to frequently have epigenetic defects in 2 or 3 DNA repair proteins (ERCC1, XPF and/or PMS2) in the entire area of the field defect. When expression of DNA repair genes is reduced, DNA damages accumulate in cells at a higher than normal level, and these excess damages cause increased frequencies of mutation and/or epimutation. Mutation rates strongly increase in cells defective in DNA mismatch repair or in homologous recombinational repair (HRR). A deficiency in DNA repair, itself, can allow DNA damages to accumulate, and error-prone translesion synthesis past some of those damages may give rise to mutations. In addition, faulty repair of these accumulated DNA damages may give rise to epimutations. These new mutations and/or epimutations may provide a proliferative advantage, generating a field defect. Although the mutations/epimutations in DNA repair genes do not, themselves, confer a selective advantage, they may be carried along as passengers in cells when the cell acquires an additional mutation/epimutation that does provide a proliferative advantage.",
            "score": 200.53583216667175
        },
        {
            "docid": "14156018_7",
            "document": "FHL2 . Different transcription factors that have been reported responsible for the regulation of fhl2 expression include the well-known tumor suppressor protein p53, serum response factor (SRF), specificity protein 1 (Sp1). the pleiotropic factor IL-1β, MEF-2, and activator protein-1 (AP-1). Apart from being regulated by different transcription factors, FHL2 is itself involved extensively in regulating the expression of other genes. FHL2 exerts its transcriptional regulatory effects by functioning as an adaptor protein interacting indirectly with the targeted genes. In fact, LIM domain is a platform for the formation of multimeric protein complexes. Therefore, FHL2 can contribute to human carcinogenesis by interacting with transcription factors of cancer-related genes and modulates the signaling pathways underlying the expression of these genes. Different types of cancer are associated with FHL2 which act either as the cancer suppressor or inducer, for example in breast cancer, gastrointestinal (GI) cancers, liver cancer and prostate cancer.",
            "score": 151.78969490528107
        },
        {
            "docid": "14179777_3",
            "document": "MCM4 . The protein encoded by this gene is one of the highly conserved mini-chromosome maintenance proteins (MCM) that are essential for the initiation of eukaryotic genome replication. The hexameric protein complex formed by MCM proteins is a key component of the pre-replication complex (pre-RC) and may be involved in the formation of replication forks and in the recruitment of other DNA replication related proteins. The MCM complex consisting of this protein and MCM2, 6 and 7 proteins possesses DNA helicase activity, and may act as a DNA unwinding enzyme. The phosphorylation of this protein by CDC2 kinase reduces the DNA helicase activity and chromatin binding of the MCM complex. This gene is mapped to a region on the chromosome 8 head-to-head next to the PRKDC/DNA-PK, a DNA-activated protein kinase involved in the repair of DNA double-strand breaks. Alternatively spliced transcript variants encoding the same protein have been reported.",
            "score": 217.3800072669983
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 221.09683418273926
        },
        {
            "docid": "7330969_9",
            "document": "Microphthalmia-associated transcription factor . Melanocytes are commonly known as cells that are responsible for producing the pigment melanin which gives coloration to the hair, skin, and nails. The exact mechanisms of how exactly melanocytes become cancerous are relatively unclear, but there is ongoing research to gain more information about the process. For example, it has been uncovered that the DNA of certain genes is often damaged in melanoma cells, most likely as a result of damage from UV radiation, and in turn increases the likelihood of developing melanoma. Specifically, it has been found that a large percentage of melanomas have mutations in the B-RAF gene which leads to melanoma by causing an MEK-ERK kinase cascade when activated. In addition to B-RAF, MITF is also known to play a crucial role in melanoma progression. Since it is a transcription factor that is involved in the regulation of genes related to invasiveness, migration, and metastasis, it can play a role in the progression of melanoma. Figure 1 shows the specific activators and targets of MITF that are related to the survival, migration, proliferation, invasion and metastasis of melanoma cells.",
            "score": 277.0698664188385
        },
        {
            "docid": "14162174_3",
            "document": "RAD17 . The protein encoded by this gene is highly similar to the gene product of Schizosaccharomyces pombe rad17, a cell cycle checkpoint gene required for cell cycle arrest and DNA damage repair in response to DNA damage. This protein shares strong similarity with DNA replication factor C (RFC), and can form a complex with RFCs. This protein binds to chromatin prior to DNA damage and is phosphorylated by ATR after the damage. This protein recruits the RAD1-RAD9-HUS1 checkpoint protein complex onto chromatin after DNA damage, which may be required for its phosphorylation. The phosphorylation of this protein is required for the DNA-damage-induced cell cycle G2 arrest, and is thought to be a critical early event during checkpoint signaling in DNA-damaged cells. Eight alternatively spliced transcript variants of this gene, which encode four distinct proteins, have been reported.",
            "score": 248.41886401176453
        },
        {
            "docid": "1075046_3",
            "document": "Interactome . Molecular interactions can occur between molecules belonging to different biochemical families (proteins, nucleic acids, lipids, carbohydrates, etc.) and also within a given family. Whenever such molecules are connected by physical interactions, they form molecular interaction networks that are generally classified by the nature of the compounds involved. Most commonly, \"interactome\" refers to \"protein–protein interaction\" (PPI) network (PIN) or subsets thereof. For instance, the Sirt-1 protein interactome and Sirt family second order interactome is the network involving Sirt-1 and its directly interacting proteins where as second order interactome illustrates interactions up to second order of neighbors (Neighbors of neighbors). Another extensively studied type of interactome is the protein–DNA interactome, also called a \"gene-regulatory network\", a network formed by transcription factors, chromatin regulatory proteins, and their target genes. Even \"metabolic networks\" can be considered as molecular interaction networks: metabolites, i.e. chemical compounds in a cell, are converted into each other by enzymes, which have to bind their substrates physically.",
            "score": 209.53129279613495
        },
        {
            "docid": "12197312_3",
            "document": "Chromatin remodeling . The transcriptional regulation of the genome is controlled primarily at the preinitiation stage by binding of the core transcriptional machinery proteins (namely, RNA polymerase, transcription factors, and activators and repressors) to the core promoter sequence on the coding region of the DNA. However, DNA is tightly packaged in the nucleus with the help of packaging proteins, chiefly histone proteins to form repeating units of nucleosomes which further bundle together to form condensed chromatin structure. Such condensed structure occludes many DNA regulatory regions, not allowing them to interact with transcriptional machinery proteins and regulate gene expression. To overcome this issue and allow dynamic access to condensed DNA, a process known as chromatin remodeling alters nucleosome architecture to expose or hide regions of DNA for transcriptional regulation.",
            "score": 237.6082832813263
        },
        {
            "docid": "14881024_3",
            "document": "LRDD . The protein encoded by this gene contains a leucine-rich repeat and a death domain. This protein has been shown to interact with other death domain proteins, such as Fas (TNFRSF6)-associated via death domain (FADD) and MAP-kinase activating death domain-containing protein (MADD), and thus may function as an adaptor protein in cell death-related signaling processes. The expression of the mouse counterpart of this gene has been found to be positively regulated by the tumor suppressor p53 and to induce cell apoptosis in response to DNA damage, which suggests a role for this gene as an effector of p53-dependent apoptosis. Three alternatively spliced transcript variants encoding distinct isoforms have been reported. Besides its pro-apoptotic function it may also be involved in DNA repair as part of a protein complex formed together with the catalytic subunit of DNA-PK (DNA-PKcs)and caspase 2.",
            "score": 224.66515254974365
        },
        {
            "docid": "50430120_11",
            "document": "Short interspersed nuclear elements (SINEs) . Changes in chromosome structure influence gene expression primarily by affecting the accessibility of genes to transcriptional machinery. The chromosome has a very complex and hierarchical system of organizing the genome. This system of organization, which includes histones, methyl groups, acetyl groups, and a variety of proteins and RNAs allows different domains within a chromosome to be accessible to polymerases, transcription factors, and other associated proteins to different degrees. Furthermore, the shape and density of certain areas of a chromosome can affect the shape and density of neighboring (or even distant regions) on the chromosome through interaction facilitated by different proteins and elements. Non-coding RNAs such as short-interspersed nuclear elements, which have been known to associate with and contribute to chromatin structure, can thus play huge role in regulating gene expression. For example, long non-coding RNAs have been known to help initiate expression of Ubx by directing the Ash1 protein to regulatory elements within the Hox gene set; Ash1 modifies chromatin structure in such a way as to increase the expression of Ubx. Short-interspersed-nuclear-elements similarly can be involved in gene regulation by modifying genomic architecture .",
            "score": 164.74229657649994
        },
        {
            "docid": "14797599_5",
            "document": "SALL4 . In mouse ESCs, Sall4 was found to bind the essential stem cell factor, octamer-binding transcription factor 4 (Oct4), in two separate unbiased mass spectrometry (spec) screens Sall4 can also bind other important pluripotency proteins such as Nanog and sex determining region Y (SRY)-box 2 protein (Sox2). Together these proteins can affect each other’s expression patterns as well as their own, thus forming a mESC-specific transcriptional regulatory circuit. SALL4 has also been reported to bind T-box 5 protein (Tbx5) in cardiac tissues as well as genetically interact with Tbx5 in mouse limb development. Other binding partners of SALL4 include promyelocytic leukemia zinc finger protein (PLZF) in sperm precursor cells, Rad50 during DNA damage repair, and b-catenin downstream of the Wnt signaling pathway. Since most of these interactions were identified by mass-spec or co-immunoprecipitation, whether they are direct are unknown. Through chromatin immunoprecipitation (ChIP) followed by next-generation sequencing or microarray, some SALL4 targets have been identified. A key verified target gene encodes the enzyme phosphatidylinositol-3,4,5-trisphosphate 3-phosphatase (PTEN). PTEN is a tumor suppressor that keeps uncontrolled cell growth in check through inducing programmed cell death, or apoptosis. SALL4 binds the \"PTEN\" promoter and recruits the NuRD complex to mediate its repression, thus leads to proliferation of cells.",
            "score": 223.9031412601471
        },
        {
            "docid": "39923103_3",
            "document": "BRAT1 . The protein encoded by this ubiquitously expressed gene interacts with the tumor suppressing BRCA1 (breast cancer 1) protein and the ATM (ataxia telangiectasia mutated) protein. ATM is thought to be a master controller of cell cycle checkpoint signalling pathways that are required for cellular responses to DNA damage such as double-strand breaks that are induced by ionizing radiation and complexes with BRCA1 in the multi-protein complex BASC (BRAC1-associated genome surveillance complex). The protein encoded by this gene is thought to play a role in the DNA damage pathway regulated by BRCA1 and ATM.",
            "score": 195.81719398498535
        },
        {
            "docid": "32158106_2",
            "document": "Barrier-to-autointegration factor . In molecular biology, barrier-to-autointegration factor (BAF) is a family of essential proteins that is highly conserved in metazoan evolution, and which may act as DNA-bridging proteins. BAF binds directly to double-stranded DNA, to transcription activators, and to inner nuclear membrane proteins, including lamin A filaments that anchor nuclear pore complexes in place, and nuclear LEM-domain proteins that bind to laminin filaments and chromatin. New findings suggest that BAF has structural roles in nuclear assembly and chromatin organisation, represses gene expression and might interlink chromatin structure, nuclear architecture and gene regulation in metazoans.",
            "score": 194.65067887306213
        },
        {
            "docid": "24198556_5",
            "document": "Wilson–Turner syndrome . The primary symptoms of Wilson-Turner Syndrome is believed to result from an improperly developed histone deacetylase 8. This enzyme is coded by the HDAC8 gene. The identified mutation in the HDAC8 gene leads to a version of histone deacetylase 8 that is missing a segment. Histone deacetylase 8 is believed to be a regulator of the cohesion complex, playing a role in stabilizing the cell’s genetic information, repairing damaged DNA, and controlling gene activity. This abnormally shortened protein alters gene regulations during the individual’s normal development. Some of the effected normal development lies in the endocrine system. Males will have more estrogen and androgen than normal, leading to enlarged hypogonadism and gynecomastia. Other abnormal development is related to general mental capacity. HDACs are known to be associated with human brain development disorders. HDAC8, in particular, represses transcription factors in neural crest cells to control various patterns of the skull. This contributes to the various forms of facial deformities in individuals with Wilson-Turner Syndrome. Some of the facial deformities caused by the HDAC8 include prominent supraorbital ridges and high cheekbones. Researchers also contribute the error in the HDAC8 gene to obesity. Since the HDAC family proteins are involved in changes in the gene expression in the hypothalamus, it is also believed that the individual’s metabolism conditions are altered.",
            "score": 179.03895771503448
        },
        {
            "docid": "15062704_3",
            "document": "MNT (gene) . The Myc/Max/Mad network comprises a group of transcription factors that co-interact to regulate gene-specific transcriptional activation or repression. This gene encodes a protein member of the Myc/Max/Mad network. This protein has a basic-Helix-Loop-Helix-zipper domain (bHLHzip) with which it binds the canonical DNA sequence CANNTG, known as the E box, following heterodimerization with Max proteins. This protein is a transcriptional repressor and an antagonist of Myc-dependent transcriptional activation and cell growth. This protein represses transcription by binding to DNA and recruiting Sin3 corepressor proteins through its N-terminal Sin3-interaction domain",
            "score": 207.3210551738739
        }
    ],
    "r": [
        {
            "docid": "7330969_9",
            "document": "Microphthalmia-associated transcription factor . Melanocytes are commonly known as cells that are responsible for producing the pigment melanin which gives coloration to the hair, skin, and nails. The exact mechanisms of how exactly melanocytes become cancerous are relatively unclear, but there is ongoing research to gain more information about the process. For example, it has been uncovered that the DNA of certain genes is often damaged in melanoma cells, most likely as a result of damage from UV radiation, and in turn increases the likelihood of developing melanoma. Specifically, it has been found that a large percentage of melanomas have mutations in the B-RAF gene which leads to melanoma by causing an MEK-ERK kinase cascade when activated. In addition to B-RAF, MITF is also known to play a crucial role in melanoma progression. Since it is a transcription factor that is involved in the regulation of genes related to invasiveness, migration, and metastasis, it can play a role in the progression of melanoma. Figure 1 shows the specific activators and targets of MITF that are related to the survival, migration, proliferation, invasion and metastasis of melanoma cells.",
            "score": 277.0698547363281
        },
        {
            "docid": "25428989_6",
            "document": "Homeotic selector gene . Homeotic selector genes encode regulatory DNA-binding proteins which are all related through a highly conserved DNA binding sequences called the homeobox (from which the \"Hox Complex\" name is derived from). Although each all of the DNA-binding complexes are conserved, each para-segment still has an individual identity. The proteins do not bind directly to the DNA, rather, they interact with other regulatory proteins which are already bound to DNA-binding complexes. Different interactions determine which DNA binding sites are recognized and subsequently activated or repressed. Homeotic selector proteins combine in different combinations with regulatory proteins to give each parasegment its identity.  Certain signals set up the spatial pattern of expression of the Hox complex early in development. The Hox complex acts like a stamp, giving cells in each segment a long term positional value. The cell memory of a given positional value depends on two inputs, the first being the ability of many Hox proteins to autoactivate their own transcription, and the second derived from two large groups of transcriptional regulators: The Polycomb group and the Trithorax group. A defect in either of these regulators results in a pattern which is initially correct but is not maintained at later embryonic stages. The Polycomb and Trithorax regulators act in opposite ways. The Trithorax group maintains Hox transcription after transcription is already activated. The Polycomb group forms stable complexes that bind to the chromatin of Hox genes, and keep it in a repressed state at sites where Hox genes are not active.",
            "score": 258.80572509765625
        },
        {
            "docid": "17981721_10",
            "document": "Afamelanotide . The initial binding activates the MC receptor leading to the activation of adenylate cyclase (AC) and stimulation of the production of cyclic adenosine monophosphate (cAMP) from adenosine triphosphate (ATP). cAMP in turn activates protein kinase A (PKA) resulting in the phosphorylation of the cAMP response element-binding (CREB). Phosphorylated CREB will bind to the cAMP response element (CRE) on the microphthalmia-associated transcription factor (MITF) gene leading to the synthesis of the MITF protein. MITF has the ability to activate several genes by binding to them, including the MC receptor gene and the genes involved in melanogenesis (tyrosinase, TYRP1 and DCT, which encode enzymes of the same names). This results in increased concentrations of the melanogenic enzymes within the melanocyte. It is the levels of these enzymes within a melanocyte that determines whether the cell will create eumelanin instead of pheomelanin.",
            "score": 258.09417724609375
        },
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 251.81410217285156
        },
        {
            "docid": "7330969_15",
            "document": "Microphthalmia-associated transcription factor . MITF and TFE3 are both part of the basic helix-loop-helix-leucine zipper family of transcription factors. Each protein encoded by the family of transcription factors can bind DNA. MITF is necessary for melanocyte and eye development, and new research suggests that TFE3 is also required for osteoclast development, a function redundant of MITF. The combined loss of both genes results in severe osteopetrosis, pointing to an interaction between MITF and other members of its transcription factor family.",
            "score": 249.1908416748047
        },
        {
            "docid": "14162174_3",
            "document": "RAD17 . The protein encoded by this gene is highly similar to the gene product of Schizosaccharomyces pombe rad17, a cell cycle checkpoint gene required for cell cycle arrest and DNA damage repair in response to DNA damage. This protein shares strong similarity with DNA replication factor C (RFC), and can form a complex with RFCs. This protein binds to chromatin prior to DNA damage and is phosphorylated by ATR after the damage. This protein recruits the RAD1-RAD9-HUS1 checkpoint protein complex onto chromatin after DNA damage, which may be required for its phosphorylation. The phosphorylation of this protein is required for the DNA-damage-induced cell cycle G2 arrest, and is thought to be a critical early event during checkpoint signaling in DNA-damaged cells. Eight alternatively spliced transcript variants of this gene, which encode four distinct proteins, have been reported.",
            "score": 248.41885375976562
        },
        {
            "docid": "7330969_8",
            "document": "Microphthalmia-associated transcription factor . Tietz syndrome, first described in 1923, is a congenital disorder often characterized by deafness and leucism. Tietz is caused by a mutation in the MITF gene. The mutation in MITF deletes or changes a single amino acid base pair specifically in the base motif region of the MITF protein. The new MITF protein is unable to bind to DNA and melanocyte development and subsequently melanin production is altered. A reduced number of melanocytes can lead to hearing loss, and decreased melanin production can account for the light skin and hair color that make Tietz syndrome so noticeable.",
            "score": 244.24688720703125
        },
        {
            "docid": "4694833_8",
            "document": "GATA1 . In both GATA1 and GATA1-S, C-ZnF (i.e. C-terminus zinc finger) binds to DNA-specific nucleic acid sequences sites viz., (T/A(GATA)A/G), on the expression-regulating sites of its target genes and in doing so either stimulates or suppresses the expression of these target genes. Their N-ZnF (i.e. N-terminus zinc fingers) interacts with an essential transcription factor-regulating nuclear protein, FOG1. FOG1 powerfully promotes or suppresses the actions that the two transcription factors have on most of their target genes. Similar to the knockout of \"Gata1\", knockout of the mouse gene for FOG1, \"Zfpm1\", causes total failure of red blood cell development and embryonic lethality by day 11.5. Based primarily on mouse studies, it is proposed that the GATA1-FOG1 complex promotes human erythropoiesis by recruiting and binding with at least two gene expression-regulating complexes, Mi-2/NuRD complex (a chromatin remodeler) and CTBP1 (a histone deacetylase) and three gene expression-regulating proteins, SET8 (a GATA1-inhibiting histone methyltransferase), BRG1 (a transcription activator), and Mediator (a transcription co-activator). Other interactions include those with: BRD3 (remodels DNA nucleosomes), BRD4 (binds acetylated lysine residues in DNA-associated histone to regulate gene accessibility), FLI1 (a transcription factor that blocks erythroid differentiation), HDAC1 (a histone deacetylase), LMO2 (regulator of erythrocyte development), ZBTB16 (transcription factor regulating cell cycle progression), TAL1 (a transcription factor), FOG2 (a transcription factor regulator), and GATA2 (Displacement of GATA2 by GATA1, i.e. the \"GATA switch\", at certain gene-regulating sites is critical for red blood development in mice and, presumably, humans). GATA1-FOG1 and GATA2-FOG1 interactions are critical for platelet formation in mice and may similarly be critical for this in humans.",
            "score": 240.2131805419922
        },
        {
            "docid": "14809057_3",
            "document": "ARID3B . This gene encodes a member of the ARID (AT-rich interaction domain) family of DNA-binding proteins. The encoded protein is homologous with two proteins that bind to the retinoblastoma gene product, and also with the mouse Bright and Drosophila dead ringer proteins. A pseudogene on chromosome 1p31 exists for this gene. Members of the ARID family have roles in embryonic patterning, cell lineage gene regulation, cell cycle control, transcriptional regulation and possibly in chromatin structure modification.",
            "score": 239.31631469726562
        },
        {
            "docid": "35746225_21",
            "document": "Cancer epigenetics . HMGA expression is almost undetectable in differentiated adult tissues but is elevated in many cancers. HGMA proteins are polypeptides of ~100 amino acid residues characterized by a modular sequence organization. These proteins have three highly positively charged regions, termed AT hooks, that bind the minor groove of AT-rich DNA stretches in specific regions of DNA. Human neoplasias, including thyroid, prostatic, cervical, colorectal, pancreatic and ovarian carcinoma, show a strong increase of HMGA1a and HMGA1b proteins. Transgenic mice with HMGA1 targeted to lymphoid cells develop aggressive lymphoma, showing that high HMGA1 expression is not only associated with cancers, but that the \"HMGA1\" gene can act as an oncogene to cause cancer. Baldassarre et al., showed that HMGA1 protein binds to the promoter region of DNA repair gene \"BRCA1\" and inhibits \"BRCA1\" promoter activity. They also showed that while only 11% of breast tumors had hypermethylation of the \"BRCA1\" gene, 82% of aggressive breast cancers have low BRCA1 protein expression, and most of these reductions were due to chromatin remodeling by high levels of HMGA1 protein.",
            "score": 238.383056640625
        },
        {
            "docid": "6933_3",
            "document": "Chromatin . Chromatin's structure is currently poorly understood despite being subjected to intense investigation. Its structure depends on several factors. The overall structure depends on the stage of the cell cycle. During interphase, the chromatin is structurally loose to allow access to RNA and DNA polymerases that transcribe and replicate the DNA. The local structure of chromatin during interphase depends on the genes present on the DNA. That DNA which codes genes that are actively transcribed (\"turned on\") is more loosely packaged and associated with RNA polymerases (referred to as euchromatin) while that DNA which codes inactive genes (\"turned off\") is more condensed and associated with structural proteins (heterochromatin). Epigenetic chemical modification of the structural proteins in chromatin also alters the local chromatin structure, in particular chemical modifications of histone proteins by methylation and acetylation. As the cell prepares to divide, i.e. enters mitosis or meiosis, the chromatin packages more tightly to facilitate segregation of the chromosomes during anaphase. During this stage of the cell cycle this makes the individual chromosomes in many cells visible by optical microscope.",
            "score": 237.78749084472656
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 237.67796325683594
        },
        {
            "docid": "12197312_3",
            "document": "Chromatin remodeling . The transcriptional regulation of the genome is controlled primarily at the preinitiation stage by binding of the core transcriptional machinery proteins (namely, RNA polymerase, transcription factors, and activators and repressors) to the core promoter sequence on the coding region of the DNA. However, DNA is tightly packaged in the nucleus with the help of packaging proteins, chiefly histone proteins to form repeating units of nucleosomes which further bundle together to form condensed chromatin structure. Such condensed structure occludes many DNA regulatory regions, not allowing them to interact with transcriptional machinery proteins and regulate gene expression. To overcome this issue and allow dynamic access to condensed DNA, a process known as chromatin remodeling alters nucleosome architecture to expose or hide regions of DNA for transcriptional regulation.",
            "score": 237.6082763671875
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 235.1324462890625
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 234.35279846191406
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 234.0460968017578
        },
        {
            "docid": "14761085_3",
            "document": "MCM5 . The protein encoded by this gene is structurally very similar to the CDC46 protein from S. cerevisiae, a protein involved in the initiation of DNA replication. The encoded protein is a member of the MCM family of chromatin-binding proteins and can interact with at least two other members of this family. The encoded protein is upregulated in the transition from the G0 to G1/S phase of the cell cycle and may actively participate in cell cycle regulation.",
            "score": 233.01971435546875
        },
        {
            "docid": "2448809_2",
            "document": "Inhibitor of DNA-binding protein . Inhibitor of DNA-binding/differentiation proteins, also known as ID proteins comprise a family of proteins that heterodimerize with basic helix-loop-helix (bHLH) transcription factors to inhibit DNA binding of bHLH proteins. ID proteins also contain the HLH-dimerization domain but lack the basic DNA-binding domain and thus regulate bHLH transcription factors when they heterodimerize with bHLH proteins. The first helix-loop-helix proteins identified were named E-proteins because they bind to Ephrussi-box (E-box) sequences. In normal development, E proteins form dimers with other bHLH transcription factors, allowing transcription to occur. However, in cancerous phenotypes, ID proteins can regulate transcription by binding E proteins, so no dimers can be formed and transcription is inactive. E proteins are members of the class I bHLH family and form dimers with bHLH proteins from class II to regulate transctiption. Four ID proteins exist in humans: ID1, ID2, ID3, and ID4. The ID homologue gene in Drosophila is called extramacrochaetae (EMC) and encodes a transcription factor of the helix-loop-helix family that lacks a DNA binding domain. EMC regulates cell proliferation, formation of organs like the midgut, and wing development. ID proteins could be potential targets for systemic cancer therapies without inhibiting the functioning of most normal cells because they are highly expressed in embryonic stem cells, but not in differentiated adult cells. Evidence suggests that ID proteins are overexpressed in many types of cancer. For example, ID1 is overexpressed in pancreatic, breast, and prostate cancers. ID2 is upregulated in neuroblastoma, Ewing’s sarcoma, and squamous cell carcinoma of the head and neck.",
            "score": 232.2361297607422
        },
        {
            "docid": "14179524_3",
            "document": "HUS1 . The protein encoded by this gene is a component of an evolutionarily conserved, genotoxin-activated checkpoint complex that is involved in the cell cycle arrest in response to DNA damage. This protein forms a heterotrimeric complex with checkpoint proteins RAD9 and RAD1. In response to DNA damage, the trimeric complex interacts with another protein complex consisting of checkpoint protein RAD17 and four small subunits of the replication factor C (RFC), which loads the combined complex onto the chromatin. The DNA damage induced chromatin binding has been shown to depend on the activation of the checkpoint kinase ATM, and is thought to be an early checkpoint signaling event.",
            "score": 231.86671447753906
        },
        {
            "docid": "14759875_4",
            "document": "PIAS3 . IAS proteins were originally identified in studies that were aimed to decipher the Janus Kinase (JAK)/STAT signaling pathway. Originally, PIAS3 was found to interact specifically with phosphorylated STAT3 in Interleukin -6 (IL-6) activated murine myeloblast M1 cells. This interaction is mediated via PIAS3 binding to the STAT3 DNA binding domain. Hence, STAT3 transcriptional activity is inhibited by the physical prevention of its binding to target genes. Subsequently, PIAS3 was also found to be a regulator protein of other key transcription factors, including MITF, NFκB, SMAD and estrogen receptor.",
            "score": 230.8897247314453
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 230.75938415527344
        },
        {
            "docid": "7330969_14",
            "document": "Microphthalmia-associated transcription factor . PIAS3 is a transcriptional inhibiter that acts by inhibiting STAT3's DNA binding activity. PIAS3 directly interacts with MITF, and STAT3 does not interfere with the interaction between PIAS3 and MITF. PIAS3 functions as a key molecule in suppressing the transcriptional activity of MITF. This is important when considering mast cell and melanocyte development.",
            "score": 229.9723663330078
        },
        {
            "docid": "11849358_4",
            "document": "ETV6 . The human ETV6 protein is a member of the ETS transcription factor family; however, it more often acts to inhibit than stimulate transcription of its target genes. ETV6 protein contains 3 domains: a) the pointed N-terminal (i.e. PNT) domain which forms oligomer partners with itself as well as other transcription factors (e.g. FLI1) and is required for ETV6's transcriptional repressing activity; b) the central regulatory domain; and c) the C-terminal DNA-binding domain, ETS, which binds to the consensus DNA sequence, 5-GGAA/T-3 within a 9-to-10 bp sequence, in the target genes it regulates. ETV6 interacts with other proteins that regulate the differentiation and growth of cells. It binds to and thereby inhibits FLI1, another member of the ETS transcription factor family, which is active in promoting the maturation of blood platelet-forming megakaryocytes and blocking the Cellular differentiation of erythroblasts into red blood cells; this results in the excessive proliferation and abnormal morphology of erythroblasts. ETV6 likewise binds to HTATIP, a histone acetyl transferase that regulates the expression of various genes involved in gene transcription, DNA repair, and cellular apoptosis; this binding promotes the transcription-repressing activity of ETV6.",
            "score": 229.7354278564453
        },
        {
            "docid": "14811118_3",
            "document": "MCM10 . The protein encoded by this gene is one of the highly conserved mini-chromosome maintenance proteins (MCM) that are involved in the initiation of eukaryotic genome replication. The protein complex formed by MCM proteins is a key component of the pre-replication complex (pre-RC) and it may be involved in the formation of replication forks and in the recruitment of other DNA replication related proteins. This protein can interact with MCM2 and MCM6, as well as with the origin recognition protein ORC2. It is regulated by proteolysis and phosphorylation in a cell cycle-dependent manner. Studies of a similar protein in Xenopus suggest that the chromatin binding of this protein at the onset of DNA replication is after pre-RC assembly and before origin unwinding. Alternatively spliced transcript variants encoding distinct isoforms have been identified.",
            "score": 228.85870361328125
        },
        {
            "docid": "14876023_3",
            "document": "RFXANK . Major histocompatibility (MHC) class II molecules are transmembrane proteins that have a central role in development and control of the immune system. The protein encoded by this gene, along with regulatory factor X-associated protein and regulatory factor-5, forms a complex that binds to the X box motif of certain MHC class II gene promoters and activates their transcription. Once bound to the promoter, this complex associates with the non-DNA-binding factor MHC class II transactivator, which controls the cell type specificity and inducibility of MHC class II gene expression. This protein contains ankyrin repeats involved in protein-protein interactions. Mutations in this gene have been linked to bare lymphocyte syndrome type II, complementation group B. Two transcript variants encoding different isoforms have been described for this gene, with only one isoform showing activation activity.",
            "score": 226.2104034423828
        },
        {
            "docid": "3113700_2",
            "document": "Catabolite activator protein . Catabolite activator protein (CAP; also known as cAMP receptor protein, CRP) is a trans-acting transcriptional activator that exists as a homodimer in solution. Each subunit of CAP is composed of a ligand-binding domain at the N-terminus (CAP, residues 1-138) and a DNA-binding domain at the C-terminus (DBD, residues 139-209). Two cAMP (cyclic AMP) molecules bind dimeric CAP with negative cooperativity. Cyclic AMP functions as an allosteric effector by increasing CAP's affinity for DNA. CAP binds a DNA region upstream from the DNA binding site of RNA Polymerase. CAP activates transcription through protein-protein interactions with the α-subunit of RNA Polymerase. This protein-protein interaction is responsible for (i) catalyzing the formation of the RNAP-promoter closed complex; and (ii) isomerization of the RNAP-promoter complex to the open confirmation. CAP's interaction with RNA polymerase causes bending of the DNA near the transcription start site, thus effectively catalyzing the transcription initiation process. CAP's name is derived from its ability to affect transcription of genes involved in many catabolic pathways. For example, when the amount of glucose transported into the cell is low, a cascade of events results in the increase of cytosolic cAMP levels. This increase in cAMP levels is sensed by CAP, which goes on to activate the transcription of many other catabolic genes.",
            "score": 226.09027099609375
        },
        {
            "docid": "156964_73",
            "document": "MicroRNA . HMGA proteins (HMGA1a, HMGA1b and HMGA2) are implicated in cancer, and expression of these proteins is regulated by microRNAs. HMGA expression is almost undetectable in differentiated adult tissues, but is elevated in many cancers. HMGA proteins are polypeptides of ~100 amino acid residues characterized by a modular sequence organization. These proteins have three highly positively charged regions, termed AT hooks, that bind the minor groove of AT-rich DNA stretches in specific regions of DNA. Human neoplasias, including thyroid, prostatic, cervical, colorectal, pancreatic and ovarian carcinomas, show a strong increase of HMGA1a and HMGA1b proteins. Transgenic mice with HMGA1 targeted to lymphoid cells develop aggressive lymphoma, showing that high HMGA1 expression is associated with cancers and that HMGA1 can act as an oncogene. A 2003 study showed that HMGA1 protein binds to the promoter region of DNA repair gene BRCA1 and inhibits BRCA1 promoter activity. They also showed that while only 11% of breast tumors had hypermethylation of the BRCA1 gene, 82% of aggressive breast cancers have low BRCA1 protein expression, and most of these reductions were due to chromatin remodeling by high levels of HMGA1 protein.",
            "score": 225.82249450683594
        },
        {
            "docid": "2140955_5",
            "document": "ENCODE . Humans are estimated to have approximately 20,000 protein-coding genes, which account for about 1.5% of DNA in the human genome. The primary goal of the ENCODE project is to determine the role of the remaining component of the genome, much of which was traditionally regarded as \"junk.\" The activity and expression of protein-coding genes can be modulated by the regulome - a variety of DNA elements, such as the promoter, transcriptional regulatory sequences, and regions of chromatin structure and histone modification. It is thought that changes in the regulation of gene activity can disrupt protein production and cell processes and result in disease. Determining the location of these regulatory elements and how they influence gene transcription could reveal links between variations in the expression of certain genes and the development of disease.",
            "score": 225.47251892089844
        },
        {
            "docid": "32148163_3",
            "document": "ARID domain . The human SWI-SNF complex protein p270 is an ARID family member with non-sequence-specific DNA binding activity. The ARID consensus and other structural features are common to both p270 and yeast SWI1, suggesting that p270 is a human counterpart of SWI1. The approximately 100-residue ARID sequence is present in a series of proteins strongly implicated in the regulation of cell growth, development, and tissue-specific gene expression. Although about a dozen ARID proteins can be identified from database searches, to date, only Bright (a regulator of B-cell-specific gene expression), dead ringer (a \"Drosophila melanogaster\" gene product required for normal development), and MRF-2 (which represses expression from the Cytomegalovirus enhancer) have been analyzed directly with regard to their DNA binding properties. Each binds preferentially to AT-rich sites. In contrast, p270 shows no sequence preference in its DNA binding activity, thereby demonstrating that AT-rich binding is not an intrinsic property of ARID domains and that ARID family proteins may be involved in a wider range of DNA interactions.",
            "score": 225.4226837158203
        },
        {
            "docid": "7330969_4",
            "document": "Microphthalmia-associated transcription factor . MITF is the most characterized member of the MIT family. Its gene resides at the \"mi\" locus in mice, and its protumorogenic targets include factors involved in cell death, DNA replication, repair, mitosis, microRNA production, membrane trafficking, mitochondrial metabolism, and much more. Mutation of this gene results in deafness, bone loss, small eyes, and poorly pigmented eyes and skin. In human subjects, because it is known that MITF controls the expression of various genes that are essential for normal melanin synthesis in melanocytes, mutations of MITF can lead to diseases such as melanoma, Waardenburg syndrome, and Tietz syndrome. Its function is conserved across vertebrates, including in fishes such as zebrafish and \"Xiphophorus\".",
            "score": 225.4145965576172
        },
        {
            "docid": "14881024_3",
            "document": "LRDD . The protein encoded by this gene contains a leucine-rich repeat and a death domain. This protein has been shown to interact with other death domain proteins, such as Fas (TNFRSF6)-associated via death domain (FADD) and MAP-kinase activating death domain-containing protein (MADD), and thus may function as an adaptor protein in cell death-related signaling processes. The expression of the mouse counterpart of this gene has been found to be positively regulated by the tumor suppressor p53 and to induce cell apoptosis in response to DNA damage, which suggests a role for this gene as an effector of p53-dependent apoptosis. Three alternatively spliced transcript variants encoding distinct isoforms have been reported. Besides its pro-apoptotic function it may also be involved in DNA repair as part of a protein complex formed together with the catalytic subunit of DNA-PK (DNA-PKcs)and caspase 2.",
            "score": 224.66514587402344
        },
        {
            "docid": "14759805_3",
            "document": "ARID1A . ARID1A is a member of the SWI/SNF family, whose members have helicase and ATPase activities and are thought to regulate transcription of certain genes by altering the chromatin structure around those genes. The encoded protein is part of the large ATP-dependent chromatin remodeling complex SNF/SWI, which is required for transcriptional activation of genes normally repressed by chromatin. It possesses at least two conserved domains that could be important for its function. First, it has an ARID domain, which is a DNA-binding domain that can specifically bind an AT-rich DNA sequence known to be recognized by a SNF/SWI complex at the beta-globin locus. Second, the C-terminus of the protein can stimulate glucocorticoid receptor-dependent transcriptional activation. It is thought that the protein encoded by this gene confers specificity to the SNF/SWI complex and may recruit the complex to its targets through either protein-DNA or protein-protein interactions. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 224.5762176513672
        }
    ]
}