{
    "q": [
        {
            "docid": "33193162_14",
            "document": "Vision in fishes . There is a need for some mechanism that stabilises images during rapid head movements. This is achieved by the vestibulo-ocular reflex, which is a reflex eye movement that stabilises images on the retina by producing eye movements in the direction opposite to head movements, thus preserving the image on the centre of the visual field. For example, when the head moves to the right, the eyes move to the left, and vice versa. In many animals, including human beings, the inner ear functions as the biological analogue of an accelerometer in camera image stabilization systems, to stabilize the image by moving the eyes. When a rotation of the head is detected, an inhibitory signal is sent to the extraocular muscles on one side and an excitatory signal to the muscles on the other side. The result is a compensatory movement of the eyes. Typical human eye movements lag head movements by less than 10 ms.",
            "score": 150.67294073104858
        },
        {
            "docid": "487910_2",
            "document": "Vestibulo–ocular reflex . The vestibulo-ocular reflex (VOR) is a reflex, where activation of the vestibular system causes eye movement. This reflex functions to stabilize images on the retinas (in yoked vision) during head movement by producing eye movements in the direction opposite to head movement, thus preserving the image on the center of the visual field(s). For example, when the head moves to the right, the eyes move to the left, and vice versa. Since slight head movement is present all the time, VOR is necessary for stabilizing vision: patients whose VOR is impaired find it difficult to read using print, because they cannot stabilize the eyes during small head tremors, and also because damage to the VOR can cause vestibular nystagmus.",
            "score": 151.07121443748474
        },
        {
            "docid": "550504_10",
            "document": "Vestibular system . The vestibulo-ocular reflex (VOR) is a reflex eye movement that stabilizes images on the retina during head movement by producing an eye movement in the direction opposite to head movement, thus preserving the image on the center of the visual field. For example, when the head moves to the right, the eyes move to the left, and vice versa. Since slight head movements are present all the time, the VOR is very important for stabilizing vision: patients whose VOR is impaired find it difficult to read, because they cannot stabilize the eyes during small head tremors. The VOR reflex does not depend on visual input and works even in total darkness or when the eyes are closed.",
            "score": 152.26828598976135
        },
        {
            "docid": "33193162_12",
            "document": "Vision in fishes . Humans have a vestibulo-ocular reflex, which is a reflex eye movement that stabilizes images on the retina during head movement by producing an eye movement in the direction opposite to head movement, thus preserving the image on the center of the visual field. In a similar manner, fish have a vestibulo-ocular reflex which stabilizes visual images on the retina when it moves its tail.",
            "score": 134.02354669570923
        },
        {
            "docid": "23010700_2",
            "document": "Prism correction . Eye care professionals use prism correction as a component of some eyeglass prescriptions. A lens which includes some amount of prism correction will displace the viewed image horizontally, vertically, or a combination of both directions. The most common application for this is the treatment of strabismus. By moving the image in front of the deviated eye, double vision can be avoided and comfortable binocular vision can be achieved. Other applications include yoked prism where the image is shifted an equal amount in each eye. This is useful when someone has a visual field defect on the same side of each eye. Individuals with nystagmus, Duane's retraction syndrome, 4th Nerve Palsy, and other eye movement disorders experience an improvement in their symptoms when they turn or tilt their head. Yoked prism can move the image away from primary gaze without the need for a constant head tilt or turn.",
            "score": 141.80593299865723
        },
        {
            "docid": "1070221_22",
            "document": "Human eye . The vestibulo-ocular reflex is a reflex eye movement that stabilizes images on the retina during head movement by producing an eye movement in the direction opposite to head movement in response to neural input from the vestibular system of the inner ear, thus maintaining the image in the center of the visual field. For example, when the head moves to the right, the eyes move to the left. This applies for head movements up and down, left and right, and tilt to the right and left, all of which give input to the ocular muscles to maintain visual stability.",
            "score": 131.65471506118774
        },
        {
            "docid": "53315_12",
            "document": "Ewald Hering . Hering further studied eye movements. He developed the Hering's law of equal innervation to describe the conjugacy of eye movements in animals. According to this law eye movements are always equal in intensity in the two eyes but not in direction. Eye movements can therefore be either conjugate (in the same direction such as saccades or smooth pursuit) or disjunctive (such as vergence eye movements). Hering's law of equal innervation is best described by Müller's stimulus where the fixation point changes position in 1 eye but not the other eye. Simplicity conducts that only the misaligned eye should move to refoveate. Hering's law predicts that because the eyes must always move by equal amounts, both eyes should move in the new binocular direction of the target (see Hering's law of visual direction above), then move in opposite direction to adjust vergence to that of the target. In other words, the eye in which the target did not move will move away and then back at the target. This prediction was experimentally confirmed by Yarbus in his seminal work on eye movements. However it is now known that strong deviations from Hering's law exist.",
            "score": 129.6162941455841
        },
        {
            "docid": "4198320_33",
            "document": "Image stabilization . In many animals, including human beings, the inner ear functions as the biological analogue of an accelerometer in camera image stabilization systems, to stabilize the image by moving the eyes. When a rotation of the head is detected, an inhibitory signal is sent to the extraocular muscles on one side and an excitatory signal to the muscles on the other side. The result is a compensatory movement of the eyes. Typically eye movements lag the head movements by less than 10 ms.",
            "score": 115.11655068397522
        },
        {
            "docid": "2905826_3",
            "document": "Path integration . Charles Darwin first postulated an inertially-based navigation system in animals in 1873. Studies beginning in the middle of the 20th century confirmed that animals could return directly to a starting point, such as a nest, in the absence of vision and having taken a circuitous outwards journey. This shows that they can use cues to track distance and direction in order to estimate their position, and hence how to get home. This process was named \"path integration\" to capture the concept of continuous integration of movement cues over the journey. Manipulation of inertial cues confirmed that at least one of these movement (or \"idiothetic\") cues is information from the vestibular organs, which detect movement in the three dimensions. Other cues probably include proprioception (information from muscles and joints about limb position), motor efference (information from the motor system telling the rest of the brain what movements were commanded and executed), and optic flow (information from the visual system signaling how fast the visual world is moving past the eyes). Together, these sources of information can tell the animal which direction it is moving, at what speed, and for how long. In addition, sensitivity to the earth's magnetic field for underground animals (e.g., mole rat) can give path integration.",
            "score": 125.14178812503815
        },
        {
            "docid": "1894873_16",
            "document": "Eye movement . The visual system in the brain is too slow to process that information if the images are slipping across the retina at more than a few degrees per second. Thus, to be able to see while we are moving, the brain must compensate for the motion of the head by turning the eyes. Another specialisation of visual system in many vertebrate animals is the development of a small area of the retina with a very high visual acuity. This area is called the fovea, and covers about 2 degrees of visual angle in people. To get a clear view of the world, the brain must turn the eyes so that the image of the object of regard falls on the fovea. Eye movement is thus very important for visual perception, and any failure can lead to serious visual disabilities. To see a quick demonstration of this fact, try the following experiment: hold your hand up, about one foot (30 cm) in front of your nose. Keep your head still, and shake your hand from side to side, slowly at first, and then faster and faster. At first you will be able to see your fingers quite clearly. But as the frequency of shaking passes about 1 Hz, the fingers will become a blur. Now, keep your hand still, and shake your head (up and down or left and right). No matter how fast you shake your head, the image of your fingers remains clear. This demonstrates that the brain can move the eyes opposite to head motion much better than it can follow, or pursue, a hand movement. When your pursuit system fails to keep up with the moving hand, images slip on the retina and you see a blurred hand.",
            "score": 260.8788194656372
        },
        {
            "docid": "17185239_26",
            "document": "Joint attention . Chimpanzees are capable of actively locating objects that are the focus of another individual's attention by tracking the gaze of others. They are not limited to following eye gaze to the first interesting object in their view. They use a number of different cues to engage in shared focus, including head movement and eye gaze. Infant chimpanzees start to follow tap, point, and head turn cues of an experimenter by nine months of age. By 13 months of age, they show following responses to glance cues without a head turn. There is no evidence to support that infant chimpanzees are able to use eye gaze alone as a cue for following responses. By 20 months of age, infant chimpanzees are able to follow an experimenter's cues to a target behind the chimpanzee but infant chimpanzees do not look back to the experimenter after looking at the target. Moving targets are more salient than stationary targets for infant chimpanzees. Chimpanzee infants are sensitive to faces which are gazing at them, but chimpanzees less than three to four years old only look within their visual field when using the experimenter's head turn as their cue.",
            "score": 149.45685720443726
        },
        {
            "docid": "1085350_20",
            "document": "Superior colliculus . In the late 1990s, however, experiments using animals whose heads were free to move showed clearly that the SC actually produces \"gaze shifts\", usually composed of combined head and eye movements, rather than eye movements \"per se\". This discovery reawakened interest in the full breadth of functions of the superior colliculus, and led to studies of multisensory integration in a variety of species and situations. Nevertheless, the role of the SC in controlling eye movements is understood in much greater depth than any other function.",
            "score": 104.98962116241455
        },
        {
            "docid": "8128856_8",
            "document": "Eye movement in reading . Eye tracking device is a tool created to help measure eye and head movements. The first devices for tracking eye movement took two main forms: those that relied on a mechanical connection between participant and recording instrument, and those in which light or some other form of electromagnetic energy was directed at the participant's eyes and its reflection measured and recorded. In 1883, Lamare was the first to use a mechanical connection, by placing a blunt needle on the participant's upper eyelid. The needle picked up the sound produced by each saccade and transmitted it as a faint clicking to the experimenter's ear through an amplifying membrane and a rubber tube. The rationale behind this device was that saccades are easier to perceive and register aurally than visually. In 1889, Edmund B. Delabarre invented a system of recording eye movement directly onto a rotating drum by means of a stylus with a direct mechanical connection to the cornea. Other devices involving physical contact with the surface of the eyes were developed and used from the end of the 19th century until the late 1920s; these included such items as rubber balloons and eye caps.",
            "score": 104.49011015892029
        },
        {
            "docid": "297924_14",
            "document": "Mantis shrimp . The midband covers only about 5°–10° of the visual field at any given instant, but, like most crustaceans, mantis shrimps' eyes are mounted on stalks. In mantis shrimps the movement of the stalked eye is unusually free, and can be driven in all possible axes of movement—up to at least 70°—by eight eyecup muscles divided into six functional groups. By using these muscles to scan the surroundings with the midband, they can add information about forms, shapes, and landscape which cannot be detected by the upper and lower hemisphere of the eye. They can also track moving objects using large, rapid eye movements where the two eyes move independently. By combining different techniques, including movements in the same direction, the midband can cover a very wide range of the visual field.",
            "score": 128.7266662120819
        },
        {
            "docid": "1543423_2",
            "document": "Eye tracking . Eye tracking is the process of measuring either the point of gaze (where one is looking) or the motion of an eye relative to the head. An eye tracker is a device for measuring eye positions and eye movement. Eye trackers are used in research on the visual system, in psychology, in psycholinguistics, marketing, as an input device for human-computer interaction, and in product design. There are a number of methods for measuring eye movement. The most popular variant uses video images from which the eye position is extracted. Other methods use search coils or are based on the electrooculogram.",
            "score": 113.77962589263916
        },
        {
            "docid": "18416476_5",
            "document": "Bird vision . Most birds cannot move their eyes, although there are exceptions, such as the great cormorant. Birds with eyes on the sides of their heads have a wide visual field, useful for detecting predators, while those with eyes on the front of their heads, such as owls, have binocular vision and can estimate distances when hunting. The American woodcock probably has the largest visual field of any bird, 360° in the horizontal plane, and 180° in the vertical plane. The eyelids of a bird are not used in blinking. Instead the eye is lubricated by the nictitating membrane, a third concealed eyelid that sweeps horizontally across the eye like a windscreen wiper. The nictitating membrane also covers the eye and acts as a contact lens in many aquatic birds when they are under water. When sleeping, the lower eyelid rises to cover the eye in most birds, with the exception of the horned owls where the upper eyelid is mobile.",
            "score": 136.98804473876953
        },
        {
            "docid": "1057414_50",
            "document": "Traumatic brain injury . As of 2010, the use of predictive visual tracking measurement to identify mild traumatic brain injury was being studied. In visual tracking tests, a head-mounted display unit with eye-tracking capability shows an object moving in a regular pattern. People without brain injury are able to track the moving object with smooth pursuit eye movements and correct trajectory. The test requires both attention and working memory which are difficult functions for people with mild traumatic brain injury. The question being studied, is whether results for people with brain injury will show visual-tracking gaze errors relative to the moving target.",
            "score": 159.4906461238861
        },
        {
            "docid": "3151702_2",
            "document": "Smooth pursuit . Smooth pursuit eye movements allow the eyes to closely follow a moving object. It is one of two ways that visual animals can voluntarily shift gaze, the other being saccadic eye movements. Pursuit differs from the vestibulo-ocular reflex, which only occurs during movements of the head and serves to stabilize gaze on a stationary object. Most people are unable to initiate pursuit without a moving visual signal. The pursuit of targets moving with velocities of greater than 30°/s tends to require catch-up saccades. Smooth pursuit is asymmetric: most humans and primates tend to be better at horizontal than vertical smooth pursuit, as defined by their ability to pursue smoothly without making \"catch-up saccades\". Most humans are also better at downward than upward pursuit. Pursuit is modified by ongoing visual feedback.",
            "score": 130.73015367984772
        },
        {
            "docid": "1175860_11",
            "document": "Bálint's syndrome . Bálint referred to this as \"psychic paralysis of gaze\"—the inability to voluntarily guide eye movements, changing to a new location of visual fixation. A major symptom of Oculomotor apraxia is that a person has no control over their eye movements, however, vertical eye movements are typically unaffected. For example, they often have difficulty moving their eyes in the desired direction. In other words, the saccades (rapid eye movements) are abnormal. Because of this, most patients with Oculomotor apraxia have to turn their heads in order to follow objects coming from their peripherals.",
            "score": 126.65081858634949
        },
        {
            "docid": "26977166_12",
            "document": "Mantis . Mantises have stereo vision. They locate their prey by sight; their compound eyes contain up to 10,000 ommatidia. A small area at the front called the fovea has greater visual acuity than the rest of the eye, and can produce the high resolution necessary to examine potential prey. The peripheral ommatidia are concerned with perceiving motion; when a moving object is noticed, the head is rapidly rotated to bring the object into the visual field of the fovea. Further motions of the prey are then tracked by movements of the mantis's head so as to keep the image centered on the fovea. The eyes are widely spaced and laterally situated, affording a wide binocular field of vision and precise stereoscopic vision at close range. The dark spot on each eye that moves as it rotates its head is a pseudopupil. This occurs because the ommatidia that are viewed \"head-on\" absorb the incident light, while those to the side reflect it.",
            "score": 220.86018538475037
        },
        {
            "docid": "1543423_31",
            "document": "Eye tracking . If the measuring system is table-mounted, as with scleral search coils or table-mounted camera (“remote”) systems, then gaze angles are measured directly in world coordinates. Typically, in these situations head movements are prohibited. For example, the head position is fixed using a bite bar or a forehead support. Then a head-centered reference frame is identical to a world-centered reference frame. Or colloquially, the eye-in-head position directly determines the gaze direction.",
            "score": 93.34081315994263
        },
        {
            "docid": "1085350_22",
            "document": "Superior colliculus . In primates, eye movements can be divided into several types: \"fixation\", in which the eyes are directed toward a motionless object, with eye movements only to compensate for movements of the head; \"smooth pursuit\", in which the eyes move steadily to track a moving object; \"saccades\", in which the eyes move very rapidly from one location to another; and \"vergence\", in which the eyes move simultaneously in opposite directions to obtain or maintain single binocular vision. The superior colliculus is involved in all of these, but its role in saccades has been studied most intensively.",
            "score": 142.712961435318
        },
        {
            "docid": "1259296_16",
            "document": "Head-mounted display . Research universities often use HMDs to conduct studies related to vision, balance, cognition and neuroscience. As of 2010, the use of predictive visual tracking measurement to identify mild traumatic brain injury was being studied. In visual tracking tests, a HMD unit with eye tracking ability shows an object moving in a regular pattern. People without brain injury are able to track the moving object with \"smooth pursuit eye movements\" and correct trajectory.",
            "score": 159.0879077911377
        },
        {
            "docid": "662726_29",
            "document": "European mantis . The peering behavior that can be observed in \"M. religiosa\" is believed to be essential for the measurement of distances and depth perception: a side-to-side pendulum like movement of the head or the whole body in a horizontal plane is used to scan the environment. Motion parallax is a depth cue that describes the fact that the closer and object is, the faster it seems to move when turning your head while looking at it compared to slower moving objects which are more distant. Animals that were blinded on one eye did not strike for prey proving that binocular vision is essential since the disparity between the information of each eye is used to estimate distances as well.",
            "score": 158.83016109466553
        },
        {
            "docid": "33924304_7",
            "document": "Mouse tracking . The problem with using eye tracking in usability testing is the required hardware and then expense. Additionally, eye tracking is limited to small sample sizes and abnormal browsing environments. Mouse tracking, on the other hand, is inexpensive and the data can be collected from any computer. It is in this capacity that mouse tracking was re-invented in HCI research. Eye tracking researchers in the late 1990s noticed patterns between the eye and mouse movements. Based on these findings, researchers who had been tracking click data realized there might be more to learn from the mouse. In 2001 Mon-Chu Chen, John Anderson, and Myeong-Ho Sohn at Carnegie Mellon University, began explicitly investigating whether tracking mouse movements could be used as a proxy for tracking eye movements. This research has continued through the 2000s and to the present. The general findings in the research are that the correlation is not one to one, but there is a relationship between eye and mouse movements, which, in turn suggests mouse movements can in fact be used to determine a user's focus of attention. More recent research has shown that the correlation depends strongly on the user behavior at that time, such as whether the user is reading with the mouse, moving it to perform a click, or leaving it idle. Furthermore, the mouse position actually correlates better with past eye-gaze positions, meaning that people will typically look somewhere before moving their mouse there about 700ms later. Generally, tracking mouse positions can lead to a vast improvement to understanding the user compared with relying on mouse clicks only. In other words, click data informed researchers of a users' primary focus of attention, or their end choice. However, looking at all of the mouse movements can inform the researcher to other options that were of interest to the user but were not selected by clicking, which can lead to better overall understanding of the user's thought process.",
            "score": 143.18716156482697
        },
        {
            "docid": "14573357_10",
            "document": "Efference copy . The first person to propose the existence of efferent copies was the German physician and physicist Hermann von Helmholtz in the middle of the 19th century. He argued that the brain needed to create an efference copy for the motor commands that controlled eye muscles so as to aid the brain's determining the location of an object relative to the head. His argument used the experiment in which one gently presses on one's own eye. If this is done, one notices that the visual world seems to have \"moved\" as a result of this passive movement of the eyeball. In contrast, if the eyeball is actively moved by the eye muscles the world is perceived as still. The reasoning made is that with a passive movement of the eyeball, no efferent copies are made as with active movements that allow sensory changes to be anticipated and controlled for with the result in their absence the world appears to move.",
            "score": 122.82408857345581
        },
        {
            "docid": "1210462_17",
            "document": "Gaboon viper . Parry (1975) described how this species has a wider range of eye movement than other snakes. Along a horizontal plane, eye movement can be maintained even if the head is rotated up or down to an angle of up to 45°. If the head is rotated 360°, one eye will tilt up and the other down, depending on the direction of rotation. Also, if one eye looks forward, the other looks back, as if both are connected to a fixed position on an axis between them. In general, the eyes often flick back and forth in a rapid and jerky manner. When asleep, there is no eye movement and the pupils are strongly contracted. The pupils dilate suddenly and eye movement resumes when the animal wakes up.",
            "score": 104.06134581565857
        },
        {
            "docid": "34032792_3",
            "document": "Prediction in language comprehension . In the eyetracking visual world paradigm, experimental subjects listen to a sentence while staring at an array of pictures on a computer monitor. Their eye movements are recorded, allowing the experimenter to understand how language influences eye movements toward pictures related to the content of the sentence. Experiments of this type have shown that while listening to the verb in a sentence, comprehenders anticipatorily move their eyes to the picture of the verb's likely direct object (e.g. \"cake\" rather than \"ball\" while hearing, \"The boy will eat...\"). Subsequent investigations using the same experimental setup showed that the verb's subject can also determine which object comprehenders anticipate (e.g., comprehenders look at the merry-go-round rather than the motorcycle while hearing, \"The little girl will ride...\").  In short, comprehenders use the information in the sentence context to predict the meanings of upcoming words. In these experiments, comprehenders used the verb and its subject to activate information about the verb's direct object before hearing that word. However, another experiment has shown that in a language with more flexible word order (German), comprehenders can also use context to predict the sentence's subject.",
            "score": 114.02860999107361
        },
        {
            "docid": "2438760_7",
            "document": "Change blindness . With the rise of the ability to present complex, real-world images on a computer screen, Dr. George McConkie, in the early 1990s, as part of the new initiatives of the new Beckman Institute for Advanced Science and Technology, began a renewed attempt to investigate why the world looked stable and continuous despite the shifting retinal input signal that accompanied each saccade. This research began when John Grimes and Dr. George McConkie (1996) began to use actual photographs to study visual stability. This development in change blindness research was able to show the effects of change blindness in more realistic settings. Additionally, further research stated that rather large changes will not be detected when they occur during saccadic movements of the eye. In the first experiment of this kind, in 1995, Blackmore \"et al.\" forced saccades by moving the image and making a change in the scene at the same time. Observers' ability to detect the changes fell to chance. The effect was stronger using this method than when using brief grey flashes between images, although subsequent research has mostly used grey flashes or masking stimuli. Another finding based on similar studies stated that a change was easily picked up on by participants when the eye was fixated on the point of change. Therefore, the eye must be directly fixated on the area of change for it to be noticed. This was called the saccade target theory of transsaccadic memory of visual stability. However, other research in the mid-1990s has indicated that individuals still have difficulty detecting change even when they are directly fixated on a particular scene. A study by Rensink, O'Regan, & Clarke demonstrated that change blindness can have an effect even if the eye was fixated on a scene. In this study, a picture was presented followed by a blank screen or “masking” stimulus, which was followed by the initial picture with a change. The masking stimulus almost acts like a saccadic movement of the eye which makes it significantly more difficult for individuals to detect the change. This was a critical contribution to change blindness research because it demonstrated that a change can remain unnoticed with the smallest disruptions.",
            "score": 110.20405507087708
        },
        {
            "docid": "4236583_2",
            "document": "Visual search . Visual search is a type of perceptual task requiring attention that typically involves an active scan of the visual environment for a particular object or feature (the target) among other objects or features (the distractors). Visual search can take place with or without eye movements. The ability to consciously locate an object or target amongst a complex array of stimuli has been extensively studied over the past 40 years. Practical examples of using visual search can be seen in everyday life, such as when one is picking out a product on a supermarket shelf, when animals are searching for food amongst piles of leaves, when trying to find your friend in a large crowd of people, or simply when playing visual search games such as \"Where's Wally?\" Many visual search paradigms have used eye movement as a means to measure the degree of attention given to stimuli. However, vast research to date suggests that eye movements move independently of attention, and therefore are not a reliable method to examine the role of attention. Much previous literature on visual search uses reaction time in order to measure the time it takes to detect the target amongst its distractors. An example of this could be a green square (the target) amongst a set of red circles (the distractors).",
            "score": 136.22026371955872
        },
        {
            "docid": "1543423_30",
            "document": "Eye tracking . Eye-trackers necessarily measure the rotation of the eye with respect to some frame of reference. This is usually tied to the measuring system. Thus, if the measuring system is head-mounted, as with EOG or a video-based system mounted to a helmet, then eye-in-head angles are measured. To deduce the line of sight in world coordinates, the head must be kept in a constant position or its movements must be tracked as well. In these cases, head direction is added to eye-in-head direction to determine gaze direction.",
            "score": 97.50009632110596
        },
        {
            "docid": "192280_18",
            "document": "Binocular vision . The overlapping of vision occurs due to the position of the eyes on the head (eyes are located on the front of the head, not on the sides). This overlap allows each eye to view objects with a slightly different viewpoint. As a result of this overlap of vision, binocular vision provides depth. Stereopsis (from stereo- meaning \"solid\" or \"three-dimensional\", and opsis meaning “appearance” or “sight”) is the impression of depth that is perceived when a scene is viewed with both eyes by someone with normal binocular vision. Binocular viewing of a scene creates two slightly different images of the scene in the two eyes due to the eyes' different positions on the head. These differences, referred to as binocular disparity, provide information that the brain can use to calculate depth in the visual scene, providing a major means of depth perception. There are two aspects of stereopsis: the nature of the stimulus information specifying stereopsis, and the nature of the brain processes responsible for registering that information. The distance between the two eyes on an adult is almost always 6.5 cm and that is the same distance in shift of an image when viewing with only one eye. Retinal disparity is the separation between objects as seen by the left eye and the right eye and helps to provide depth perception. Retinal disparity provides relative depth between two objects, but not exact or absolute depth. The closer objects are to each other, the retinal disparity will be small. If the objects are farther away from each other, then the retinal disparity will be larger. When objects are at equal distances, the two eyes view the objects as the same and there is zero disparity.",
            "score": 131.43315768241882
        }
    ],
    "r": [
        {
            "docid": "1894873_16",
            "document": "Eye movement . The visual system in the brain is too slow to process that information if the images are slipping across the retina at more than a few degrees per second. Thus, to be able to see while we are moving, the brain must compensate for the motion of the head by turning the eyes. Another specialisation of visual system in many vertebrate animals is the development of a small area of the retina with a very high visual acuity. This area is called the fovea, and covers about 2 degrees of visual angle in people. To get a clear view of the world, the brain must turn the eyes so that the image of the object of regard falls on the fovea. Eye movement is thus very important for visual perception, and any failure can lead to serious visual disabilities. To see a quick demonstration of this fact, try the following experiment: hold your hand up, about one foot (30 cm) in front of your nose. Keep your head still, and shake your hand from side to side, slowly at first, and then faster and faster. At first you will be able to see your fingers quite clearly. But as the frequency of shaking passes about 1 Hz, the fingers will become a blur. Now, keep your hand still, and shake your head (up and down or left and right). No matter how fast you shake your head, the image of your fingers remains clear. This demonstrates that the brain can move the eyes opposite to head motion much better than it can follow, or pursue, a hand movement. When your pursuit system fails to keep up with the moving hand, images slip on the retina and you see a blurred hand.",
            "score": 260.8788146972656
        },
        {
            "docid": "26977166_12",
            "document": "Mantis . Mantises have stereo vision. They locate their prey by sight; their compound eyes contain up to 10,000 ommatidia. A small area at the front called the fovea has greater visual acuity than the rest of the eye, and can produce the high resolution necessary to examine potential prey. The peripheral ommatidia are concerned with perceiving motion; when a moving object is noticed, the head is rapidly rotated to bring the object into the visual field of the fovea. Further motions of the prey are then tracked by movements of the mantis's head so as to keep the image centered on the fovea. The eyes are widely spaced and laterally situated, affording a wide binocular field of vision and precise stereoscopic vision at close range. The dark spot on each eye that moves as it rotates its head is a pseudopupil. This occurs because the ommatidia that are viewed \"head-on\" absorb the incident light, while those to the side reflect it.",
            "score": 220.8601837158203
        },
        {
            "docid": "1070221_16",
            "document": "Human eye . The visual system in the human brain is too slow to process information if images are slipping across the retina at more than a few degrees per second. Thus, to be able to see while moving, the brain must compensate for the motion of the head by turning the eyes. Frontal-eyed animals have a small area of the retina with very high visual acuity, the fovea centralis. It covers about 2 degrees of visual angle in people. To get a clear view of the world, the brain must turn the eyes so that the image of the object of regard falls on the fovea. Any failure to make eye movements correctly can lead to serious visual degradation.",
            "score": 196.5476531982422
        },
        {
            "docid": "4958509_6",
            "document": "Attentional shift . Changes in spatial attention can occur with the eyes moving, overtly, or with the eyes remaining fixated, covertly. Within the human eye only a small part, the fovea, is able to bring objects into sharp focus. However, it is this high visual acuity that is needed to perform actions such as reading words or recognizing facial features, for example. Therefore, the eyes must continually move in order to direct the fovea to the desired goal. Prior to an overt eye movement, where the eyes move to a target location, covert attention shifts to this location. However, it is important to keep in mind that attention is also able to shift covertly to objects, locations, or even thoughts while the eyes remain fixated. For example, when a person is driving and keeping their eyes on the road, but then, even though their eyes do not move, their attention shifts from the road to thinking about what they need to get at the grocery store. The eyes may remain focused on the previous object attended to, yet attention has shifted.",
            "score": 185.19644165039062
        },
        {
            "docid": "69832_3",
            "document": "Saccade . Humans and many animals do not look at a scene in fixed steadiness; instead, the eyes move around, locating interesting parts of the scene and building up a mental, three-dimensional 'map' corresponding to the scene (as opposed to the graphical map of avians, that often relies upon detection of angular movement on the retina). When scanning immediate surroundings or reading, human eyes make jerky saccadic movements and stop several times, moving very quickly between each stop. The speed of movement during each saccade cannot be controlled; the eyes move as fast as they are able. One reason for the saccadic movement of the human eye is that the central part of the retina—known as the fovea—which provides the high-resolution portion of vision is very small in humans, only about 1–2 degrees of vision, but it plays a critical role in resolving objects. By moving the eye so that small parts of a scene can be sensed with greater resolution, body resources can be used more efficiently.",
            "score": 180.80548095703125
        },
        {
            "docid": "749853_11",
            "document": "Fovea centralis . The fovea is employed for accurate vision in the direction where it is pointed. It comprises less than 1% of retinal size but takes up over 50% of the visual cortex in the brain. The fovea sees only the central two degrees of the visual field, (approximately twice the width of your thumbnail at arm's length). If an object is large and thus covers a large angle, the eyes must constantly shift their gaze to subsequently bring different portions of the image into the fovea (as in reading). Since the fovea does not have rods, it is not sensitive to dim lighting. Hence, in order to observe dim stars, astronomers use averted vision, looking out of the side of their eyes where the density of rods is greater, and hence dim objects are more easily visible.",
            "score": 176.4796905517578
        },
        {
            "docid": "1543423_23",
            "document": "Eye tracking . Eye movements are typically divided into fixations and saccades – when the eye gaze pauses in a certain position, and when it moves to another position, respectively. The resulting series of fixations and saccades is called a scanpath. Smooth pursuit describes the eye following a moving object. Fixational eye movements include micro saccades: small, involuntary saccades that occur during attempted fixation. Most information from the eye is made available during a fixation or smooth pursuit, but not during a saccade. The central one or two degrees of the visual angle (that area of the visual field which falls on the fovea) provide the bulk of visual information; the input from larger eccentricities (the periphery) has less resolution and little to no colour, although contrast and movement is detected better in peripheral vision. Hence, the locations of fixations or smooth pursuit along a scanpath show what information loci on the stimulus were processed during an eye-tracking session. On average, fixations last for around 200 ms during the reading of linguistic text, and 350 ms during the viewing of a scene. Preparing a saccade towards a new goal takes around 200 ms.",
            "score": 169.1943817138672
        },
        {
            "docid": "195181_24",
            "document": "Common kingfisher . A challenge for any diving bird is the change in refraction between air and water. The eyes of many birds have two foveae (the fovea is the area of the retina the greatest density of light receptors), and a kingfisher is able to switch from the main central fovea to the auxiliary fovea when it enters water; a retinal streak of high receptor density which connects the two foveae allows the image to swing temporally as the bird drops onto the prey. The egg-shaped lens of the eye points towards the auxiliary fovea, enabling the bird to maintain visual acuity underwater. Because of the positions of the foveae, the kingfisher has monocular vision in air, and binocular vision in water. The underwater vision is not as a sharp as in air, but the ability to judge the distance of moving prey is more important than the sharpness of the image.",
            "score": 168.8756103515625
        },
        {
            "docid": "18416476_37",
            "document": "Bird vision . The visual ability of birds of prey is legendary, and the keenness of their eyesight is due to a variety of factors. Raptors have large eyes for their size, 1.4 times greater than the average for birds of the same weight, and the eye is tube-shaped to produce a larger retinal image. The resolving power of an eye depends both on the optics, large eyes with large apertures suffers less from diffraction and can have larger retinal images due to a long focal length, and on the density of receptor spacing. The retina has a large number of receptors per square millimeter, which determines the degree of visual acuity. The more receptors an animal has, the higher its ability to distinguish individual objects at a distance, especially when, as in raptors, each receptor is typically attached to a single ganglion. Many raptors have foveas with far more rods and cones than the human fovea (65,000/mm in American kestrel, 38,000 in humans) and this provides these birds with spectacular long distance vision. It is proposed that the shape of the deep central fovea of raptors can create a telephoto optical system, increasing the size of the retinal image in the fovea and thereby increasing the spatial resolution. Behavioural studies show that some large eyed raptors (Wedge-tailed eagle, Old world vultures) and have ca 2 times higher spatial resolution than humans, but many medium and small sized raptors have comparable or lower spatial resolution. The forward-facing eyes of a bird of prey give binocular vision, which is assisted by a double fovea. The raptor's adaptations for optimum visual resolution (an American kestrel can see a 2–mm insect from the top of an 18–m tree) has a disadvantage in that its vision is poor in low light level, and it must roost at night. Raptors may have to pursue mobile prey in the lower part of their visual field, and therefore do not have the lower field myopia adaptation demonstrated by many other birds. Scavenging birds like vultures do not need such sharp vision, so a condor has only a single fovea with about 35,000 receptors mm. Vultures, however have high physiological activity of many important enzymes to suit their distant clarity of vision. Southern Caracara also only have a single fovea as this species forages on the ground for carrion and insects. However, they do have a higher degree of binocular overlap than other falcons, potentially to enable the caracara to manipulate objects, such as rocks, whilst foraging.",
            "score": 164.67807006835938
        },
        {
            "docid": "15669613_11",
            "document": "Spinning Dancer . One way of changing the direction perceived is to use averted vision and mentally look for an arm going behind instead of in front, then carefully move the eyes back. Some may perceive a change in direction more easily by narrowing visual focus to a specific region of the image, such as the spinning foot or the shadow below the dancer and gradually looking upwards. One can also try to tilt one's head to perceive a change in direction. Another way is to watch the base shadow foot, and perceive it as the toes always pointing away from you and it can help with direction change. You can also close your eyes and try and envision the dancer going in a direction then reopen them and the dancer should change directions. Still another way is to wait for the dancer's legs to cross in the projection and then try to perceive a change in the direction in what follows. You could also try using your peripheral vision to distract the dominant part of the brain, slowly look away from the ballerina and you may begin to see it spin in the other direction. Perhaps the easiest method is to blink rapidly (slightly varying the rate if necessary) until consecutive images are going in the 'new' direction. Then open your eyes and the new rotational direction is maintained. It is even possible to see the illusion in a way that the dancer is not spinning at all, but simply rotating back and forth 180 degrees.",
            "score": 164.48492431640625
        },
        {
            "docid": "1894873_15",
            "document": "Eye movement . Saccades are the rapid movement of eyes that is used while scanning a visual scene. In our subjective impression, the eyes do not move smoothly across the printed page during reading. Instead, our eyes make short and rapid movements called \"saccades\". During each \"saccade\" the eyes move as fast as they can and the speed cannot be consciously controlled in between the stops. The movements are worth a few minutes of arc, moving at regular intervals about three to four per second. One of the main uses for these saccadic eye movements is to be able to scan a greater area with the high-resolution fovea of the eye.",
            "score": 162.4645233154297
        },
        {
            "docid": "1057414_50",
            "document": "Traumatic brain injury . As of 2010, the use of predictive visual tracking measurement to identify mild traumatic brain injury was being studied. In visual tracking tests, a head-mounted display unit with eye-tracking capability shows an object moving in a regular pattern. People without brain injury are able to track the moving object with smooth pursuit eye movements and correct trajectory. The test requires both attention and working memory which are difficult functions for people with mild traumatic brain injury. The question being studied, is whether results for people with brain injury will show visual-tracking gaze errors relative to the moving target.",
            "score": 159.4906463623047
        },
        {
            "docid": "1259296_16",
            "document": "Head-mounted display . Research universities often use HMDs to conduct studies related to vision, balance, cognition and neuroscience. As of 2010, the use of predictive visual tracking measurement to identify mild traumatic brain injury was being studied. In visual tracking tests, a HMD unit with eye tracking ability shows an object moving in a regular pattern. People without brain injury are able to track the moving object with \"smooth pursuit eye movements\" and correct trajectory.",
            "score": 159.08790588378906
        },
        {
            "docid": "37506742_4",
            "document": "Eagle eye . Eagle weight varies: a small eagle could weigh , while a larger one weighs ; an eagle of about weight could have eyes as big as that of a human being who weighs . Although the size of the eagle eye is about the same as of a human being, the back side shape of the eagle eye is flatter. An eagle's retina allows for a higher Nyquist limit. Its retina is more pronounced with rod cells and cone cells. In the eagle, the retina's fovea has one million cells per mm as compared to 200,000 per mm in humans. Eagles have a second fovea and three eyelids (two of which are visible). The second fovea in eagles gives them better and sharper vision while the long, narrow ribbon-shaped area that connects the two eagle foveas is inferred to be a third fovea. The phenomenon of an eagle turning its flexible head almost 270 degrees, while sitting or flying, is attributed to the fact that when its large head is turned fully its eyes are also turned, unlike a human.",
            "score": 159.04092407226562
        },
        {
            "docid": "662726_29",
            "document": "European mantis . The peering behavior that can be observed in \"M. religiosa\" is believed to be essential for the measurement of distances and depth perception: a side-to-side pendulum like movement of the head or the whole body in a horizontal plane is used to scan the environment. Motion parallax is a depth cue that describes the fact that the closer and object is, the faster it seems to move when turning your head while looking at it compared to slower moving objects which are more distant. Animals that were blinded on one eye did not strike for prey proving that binocular vision is essential since the disparity between the information of each eye is used to estimate distances as well.",
            "score": 158.83016967773438
        },
        {
            "docid": "276115_14",
            "document": "Jumping spider . The principal, anterior median, eyes have high resolution (11 min visual angle), but the field of vision is narrow, from 2 to 5°. The central region of the retina, where acuity is highest, is no more than six or seven receptor rows wide. However, the eye can scan objects off the direct axis of vision. As the lens is attached to the carapace, the eye's scanning movements are restricted to its retina through a complicated pattern of translations and rotations. This dynamic adjustment is a means of compensation for the narrowness of the static field of vision. It is analogous to the way most primates move their eyes to focus images of interest onto the \"fovea centralis\". Such movements within the jumping spider's eyes are visible from outside when the attention of the spider is directed to various targets.",
            "score": 156.58090209960938
        },
        {
            "docid": "192280_21",
            "document": "Binocular vision . To maintain stereopsis and singleness of vision, the eyes need to be pointed accurately. The position of each eye in its orbit is controlled by six extraocular muscles. Slight differences in the length or insertion position or strength of the same muscles in the two eyes can lead to a tendency for one eye to drift to a different position in its orbit from the other, especially when one is tired. This is known as phoria. One way to reveal it is with the cover-uncover test. To do this test, look at a cooperative person's eyes. Cover one eye of that person with a card. Have the person look at your finger tip. Move the finger around; this is to break the reflex that normally holds a covered eye in the correct vergence position. Hold your finger steady and then uncover the person's eye. Look at the uncovered eye. You may see it flick quickly from being wall-eyed or cross-eyed to its correct position. If the uncovered eye moved from out to in, the person has exophoria. If it moved from in to out, the person has esophoria. If the eye did not move at all, the person has orthophoria. Most people have some amount of exophoria or esophoria; it is quite normal. If the uncovered eye also moved vertically, the person has hyperphoria (if the eye moved from up to down) or hypophoria (if the eye moved from down to up). Such vertical phorias are quite rare. It is also possible for the covered eye to rotate in its orbit. Such cyclophorias cannot be seen with the cover-uncover test; they are rarer than vertical phorias.",
            "score": 155.8072967529297
        },
        {
            "docid": "19274237_24",
            "document": "Mammalian eye . The differences between rods and cones are useful; apart from enabling sight in both dim and light conditions, they have further advantages. The fovea, directly behind the lens, consists of mostly densely packed cone cells. The fovea gives humans a highly detailed central vision, allowing reading, bird watching, or any other task which primarily requires staring at things. Its requirement for high intensity light does cause problems for astronomers, as they cannot see dim stars, or other celestial objects, using central vision because the light from these is not enough to stimulate cone cells. Because cone cells are all that exist directly in the fovea, astronomers have to look at stars through the \"corner of their eyes\" (averted vision) where rods also exist, and where the light \"is\" sufficient to stimulate cells, allowing an individual to observe faint objects.",
            "score": 152.3692626953125
        },
        {
            "docid": "550504_10",
            "document": "Vestibular system . The vestibulo-ocular reflex (VOR) is a reflex eye movement that stabilizes images on the retina during head movement by producing an eye movement in the direction opposite to head movement, thus preserving the image on the center of the visual field. For example, when the head moves to the right, the eyes move to the left, and vice versa. Since slight head movements are present all the time, the VOR is very important for stabilizing vision: patients whose VOR is impaired find it difficult to read, because they cannot stabilize the eyes during small head tremors. The VOR reflex does not depend on visual input and works even in total darkness or when the eyes are closed.",
            "score": 152.26828002929688
        },
        {
            "docid": "988729_6",
            "document": "Diplopia . The brain calculates the visual direction of an object based upon the position of its image relative to the fovea. Images falling on the fovea are seen as being directly ahead, while those falling on retina outside the fovea may be seen as above, below, right or left of straight ahead depending upon the area of retina stimulated. Thus, when the eyes are misaligned, the brain will perceive two images of one target object, as the target object simultaneously stimulates different, non-corresponding, retinal areas in either eye, thus producing double vision.",
            "score": 152.22073364257812
        },
        {
            "docid": "3359692_10",
            "document": "Vergence . In ophthalmology, convergence is the simultaneous inward movement of both eyes toward each other, usually in an effort to maintain single binocular vision when viewing an object. This is the only eye movement that is not conjugate, but instead adducts the eye. Convergence is one of three processes an eye does to properly focus an image on the retina. In each eye, the visual axis will point towards the object of interest in order to focus it on the fovea. This action is mediated by the medial rectus muscle, which is innervated by Cranial nerve III. It is a type of vergence eye movement and is done by extrinsic muscles. Diplopia, commonly referred to as double vision, can result if one of the eye's extrinsic muscles are weaker than the other. This results because the object being seen gets projected to different parts of the eye's retina, causing the brain to see two images.",
            "score": 151.8466033935547
        },
        {
            "docid": "487910_2",
            "document": "Vestibulo–ocular reflex . The vestibulo-ocular reflex (VOR) is a reflex, where activation of the vestibular system causes eye movement. This reflex functions to stabilize images on the retinas (in yoked vision) during head movement by producing eye movements in the direction opposite to head movement, thus preserving the image on the center of the visual field(s). For example, when the head moves to the right, the eyes move to the left, and vice versa. Since slight head movement is present all the time, VOR is necessary for stabilizing vision: patients whose VOR is impaired find it difficult to read using print, because they cannot stabilize the eyes during small head tremors, and also because damage to the VOR can cause vestibular nystagmus.",
            "score": 151.0712127685547
        },
        {
            "docid": "458086_15",
            "document": "Rattlesnake . Rattlesnake eyes, which contain a large number of rod cells, are well adapted to nocturnal use. However, rattlesnakes are not exclusively nocturnal, and their vision is more acute during daylight conditions. Rattlesnakes also possess cone cells, which means they are capable of some form of color vision. The rattlesnake eye lacks a fovea, making it impossible for them to see sharply defined images. Instead, they mostly rely on the perception of movement. Rattlesnake eyes are capable of horizontal rotation, but they do not appear to move their eyeballs to follow moving objects.",
            "score": 150.85231018066406
        },
        {
            "docid": "33193162_14",
            "document": "Vision in fishes . There is a need for some mechanism that stabilises images during rapid head movements. This is achieved by the vestibulo-ocular reflex, which is a reflex eye movement that stabilises images on the retina by producing eye movements in the direction opposite to head movements, thus preserving the image on the centre of the visual field. For example, when the head moves to the right, the eyes move to the left, and vice versa. In many animals, including human beings, the inner ear functions as the biological analogue of an accelerometer in camera image stabilization systems, to stabilize the image by moving the eyes. When a rotation of the head is detected, an inhibitory signal is sent to the extraocular muscles on one side and an excitatory signal to the muscles on the other side. The result is a compensatory movement of the eyes. Typical human eye movements lag head movements by less than 10 ms.",
            "score": 150.67294311523438
        },
        {
            "docid": "69832_17",
            "document": "Saccade . Saccades are a widespread phenomenon across animals with image-forming visual systems. They have been observed in animals across three phyla, including animals that do not have a fovea (most vertebrates do) and animals that cannot move their eyes independently of their head (such as insects). Therefore, while saccades serve in humans and other primates to increase the effective visual resolution of a scene, there must be additional reasons for the behavior. The most frequently suggested of these reasons is to avoid blurring of the image, which would occur if the response time of a photoreceptor cell is longer than the time a given portion of the image is stimulating that photoreceptor as the image drifts across the eye.",
            "score": 150.20591735839844
        },
        {
            "docid": "17185239_26",
            "document": "Joint attention . Chimpanzees are capable of actively locating objects that are the focus of another individual's attention by tracking the gaze of others. They are not limited to following eye gaze to the first interesting object in their view. They use a number of different cues to engage in shared focus, including head movement and eye gaze. Infant chimpanzees start to follow tap, point, and head turn cues of an experimenter by nine months of age. By 13 months of age, they show following responses to glance cues without a head turn. There is no evidence to support that infant chimpanzees are able to use eye gaze alone as a cue for following responses. By 20 months of age, infant chimpanzees are able to follow an experimenter's cues to a target behind the chimpanzee but infant chimpanzees do not look back to the experimenter after looking at the target. Moving targets are more salient than stationary targets for infant chimpanzees. Chimpanzee infants are sensitive to faces which are gazing at them, but chimpanzees less than three to four years old only look within their visual field when using the experimenter's head turn as their cue.",
            "score": 149.45684814453125
        },
        {
            "docid": "1894873_13",
            "document": "Eye movement . \"Pursuit movement\" or smooth pursuit is the movement the eyes make while tracking an object's movement, so that its moving image can remain maintained on fovea.",
            "score": 149.3702850341797
        },
        {
            "docid": "87691_10",
            "document": "Accipitridae . The senses of the Accipitridae are adapted to hunting (or scavenging), and in particular their vision is legendary. The sight of some hawks and eagles is up to 8 times better than that of humans. Large eyes with two fovea provide binocular vision and a \"hawk eye\" for movement and distance judging. In addition they have the largest pectens of any birds. The eyes are tube shaped and cannot move much in their sockets. In addition to excellent vision many species have excellent hearing, but unlike in owls sight is generally the principal sense used for hunting. Hearing may be used to locate prey hidden in vegetation, but sight is still used to catch the prey. Like most birds the Accipitridae generally have a poor sense of smell; even the Old World vultures make no use of the sense, in contrast to the New World vultures in the family Cathartidae.",
            "score": 147.66175842285156
        },
        {
            "docid": "399231_55",
            "document": "Concussion . Measurement of predictive visual tracking is being studied as a screening technique to identify mild traumatic brain injury. A head-mounted display unit with eye-tracking capability shows a moving object in a predictive pattern for the person to follow with their eyes. People without brain injury will be able to track the moving object with smooth pursuit eye movements and correct trajectory while it is hypothesized that those with mild traumatic brain injury cannot.",
            "score": 146.70335388183594
        },
        {
            "docid": "495153_3",
            "document": "Afterimage . Negative afterimages are caused when the eye's photoreceptors, primarily known as rods and cones, adapt to overstimulation and lose sensitivity. Newer evidence suggests there is cortical contribution as well. Normally, the overstimulating image is moved to a fresh area of the retina with small eye movements known as microsaccades. However, if the image is large or the eye remains too steady, these small movements are not enough to keep the image constantly moving to fresh parts of the retina. The photoreceptors that are constantly exposed to the same stimulus will eventually exhaust their supply of photopigment, resulting in a decrease in signal to the brain. This phenomenon can be seen when moving from a bright environment to a dim one, like walking indoors on a bright snowy day. These effects are accompanied by neural adaptations in the occipital lobe of the brain that function similar to color balance adjustments in photography. These adaptations attempt to keep vision consistent in dynamic lighting. Viewing a uniform background while these adaptations are still occurring will allow an individual to see the after image because localized areas of vision are still being processed by the brain using adaptations that are no longer needed.",
            "score": 146.65040588378906
        },
        {
            "docid": "40985091_19",
            "document": "Move UP (book) . “You have just been elected head of your country. You want to lead your people to new heights of happiness, prosperity, security, and freedom never enjoyed before. What should you do? The first thing you should do is read \"Move UP\" by Clotaire Rapaille and Andrés Roemer, and follow their data-driven recommendations for determining how best to achieve your goals using science, technology, and the wisdom of the greatest thinkers in history revealed in this remarkable book. \"Move UP\" is not utopian; it outlines a realistic plan for how more people in more places more of the time can lead more fulfilling and successful lives anywhere in the world.” —Michael Shermer.",
            "score": 146.3465118408203
        },
        {
            "docid": "33676217_17",
            "document": "Sensory-motor coupling . Patient R.W. was a man who suffered damage in his parietal and occipital lobes, areas of the brain related to processing visual information, due to a stroke. As a result of his stroke, he experienced vertigo when he tried to track a moving object with his eyes. The vertigo was caused by his brain interpreting the world as moving. In normal people, the world is not perceived as in moving when tracking an object despite the fact that the image of the world is moved across the retina as the eye moves. The reason for this is that the brain predicts the movement of the world across the retina as a consequence of moving the eyes. R.W., however, was unable to make this prediction.",
            "score": 145.75949096679688
        }
    ]
}