{
    "q": [
        {
            "docid": "220443_12",
            "document": "Choanoflagellate . Dujardin, a French biologist interested in protozoan evolution, recorded the morphological similarities of choanoflagellates and sponge choanocytes and proposed the possibility of a close relationship as early as 1841. Over the past decade, this hypothesized relationship between choanoflagellates and animals has been upheld by independent analyses of multiple unlinked sequences: 18S rDNA, nuclear protein-coding genes, and mitochondrial genomes (Steenkamp, et al., 2006; Burger, et al., 2003; Wainright, et al., 1993). Importantly, comparisons of mitochondrial genome sequences from a choanoflagellate and three sponges confirm the placement of choanoflagellates as an outgroup to Metazoa and negate the possibility that choanoflagellates evolved from metazoans (Lavrov, et al., 2005). Finally, recent studies of genes expressed in choanoflagellates have revealed that choanoflagellates synthesize homologues of metazoan cell signaling and adhesion genes. (King, 2003) Genome sequencing shows that, among living organisms, the choanoflagellates are most closely related to animals. Because choanoflagellates and metazoans are closely related, comparisons between the two groups promise to provide insights into the biology of their last common ancestor and the earliest events in metazoan evolution. The choanocytes (also known as \"collared cells\") of sponges (considered among the most basal metazoa) have the same basic structure as choanoflagellates. Collared cells are found in other animal groups, such as ribbon worms, suggesting this was the morphology of their last common ancestor. The last common ancestor of animals and choanoflagellates was unicellular, perhaps forming simple colonies; in contrast, the last common ancestor of all eumetazoan animals was a multicellular organism, with differentiated tissues, a definite \"body plan\", and embryonic development (including gastrulation). The timing of the splitting of these lineages is difficult to constrain, but was probably in the late Precambrian, >.",
            "score": 282.15544760227203
        },
        {
            "docid": "49033_47",
            "document": "Epigenetics . Somatic epigenetic inheritance, particularly through DNA and histone covalent modifications and nucleosome repositioning, is very important in the development of multicellular eukaryotic organisms. The genome sequence is static (with some notable exceptions), but cells differentiate into many different types, which perform different functions, and respond differently to the environment and intercellular signalling. Thus, as individuals develop, morphogens activate or silence genes in an epigenetically heritable fashion, giving cells a memory. In mammals, most cells terminally differentiate, with only stem cells retaining the ability to differentiate into several cell types (\"totipotency\" and \"multipotency\"). In mammals, some stem cells continue producing new differentiated cells throughout life, such as in neurogenesis, but mammals are not able to respond to loss of some tissues, for example, the inability to regenerate limbs, which some other animals are capable of. Epigenetic modifications regulate the transition from neural stem cells to glial progenitor cells (for example, differentiation into oligodendrocytes is regulated by the deacetylation and methylation of histones. Unlike animals, plant cells do not terminally differentiate, remaining totipotent with the ability to give rise to a new individual plant. While plants do utilise many of the same epigenetic mechanisms as animals, such as chromatin remodeling, it has been hypothesised that some kinds of plant cells do not use or require \"cellular memories\", resetting their gene expression patterns using positional information from the environment and surrounding cells to determine their fate.",
            "score": 267.057981133461
        },
        {
            "docid": "12878579_4",
            "document": "Animal testing on invertebrates . Research on invertebrates is the foundation for current understanding of the genetics of animal development. \"C. elegans\" is especially valuable as the precise lineage of all the organism's 959 somatic cells is known, giving a complete picture of how this organism goes from a single cell in a fertilized egg, to an adult animal. The genome of this nematode has also been fully sequenced and any one of these genes can easily be inactivated through RNA interference, by feeding the worms antisense RNA. A major success in the work on \"C. elegans\" was the discovery that particular cells are programmed to die during development, leading to the discovery that programmed cell death is an active process under genetic control. The simple nervous system of this nematode allows the effects of genetics on the development of nerves to be studied in detail. However, the lack of an adaptive immune system and the simplicity of its organs prevent \"C. elegans\" from being used in medical research such as vaccine development.",
            "score": 231.49873626232147
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 202.29131734371185
        },
        {
            "docid": "207754_10",
            "document": "Somatic cell . In recent years, the technique of cloning whole organisms has been developed in mammals, allowing almost identical genetic clones of an animal to be produced. One method of doing this is called \"somatic cell nuclear transfer\" and involves removing the nucleus from a somatic cell, usually a skin cell. This nucleus contains all of the genetic information needed to produce the organism it was removed from. This nucleus is then injected into an ovum of the same species which has had its own genetic material removed. The ovum now no longer needs to be fertilized, because it contains the correct amount of genetic material (a diploid number of chromosomes). In theory, the ovum can be implanted into the uterus of a same-species animal and allowed to develop. The resulting animal will be a nearly genetically identical clone to the animal from which the nucleus was taken. The only difference is caused by any mitochondrial DNA that is retained in the ovum, which is different from the cell that donated the nucleus. In practice, this technique has so far been problematic, although there have been a few high-profile successes, such as Dolly the Sheep and, more recently, Snuppy, the first cloned dog. Somatic cells have also been collected in the practice of cryoconservation of animal genetic resources as a means of conserving animal genetic material, including to clone livestock.",
            "score": 196.43570590019226
        },
        {
            "docid": "38991948_10",
            "document": "Single-cell analysis . There are three major reasons gene expression has been studied using this technique: to study gene dynamics, RNA splicing, and cell typing. Gene dynamics are usually studied to determine what changes in gene expression effect different cell characteristics. For example, this type of transcriptomic analysis has often been used to study embryonic development. RNA splicing studies are focused on understanding the regulation of different transcript isoforms. Single cell transcriptomics has also been used for cell typing, where the genes expressed in a cell are used to identify types of cells. The main goal in cell typing is to find a way to determine the identity of cells that don't have known genetic markers.",
            "score": 244.38267421722412
        },
        {
            "docid": "356382_5",
            "document": "Gene regulatory network . In multicellular animals the same principle has been put in the service of gene cascades that control body-shape. Each time a cell divides, two cells result which, although they contain the same genome in full, can differ in which genes are turned on and making proteins. Sometimes a 'self-sustaining feedback loop' ensures that a cell maintains its identity and passes it on. Less understood is the mechanism of epigenetics by which chromatin modification may provide cellular memory by blocking or allowing transcription. A major feature of multicellular animals is the use of morphogen gradients, which in effect provide a positioning system that tells a cell where in the body it is, and hence what sort of cell to become. A gene that is turned on in one cell may make a product that leaves the cell and diffuses through adjacent cells, entering them and turning on genes only when it is present above a certain threshold level. These cells are thus induced into a new fate, and may even generate other morphogens that signal back to the original cell. Over longer distances morphogens may use the active process of signal transduction. Such signalling controls embryogenesis, the building of a body plan from scratch through a series of sequential steps. They also control and maintain adult bodies through feedback processes, and the loss of such feedback because of a mutation can be responsible for the cell proliferation that is seen in cancer. In parallel with this process of building structure, the gene cascade turns on genes that make structural proteins that give each cell the physical properties it needs.",
            "score": 258.500367641449
        },
        {
            "docid": "162717_7",
            "document": "Embryology . \"Drosophila melanogaster\", a fruit fly, is a model organism in biology on which much research into embryology has been done. Before fertilization, the female gamete produces an abundance of mRNA - transcribed from the genes that encode bicoid protein and nanos protein. These mRNA molecules are stored to be used later in what will become the developing embryo. The male and female \"Drosophila\" gametes exhibit anisogamy (differences in morphology and sub-cellular biochemistry). The female gamete is larger than the male gamete because it harbors more cytoplasm and, within the cytoplasm, the female gamete contains an abundance of the mRNA previously mentioned. At fertilization, the male and female gametes fuse (plasmogamy) and then the nucleus of the male gamete fuses with the nucleus of the female gamete (karyogamy). Note that before the gametes' nuclei fuse, they are known as pronuclei. A series of nuclear divisions will occur without cytokinesis (division of the cell) in the zygote to form a multi-nucleated cell (a cell containing multiple nuclei) known as a syncytium. All the nuclei in the syncytium are identical, just as all the nuclei in every somatic cell of any multicellular organism are identical \"in terms of the DNA sequence of the genome\". Before the nuclei can differentiate in transcriptional activity, the embryo (syncytium) must be divided into segments. In each segment, a unique set of regulatory proteins will cause specific genes in the nuclei to be transcribed. The resulting combination of proteins will transform clusters of cells into early embryo tissues that will each develop into multiple fetal and adult tissues later in development (note: this happens after each nucleus becomes wrapped with its own cell membrane).",
            "score": 197.11099100112915
        },
        {
            "docid": "12240016_3",
            "document": "Cell fusion . In 1847 Theodore Schwann expanded upon the theory that all living organisms are composed of cells when he added to it that discrete cells are the basis of life. Schwann observed that in certain cells the walls and cavities of the cells coalesce together. It was this observation that provided the first hint that cells fuse. It was not until 1960 that cell biologists deliberately fused cells for the first time. To fuse the cells, biologists combined isolated mouse cells, with the same kind of tissue, and induced fusion of their outer membrane using the Sendai virus (a respiratory virus in mice). Each of the fused hybrid cells contained a single nucleus with chromosomes from both fusion partners. Synkaryon became the name of this type of cell combined with a nucleus. In the late 1960s biologists successfully fused cells of different types and from different species. The hybrid products of these fusions, heterokaryon, were hybrids that maintained two or more separate nuclei. This work was headed by Henry Harris at the University of Oxford and Nils Ringertz from Sweden's Karolinska Institute. These two men are responsible for reviving the interest of cell fusion. The hybrid cells interested biologists in the area of how different kinds of cytoplasm affect different kinds of nuclei. The work conducted by Henry and Nils showed that proteins from one gene fusion affect gene expression in the other partner's nucleus, and vice versa. These hybrid cells that were created were considered forced exceptions to normal cellular integrity and it was not until 2002 that the possibility of cell fusion between cells of different types may have a real function in mammals.",
            "score": 210.35785508155823
        },
        {
            "docid": "53261475_4",
            "document": "Creolimax fragrantissima . \"Creolimax\" is one of the few ichthyosporeans that is culturable. It can be easily grown in the lab through cycles of asexual reproduction. Each cycle comprises two stages. First, a growth stage, in which the cells, which are non-motile, contain several nuclei, a cell wall, and a big central vacuole. This stage is followed by a release of motile amoeboids, which are mono-nucleated and non-dividing. Characterising those two stages can help to elucidate the development of specific cell types in multicellular animals.",
            "score": 258.8154225349426
        },
        {
            "docid": "674_10",
            "document": "Anatomy . Unlike plant cells, animal cells have neither a cell wall nor chloroplasts. Vacuoles, when present, are more in number and much smaller than those in the plant cell. The body tissues are composed of numerous types of cell, including those found in muscles, nerves and skin. Each typically has a cell membrane formed of phospholipids, cytoplasm and a nucleus. All of the different cells of an animal are derived from the embryonic germ layers. Those simpler invertebrates which are formed from two germ layers of ectoderm and endoderm are called diploblastic and the more developed animals whose structures and organs are formed from three germ layers are called triploblastic. All of a triploblastic animal's tissues and organs are derived from the three germ layers of the embryo, the ectoderm, mesoderm and endoderm.",
            "score": 184.54035007953644
        },
        {
            "docid": "6235_3",
            "document": "Cell nucleus . Cell nuclei contain most of the cell's genetic material, organized as multiple long linear DNA molecules in a complex with a large variety of proteins, such as histones, to form chromosomes. The genes within these chromosomes are the cell's nuclear genome and are structured in such a way to promote cell function. The nucleus maintains the integrity of genes and controls the activities of the cell by regulating gene expression—the nucleus is, therefore, the control center of the cell. The main structures making up the nucleus are the nuclear envelope, a double membrane that encloses the entire organelle and isolates its contents from the cellular cytoplasm, and the nuclear matrix (which includes the nuclear lamina), a network within the nucleus that adds mechanical support, much like the cytoskeleton, which supports the cell as a whole.",
            "score": 206.31558322906494
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 249.05084478855133
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 195.07325959205627
        },
        {
            "docid": "764446_8",
            "document": "Sacoglossa . The sacoglossans can utilise the chloroplasts of the algae on which they feed, which they keep alive for hours to months after their ingestion. They maintain the cells and metabolise the photosynthetic products; this process is termed kleptoplasty, and the sacoglossans are the only animals to employ it; some ciliates and foramanifera (protists) also employ the strategy. Sacoglossans have been known to survive for months living solely on the photosynthetic products of their acquired plastids. This process is somewhat mystifying, as the upkeep of chloroplasts usually requires interaction with genes encoded in the plant cell nucleus. This almost seems to suggest that the genes have been laterally transferred from algae to the animals. DNA amplification experiments on \"Elysia chlorotica\" adults and eggs using \"Vaucheria litorea\" derived primers revealed the presence of psbO, an algal nuclear gene. These results were likely an artefact, as most recent results based on transcriptomic analysis and sequencing of genomic DNA from the slug's eggs reject the hypothesis that lateral gene transfer supports kleptoplast longevity. Sacoglossans are able to choose which method of feeding they utilize. The switch from active feeding to photosynthesis in sacoglossans is triggered by the shortage of food resource, and typically not preferred. If food is readily available, the animal will actively consume. Starvation periods (periods of photosynthesis and no active feeding) vary between species of sacoglossans from less than a week to over four months, and photosynthesis is used as a last resort mechanism to avoid mortality. Another unclear step in the process is how the chloroplasts are protected from digestion, and how they adapt to their new position in animal cells without the membranes that would control their environment in the algae. However it is achieved, kleptoplasty is an important strategy for many genera of Placobranchacaea. One species of \"Elysia\" feeds on a seasonally-calcifying alga. Because it is unable to penetrate the calcified cell walls, the animal can only feed for part of the year, relying on the ingested chloroplasts to survive whilst the foodstuff is calcified, until later in the season when the calcification is lost and the grazing can continue.",
            "score": 218.20645546913147
        },
        {
            "docid": "50185_47",
            "document": "Jellyfish . In 1961, Osamu Shimomura extracted green fluorescent protein (GFP) and another bioluminescent protein, called aequorin, from the large and abundant hydromedusa \"Aequorea victoria\", while studying photoproteins that cause bioluminescence in this species. Three decades later, Douglas Prasher sequenced and cloned the gene for GFP. Martin Chalfie figured out how to use GFP as a fluorescent marker of genes inserted into other cells or organisms. Roger Tsien later chemically manipulated GFP to produce other fluorescent colors to use as markers. In 2008, Shimomura, Chalfie and Tsien won the Nobel Prize in Chemistry for their work with GFP. Man-made GFP became commonly used as a fluorescent tag to show which cells or tissues express specific genes. The genetic engineering technique fuses the gene of interest to the GFP gene. The fused DNA is then put into a cell, to generate either a cell line or (via IVF techniques) an entire animal bearing the gene. In the cell or animal, the artificial gene turns on in the same tissues and the same time as the normal gene, making GFP instead of the normal protein. Illuminating the animal or cell reveals what tissues express that protein—or at what stage of development. The fluorescence shows where the gene is expressed.",
            "score": 253.64526081085205
        },
        {
            "docid": "1857574_6",
            "document": "Polly and Molly . The production of Dolly the Sheep and also Megan and Morag, the two sheep that led to the production of Dolly, demonstrated that viable sheep can be produced by nuclear transfer from a variety of somatic cell types which have been cultured in vitro. Polly and Molly represented the further step in which somatic cells were cultured in vitro, just as in the case with the previous sheep. However, in this case they were transfected with foreign DNA, and the transfected cells which stably integrated this new piece of genetic information were selected. The nuclei of these somatic cells was then transferred into an empty oocyte, as in the procedure of nuclear transfer, and this was used to produce several transgenic animals. A cell type PDFF was used. PDFF5 would produce male animals and were not transduced. Cell type PDFF2 produced female animals and were transduced. Of the gestations that occurred, three PDFF2 animals were born, two of which survived birth, 7LL8 and 7LL12. These animals were transfected but contained a marker gene \"not\" the cloned gene of interest. These were named \"Holly\" and \"Olly\". Two more subsets of female-producing PDFF2 cells, PDFF2-12 and PDFF2-13, also produced animals which had the cell of interest together with the marker. Of these lambs, 7LL12, 7LL15, and 7LL13 were born alive and healthy. Two of these were named Polly and Molly.",
            "score": 209.34375286102295
        },
        {
            "docid": "7569676_5",
            "document": "Nicole King . More recent work by King demonstrates that molecules thought to underpin the transition to multicellarity also exist in choanoflagellates and therefore were present in the single-celled and colonial ancestors of animals. For example, one of the most abundant and important cell adhesion molecules in the animal kingdom, cadherin, exists in choanoflagellates. In animals, cadherins are required to keep cells attached to their neighbors, so it was a surprising to discover that cadherins predate the evolution of animals. In addition, King found that choanoflagellates possess genes that animal cells use to \"talk\" or signal to one another, such as Receptor tyrosine kinase.",
            "score": 197.24268770217896
        },
        {
            "docid": "40887171_3",
            "document": "Cytoplasmic determinant . During the mosaic development, the future embryo contains all the distinct cytoplasmic determinants that are distributed in distinct cells. Regions of the organism differentiate very quickly if each cell contains specific cytoplasmic determinants since the first divisions : then the cell divides to give all the other cell of its type, and the same process happens in all types of cells in the organism. As a result, in the case of the mosaic development, cell totipotence disappears very quickly during segmentation. Indeed, each new created cell determines a new region of the future organism, and it is independent from the other ones : thus development is independent from interaction between cells. It is most of all known in certain animals as nematodes \"C. elegans\", or ascidians (marine animals).",
            "score": 211.17558336257935
        },
        {
            "docid": "11008314_96",
            "document": "Evolutionary history of plants . Genome doubling is a relatively common occurrence in plant evolution and results in polyploidy, which is consequently a common feature in plants. It is estimated that at least half (and probably all) plants have seen genome doubling in their history. Genome doubling entails gene duplication, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form; though it is not known why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, causing genome duplication. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families are lesser than animals, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are more clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 195.43189764022827
        },
        {
            "docid": "12794834_2",
            "document": "Parasexual cycle . The parasexual cycle, a process peculiar to fungi and single-celled organisms, is a nonsexual mechanism of parasexuality for transferring genetic material without meiosis or the development of sexual structures. It was first described by Italian geneticist Guido Pontecorvo in 1956 during studies on \"Aspergillus nidulans\" (also called \"Emericella nidulans\" when referring to its sexual form, or teleomorph). A parasexual cycle is initiated by the fusion of hyphae (anastomosis) during which nuclei and other cytoplasmic components occupy the same cell (heterokaryosis and plasmogamy). Fusion of the unlike nuclei in the cell of the heterokaryon results in formation of a diploid nucleus (karyogamy), which is believed to be unstable and can produce segregants by recombination involving mitotic crossing-over and haploidization. Mitotic crossing-over can lead to the exchange of genes on chromosomes; while haploidization probably involves mitotic nondisjunctions which randomly reassort the chromosomes and result in the production of aneuploid and haploid cells. Like a sexual cycle, parasexuality gives the species the opportunity to recombine the genome and produce new genotypes in their offspring. Unlike a sexual cycle, the process lacks coordination and is exclusively mitotic.",
            "score": 190.88240504264832
        },
        {
            "docid": "314911_3",
            "document": "Myxozoa . While the evolutionary history of myxozoans is still an active area of research, it is now understood that myxozoans are highly modified cnidarians that have undergone dramatic evolution from a free swimming, self-sufficient jellyfish-like creature into their current form of obligate parasites composed of a mere handful of cells. As myxozoans evolved into microscopic parasites, they lost many genes responsible for multicellular development, coordination, and cell-cell communication. The genomes of some myxozoans are now among the smallest genomes of any known animal species.",
            "score": 205.95737600326538
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 213.68206417560577
        },
        {
            "docid": "10446876_9",
            "document": "Fate mapping . Cre-lox can also be used to permanently, fluorescently label cells by using a transgenic which contains a ubiquitous promoter such as β-actin driving a super-stop sequence flanked by loxP sites, upstream of a fluorescent protein sequence such as RFP. In this fashion, Julien Bertrand from David Traver's lab and Neil Chi discovered the endothelial-origin of hematopoietic (blood) stem cells in zebrafish by using a transgenic with an endothelial promoter, kdrl, driving Cre recombinase crossed to β-actin loxP transgenic fish (2010). Thus, in the presence of Cre, all endothelium-derived cells became indelibly fluorescent red since the super-stop was removed from the genome, and RFP will be expressed under the control of β-actin in all cellular progeny. Indeed, they found that nearly all hematopoietic stem cells and differentiated blood cells were RFP+, indicating their embryonic endothelial origin (See Figure 2). Similar site-directed recombination technology such as FLP-FRT recombination (Flippase and Flippase recognition target sites) is extremely powerful in cell fate mapping, ablation studies, and genetic mosaic analysis; this tool is also used heavily in studies in animal systems as divergent as mice and flies. In a similar fashion to reporter gene activation, Cre-lox recombination system can also be used to activate or inactivate a gene of interest, creating gain-of-function or loss-of-function models. As a matter of fact, researchers often need to perform lineage tracing whist perturbing a gene of interest. To this purpose, one could design a genetic model where within a cell one recombination event is designed for manipulating the gene of interest and the other recombination event is designed for activating a reporter gene. The fate of the cell whose gene is perturbed can then be followed and the function of the gene be revealed. Interpretation of this kind of cell lineage tracing experiments should be made with caution because the two recombination events may not occur simultaneously. Work in other animal models such as the nematode \"C. elegans\" was done with single-cell resolution prior to the widespread use of injectable cell tracers. The rapid embryonic development and transparent nature of the nematode allowed the construction of a hierarchical fate map of each mitotic event, from the single-cell zygote to the multicellular adult worm by John Sulston and colleagues in 1982. This cell lineage map was based entirely on observation using Nomarski optics, with no dyes.",
            "score": 232.29544079303741
        },
        {
            "docid": "2998760_11",
            "document": "Facilitated variation . Ancient regulatory processes (evolved in pre-Cambrian animals) allow the re-use of core processes in different combinations, amounts, and states in some regions of the body, or certain times in development, while decreasing their chances of generating disruptive or maladaptive pleiotropic effects elsewhere in the organism. Spatial compartmentation of transcriptional regulation and cell–cell signaling are examples. The vertebrate embryo is organized spatially into perhaps 200 compartments, each uniquely defined by its expression of one or a few key genes encoding transcription factors or signaling molecules. An example of compartmentation is found in the developing spine: all vertebrae contain bone-forming cells, but those in the chest form ribs, whereas those in the neck do not, because they arose in different compartments (expressing different Hox genes). Other forms of regulatory compartmentation include different cell types, developmental stages, and sexes.",
            "score": 239.11818850040436
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 222.80473494529724
        },
        {
            "docid": "15993546_7",
            "document": "Cis-natural antisense transcript . Regulation of many biological processes such as development, metabolism and many others requires a careful co-ordination between many different genes; this is usually referred to as a gene regulatory network. A flurry of interest in gene regulatory networks has been sparked by the advent of sequenced genomes of multiple organisms. The next step is to use this information to figure out how genes work together and not just in isolation. During the processes of mammalian development, there is an inactivation of the extra X-chromosome in females. It has been shown that a NAT pair called Xist and Tsix are involved in the hypermethylation of the chromosome. As much as 20-30% of mammalian genes have been shown to be the targets of miRNAs, which highlights the importance of these molecules as regulators across a wide number of genes. Evolutionary reasons for utilizing RNA for regulation of genes may be that it is less costly and faster than synthesizing proteins not needed by the cell. This could have had a selective advantage for early eukaryotes with this type of transcriptional regulation.",
            "score": 205.21077382564545
        },
        {
            "docid": "854081_6",
            "document": "Regeneration (biology) . Pattern formation in the morphogenesis of an animal is regulated by genetic induction factors that put cells to work after damage has occurred. Neural cells, for example, express growth-associated proteins, such as GAP-43, tubulin, actin, an array of novel neuropeptides, and cytokines that induce a cellular physiological response to regenerate from the damage. Many of the genes that are involved in the original development of tissues are reinitialized during the regenerative process. Cells in the primordia of zebrafish fins, for example, express four genes from the homeobox \"msx\" family during development and regeneration.",
            "score": 211.94893097877502
        },
        {
            "docid": "33515811_3",
            "document": "Endless Forms Most Beautiful (book) . The book's somewhat controversial argument is that evolution in animals (though no doubt similar processes occur in other organisms) proceeds mostly by modifying the way that regulatory genes, which do not code for structural proteins (such as enzymes), control embryonic development. In turn, these regulatory genes turn out to be based on a very old set of highly conserved genes which Carroll nicknames the toolkit. Almost identical sequences can be found across the animal kingdom, meaning that toolkit genes such as \"Hox\" must have evolved before the Cambrian radiation which created most of the animal body plans that exist today. These genes are used and reused, occasionally by duplication but far more often by being applied unchanged to new functions. Thus the same signal may be given at a different time in development, in a different part of the embryo, creating a different effect on the adult body. In Carroll's view, this explains how so many body forms are created with so few structural genes.",
            "score": 187.71916913986206
        },
        {
            "docid": "1857574_3",
            "document": "Polly and Molly . The creation of Polly and Molly built on the somatic nuclear transfer experiments that led to the cloning of Dolly the Sheep. The crucial difference was that in creating Polly and Molly, scientists used cells into which a new gene had been inserted. The gene chosen was a therapeutic protein to demonstrate the potential of such recombinant DNA technology combined with animal cloning. This could hopefully be used to produce pharmacological and therapeutic proteins to treat human diseases. The protein in question was the human blood clotting factor IX. Another difference from Dolly the Sheep was the source cell type of the nucleus that was transferred. In the case of Dolly the Sheep, the nucleus that was transferred came from mammary gland cells from a 6-year-old ewe; in the case of Polly and Molly, fibroblast cells were used.",
            "score": 194.70788037776947
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 237.80559015274048
        },
        {
            "docid": "38678086_11",
            "document": "STARR-seq . STARR-seq by combining traditional approach with high-throughput sequencing technology and highly specialized bio-computing methods is able to detect enhancers in a quantitative and genome-wide manner. The study of gene regulation and their responsible pathways in the genome during normal development and also in disease can be very demanding. Therefore, applying STARR-seq to many cell types across organisms supports identifying cell type-specific gene regulatory elements and practically assesses non-coding mutations causing disease. Alexander Stark, designer of this technique quotes, “STARR-seq is like a magic microscope that lets us zoom in on the regulatory regions of DNA. It will be crucial to study gene regulation and how it is encoded in the genome- both during development and when it goes wrong in disease.” Recently, a related approach coupling capture of regions of interest to STARR-seq technique have been developed and extensively validated in mammalian cell lines.",
            "score": 198.35538280010223
        }
    ],
    "r": [
        {
            "docid": "220443_12",
            "document": "Choanoflagellate . Dujardin, a French biologist interested in protozoan evolution, recorded the morphological similarities of choanoflagellates and sponge choanocytes and proposed the possibility of a close relationship as early as 1841. Over the past decade, this hypothesized relationship between choanoflagellates and animals has been upheld by independent analyses of multiple unlinked sequences: 18S rDNA, nuclear protein-coding genes, and mitochondrial genomes (Steenkamp, et al., 2006; Burger, et al., 2003; Wainright, et al., 1993). Importantly, comparisons of mitochondrial genome sequences from a choanoflagellate and three sponges confirm the placement of choanoflagellates as an outgroup to Metazoa and negate the possibility that choanoflagellates evolved from metazoans (Lavrov, et al., 2005). Finally, recent studies of genes expressed in choanoflagellates have revealed that choanoflagellates synthesize homologues of metazoan cell signaling and adhesion genes. (King, 2003) Genome sequencing shows that, among living organisms, the choanoflagellates are most closely related to animals. Because choanoflagellates and metazoans are closely related, comparisons between the two groups promise to provide insights into the biology of their last common ancestor and the earliest events in metazoan evolution. The choanocytes (also known as \"collared cells\") of sponges (considered among the most basal metazoa) have the same basic structure as choanoflagellates. Collared cells are found in other animal groups, such as ribbon worms, suggesting this was the morphology of their last common ancestor. The last common ancestor of animals and choanoflagellates was unicellular, perhaps forming simple colonies; in contrast, the last common ancestor of all eumetazoan animals was a multicellular organism, with differentiated tissues, a definite \"body plan\", and embryonic development (including gastrulation). The timing of the splitting of these lineages is difficult to constrain, but was probably in the late Precambrian, >.",
            "score": 282.15545654296875
        },
        {
            "docid": "12266_47",
            "document": "Genetics . Differences in gene expression are especially clear within multicellular organisms, where cells all contain the same genome but have very different structures and behaviors due to the expression of different sets of genes. All the cells in a multicellular organism derive from a single cell, differentiating into variant cell types in response to external and intercellular signals and gradually establishing different patterns of gene expression to create different behaviors. As no single gene is responsible for the development of structures within multicellular organisms, these patterns arise from the complex interactions between many cells.",
            "score": 276.13238525390625
        },
        {
            "docid": "49033_47",
            "document": "Epigenetics . Somatic epigenetic inheritance, particularly through DNA and histone covalent modifications and nucleosome repositioning, is very important in the development of multicellular eukaryotic organisms. The genome sequence is static (with some notable exceptions), but cells differentiate into many different types, which perform different functions, and respond differently to the environment and intercellular signalling. Thus, as individuals develop, morphogens activate or silence genes in an epigenetically heritable fashion, giving cells a memory. In mammals, most cells terminally differentiate, with only stem cells retaining the ability to differentiate into several cell types (\"totipotency\" and \"multipotency\"). In mammals, some stem cells continue producing new differentiated cells throughout life, such as in neurogenesis, but mammals are not able to respond to loss of some tissues, for example, the inability to regenerate limbs, which some other animals are capable of. Epigenetic modifications regulate the transition from neural stem cells to glial progenitor cells (for example, differentiation into oligodendrocytes is regulated by the deacetylation and methylation of histones. Unlike animals, plant cells do not terminally differentiate, remaining totipotent with the ability to give rise to a new individual plant. While plants do utilise many of the same epigenetic mechanisms as animals, such as chromatin remodeling, it has been hypothesised that some kinds of plant cells do not use or require \"cellular memories\", resetting their gene expression patterns using positional information from the environment and surrounding cells to determine their fate.",
            "score": 267.0579833984375
        },
        {
            "docid": "4250553_37",
            "document": "Gene . Genes are regulated so that they are expressed only when the product is needed, since expression draws on limited resources. A cell regulates its gene expression depending on its external environment (e.g. available nutrients, temperature and other stresses), its internal environment (e.g. cell division cycle, metabolism, infection status), and its specific role if in a multicellular organism. Gene expression can be regulated at any step: from transcriptional initiation, to RNA processing, to post-translational modification of the protein. The regulation of lactose metabolism genes in \"E. coli\" (\"lac\" operon) was the first such mechanism to be described in 1961.",
            "score": 264.3370361328125
        },
        {
            "docid": "29801409_3",
            "document": "Beta thymosins . Monomeric β-thymosins, i.e. those of molecular weight similar to the peptides originally isolated from thymus by Goldstein, are found almost exclusively in cells of multicellular animals. Known exceptions are monomeric thymosins found in a few single-celled organisms, significantly those currently regarded as the closest relatives of multicellular animals: choanoflagellates and filastereans. Although found in very early-diverged animals such as sponges, monomeric thymosins are absent from arthropods and nematodes, which do nevertheless possess \"β-thymosin repeat proteins\" which are constructed from several end-to-end repeats of β-thymosin sequences. Genomics has shown that tetrapods (land vertebrates) each express three monomeric β-thymosins, which are the animal species' equivalents (orthologues) of human β, β and β thymosins, respectively. The human thymosins are encoded by the genes TMSB4X, TMSB10 and TMSB15A and TMSB15B. (In humans, the proteins encoded by the two TMSB15 genes are identical.) Bony fish in general express orthologues of these same three, plus an additional copy of the β orthologue.",
            "score": 263.9731140136719
        },
        {
            "docid": "53261475_4",
            "document": "Creolimax fragrantissima . \"Creolimax\" is one of the few ichthyosporeans that is culturable. It can be easily grown in the lab through cycles of asexual reproduction. Each cycle comprises two stages. First, a growth stage, in which the cells, which are non-motile, contain several nuclei, a cell wall, and a big central vacuole. This stage is followed by a release of motile amoeboids, which are mono-nucleated and non-dividing. Characterising those two stages can help to elucidate the development of specific cell types in multicellular animals.",
            "score": 258.8154296875
        },
        {
            "docid": "356382_5",
            "document": "Gene regulatory network . In multicellular animals the same principle has been put in the service of gene cascades that control body-shape. Each time a cell divides, two cells result which, although they contain the same genome in full, can differ in which genes are turned on and making proteins. Sometimes a 'self-sustaining feedback loop' ensures that a cell maintains its identity and passes it on. Less understood is the mechanism of epigenetics by which chromatin modification may provide cellular memory by blocking or allowing transcription. A major feature of multicellular animals is the use of morphogen gradients, which in effect provide a positioning system that tells a cell where in the body it is, and hence what sort of cell to become. A gene that is turned on in one cell may make a product that leaves the cell and diffuses through adjacent cells, entering them and turning on genes only when it is present above a certain threshold level. These cells are thus induced into a new fate, and may even generate other morphogens that signal back to the original cell. Over longer distances morphogens may use the active process of signal transduction. Such signalling controls embryogenesis, the building of a body plan from scratch through a series of sequential steps. They also control and maintain adult bodies through feedback processes, and the loss of such feedback because of a mutation can be responsible for the cell proliferation that is seen in cancer. In parallel with this process of building structure, the gene cascade turns on genes that make structural proteins that give each cell the physical properties it needs.",
            "score": 258.5003662109375
        },
        {
            "docid": "50185_47",
            "document": "Jellyfish . In 1961, Osamu Shimomura extracted green fluorescent protein (GFP) and another bioluminescent protein, called aequorin, from the large and abundant hydromedusa \"Aequorea victoria\", while studying photoproteins that cause bioluminescence in this species. Three decades later, Douglas Prasher sequenced and cloned the gene for GFP. Martin Chalfie figured out how to use GFP as a fluorescent marker of genes inserted into other cells or organisms. Roger Tsien later chemically manipulated GFP to produce other fluorescent colors to use as markers. In 2008, Shimomura, Chalfie and Tsien won the Nobel Prize in Chemistry for their work with GFP. Man-made GFP became commonly used as a fluorescent tag to show which cells or tissues express specific genes. The genetic engineering technique fuses the gene of interest to the GFP gene. The fused DNA is then put into a cell, to generate either a cell line or (via IVF techniques) an entire animal bearing the gene. In the cell or animal, the artificial gene turns on in the same tissues and the same time as the normal gene, making GFP instead of the normal protein. Illuminating the animal or cell reveals what tissues express that protein—or at what stage of development. The fluorescence shows where the gene is expressed.",
            "score": 253.645263671875
        },
        {
            "docid": "53576321_4",
            "document": "Single-cell transcriptomics . These genomic studies are limited as they provide measurements for whole tissues and as a result show an average expression profile for all the constituent cells. In multicellular organisms different cell types within the same population can have distinct roles and form subpopulations with different transcriptional profiles. Correlations in the gene expression of the subpopulations can often be missed due to the lack of subpopulation identification. Moreover, bulk assays fail to identify if a change in the expression profile is due to a change in regulation or composition, in which one cell type arises to dominate the population. Lastly, when examining cellular progression through differentiation, average expression profiles are only able to order cells by time rather than their stage of development and are consequently unable to show trends in gene expression levels specific to certain stages.",
            "score": 253.32977294921875
        },
        {
            "docid": "299472_5",
            "document": "Multicellular organism . Multicellularity has evolved independently at least 46 times in eukaryotes, and also in some prokaryotes, like cyanobacteria, myxobacteria, actinomycetes, \"Magnetoglobus multicellularis\" or \"Methanosarcina\". However, complex multicellular organisms evolved only in six eukaryotic groups: animals, fungi, brown algae, red algae, green algae, and land plants. It evolved repeatedly for Chloroplastida (green algae and land plants), once or twice for animals, once for brown algae, three times in the fungi (chytrids, ascomycetes and basidiomycetes) and perhaps several times for slime molds and red algae. The first evidence of multicellularity is from cyanobacteria-like organisms that lived 3–3.5 billion years ago. To reproduce, true multicellular organisms must solve the problem of regenerating a whole organism from germ cells (i.e. sperm and egg cells), an issue that is studied in evolutionary developmental biology. Animals have evolved a considerable diversity of cell types in a multicellular body (100–150 different cell types), compared with 10–20 in plants and fungi.",
            "score": 252.5183563232422
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 249.05084228515625
        },
        {
            "docid": "44419868_5",
            "document": "Single-cell variability . Cells with identical genomes may vary in the expression of their genes due to differences in their specialized function in the body, their timepoint in the cell cycle, their environment, and also noise and stochastic factors. Thus, accurate measurement of gene expression in individual cells allows researchers to better understand these critical aspects of cellular biology. For example, early study of gene expression in individual cells in fruit fly embryos allowed scientists to discover regularized patterns or gradients of specific gene transcription during different stages of growth, allowing for a more detailed understanding of development at the level of location and time. Another phenomenon in gene expression which could only be identified at the single cell level is oscillatory gene expression, in which a gene is expressed on and off periodically.",
            "score": 248.7729034423828
        },
        {
            "docid": "14029_5",
            "document": "Histone . Histones are subdivided into canonical replication-dependent histones that are expressed during the S-phase of cell cycle and replication-independent histone variants, expressed during the whole cell cycle. In animals, genes encoding canonical histones are typically clustered along the chromosome, lack introns and use a stem loop structure at the 3’ end instead of a polyA tail. Genes encoding histone variants are usually not clustered, have introns and their mRNAs are regulated with polyA tails. Complex multicellular organisms typically have a higher number of histone variants providing a variety of different functions. Recent data are accumulating about the roles of diverse histone variants highlighting the functional links between variants and the delicate regulation of organism development. Histone variants from different organisms, their classification and variant specific features can be found in \"HistoneDB 2.0 - Variants\" database.",
            "score": 247.0535888671875
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 246.0022430419922
        },
        {
            "docid": "12305127_43",
            "document": "Evolutionary history of life . The Francevillian biota fossils, dated to 2.1 Ga, are the earliest known fossil organisms that are clearly multicellular. They may have had differentiated cells. Another early multicellular fossil, \"Qingshania\", dated to 1.7 Ga, appears to consist of virtually identical cells. The red algae called \"Bangiomorpha\", dated at 1.2 Ga, is the earliest known organism that certainly has differentiated, specialized cells, and is also the oldest known sexually reproducing organism. The 1.43 billion-year-old fossils interpreted as fungi appear to have been multicellular with differentiated cells. The \"string of beads\" organism \"Horodyskia\", found in rocks dated from 1.5 Ga to 900 Ma, may have been an early metazoan; however, it has also been interpreted as a colonial foraminiferan. Animals are multicellular eukaryotes, and are distinguished from plants, algae, and fungi by lacking cell walls. All animals are motile, if only at certain life stages. All animals except sponges have bodies differentiated into separate tissues, including muscles, which move parts of the animal by contracting, and nerve tissue, which transmits and processes signals.",
            "score": 245.815185546875
        },
        {
            "docid": "38991948_10",
            "document": "Single-cell analysis . There are three major reasons gene expression has been studied using this technique: to study gene dynamics, RNA splicing, and cell typing. Gene dynamics are usually studied to determine what changes in gene expression effect different cell characteristics. For example, this type of transcriptomic analysis has often been used to study embryonic development. RNA splicing studies are focused on understanding the regulation of different transcript isoforms. Single cell transcriptomics has also been used for cell typing, where the genes expressed in a cell are used to identify types of cells. The main goal in cell typing is to find a way to determine the identity of cells that don't have known genetic markers.",
            "score": 244.38267517089844
        },
        {
            "docid": "12305127_39",
            "document": "Evolutionary history of life . The simplest definitions of \"multicellular,\" for example \"having multiple cells,\" could include colonial cyanobacteria like \"Nostoc\". Even a technical definition such as \"having the same genome but different types of cell\" would still include some genera of the green algae Volvox, which have cells that specialize in reproduction. Multicellularity evolved independently in organisms as diverse as sponges and other animals, fungi, plants, brown algae, cyanobacteria, slime molds and myxobacteria. For the sake of brevity, this article focuses on the organisms that show the greatest specialization of cells and variety of cell types, although this approach to the evolution of biological complexity could be regarded as \"rather anthropocentric.\" The initial advantages of multicellularity may have included: more efficient sharing of nutrients that are digested outside the cell, increased resistance to predators, many of which attacked by engulfing; the ability to resist currents by attaching to a firm surface; the ability to reach upwards to filter-feed or to obtain sunlight for photosynthesis; the ability to create an internal environment that gives protection against the external one; and even the opportunity for a group of cells to behave \"intelligently\" by sharing information. These features would also have provided opportunities for other organisms to diversify, by creating more varied environments than flat microbial mats could.",
            "score": 242.8577423095703
        },
        {
            "docid": "553121_4",
            "document": "Regulation of gene expression . In multicellular organisms, gene regulation drives cellular differentiation and morphogenesis in the embryo, leading to the creation of different cell types that possess different gene expression profiles from the same genome sequence. This explains how evolution actually works at a molecular level, and is central to the science of evolutionary developmental biology (\"evo-devo\").",
            "score": 242.20904541015625
        },
        {
            "docid": "52866970_2",
            "document": "Histone variants . Histone variants are proteins that substitute for the core canonical histones (H3, H4, H2A, H2B) in nucleosomes in eukaryotes and often confer specific structural and functional features. The term might also include a set of linker histone (H1) variants, which lack a distinct canonical isoform. The differences between the core canonical histones and their variants can be summarized as follows: (1) canonical histones are replication-dependent and are expressed during the S-phase of cell cycle whereas histone variants are replication-independent and are expressed during the whole cell cycle; (2) in animals genes encoding canonical histones are typically clustered along the chromosome, are present in multiple copies and are among the most conserved proteins known, histone variants are often single-copy genes and show high degree of variation among species; (3) canonical histone genes lack introns and use a stem loop structure at the 3’ end of their mRNA, histone variant genes may have introns and their mRNA tail is usually polyadenylated. Complex multicellular organisms typically have a large number of histone variants providing a variety of different functions. Recent data are accumulating about the roles of diverse histone variants highlighting the functional links between variants and the delicate regulation of organism development.",
            "score": 241.29954528808594
        },
        {
            "docid": "2998760_11",
            "document": "Facilitated variation . Ancient regulatory processes (evolved in pre-Cambrian animals) allow the re-use of core processes in different combinations, amounts, and states in some regions of the body, or certain times in development, while decreasing their chances of generating disruptive or maladaptive pleiotropic effects elsewhere in the organism. Spatial compartmentation of transcriptional regulation and cell–cell signaling are examples. The vertebrate embryo is organized spatially into perhaps 200 compartments, each uniquely defined by its expression of one or a few key genes encoding transcription factors or signaling molecules. An example of compartmentation is found in the developing spine: all vertebrae contain bone-forming cells, but those in the chest form ribs, whereas those in the neck do not, because they arose in different compartments (expressing different Hox genes). Other forms of regulatory compartmentation include different cell types, developmental stages, and sexes.",
            "score": 239.11817932128906
        },
        {
            "docid": "19653842_18",
            "document": "Organism . All organisms consist of structural units called cells; some contain a single cell (unicellular) and others contain many units (multicellular). Multicellular organisms are able to specialize cells to perform specific functions. A group of such cells is a tissue, and in animals these occur as four basic types, namely epithelium, nervous tissue, muscle tissue, and connective tissue. Several types of tissue work together in the form of an organ to produce a particular function (such as the pumping of the blood by the heart, or as a barrier to the environment as the skin). This pattern continues to a higher level with several organs functioning as an organ system such as the reproductive system, and digestive system. Many multicellular organisms consist of several organ systems, which coordinate to allow for life.",
            "score": 238.23837280273438
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 237.8055877685547
        },
        {
            "docid": "25304632_10",
            "document": "Gene expression profiling in cancer . In a particular type of cell or tissue, only a small subset of an organism’s genomic DNA will be expressed as mRNAs at any given time. The unique pattern of gene expression for a given cell or tissue is referred to as its molecular signature. For example, the expression of genes in skin cells would be very different compared to those expressed in blood cells. Microarray analysis can provide quantitative gene expression information allowing for the generation of a molecular signature, each unique to a particular class of tumor. This idea was first shown experimentally in 2000 by researchers at Stanford University published in \"Nature Genetics\". The authors measured the relative expression of 9,703 human cDNAs in sixty cancer cell lines previously studied and characterized by the National Cancer Institute’s Developmental Therapeutics Program. A hierarchical clustering algorithm was used to group cell lines based on the similarity by which the pattern of gene expression varied. In this study by Ross \"et al.,\" the majority of cell lines with common organs of origin (based on information from the National Institutes of Health) clustered together at terminal branches, suggesting that cancer cells arising from the same tissue share many molecular characteristics. This allows for reliable identification of tumor type based on gene expression.",
            "score": 236.93348693847656
        },
        {
            "docid": "10446876_9",
            "document": "Fate mapping . Cre-lox can also be used to permanently, fluorescently label cells by using a transgenic which contains a ubiquitous promoter such as β-actin driving a super-stop sequence flanked by loxP sites, upstream of a fluorescent protein sequence such as RFP. In this fashion, Julien Bertrand from David Traver's lab and Neil Chi discovered the endothelial-origin of hematopoietic (blood) stem cells in zebrafish by using a transgenic with an endothelial promoter, kdrl, driving Cre recombinase crossed to β-actin loxP transgenic fish (2010). Thus, in the presence of Cre, all endothelium-derived cells became indelibly fluorescent red since the super-stop was removed from the genome, and RFP will be expressed under the control of β-actin in all cellular progeny. Indeed, they found that nearly all hematopoietic stem cells and differentiated blood cells were RFP+, indicating their embryonic endothelial origin (See Figure 2). Similar site-directed recombination technology such as FLP-FRT recombination (Flippase and Flippase recognition target sites) is extremely powerful in cell fate mapping, ablation studies, and genetic mosaic analysis; this tool is also used heavily in studies in animal systems as divergent as mice and flies. In a similar fashion to reporter gene activation, Cre-lox recombination system can also be used to activate or inactivate a gene of interest, creating gain-of-function or loss-of-function models. As a matter of fact, researchers often need to perform lineage tracing whist perturbing a gene of interest. To this purpose, one could design a genetic model where within a cell one recombination event is designed for manipulating the gene of interest and the other recombination event is designed for activating a reporter gene. The fate of the cell whose gene is perturbed can then be followed and the function of the gene be revealed. Interpretation of this kind of cell lineage tracing experiments should be made with caution because the two recombination events may not occur simultaneously. Work in other animal models such as the nematode \"C. elegans\" was done with single-cell resolution prior to the widespread use of injectable cell tracers. The rapid embryonic development and transparent nature of the nematode allowed the construction of a hierarchical fate map of each mitotic event, from the single-cell zygote to the multicellular adult worm by John Sulston and colleagues in 1982. This cell lineage map was based entirely on observation using Nomarski optics, with no dyes.",
            "score": 232.29544067382812
        },
        {
            "docid": "159266_4",
            "document": "Gene expression . Several steps in the gene expression process may be modulated, including the transcription, RNA splicing, translation, and post-translational modification of a protein. Gene regulation gives the cell control over structure and function, and is the basis for cellular differentiation, morphogenesis and the versatility and adaptability of any organism. Gene regulation may also serve as a substrate for evolutionary change, since control of the timing, location, and amount of gene expression can have a profound effect on the functions (actions) of the gene in a cell or in a multicellular organism.",
            "score": 231.69400024414062
        },
        {
            "docid": "12878579_4",
            "document": "Animal testing on invertebrates . Research on invertebrates is the foundation for current understanding of the genetics of animal development. \"C. elegans\" is especially valuable as the precise lineage of all the organism's 959 somatic cells is known, giving a complete picture of how this organism goes from a single cell in a fertilized egg, to an adult animal. The genome of this nematode has also been fully sequenced and any one of these genes can easily be inactivated through RNA interference, by feeding the worms antisense RNA. A major success in the work on \"C. elegans\" was the discovery that particular cells are programmed to die during development, leading to the discovery that programmed cell death is an active process under genetic control. The simple nervous system of this nematode allows the effects of genetics on the development of nerves to be studied in detail. However, the lack of an adaptive immune system and the simplicity of its organs prevent \"C. elegans\" from being used in medical research such as vaccine development.",
            "score": 231.4987335205078
        },
        {
            "docid": "50449991_16",
            "document": "Nuclear organization . Self-interacting (or self-associating) domains are found in many organisms - in bacteria, they are referred to as Chromosomal Interacting Domains (CIDs), whereas in mammalian cells, they are called Topologically Associating Domains (TADs). Self-interacting domains can range from the 1-2 mb scale in larger organisms to 10s of kb in single celled organisms. What characterizes a self-interacting domain is a set of common features. The first is that self-interacting domains have a higher of ratio of chromosomal contacts within the domain than outside it. They are formed through the help of architectural proteins and contain within them many chromatin loops. This characteristic was discovered using Hi-C techniques. Second, self-interacting domains correlate with regulation of gene expression. There specific domains that are associated with active transcription and other domains that repress transcription. What distinguishes whether a domain takes a particular form is dependent on which associated genes need to be active/inactive during particular phase of growth, cell cycle stage, or within a specific cell type. Cellular differentiation is determined by particular sets of genes being on or off, corresponding with the unique makeup of an individual cell’s self-interacting domains. Lastly, the outside boundaries of these domains contain a higher frequency of architectural protein binding sites, regions and epigenetic marks correlated to active transcription, housekeeping genes, and short interspaced nuclear elements (SINEs).",
            "score": 231.17337036132812
        },
        {
            "docid": "7252_31",
            "document": "Cell cycle . Experimental evidence also suggests that gene expression can oscillate with the period seen in dividing wild-type cells independently of the CDK machinery. Orlando \"et al.\" used microarrays to measure the expression of a set of 1,271 genes that they identified as periodic in both wild type cells and cells lacking all S-phase and mitotic cyclins (\"clb1,2,3,4,5,6\"). Of the 1,271 genes assayed, 882 continued to be expressed in the cyclin-deficient cells at the same time as in the wild type cells, despite the fact that the cyclin-deficient cells arrest at the border between G and S phase. However, 833 of the genes assayed changed behavior between the wild type and mutant cells, indicating that these genes are likely directly or indirectly regulated by the CDK-cyclin machinery. Some genes that continued to be expressed on time in the mutant cells were also expressed at different levels in the mutant and wild type cells. These findings suggest that while the transcriptional network may oscillate independently of the CDK-cyclin oscillator, they are coupled in a manner that requires both to ensure the proper timing of cell cycle events. Other work indicates that phosphorylation, a post-translational modification, of cell cycle transcription factors by Cdk1 may alter the localization or activity of the transcription factors in order to tightly control timing of target genes.",
            "score": 230.9390869140625
        },
        {
            "docid": "38991948_15",
            "document": "Single-cell analysis . The purpose of studying the proteome is to better understand the activity of cells at the single cells level. Since proteins are responsible for determining how the cell acts, understanding the proteome of single cell gives the best understanding of how a cell operates, and how gene expression changes in a cell due to different environmental stimuli. Although transcriptomics has the same purpose as proteomics it is not as accurate at determining gene expression in cells as it does not take into account post-transcriptional regulation. Transcriptomics is still important as studying the difference between RNA levels and protein levels could give insight on which genes are post-transcriptionally regulated.",
            "score": 230.22494506835938
        },
        {
            "docid": "3322454_13",
            "document": "Glyoxylate cycle . In order to engineer the pathway into cells, the genes responsible for coding for the enzymes had to be isolated and sequenced, which was done using the bacteria \"E.coli\", from which the AceA gene, responsible for encoding for isocitrate lyase, and the AceB gene, responsible for encoding for malate synthase were sequenced. Engineers have been able to successfully incorporate the AceA and AceB genes into mammalian cells in culture, and the cells were successful in translating and transcribing the genes into the appropriate enzymes, proving that the genes could successfully be incorporated into the cell’s DNA without damaging the functionality or health of the cell. However, being able to engineer the pathway into transgenic mice has proven to be difficult for engineers. While the DNA has been expressed in some tissues, including the liver and small intestine in test animals, the level of expression is not high, and not found to be statistically significant. In order to successfully engineer the pathway, engineers would have to fuse the gene with promoters which could be regulated in order to increase the level of expression, and have the expression in the right cells, such as epithelial cells.",
            "score": 229.7858428955078
        },
        {
            "docid": "159266_48",
            "document": "Gene expression . Measuring gene expression is an important part of many life sciences, as the ability to quantify the level at which a particular gene is expressed within a cell, tissue or organism can provide a lot of valuable information. For example, measuring gene expression can: Similarly, the analysis of the location of protein expression is a powerful tool, and this can be done on an organismal or cellular scale. Investigation of localization is particularly important for the study of development in multicellular organisms and as an indicator of protein function in single cells. Ideally, measurement of expression is done by detecting the final gene product (for many genes, this is the protein); however, it is often easier to detect one of the precursors, typically mRNA and to infer gene-expression levels from these measurements.",
            "score": 229.4866943359375
        },
        {
            "docid": "1687906_6",
            "document": "Morphogen . During early development, morphogen gradients result in the differentiation of specific cell types in a distinct spatial order. The morphogen provides spatial information by forming a concentration gradient that subdivides a field of cells by inducing or maintaining the expression of different target genes at distinct concentration thresholds. Thus, cells far from the source of the morphogen will receive low levels of morphogen and express only low-threshold target genes. In contrast, cells close to the source of morphogen will receive high levels of morphogen and will express both low- and high-threshold target genes. Distinct cell types emerge as a consequence of the different combination of target gene expression. In this way, the field of cells is subdivided into different types according to their position relative to the source of the morphogen. This model is assumed to be a general mechanism by which cell type diversity can be generated in embryonic development in animals.",
            "score": 229.16796875
        }
    ]
}