{
    "q": [
        {
            "docid": "45580833_14",
            "document": "Geometric morphometrics in anthropology . The human brain is unique from other species based on the size of the visual cortex, temporal lobe, and parietal cortex, and increased gyrification (folds of the brain). There have been many questions as to why these changes occurred and how they contributed to cognition and behavior, which are important questions in human evolution. Geometric morphometrics has been used to explore some of these questions using virtual endocasts (casts of the inside of the cranium) to gather information since brain tissue does not preserve in the fossil record. Geometric morphometrics can reveal small shape differences between brains such as differences between modern humans and Neanderthals whose brains were similar in size. Neubauer and colleagues looked at the endocasts of chimpanzees and modern humans to observe brain growth using 3D landmarks and semilandmarks. They found that there is an early “globularization phase” in human brain development that shows expansion of the parietal and cerebellar areas, which does not occur in chimpanzees. Gunz and colleagues extended the study further and found that the “globularization phase” does not occur in Neanderthals and instead Neanderthal brain growth is more similar to chimpanzees. This difference could point to some important changes in the human brain that led to different organization and cognitive functions",
            "score": 223.027818441391
        },
        {
            "docid": "25146378_20",
            "document": "Functional specialization (brain) . Other researchers who provide evidence to support the theory of distributive processing include Anthony McIntosh and William Uttal, who question and debate localization and modality specialization within the brain. McIntosh's research suggests that human cognition involves interactions between the brain regions responsible for processes sensory information, such as vision, audition, and other mediating areas like the prefrontal cortex. McIntosh explains that modularity is mainly observed in sensory and motor systems, however, beyond these very receptors, modularity becomes \"fuzzier\" and you see the cross connections between systems increase. He also illustrates that there is an overlapping of functional characteristics between the sensory and motor systems, where these regions are close to one another. These different neural interactions influence each other, where activity changes in one area influence other connected areas. With this, McIntosh suggest that if you only focus on activity in one area, you may miss the changes in other integrative areas. Neural interactions can be measured using analysis of covariance in neuroimaging. McIntosh used this analysis to convey a clear example of the interaction theory of distributive processing. In this study, subjects learned that an auditory stimulus signalled a visual event. McIntosh found activation (an increase blood flow), in an area of the occipital cortex, a region of the brain involved in visual processing, when the auditory stimulus was presented alone. Correlations between the occipital cortex and different areas of the brain such as the prefrontal cortex, premotor cortex and superior temporal cortex showed a pattern of co-variation and functional connectivity.",
            "score": 196.12383687496185
        },
        {
            "docid": "2363287_6",
            "document": "Visual learning . Various areas of the brain work together in a multitude of ways in order to produce the images that we see with our eyes and that are encoded by our brains. The basis of this work takes place in the visual cortex of the brain. The visual cortex is located in the occipital lobe of the brain and harbors many other structures that aid in visual recognition, categorization, and learning. One of the first things the brain must do when acquiring new visual information is recognize the incoming material. Brain areas involved in recognition are the inferior temporal cortex, the superior parietal cortex, and the cerebellum. During tasks of recognition, there is increased activation in the left inferior temporal cortex and decreased activation in the right superior parietal cortex. Recognition is aided by neural plasticity, or the brain's ability to reshape itself based on new information. Next the brain must categorize the material. The three main areas that are used when categorizing new visual information are the orbitofrontal cortex and two dorsolateral prefrontal regions which begin the process of sorting new information into groups and further assimilating that information into things that you might already know. After recognizing and categorizing new material entered into the visual field, the brain is ready to begin the encoding process – the process which leads to learning. Multiple brain areas are involved in this process such as the frontal lobe, the right extrastriate cortex, the neocortex, and again, the neostriatum. One area in particular, the limbic-diencephalic region, is essential for transforming perceptions into memories. With the coming together of tasks of recognition, categorization and learning; schemas help make the process of encoding new information and relating it to things you already know much easier. One can remember visual images much better when they can apply it to an already known schema. Schemas actually provide enhancement of visual memory and learning.",
            "score": 139.46047985553741
        },
        {
            "docid": "17682224_10",
            "document": "Evolution of the brain . With the use of in vivo Magnetic resonance imaging (MRI) and tissue sampling, different cortical samples from members of each hominoid species were analyzed. In each species, specific areas were either relatively enlarged or shrunken, which can detail neural organizations. Different sizes in the corticol areas can show specific adaptations, functional specializations and evolutionary events that were changes in how the hominoid brain is organized. In early prediction it was thought that the frontal lobe, a large part of the brain that is generally devoted to behavior and social interaction, predicted the differences in behavior between hominoid and humans. Discrediting this theory was evidence supporting that damage to the frontal lobe in both humans and hominoids show atypical social and emotional behavior; thus, this similarity means that the frontal lobe was not very likely to be selected for reorganization. Instead, it is now believed that evolution occurred in other parts of the brain that are strictly associated with certain behaviors. The reorganization that took place is thought to have been more organizational than volumetric; whereas the brain volumes were relatively the same but specific landmark position of surface anatomical features, for example, the lunate sulcus suggest that the brains had been through a neurological reorganization. There is also evidence that the early hominin lineage also underwent a quiescent period, which supports the idea of neural reorganization. Dental fossil records for early humans and hominins show that immature hominins, including australopithecines and members of \"Homo\", reveal that these species have a quiescent period (Bown et al. 1987). A quiescent period is a period in which there are no dental eruptions of adult teeth; at this time the child becomes more accustomed to social structure, and development of culture. During this time the child is given an extra advantage over other hominoids, devoting several years into developing speech and learning to cooperate within a community. This period is also discussed in relation to encephalization. It was discovered that chimpanzees do not have this neutral dental period and suggest that a quiescent period occurred in very early hominin evolution. Using the models for neurological reorganization it can be suggested the cause for this period, dubbed middle childhood, is most likely for enhanced foraging abilities in varying seasonal environments. To understand the development of human dentition, taking a look at behavior and biology.",
            "score": 215.91500759124756
        },
        {
            "docid": "4231622_5",
            "document": "Inferior temporal gyrus . The temporal lobe is unique to primates. In humans, the IT cortex is more complex than their relative primate counterparts. The human inferior temporal cortex consists of the inferior temporal gyrus, the middle temporal gyrus, and the fusiform gyrus. When looking at the brain laterally – that is from the side and looking at the surface of the temporal lobe – the inferior temporal gyrus is along the bottom portion of the temporal lobe, and is separated from the middle temporal gyrus located directly above by the inferior temporal sulcus. Additionally, some processing of the visual field that corresponds to the ventral stream of visual processing occurs in the lower portion of the superior temporal gyrus closest to the superior temporal sulcus. The medial and ventral view of the brain – meaning looking at the medial surface from below the brain, facing upwards – reveals that the inferior temporal gyrus is separated from the fusiform gyrus by the occipital-temporal sulcus. This human inferior temporal cortex is much more complex than that of other primates: non-human primates have an inferior temporal cortex that is not divided into unique regions such as humans' inferior temporal gyrus, fusiform gyrus, or middle temporal gyrus.  This region of the brain corresponds to the inferior temporal cortex and is responsible for visual object recognition and receives processed visual information. The inferior temporal cortex in primates has specific regions dedicated to processing different visual stimuli processed and organized by the different layers of the striate cortex and extra-striate cortex. The information from the V1 –V5 regions of the geniculate and tectopulvinar pathways are radiated to the IT cortex via the ventral stream: visual information specifically related to the color and form of the visual stimuli. Through comparative research between primates – humans and non-human primates – results indicate that the IT cortex plays a significant role in visual shape processing. This is supported by functional magnetic resonance imaging (fMRI) data collected by researchers comparing this neurological process between humans and macaques.",
            "score": 135.78244829177856
        },
        {
            "docid": "27179535_7",
            "document": "Leah Krubitzer . The parietal cortex is another area of interest for Krubitzer. The parietal cortex allows us to coordinate movements between our eyes and our hands. This ability allows for smooth reaching movements, as well as, grasping. Past research has been done on Old and New World monkeys, as well as humans, to see how the parietal cortex functions in hand use. Imaging used on humans shows that there are similar cortical patterns shared across human and non-human primates, but the extent to which these pathways are used depends on the somatosensory organization and connectivity in the parietal cortex. Krubitzer and her team took this information and investigated a little deeper. Because humans have an opposable thumb, our ability to grip objects and reach for objects is much greater than monkeys. For this reason, the connectivity in the human parietal cortex is much more complex than that of a non-human primate. In Krubitzer's lab, her team investigated different areas of the parietal cortex in order to better pin point which part controls which motor movement. Krubitzer found that when one area of the cortex responsible for a certain motor movement is compromised, the rest of the cortex will reorganize itself to make up for the loss. This finding shows how the parietal cortex can rewire itself in order to maintain functional motor capabilities. Currently in the lab, Krubitzer and colleagues are testing a microchip that may be placed in the posterior parietal cortex of the brain to deactivate certain areas at a time. Using this technique, they are able to see how deactivation of a certain portion of the cortex impacts hand grasping and reaching in monkeys. This technique is performed while the monkeys are performing different manual tasks in order to see the action of the cortex live.",
            "score": 121.05618381500244
        },
        {
            "docid": "21312318_27",
            "document": "Recognition memory . Recognition memory is critically dependent on a hierarchically organized network of brain areas including the visual ventral stream, medial temporal lobe structures, frontal lobe and parietal cortices along with the hippocampus. As mentioned previously, the processes of recollection and familiarity are represented differently in the brain. As such, each of the regions listed above can be further subdivided according to which part is primarily involved in recollection or in familiarity. In the temporal cortex, for instance, the medial region is related to recollection whereas the anterior region is related to familiarity. Similarly, in the parietal cortex, the lateral region is related to recollection whereas the superior region is related to familiarity. An even more specific account divides the medial parietal region, relating the posterior cingulate to recollection and the precuneus to familiarity. The hippocampus plays a prominent role in recollection whereas familiarity depends heavily on the surrounding medial-temporal regions, especially the perirhinal cortex. Finally, it is not yet clear what specific regions of the prefrontal lobes are associated with recollection versus familiarity, although there is evidence that the left prefrontal cortex is correlated more strongly with recollection whereas the right prefrontal cortex is involved more in familiarity. Though left-side activation involved in recollection was originally hypothesized to result from semantic processing of words (many of these earlier studies used written words for stimuli) subsequent studies using nonverbal stimuli produced the same finding—suggesting that prefrontal activation in the left hemisphere results from any kind of detailed remembering.  As previously mentioned, recognition memory is not a stand-alone concept; rather it is a highly interconnected and integrated sub-system of memory. Perhaps misleadingly, the regions of the brain listed above correspond to an abstract and highly generalized understanding of recognition memory, in which the stimuli or items-to-be-recognized are not specified. In reality, however, the location of brain activation involved in recognition is highly dependent on the nature of the stimulus itself. Consider the conceptual differences in recognizing written words compared to recognizing human faces. These are two qualitatively different tasks and as such it is not surprising that they involve additional, distinct regions of the brain. Recognizing words, for example, involves the visual word form area, a region in the left fusiform gyrus, which is believed to specialized in recognizing written words. Similarly, the fusiform face area, located in the right hemisphere, is linked specifically to the recognition of faces.",
            "score": 140.2767038345337
        },
        {
            "docid": "37689507_19",
            "document": "Neuroimaging intelligence testing . A 2012 study from Washington University, St. Louis described the global connectivity of the prefrontal cortex. Global connectivity is the mechanism by which components of the frontoparietal brain network might coordinate control of other tasks. Cole et al. wrote that: \"A lateral prefrontal cortex (LPFC) region's activity was found to predict performance in a high control demand working memory task and also to exhibit high global connectivity. Critically, global connectivity in this LPFC region, involving connections both within and outside the frontoparietal network, showed a highly selective relationship with individual differences in fluid intelligence.\" The lateral prefrontal cortex is a region of interest because those who have injuries to that part of the brain often have issues with common, every day tasks such as planning their day. The LPFC is thought to be important for \"cognitive control capacity,\" which can be used to predict future outcomes such as success in school and the workplace. It was found by van den Heuvel et al. that higher intelligence individuals employ more efficient whole-brain network organization. This had led to the thought that cognitive control capacity may be supported by these whole-brain network properties. The 2012 study used a theoretic approach to neuroimage data known as global brain connectivity (GBC) or weighted degree centrality. GBC let the researches look closely at specific regions and their range of connectivity. It was then possible to examine each region's role in human cognitive control and intelligence. The study used fMRI to acquire data and examine each region's connectivity.",
            "score": 171.26244115829468
        },
        {
            "docid": "749745_3",
            "document": "Aging brain . Aging entails many physical, biological, chemical, and psychological changes. Therefore, it is logical to assume the brain is no exception to this phenomenon. CT scans have found that the cerebral ventricles expand as a function of age. More recent MRI studies have reported age-related regional decreases in cerebral volume. Regional volume reduction is not uniform; some brain regions shrink at a rate of up to 1% per year, whereas others remain relatively stable until the end of the life-span. The brain is very complex, and is composed of many different areas and types of tissue, or matter. The different functions of different tissues in the brain may be more or less susceptible to age-induced changes. The brain matter can be broadly classified as either grey matter, or white matter. Grey matter consists of cell bodies in the cortex and subcortical nuclei, whereas white matter consists of tightly packed myelinated axons connecting the neurons of the cerebral cortex to each other and with the periphery.",
            "score": 174.20935928821564
        },
        {
            "docid": "56246201_5",
            "document": "Richard Passingham . Passingham has transformed our view of the frontal lobes by his work on the monkey and human brain. He carried out early classical studies on the prefrontal cortex in primates, and pioneered our understanding of the premotor and supplementary motor cortex. Together with his later work using brain imaging in humans, he has changed our view of the fundamental role of the prefrontal cortex. He was at the forefront of extending the use of brain imaging from anatomical ‘mapping’ into physiology. He demonstrated general principles by which the system works as a whole, for example, that the contribution of an area to a task is not static, and that the same area can interact dynamically with one subsystem in one context and with another subsystem in another context.",
            "score": 140.54512691497803
        },
        {
            "docid": "25146378_12",
            "document": "Functional specialization (brain) . One of the most well known examples of functional specialization is the fusiform face area (FFA). Justine Sergent was one of the first researchers that brought forth evidence towards the functional neuroanatomy of face processing. Using positron emission tomography (PET), Sergent found that there were different patterns of activation in response to the two different required tasks, face processing verses object processing. These results can be linked with her studies of brain-damaged patients with lesions in the occipital and temporal lobes. Patients revealed that there was an impairment of face processing but no difficulty recognizing everyday objects, a disorder also known as prosopagnosia. Later research by Nancy Kanwisher using functional magnetic resonance imaging (fMRI), found specifically that the region of the inferior temporal cortex, known as the fusiform gyrus, was significantly more active when subjects viewed, recognized and categorized faces in comparison to other regions of the brain. Lesion studies also supported this finding where patients were able to recognize objects but unable to recognize faces. This provided evidence towards domain specificity in the visual system, as Kanwisher acknowledges the Fusiform Face Area as a module in the brain, specifically the extrastriate cortex, that is specialized for face perception.",
            "score": 135.7147660255432
        },
        {
            "docid": "1038040_3",
            "document": "Semir Zeki . Zeki's early work was mainly anatomical in nature and consisted in charting visual areas in the primate (monkey) brain by studying their connections, leading him to define several visual areas lying anterior to the primary visual cortex (area V1) of the brain. This was followed by recording from single cells in these areas, which led him to the view (a) that there is a functional specialisation in the visual cortex, with different visual areas undertaking different visual tasks, such as the processing of colour, motion and form and (b) that the visual brain processes these different attributes in parallel.",
            "score": 110.36895418167114
        },
        {
            "docid": "4557438_9",
            "document": "Nancy Kanwisher . Nancy Kanwisher has training in cognitive psychology, which is investigating how the mind works by observing its outward behavior. She discovered the \"Fusiform face area\", a region of the brain that recognizes fine distinctions between well-known objects (an example of this is facial recognition). She also discovered the \"Parahippocampal place area\", a region of the brain that recognizes environmental scenes. These two discoveries are now widely discussed in the cognitive field and provide a gold standard for clarity in search for primitives of human cognition. In her research, she uses a brain imaging method called Functional MRI that supports inferences about neural activity by indirectly measuring changes in blood flow. Functional MRI is a tool that can help explore functional specialization in different areas of the brain. Another area of Kanwisher's research uses behavioral methods and Transcranial magnetic stimulation to test the causal role of each brain region in cognition and also uses ECOG to study audition, language processing, and social perception. Nancy Kanwisher's lab work is so extensive that she received the opportunity to give a TED Talk entitled \"A Neural Portrait of the Human Mind\".",
            "score": 185.05071210861206
        },
        {
            "docid": "5750673_20",
            "document": "Empathizing–systemizing theory . The fetal testosterone theory hypothesizes that higher levels of testosterone in the amniotic fluid of mothers push brain development towards improved ability to see patterns and analyze complex systems while diminishing communication and empathy, emphasizing \"male\" traits over \"female\", or in E-S theory terminology, emphasizing \"systemizing\" over \"empathizing\". This theory states that fetal testosterone influences the development of certain structures in the brain, and that these changes relate to behavioral traits seen in those with autism. Males generally have higher levels of fetal testosterone contributing to their brain developing in that particular way. The extreme male brain theory (EMB), put forward by Baron-Cohen suggests that autistic brains show an exaggeration of the features associated with male brains. These are mainly size and connectivity with males generally having a larger brain with more white matter, leading to increased connectivity in each hemisphere. This is seen in an exaggerated form in the brains of those with ASD. Another feature of male brains is having a smaller corpus callosum in at least some regions leading to decreased inter-hemispheric connectivity. This is also seen in those with ASD. Individuals with ASD were found to have widespread interconnectivity abnormalities in specific brain regions. This could explain the different results on empathy tests between men and women as well as the deficiencies in empathy seen in ASD as empathy requires several brain regions to be activated which need information from many different areas of the brain. A further example of how brain structure can influence ASD is looking at cases where the corpus callosum does not fully develop (agenesis of corpus callosum). It was found that autism is commonly diagnosed in children where the corpus callosum does not fully develop (45% of children with agenesis of the corpus callosum). A further example of brain structures relating to ASD is that children with ASD tend to have a larger amygdala, this is another example of being an extreme version of the male brain which generally has a larger amygdala. These brain differences have all been shown to have an influence on social cognition and communication. High levels of fetal testosterone have also been shown to be related to behavior associated with autism, such as eye contact. Studies examining the relationship between prenatal testosterone levels and autistic traits found that high levels correlated with traits such as decreased eye contact. These were present in both sexes. This suggests that fetal testosterone (fT) is the cause of sex differences in the brain and that there is a link between fT levels and ASD. In general females with autism have a higher rate of medical conditions which are related to high androgen levels and both males and females with autism have higher than average androgen levels. Males have higher fT levels naturally meaning that there is less of a change required in the hormone levels to reach a point high enough to cause the developmental changes seen in autism. This is a possible cause for the male prevalence seen in autism.",
            "score": 194.13567566871643
        },
        {
            "docid": "2566333_9",
            "document": "Lobes of the brain . The occipital lobe is the visual processing center of the mammalian brain containing most of the anatomical region of the visual cortex. The primary visual cortex is Brodmann area 17, commonly called V1 (visual one). Human V1 is located on the medial side of the occipital lobe within the calcarine sulcus; the full extent of V1 often continues onto the posterior pole of the occipital lobe. V1 is often also called striate cortex because it can be identified by a large stripe of myelin, the Stria of Gennari. Visually driven regions outside V1 are called extrastriate cortex. There are many extrastriate regions, and these are specialized for different visual tasks, such as visuospatial processing, color differentiation, and motion perception.",
            "score": 120.05565428733826
        },
        {
            "docid": "970950_6",
            "document": "Global aphasia . Global aphasia typically results from an occlusion to the trunk of the middle cerebral artery (MCA), which affects a large portion of the perisylvian region of the left cortex. Global aphasia is usually a result of a thrombotic stroke, which occurs when a blood clot forms in the brain's blood vessels. In addition to stroke, global aphasia can also be caused by traumatic brain injury (TBI), tumors, and progressive neurological disorders. The large areas in the anterior (Broca's) and posterior (Wernicke's) area of the brain are either destroyed or impaired because they are separate branches of the MCA that are supplied by its arterial trunk. Lesions usually result in extensive damage to the language areas of the left hemisphere, however global aphasia can result from damage to smaller, subcortical regions. It is well known that a lesion to the cortex can cause aphasia. However, a study by Kumar et al. (1996) suggests that lesions to the subcortical regions of the cortex such as the thalamus, basal ganglia, internal capsule, and paraventricular white matter can also cause speech and language deficits. This is due to the fact that the subcortical regions are closely associated with the language centers in the brain. Kumar et al. state that while lesions to the subcortical regions could cause certain types of aphasia, a lesion to these regions would rarely cause global aphasia. In a study performed by Ferro (1992), it was found that five different brain lesion locations were linked to aphasia. These locations include: \"fronto-temporo-parietal lesions\", \"anterior, suprasylvian, frontal lesions\", \"large subcortical infarcts\", \"posterior, suprasylvian, parietal infarcts\", and \"a double lesion composed of a frontal and a temporal infarct\".",
            "score": 144.46498882770538
        },
        {
            "docid": "3315213_40",
            "document": "Sex differences in human physiology . There are also differences in the structure of and in specific areas of the brain. On average, the SDN has been repeatedly found to be considerably larger in males than in females. The volume of the SDN was 2.2 times as large in males as in females. On average, the BSTc is twice as large in men as in women. On average, the INAH-3 is significantly larger in males than in females regardless of age. Two studies found that men have larger parietal lobes, an area responsible for sensory input including spatial sense and navigation; though, another study failed to find any statistically significant difference. At the same time, females have larger Wernicke's and Broca's areas, areas responsible for language processing. Studies using MRI scanning have shown that the auditory and language-related regions in the left hemisphere are proportionally expanded in females versus in males. Conversely, the primary visual, and visuo-spatial association areas of the parietal lobes are proportionally larger in males. The corpus callous is located at the sagittal divide and is the primary commissure in the human brain. It connects the left and right hemispheres of the cerebral cortex, which allows them to communicate with each other. With respect to language, males predominantly use their left hemisphere but females use both their right and left hemispheres. The right hemisphere controls emotion, so using the right hemisphere adds more prosody to speech. In males, the corpus callosum is larger than females. However, the splenium and the isthmus subregions of the corpus callosum are larger in females. The genu subregion is larger in males. These subregions may serve as the basis for sex differences in language. However, a 1997 meta-study concluded that there is no relative size difference, and that the larger corpus callosum in males is due to generally larger brains in males on average. In total and on average, females have a higher percentage of grey matter in comparison to males, and males a higher percentage of white matter. However, some researchers maintain that as males have larger brains on average than females, when adjusted for total brain volume, the grey matter differences between sexes is small or nonexistent. Thus, the percentage of grey matter appears to be more related to brain size than it is to gender.",
            "score": 153.58988630771637
        },
        {
            "docid": "472212_2",
            "document": "Occipital lobe . The occipital lobe is one of the four major lobes of the cerebral cortex in the brain of mammals. The occipital lobe is the visual processing center of the mammalian brain containing most of the anatomical region of the visual cortex. The primary visual cortex is Brodmann area 17, commonly called V1 (visual one). Human V1 is located on the medial side of the occipital lobe within the calcarine sulcus; the full extent of V1 often continues onto the posterior pole of the occipital lobe. V1 is often also called striate cortex because it can be identified by a large stripe of myelin, the Stria of Gennari. Visually driven regions outside V1 are called extrastriate cortex. There are many extrastriate regions, and these are specialized for different visual tasks, such as visuospatial processing, color differentiation, and motion perception. The name derives from the overlying occipital bone, which is named from the Latin ob, \"behind\", and caput, \"the head\". Bilateral lesions of the occipital lobe can lead to cortical blindness (See Anton's syndrome).",
            "score": 118.48090648651123
        },
        {
            "docid": "6572488_3",
            "document": "Neural basis of synesthesia . Based on these data, two major theories have been proposed concerning the neural basis of synesthesia. Both theories start from the observation that there are dedicated regions of the brain that are specialized for certain functions. For example, the part of the human brain involved in processing visual input, called the visual cortex can be further subdivided into regions that are preferentially involved in color-processing (the fourth visual area, V4) or with motion processing, called V5 or MT. Based on this notion of specialized regions, some researchers have suggested that increased cross-talk between different regions specialized for different functions may account for different types of synesthesia.",
            "score": 144.12271428108215
        },
        {
            "docid": "5505463_3",
            "document": "Bimodal bilingualism . Most modern neurological studies of bilingualism employ functional neuroimaging techniques to elucidate the neurological underpinnings of multilingualism and how multilingualism is beneficial to the brain. Neuroimaging and other neurological studies have demonstrated in recent years that multilingualism has a significant impact on the human brain. The mechanisms required by bilinguals to \"code switch\" (a linguistic term used to describe the rapid alternating between multiple languages within a conversation or discourse), not only demonstrate increased connectivity and density of the neural network in multilinguals, but also appear to provide protection against damage due to age and age-related pathologies, such as Alzheimer's. Multilingualism, especially bimodal multilingualism, can help slow to process of cognitive decline in aging. It is thought that this is a result of the increased work load that the executive system, housed mostly in the frontal cortex, must assume in order to successfully control the use of multiple languages at once. This means that the cortex must be more finely tuned, which results in a \"neural reserve\" that then has neuroprotective benefits. Gray matter volume (GMV) has been shown to be significantly preserved in bimodal bilinguals as compared to monolinguals in multiple brain areas, including the hippocampus, amygdala, anterior temporal lobes, and left insula. Similarly, neuroimaging studies that have compared monolinguals, unimodal bilinguals, and bimodal bilinguals provide evidence that deaf signers exhibit brain activation in patterns different than those of hearing signers, especially in regards to the left superior temporal sulcus. In deaf signers, activation of the superior temporal sulcus is highly lateralized to the left side during facial recognition tasks, while this lateralization was not present in hearing, bimodal signers. Bilinguals also require an effective and fast neural control system to allow them to select and control their languages even while code switching rapidly. Evidence indicates that the left caudate nucleus—a centrally located brain feature that is near the thalamus and the basal ganglia—is an important part of this mechanism, as bilinguals tend to have significantly increased GMV and activation in this region as compared to monolinguals, especially during active code switching tasks. As implied by the significant preservation of gray matter in the hippocampi (an area of the brain largely associated with memory consolidation and higher cognitive function, such as decision-making) of bimodal bilinguals, areas of the brain that help control phonological working memory tend to also have higher activation in those individuals who are proficient in two or more languages. There is also evidence that suggests that the age at which an individual acquires a second language may play a significant role in the varying brain functions associated with bilingualism. For example, individuals who acquired their second language early (before the age of 10) tend to have drastically different activation patterns than do late learners. However, late learners who achieve full proficiency in their second language tend to show similar patterns of activation during auditory tasks regardless of which language is being used, whereas early learners tend to activate different brain areas depending upon which language is being used. Along with the neuroprotective benefits that help to prevent onset of age-related cognitive issues such as dementia, bimodal bilinguals also experience a slightly different pattern of organization of language in the brain. While non-hearing-impaired bimodal bilinguals showed less parietal activation than deaf signers when asked to use only sign language, those same bimodal bilinguals demonstrated greater left parietal activation than did monolinguals. Parietal activation is not typically associated with language production bur rather with motor activity. Therefore, it is logical that bimodal bilinguals, when switching between speech- and sign-based language, stimulate their left parietal areas as a result of their increased need to combine both motor action and language production.",
            "score": 168.06772685050964
        },
        {
            "docid": "3627193_7",
            "document": "Albert Einstein's brain . In the 1980s, University of California, Berkeley professor Marian Diamond received four sections of the cortical association regions of the superior prefrontal and inferior parietal lobes in the right and left hemispheres of Albert Einstein's brain from Thomas Harvey. In 1984, Marian Diamond and her associates were the first ever to publish research on the brain of Albert Einstein. She compared the ratio of glial cells in Einstein's brain with that of the preserved brains of 11 other males. (Glial cells provide support and nutrition in the brain, form myelin, and participate in signal transmission, and are the other integral component of the brain, besides the neurons.) Dr. Diamond's laboratory made thin sections of Einstein's brain, each 6 micrometers thick. They then used a microscope to count the cells. Einstein's brain had more glial cells relative to neurons in all areas studied, but only in the left inferior parietal area was the difference statistically significant. This area is part of the association cortex, regions of the brain responsible for incorporating and synthesizing information from multiple other brain regions. A stimulating environment can increase the proportion of glial cells and the high ratio could possibly result from Einstein's life studying stimulating scientific problems.",
            "score": 149.89523220062256
        },
        {
            "docid": "17893852_4",
            "document": "Humor research . Cognitive neuroscience has provided insight into how humor is neurologically realized. Brain imaging techniques such as fMRI and PET scans have been implemented in this subfield of humor research.  There are a few main regions of the human brain associated with humor and laughter. The production of laughter involves two primary brain pathways, one for both involuntary and voluntary laughter (cf. Duchenne and non-Duchenne). Involuntary laughter is usually emotionally driven, and includes key emotional brain areas such as the amygdala, thalamic areas, and the brainstem. Voluntary laughter instead begins in the premotor opercular area (in the temporal lobe) and moves to the motor cortex and pyramidal tract before moving to the brainstem. Wild et al. (2003) propose that the generation of laughter is mostly influenced by neural pathways that go from the premotor and motor cortex to the ventral side of the brainstem, through the cerebral peduncles. It is also suggested that real laughter is not produced from the motor cortex, but that the normal inhibition of cortical frontal areas stops during laughter. When the electrical activity of the brain is measured during and after hearing a joke, a prominent response can be seen approximately 300ms after the punchline, followed by a depolarization about 100ms later. The fact that humor response occurs in two separate waves of activity supports the idea that humor processing occurs in two stages. Functional MRI and PET studies further illuminate which parts of the brain are participating in the experience of humor. A study by Ozawa, et al., (2000) found that hearing sentences which participants rated as humorous resulted in activation in Broca's area and the middle frontal gyrus, in addition to Wernicke's area and the transverse temporal gyri, which were activated in control (non-humorous) conditions as well.",
            "score": 148.29651021957397
        },
        {
            "docid": "15978180_27",
            "document": "Connectome . The initial explorations in macroscale human connectomics were done using either equally sized regions or anatomical regions with unclear relationship to the underlying functional organization of the brain (e.g. gyral and sulcal-based regions). While much can be learned from these approaches, it is highly desirable to parcellate the brain into functionally distinct parcels: brain regions with distinct architectonics, connectivity, function, and/or topography (Felleman and Van Essen, 1991). Accurate parcellation allows each node in the macroscale connectome to be more informative by associating it with a distinct connectivity pattern and functional profile. Parcellation of localized areas of cortex have been accomplished using diffusion tractography (Beckmann \"et al.\" 2009) and functional connectivity (Nelson \"et al.\" 2010) to non-invasively measure connectivity patterns and define cortical areas based on distinct connectivity patterns. Such analyses may best be done on a whole brain scale and by integrating non-invasive modalities. Accurate whole brain parcellation may lead to more accurate macroscale connectomes for the normal brain, which can then be compared to disease states.",
            "score": 169.16037929058075
        },
        {
            "docid": "1168317_9",
            "document": "Mirror neuron . Reports on mirror neurons have been widely published and confirmed with mirror neurons found in both inferior frontal and inferior parietal regions of the brain. Recently, evidence from functional neuroimaging strongly suggests that humans have similar mirror neurons systems: researchers have identified brain regions which respond during both action and observation of action. Not surprisingly, these brain regions include those found in the macaque monkey However, functional magnetic resonance imaging (fMRI) can examine the entire brain at once and suggests that a much wider network of brain areas shows mirror properties in humans than previously thought. These additional areas include the somatosensory cortex and are thought to make the observer feel what it feels like to move in the observed way.",
            "score": 158.24309527873993
        },
        {
            "docid": "1095131_20",
            "document": "Kinesthetic learning . The cerebral cortex is the brain tissue covering the top and sides of the brain in most vertebrates. It is involved in storing and processing of sensory inputs and motor outputs. In the human brain, the cerebral cortex is actually a sheet of neural tissue about 1/8th inch thick. The sheet is folded so that it can fit inside the skull. The neural circuits in this area of the brain expand with practice of an activity, just like the synaptic plasticity grows with practice. Clarification of some of the mechanisms of learning by neuro science has been advanced, in part, by the advent of non-invasive imaging technologies, such as positron emission tomography (PET) and functional magnetic resonance imaging (FMRI). These technologies have allowed researchers to observe human learning processes directly. Through these types of technologies, we are now able to see and study what happens in the process of learning. In different tests performed the brain being imaged showed a greater blood flow and activation to that area of the brain being stimulated through different activities such as finger tapping in a specific sequence. It has been revealed that the process at the beginning of learning a new skill happens quickly, and later on slows down to almost a plateau. This process can also be referred to as The Law of Learning. The slower learning showed in the FMRI that in the cerebral cortex this was when the long term learning was occurring, suggesting that the structural changes in the cortex reflect the enhancement of skill memories during later stages of training. When a person studies a skill for a longer duration of time, but in a shorter amount of time they will learn quickly, but also only retain the information into their short-term memory. Just like studying for an exam; if a student tries to learn everything the night before, it will not stick in the long run. If a person studies a skill for a shorter duration of time, but more frequently and long-term, their brain will retain this information much longer as it is stored in the long-term memory. Functional and structural studies of the brain have revealed a vast interconnectivity between diverse regions of the cerebral cortex. For example, large numbers of axons interconnect the posterior sensory areas serving vision, audition, and touch with anterior motor regions. Constant communication between sensation and movement makes sense, because to execute smooth movement through the environment, movement must be continuously integrated with knowledge about one's surroundings obtained via sensory perception. The cerebral cortex plays a role in allowing humans to do this.",
            "score": 172.04657018184662
        },
        {
            "docid": "13001588_40",
            "document": "Animal consciousness . The neocortex is a part of the brain of mammals. It consists of the grey matter, or neuronal cell bodies and unmyelinated fibers, surrounding the deeper white matter (myelinated axons) in the cerebrum. The neocortex is smooth in rodents and other small mammals, whereas in primates and other larger mammals it has deep grooves and wrinkles. These folds increase the surface area of the neocortex considerably without taking up too much more volume. Also, neurons within the same wrinkle have more opportunity for connectivity, while neurons in different wrinkles have less opportunity for connectivity, leading to compartmentalization of the cortex. The neocortex is divided into frontal, parietal, occipital, and temporal lobes, which perform different functions. For example, the occipital lobe contains the primary visual cortex, and the temporal lobe contains the primary auditory cortex. Further subdivisions or areas of neocortex are responsible for more specific cognitive processes. The neocortex is the newest part of the cerebral cortex to evolve (hence the prefix \"neo\"); the other parts of the cerebral cortex are the paleocortex and archicortex, collectively known as the allocortex. In humans, 90% of the cerebral cortex is neocortex.",
            "score": 101.4519294500351
        },
        {
            "docid": "4231622_9",
            "document": "Inferior temporal gyrus . These areas must all work together, as well as with the hippocampus, in order to create an array of understanding of the physical world. The hippocampus is key for storing the memory of what an object is/what it looks like for future use so that it can be compared and contrasted with other objects. Correctly being able to recognize an object is highly dependent on this organized network of brain areas that process, share, and store information. In a study by Denys et al., functional magnetic resonance imaging (FMRI) was used to compare the processing of visual shape between humans and macaques. They found, amongst other things, that there was a degree of overlap between shape and motion sensitive regions of the cortex, but that the overlap was more distinct in humans. This would suggest that the human brain is better evolved for a high level of functioning in a distinct, three-dimensional, visual world.",
            "score": 160.80425310134888
        },
        {
            "docid": "682482_17",
            "document": "Human . The human species developed a much larger brain than that of other primates—typically in modern humans, over twice the size of that of a chimpanzee or gorilla. The pattern of encephalization started with \"Homo habilis\" which at approximately had a brain slightly larger than chimpanzees, and continued with \"Homo erectus\" (), and reached a maximum in Neanderthals with an average size of , larger even than \"Homo sapiens\" (but less encephalized). The pattern of human postnatal brain growth differs from that of other apes (heterochrony), and allows for extended periods of social learning and language acquisition in juvenile humans. However, the differences between the structure of human brains and those of other apes may be even more significant than differences in size. The increase in volume over time has affected different areas within the brain unequally – the temporal lobes, which contain centers for language processing have increased disproportionately, as has the prefrontal cortex which has been related to complex decision making and moderating social behavior. Encephalization has been tied to an increasing emphasis on meat in the diet, or with the development of cooking, and it has been proposed that intelligence increased as a response to an increased necessity for solving social problems as human society became more complex.",
            "score": 174.03344798088074
        },
        {
            "docid": "37691351_4",
            "document": "Neuroscience and race . Neurotechnology enables studying the brain and racial interactions, though this study can be difficult because these interactions can be hard to replicate. Face recognition tests are the most commonly used method in studying racial interactions. These tests consist of observing own-race and other-race faces, and studying the brain's response to the faces. There are three major neurological techniques used to measure the brain's response to these simulated racial interactions. Functional magnetic resonance imaging (fMRI) measures the brain activity through measuring the blood oxygen level in the brain. This test gives insight into which regions of the brain are active during a certain event. Event-related potentials (ERPs) measure the brain's activity through measuring electrical impulses by electrodes on the head. This test gives insight in rapid changes in the brain. Transcranial magnetic stimulation (TMS) measures the response of a region of the brain once activated through magnetism. This test gives insight into causality of occurrences and gives specific insight in what the brain regions are doing. Brain-damaged patients have also been used to study racial interactions, by studying how racial interactions are affected when specific brain regions are damaged. These studies give insight into how different brain regions are involved in racial interactions once certain regions have been damaged. An implicit association test (IAC) is often used to measure the racial bias of people in studies by testing what objects, whether positive or negative, people associate with same-race or other-race faces.",
            "score": 175.07889783382416
        },
        {
            "docid": "1168317_18",
            "document": "Mirror neuron . The mirror neurons found were located in the supplementary motor area and medial temporal cortex (other brain regions were not sampled). For purely practical reasons, these regions are not the same as those in which mirror neurons had been recorded from in the monkey: researchers in Parma were studying the ventral premotor cortex and the associated inferior parietal lobe, two regions in which epilepsy rarely occurs, and hence, single cell recordings in these regions are not usually done in humans. On the other hand, no one has to date looked for mirror neurons in the supplementary motor area or the medial temporal lobe in the monkey. Together, this therefore does not suggest that humans and monkeys have mirror neurons in different locations, but rather that they may have mirror neurons both in the ventral premotor cortex and inferior parietal lobe, where they have been recorded in the monkey, and in the supplementary motor areas and medial temporal lobe, where they have been recorded from in human – especially because detailed human fMRI analyses suggest activity compatible with the presence of mirror neurons in all these regions.",
            "score": 110.04955530166626
        },
        {
            "docid": "179092_10",
            "document": "Neurolinguistics . Much work in neurolinguistics has, like Broca's and Wernicke's early studies, investigated the locations of specific language \"modules\" within the brain. Research questions include what course language information follows through the brain as it is processed, whether or not particular areas specialize in processing particular sorts of information, how different brain regions interact with one another in language processing, and how the locations of brain activation differs when a subject is producing or perceiving a language other than his or her first language.",
            "score": 157.55419325828552
        },
        {
            "docid": "1305554_59",
            "document": "Sex differences in psychology . Structurally adult male brains are on average 11–12% heavier and 10% bigger than female brains. Despite this, because of relative difference in body size the brain-to-body mass ratio does not differ between the sexes.Other studies have stated bigger male brain size can only be partly accounted by body size. Researchers also found greater cortical thickness and cortical complexity in females and greater female cortical surface area after adjusting for brain volumes. Given that cortical complexity and cortical features are positively correlated with intelligence, researchers postulated that these differences might have evolved for females to compensate for smaller brain size and equalize overall cognitive abilities with males. Women have a greater developed neuropil or the space between neurons, which contains synapses, dendrites and axons and the cortex has neurons packed more closely together in the temporal and prefrontal cortex. Females also have greater cortical thickness in posterior temporal and inferior parietal regions compared to males independent of differences in brain or body size.",
            "score": 156.1713900566101
        }
    ],
    "r": [
        {
            "docid": "45580833_14",
            "document": "Geometric morphometrics in anthropology . The human brain is unique from other species based on the size of the visual cortex, temporal lobe, and parietal cortex, and increased gyrification (folds of the brain). There have been many questions as to why these changes occurred and how they contributed to cognition and behavior, which are important questions in human evolution. Geometric morphometrics has been used to explore some of these questions using virtual endocasts (casts of the inside of the cranium) to gather information since brain tissue does not preserve in the fossil record. Geometric morphometrics can reveal small shape differences between brains such as differences between modern humans and Neanderthals whose brains were similar in size. Neubauer and colleagues looked at the endocasts of chimpanzees and modern humans to observe brain growth using 3D landmarks and semilandmarks. They found that there is an early “globularization phase” in human brain development that shows expansion of the parietal and cerebellar areas, which does not occur in chimpanzees. Gunz and colleagues extended the study further and found that the “globularization phase” does not occur in Neanderthals and instead Neanderthal brain growth is more similar to chimpanzees. This difference could point to some important changes in the human brain that led to different organization and cognitive functions",
            "score": 223.02781677246094
        },
        {
            "docid": "17682224_10",
            "document": "Evolution of the brain . With the use of in vivo Magnetic resonance imaging (MRI) and tissue sampling, different cortical samples from members of each hominoid species were analyzed. In each species, specific areas were either relatively enlarged or shrunken, which can detail neural organizations. Different sizes in the corticol areas can show specific adaptations, functional specializations and evolutionary events that were changes in how the hominoid brain is organized. In early prediction it was thought that the frontal lobe, a large part of the brain that is generally devoted to behavior and social interaction, predicted the differences in behavior between hominoid and humans. Discrediting this theory was evidence supporting that damage to the frontal lobe in both humans and hominoids show atypical social and emotional behavior; thus, this similarity means that the frontal lobe was not very likely to be selected for reorganization. Instead, it is now believed that evolution occurred in other parts of the brain that are strictly associated with certain behaviors. The reorganization that took place is thought to have been more organizational than volumetric; whereas the brain volumes were relatively the same but specific landmark position of surface anatomical features, for example, the lunate sulcus suggest that the brains had been through a neurological reorganization. There is also evidence that the early hominin lineage also underwent a quiescent period, which supports the idea of neural reorganization. Dental fossil records for early humans and hominins show that immature hominins, including australopithecines and members of \"Homo\", reveal that these species have a quiescent period (Bown et al. 1987). A quiescent period is a period in which there are no dental eruptions of adult teeth; at this time the child becomes more accustomed to social structure, and development of culture. During this time the child is given an extra advantage over other hominoids, devoting several years into developing speech and learning to cooperate within a community. This period is also discussed in relation to encephalization. It was discovered that chimpanzees do not have this neutral dental period and suggest that a quiescent period occurred in very early hominin evolution. Using the models for neurological reorganization it can be suggested the cause for this period, dubbed middle childhood, is most likely for enhanced foraging abilities in varying seasonal environments. To understand the development of human dentition, taking a look at behavior and biology.",
            "score": 215.91500854492188
        },
        {
            "docid": "25146378_20",
            "document": "Functional specialization (brain) . Other researchers who provide evidence to support the theory of distributive processing include Anthony McIntosh and William Uttal, who question and debate localization and modality specialization within the brain. McIntosh's research suggests that human cognition involves interactions between the brain regions responsible for processes sensory information, such as vision, audition, and other mediating areas like the prefrontal cortex. McIntosh explains that modularity is mainly observed in sensory and motor systems, however, beyond these very receptors, modularity becomes \"fuzzier\" and you see the cross connections between systems increase. He also illustrates that there is an overlapping of functional characteristics between the sensory and motor systems, where these regions are close to one another. These different neural interactions influence each other, where activity changes in one area influence other connected areas. With this, McIntosh suggest that if you only focus on activity in one area, you may miss the changes in other integrative areas. Neural interactions can be measured using analysis of covariance in neuroimaging. McIntosh used this analysis to convey a clear example of the interaction theory of distributive processing. In this study, subjects learned that an auditory stimulus signalled a visual event. McIntosh found activation (an increase blood flow), in an area of the occipital cortex, a region of the brain involved in visual processing, when the auditory stimulus was presented alone. Correlations between the occipital cortex and different areas of the brain such as the prefrontal cortex, premotor cortex and superior temporal cortex showed a pattern of co-variation and functional connectivity.",
            "score": 196.12384033203125
        },
        {
            "docid": "5750673_20",
            "document": "Empathizing–systemizing theory . The fetal testosterone theory hypothesizes that higher levels of testosterone in the amniotic fluid of mothers push brain development towards improved ability to see patterns and analyze complex systems while diminishing communication and empathy, emphasizing \"male\" traits over \"female\", or in E-S theory terminology, emphasizing \"systemizing\" over \"empathizing\". This theory states that fetal testosterone influences the development of certain structures in the brain, and that these changes relate to behavioral traits seen in those with autism. Males generally have higher levels of fetal testosterone contributing to their brain developing in that particular way. The extreme male brain theory (EMB), put forward by Baron-Cohen suggests that autistic brains show an exaggeration of the features associated with male brains. These are mainly size and connectivity with males generally having a larger brain with more white matter, leading to increased connectivity in each hemisphere. This is seen in an exaggerated form in the brains of those with ASD. Another feature of male brains is having a smaller corpus callosum in at least some regions leading to decreased inter-hemispheric connectivity. This is also seen in those with ASD. Individuals with ASD were found to have widespread interconnectivity abnormalities in specific brain regions. This could explain the different results on empathy tests between men and women as well as the deficiencies in empathy seen in ASD as empathy requires several brain regions to be activated which need information from many different areas of the brain. A further example of how brain structure can influence ASD is looking at cases where the corpus callosum does not fully develop (agenesis of corpus callosum). It was found that autism is commonly diagnosed in children where the corpus callosum does not fully develop (45% of children with agenesis of the corpus callosum). A further example of brain structures relating to ASD is that children with ASD tend to have a larger amygdala, this is another example of being an extreme version of the male brain which generally has a larger amygdala. These brain differences have all been shown to have an influence on social cognition and communication. High levels of fetal testosterone have also been shown to be related to behavior associated with autism, such as eye contact. Studies examining the relationship between prenatal testosterone levels and autistic traits found that high levels correlated with traits such as decreased eye contact. These were present in both sexes. This suggests that fetal testosterone (fT) is the cause of sex differences in the brain and that there is a link between fT levels and ASD. In general females with autism have a higher rate of medical conditions which are related to high androgen levels and both males and females with autism have higher than average androgen levels. Males have higher fT levels naturally meaning that there is less of a change required in the hormone levels to reach a point high enough to cause the developmental changes seen in autism. This is a possible cause for the male prevalence seen in autism.",
            "score": 194.13568115234375
        },
        {
            "docid": "9578417_17",
            "document": "Research on meditation . Mindfulness meditation also appears to bring about favorable structural changes in the brain, though more research needs to be done because most of these studies are small and have weak methodology. One recent study found a significant cortical thickness increase in individuals who underwent a brief -8 weeks- MBSR training program and that this increase was coupled with a significant reduction of several psychological indices related to worry, state anxiety, depression. Another study describes how mindfulness based interventions target neurocognitive mechanisms of addiction at the attention-appraisal-emotion interface. A meta-analysis by Fox et al. (2014) using results from 21 brain imaging studies found consistent differences in the region of the prefrontal cortex and other brain regions associated with body awareness. In terms of effect size the mean effect was rated as moderate. (Cohen's d = 0.46) However the results should be interpreted with caution because funnel plots indicate that publication bias is an issue in meditation research. A follow up by Fox et al. (2016) using 78 functional neuro-imaging studies suggests that different meditation styles are reliably associated with different brain activity. Activations in some brain regions are usually accompanied by deactivation in others. This finding suggests that meditation research must put emphasis on comparing practices from the same style of meditation, for example results from studies investigating focused attention methods cannot be compared to results from open monitoring approaches.",
            "score": 186.59950256347656
        },
        {
            "docid": "17682224_11",
            "document": "Evolution of the brain . Bruce Lahn, the senior author at the Howard Hughes Medical Center at the University of Chicago and colleagues have suggested that there are specific genes that control the size of the human brain. These genes continue to play a role in brain evolution, implying that the brain is continuing to evolve. The study began with the researchers assessing 214 genes that are involved in brain development. These genes were obtained from humans, macaques, rats and mice. Lahn and the other researchers noted points in the DNA sequences that caused protein alterations. These DNA changes were then scaled to the evolutionary time that it took for those changes to occur. The data showed the genes in the human brain evolved much faster than those of the other species. Once this genomic evidence was acquired, Lahn and his team decided to find the specific gene or genes that allowed for or even controlled this rapid evolution. Two genes were found to control the size of the human brain as it develops. These genes are Microcephalin and Abnormal Spindle-like Microcephaly (ASPM). The researchers at the University of Chicago were able to determine that under the pressures of selection, both of these genes showed significant DNA sequence changes. Lahn's earlier studies displayed that Microcephalin experienced rapid evolution along the primate lineage which eventually led to the emergence of \"Homo sapiens\". After the emergence of humans, Microcephalin seems to have shown a slower evolution rate. On the contrary, ASPM showed its most rapid evolution in the later years of human evolution once the divergence between chimpanzees and humans had already occurred.",
            "score": 185.46240234375
        },
        {
            "docid": "4557438_9",
            "document": "Nancy Kanwisher . Nancy Kanwisher has training in cognitive psychology, which is investigating how the mind works by observing its outward behavior. She discovered the \"Fusiform face area\", a region of the brain that recognizes fine distinctions between well-known objects (an example of this is facial recognition). She also discovered the \"Parahippocampal place area\", a region of the brain that recognizes environmental scenes. These two discoveries are now widely discussed in the cognitive field and provide a gold standard for clarity in search for primitives of human cognition. In her research, she uses a brain imaging method called Functional MRI that supports inferences about neural activity by indirectly measuring changes in blood flow. Functional MRI is a tool that can help explore functional specialization in different areas of the brain. Another area of Kanwisher's research uses behavioral methods and Transcranial magnetic stimulation to test the causal role of each brain region in cognition and also uses ECOG to study audition, language processing, and social perception. Nancy Kanwisher's lab work is so extensive that she received the opportunity to give a TED Talk entitled \"A Neural Portrait of the Human Mind\".",
            "score": 185.05072021484375
        },
        {
            "docid": "41185140_5",
            "document": "Phenotypic integration . Integration can be found at the genetic level due to gene linkage. Gene linkage involves multiple genes being inherited together during meiosis because they are close to each other on the same chromosome. Alleles at different loci can be inherited together if they are tightly linked. Large genetic correlations can only be upheld if the loci that influence different characters are tightly linked, or if high levels of inbreeding in the population occur. Even if selection favors the correlations, it will not be maintained unless those conditions are met. Selection will favor tight linkage because it is maintained better. Poorly linked genetic correlations will not last. Transposition allows the loci at different locations on the chromosome to move so that they can become close to each other and be inherited together. This is significant to understanding the relationship between phenotypic integration and evolution because it is one of the mechanisms of how multiple traits that are connected to each other to evolve and change together. For instance, the Papilio dardanus butterflies come in three different forms, each mimicking a different distasteful butterfly species. Multiple loci contribute to these different forms, and a butterfly with alleles for form A at one locus and B at another locus would have poor fitness. However, the multiple loci are tightly linked, so they are inherited together as a single allele. Through transposition, these multiple loci ended up close to each other. Mutations among these linked genes are the nonadaptive fuel which can create evolution. Evolution may also occur because the integration may have an adaptive advantage in a particular environment for an organism. It is also important to recognize that not only can the traits be inherited together, but inherited separately and selected together. Another important example of phenotypic integration evolving over time is the relationship between the neurocranium and the brain. Over the last 150 million years the number of bones in the brain has decreased while the size of the brain in mammals has changed. Integration between the brain and the skull has evolved over this time period to reduce the number of bones in the cranium, while increasing the size of the brain. This relationship between correlated traits has played an important role in the evolution of mammalian cranium structure and brain size. Finally, development is another crucial cause of phenotypic integration that has evolved over time. Cell-signaling pathways which utilize integration in the form of complex interactions among specific cells in the pathway are crucial to proper development in many organisms. The interactions among the cells in the pathway, and the interaction of the pathways with other pathways have evolved over time to create complex structures.",
            "score": 181.96420288085938
        },
        {
            "docid": "197179_50",
            "document": "Sexual dimorphism . The relationship between sex differences in the brain and human behavior is a subject of controversy in psychology and society at large. Many females tend to have a higher ratio of gray matter in the left hemisphere of the brain in comparison to males. Males on average have larger brains than females; however, when adjusted for total brain volume the gray matter differences between sexes is almost nonexistent. Thus, the percentage of gray matter appears to be more related to brain size than it is to sex. Differences in brain physiology between sexes do not necessarily relate to differences in intellect. Haier \"et al.\" found in a 2004 study that \"men and women apparently achieve similar IQ results with different brain regions, suggesting that there is no singular underlying neuroanatomical structure to general intelligence and that different types of brain designs may manifest equivalent intellectual performance\". (See the sex and intelligence article for more on this subject.) Strict graph-theoretical analysis of the human brain connections revealed that in numerous graph-theoretical parameters (e.g., minimum bipartition width, edge number, the expander graph property, minimum vertex cover), the structural connectome of women are significantly \"better\" connected than the connectome of men. It was shown that the graph-theoretical differences are due to the sex and not to the differences in the cerebral volume, by analyzing the data of 36 females and 36 males, where the brain volume of each man in the group was smaller than the brain volume of each woman in the group.",
            "score": 181.93064880371094
        },
        {
            "docid": "1305044_8",
            "document": "Neuroscience and intelligence . Brain volume is not a perfect account of intelligence: the relationship explains a modest amount of variance in intelligence – 12% to 36% of the variance. The amount of variance explained by brain volume may also depend on the type of intelligence measured. Up to 36% of variance in verbal intelligence can be explained by brain volume, while only approximately 10% of variance in visuospatial intelligence can be explained by brain volume. A 2015 study by researcher Stuart J Ritchie found that brain size explained 12% of the variance in intelligence among individuals. These caveats imply that there are other major factors influencing how intelligent an individual is apart from brain size. In a large meta-analysis consisting of 88 studies Pietschnig et al. (2015) estimated the correlation between brain volume and intelligence to be about correlation coefficient of 0.24 which equates to 6% variance. Taking into account measurement quality, and sample type and IQ-range, the meta-analytic association of brain volume in appears to be ~ .4 in normal adults. Researcher Jakob Pietschnig argued that the strength of the positive association of brain volume and IQ remains robust, but has been overestimated in the literature. He has stated that \"\"It is tempting to interpret this association in the context of human cognitive evolution and species differences in brain size and cognitive ability, we show that it is not warranted to interpret brain size as an isomorphic proxy of human intelligence differences\"\".",
            "score": 180.25753784179688
        },
        {
            "docid": "17682224_12",
            "document": "Evolution of the brain . Each of the gene sequences went through specific changes that led to the evolution of humans from ancestral relatives. In order to determine these alterations, Lahn and his colleagues used DNA sequences from multiple primates then compared and contrasted the sequences with those of humans. Following this step, the researchers statistically analyzed the key differences between the primate and human DNA to come to the conclusion, that the differences were due to natural selection. The changes in DNA sequences of these genes accumulated to bring about a competitive advantage and higher fitness that humans possess in relation to other primates. This comparative advantage is coupled with a larger brain size which ultimately allows the human mind to have a higher cognitive awareness.",
            "score": 177.97650146484375
        },
        {
            "docid": "3315213_41",
            "document": "Sex differences in human physiology . In 2005, Haier \"et al.\" reported that, compared with men, women show fewer grey matter areas associated with intelligence, but more white matter areas associated with intelligence. He concluded that \"men and women apparently achieve similar IQ results with different brain regions, suggesting that there is no singular underlying neuroanatomical structure to general intelligence and that different types of brain designs may manifest equivalent intellectual performance.\" Using brain mapping, it was shown that men have more than six times the amount of gray matter related to general intelligence than women, and women have nearly ten times the amount of white matter related to intelligence than men. They also report that the brain areas correlated with IQ differ between the sexes. In short, men and women apparently achieve similar IQ results with different brain regions.",
            "score": 177.42860412597656
        },
        {
            "docid": "37689507_4",
            "document": "Neuroimaging intelligence testing . The varying techniques of imaging-based testing search for different signs of intelligence. The types of intelligence analyzed in this review were fluid intelligence (Gf), general intelligence (g), and crystallized intelligence (Gc). Early studies utilized information from patients with brain damage, noticing changes in intelligence scores that correlated to certain regions of the brain. As imaging technology has improved, so has the ability for deeper neuro-analysis. MRI studies have found that the volume of gray matter correlates to intelligence, providing evidence for generalizations made regarding brain/head-size and intelligence. Additionally, PET and fMRI studies have revealed more information regarding the functionality of certain regions of the brain. By recording and interpreting the brain activity of subjects as they complete a variety of tasks, researchers are able to draw connections between the types of task (and thus, the type of intelligence) that calls on particular areas of the brain. This is interesting as knowing how parts of the brain are utilized may reveal more information about the structure and hierarchy used in neural development. It also may provide interesting information regarding the pathways of neural signals as they navigate the nervous system. Image-based testing may allow researchers to discover why certain neurons are connected, if they are indeed aligned in a purposeful manner and consequently, how to repair such pathways when they are damaged.",
            "score": 177.27630615234375
        },
        {
            "docid": "37691351_4",
            "document": "Neuroscience and race . Neurotechnology enables studying the brain and racial interactions, though this study can be difficult because these interactions can be hard to replicate. Face recognition tests are the most commonly used method in studying racial interactions. These tests consist of observing own-race and other-race faces, and studying the brain's response to the faces. There are three major neurological techniques used to measure the brain's response to these simulated racial interactions. Functional magnetic resonance imaging (fMRI) measures the brain activity through measuring the blood oxygen level in the brain. This test gives insight into which regions of the brain are active during a certain event. Event-related potentials (ERPs) measure the brain's activity through measuring electrical impulses by electrodes on the head. This test gives insight in rapid changes in the brain. Transcranial magnetic stimulation (TMS) measures the response of a region of the brain once activated through magnetism. This test gives insight into causality of occurrences and gives specific insight in what the brain regions are doing. Brain-damaged patients have also been used to study racial interactions, by studying how racial interactions are affected when specific brain regions are damaged. These studies give insight into how different brain regions are involved in racial interactions once certain regions have been damaged. An implicit association test (IAC) is often used to measure the racial bias of people in studies by testing what objects, whether positive or negative, people associate with same-race or other-race faces.",
            "score": 175.0789031982422
        },
        {
            "docid": "26827372_2",
            "document": "Brain morphometry . Brain morphometry is a subfield of both morphometry and the brain sciences, concerned with the measurement of brain structures and changes thereof during development, aging, learning, disease and evolution. Since autopsy-like dissection is generally impossible on living brains, brain morphometry starts with noninvasive neuroimaging data, typically obtained from magnetic resonance imaging (or MRI for short). These data are born digital, which allows researchers to analyze the brain images further by using advanced mathematical and statistical methods such as shape quantification or multivariate analysis. This allows researchers to quantify anatomical features of the brain in terms of shape, mass, volume (e.g. of the hippocampus, or of the primary versus secondary visual cortex), and to derive more specific information, such as the encephalization quotient, grey matter density and white matter connectivity, gyrification, cortical thickness, or the amount of cerebrospinal fluid. These variables can then be mapped within the brain volume or on the brain surface, providing a convenient way to assess their pattern and extent over time, across individuals or even between different biological species. The field is rapidly evolving along with neuroimaging techniques — which deliver the underlying data — but also develops in part independently from them, as part of the emerging field of neuroinformatics, which is concerned with developing and adapting algorithms to analyze those data.",
            "score": 174.727294921875
        },
        {
            "docid": "226722_9",
            "document": "Functional magnetic resonance imaging . In 1890, Charles Roy and Charles Sherrington first experimentally linked brain function to its blood flow, at Cambridge University. The next step to resolving how to measure blood flow to the brain was Linus Pauling's and Charles Coryell's discovery in 1936 that oxygen-rich blood with Hb was weakly repelled by magnetic fields, while oxygen-depleted blood with dHb was attracted to a magnetic field, though less so than ferromagnetic elements such as iron. Seiji Ogawa at AT&T Bell labs recognized that this could be used to augment MRI, which could study just the static structure of the brain, since the differing magnetic properties of dHb and Hb caused by blood flow to activated brain regions would cause measurable changes in the MRI signal. BOLD is the MRI contrast of dHb, discovered in 1990 by Ogawa. In a seminal 1990 study based on earlier work by Thulborn et al., Ogawa and colleagues scanned rodents in a strong magnetic field (7.0 T) MRI. To manipulate blood oxygen level, they changed the proportion of oxygen the animals breathed. As this proportion fell, a map of blood flow in the brain was seen in the MRI. They verified this by placing test tubes with oxygenated or deoxygenated blood and creating separate images. They also showed that gradient-echo images, which depend on a form of loss of magnetization called T decay, produced the best images. To show these blood flow changes were related to functional brain activity, they changed the composition of the air breathed by rats, and scanned them while monitoring brain activity with EEG. The first attempt to detect the regional brain activity using MRI was performed by Belliveau and others at Harvard University using the contrast agent Magnevist, a ferromagnetic substance remaining in the bloodstream after intravenous injection. However, this method is not popular in human fMRI, because any medically unnecessary injection is to a degree unsafe and uncomfortable, and because the agent stays in the blood only for a short time.",
            "score": 174.61895751953125
        },
        {
            "docid": "749745_3",
            "document": "Aging brain . Aging entails many physical, biological, chemical, and psychological changes. Therefore, it is logical to assume the brain is no exception to this phenomenon. CT scans have found that the cerebral ventricles expand as a function of age. More recent MRI studies have reported age-related regional decreases in cerebral volume. Regional volume reduction is not uniform; some brain regions shrink at a rate of up to 1% per year, whereas others remain relatively stable until the end of the life-span. The brain is very complex, and is composed of many different areas and types of tissue, or matter. The different functions of different tissues in the brain may be more or less susceptible to age-induced changes. The brain matter can be broadly classified as either grey matter, or white matter. Grey matter consists of cell bodies in the cortex and subcortical nuclei, whereas white matter consists of tightly packed myelinated axons connecting the neurons of the cerebral cortex to each other and with the periphery.",
            "score": 174.20936584472656
        },
        {
            "docid": "682482_17",
            "document": "Human . The human species developed a much larger brain than that of other primates—typically in modern humans, over twice the size of that of a chimpanzee or gorilla. The pattern of encephalization started with \"Homo habilis\" which at approximately had a brain slightly larger than chimpanzees, and continued with \"Homo erectus\" (), and reached a maximum in Neanderthals with an average size of , larger even than \"Homo sapiens\" (but less encephalized). The pattern of human postnatal brain growth differs from that of other apes (heterochrony), and allows for extended periods of social learning and language acquisition in juvenile humans. However, the differences between the structure of human brains and those of other apes may be even more significant than differences in size. The increase in volume over time has affected different areas within the brain unequally – the temporal lobes, which contain centers for language processing have increased disproportionately, as has the prefrontal cortex which has been related to complex decision making and moderating social behavior. Encephalization has been tied to an increasing emphasis on meat in the diet, or with the development of cooking, and it has been proposed that intelligence increased as a response to an increased necessity for solving social problems as human society became more complex.",
            "score": 174.033447265625
        },
        {
            "docid": "462393_25",
            "document": "Olfactory bulb . \"The increase of brain size relative to body size—encephalization—is intimately linked with human evolution. However, two genetically different evolutionary lineages, Neanderthals and modern humans, have produced similarly large-brained human species. Thus, understanding human brain evolution should include research into specific cerebral reorganization, possibly reflected by brain shape changes. Here we exploit developmental integration between the brain and its underlying skeletal base to test hypotheses about brain evolution in \"Homo\". Three-dimensional geometric morphometric analyses of endobasicranial shape reveal previously undocumented details of evolutionary changes in \"Homo sapiens\". Larger olfactory bulbs, relatively wider orbitofrontal cortex, relatively increased and forward projecting temporal lobe poles appear unique to modern humans. Such brain reorganization, beside physical consequences for overall skull shape, might have contributed to the evolution of \"H. sapiens\"' learning and social capacities, in which higher olfactory functions and its cognitive, neurological behavioral implications could have been hitherto underestimated factors.\"",
            "score": 173.302490234375
        },
        {
            "docid": "490620_61",
            "document": "Human brain . Functional neuroimaging techniques show changes in brain activity that relate to the function of specific brain areas. One technique is functional magnetic resonance imaging (fMRI) which has the advantages over earlier methods of SPECT and PET of not needing the use of radioactive materials and of offering a higher resolution. Another technique is functional near-infrared spectroscopy. These methods rely on the haemodynamic response that shows changes in brain activity in relation to changes in blood flow, useful in mapping functions to brain areas. Resting state fMRI looks at the interaction of brain regions whilst the brain is not performing a specific task. This is also used to show the default mode network.",
            "score": 172.74188232421875
        },
        {
            "docid": "1178265_4",
            "document": "Encephalization . Encephalization can also refer to the tendency for a species to evolve larger brains through time. Anthropological studies indicate that bipedalism preceded encephalization in the human evolutionary lineage after divergence from the chimpanzee lineage. Compared to the chimpanzee brain, the human brain is larger and certain brain regions have been particularly altered during human evolution. Most brain growth of chimpanzees happens before birth while most human brain growth happens after birth.",
            "score": 172.21356201171875
        },
        {
            "docid": "1095131_20",
            "document": "Kinesthetic learning . The cerebral cortex is the brain tissue covering the top and sides of the brain in most vertebrates. It is involved in storing and processing of sensory inputs and motor outputs. In the human brain, the cerebral cortex is actually a sheet of neural tissue about 1/8th inch thick. The sheet is folded so that it can fit inside the skull. The neural circuits in this area of the brain expand with practice of an activity, just like the synaptic plasticity grows with practice. Clarification of some of the mechanisms of learning by neuro science has been advanced, in part, by the advent of non-invasive imaging technologies, such as positron emission tomography (PET) and functional magnetic resonance imaging (FMRI). These technologies have allowed researchers to observe human learning processes directly. Through these types of technologies, we are now able to see and study what happens in the process of learning. In different tests performed the brain being imaged showed a greater blood flow and activation to that area of the brain being stimulated through different activities such as finger tapping in a specific sequence. It has been revealed that the process at the beginning of learning a new skill happens quickly, and later on slows down to almost a plateau. This process can also be referred to as The Law of Learning. The slower learning showed in the FMRI that in the cerebral cortex this was when the long term learning was occurring, suggesting that the structural changes in the cortex reflect the enhancement of skill memories during later stages of training. When a person studies a skill for a longer duration of time, but in a shorter amount of time they will learn quickly, but also only retain the information into their short-term memory. Just like studying for an exam; if a student tries to learn everything the night before, it will not stick in the long run. If a person studies a skill for a shorter duration of time, but more frequently and long-term, their brain will retain this information much longer as it is stored in the long-term memory. Functional and structural studies of the brain have revealed a vast interconnectivity between diverse regions of the cerebral cortex. For example, large numbers of axons interconnect the posterior sensory areas serving vision, audition, and touch with anterior motor regions. Constant communication between sensation and movement makes sense, because to execute smooth movement through the environment, movement must be continuously integrated with knowledge about one's surroundings obtained via sensory perception. The cerebral cortex plays a role in allowing humans to do this.",
            "score": 172.04656982421875
        },
        {
            "docid": "37689507_19",
            "document": "Neuroimaging intelligence testing . A 2012 study from Washington University, St. Louis described the global connectivity of the prefrontal cortex. Global connectivity is the mechanism by which components of the frontoparietal brain network might coordinate control of other tasks. Cole et al. wrote that: \"A lateral prefrontal cortex (LPFC) region's activity was found to predict performance in a high control demand working memory task and also to exhibit high global connectivity. Critically, global connectivity in this LPFC region, involving connections both within and outside the frontoparietal network, showed a highly selective relationship with individual differences in fluid intelligence.\" The lateral prefrontal cortex is a region of interest because those who have injuries to that part of the brain often have issues with common, every day tasks such as planning their day. The LPFC is thought to be important for \"cognitive control capacity,\" which can be used to predict future outcomes such as success in school and the workplace. It was found by van den Heuvel et al. that higher intelligence individuals employ more efficient whole-brain network organization. This had led to the thought that cognitive control capacity may be supported by these whole-brain network properties. The 2012 study used a theoretic approach to neuroimage data known as global brain connectivity (GBC) or weighted degree centrality. GBC let the researches look closely at specific regions and their range of connectivity. It was then possible to examine each region's role in human cognitive control and intelligence. The study used fMRI to acquire data and examine each region's connectivity.",
            "score": 171.262451171875
        },
        {
            "docid": "25181073_8",
            "document": "Neuroscience of multilingualism . Insights into language storage in the brain have come from studying multilingual individuals afflicted with a form of aphasia. The symptoms and severity of aphasia in multilingual individuals depend on the number of languages the individual knows, what order they learned them, and thus have them stored in the brain, the age at which they learned them, how frequently each language is used, and how proficient the individual is in using those languages. Two primary theoretical approaches to studying and viewing multilingual aphasics exist—the localizationalist approach and the dynamic approach. The localizationalist approach views different languages as stored in different regions of the brain, explaining why multilingual aphasics may lose one language they know, but not the other(s). The dynamical theory (or shared representation) approach suggests that the language system is supervised by a dynamic equilibrium between the existing language capabilities and the constant alteration and adaptation to the communicative requirements of the environment. The dynamic approach views the representation and control aspects of the language system as compromised as a result of brain damage to the brain's language regions. The dynamic approach offers a satisfactory explanation for the various recovery times of each of the languages the aphasic has had impaired or lost because of the brain damage. Recovery of languages varies across aphasic patients. Some may recover all lost or impaired languages simultaneously. For some, one language is recovered before the others. In others, an involuntary mix of languages occurs in the recovery process; they intermix words from the various languages they know when speaking. Research affirms with the two approaches combined into the amalgamated hypothesis, it states that while languages do share some parts of the brain, they can also be allotted to some separate areas that are neutral.",
            "score": 171.2080078125
        },
        {
            "docid": "524233_7",
            "document": "Brodmann area 45 . A strong correlation has been found between speech-language and the anatomically asymmetric pars triangularis. Foundas, et al. showed that language function can be localized to one region of the brain, as Paul Broca had done before them, but they also supported the idea that one side of the brain is more involved with language than the other. The human brain has two hemispheres, and each one looks similar to the other; that is, it looks like one hemisphere is a mirror image of the other. However, Foundas, et al. found that the pars triangularis in Broca's area is actually larger than the same region in the right side of the brain. This \"leftward asymmetry\" corresponded both in form and function, which means that the part of the brain that is active during language processing is larger. In almost all the test subjects, this was the left side. In fact, the only subject tested that had right-hemispheric language dominance was found to have a rightward asymmetry of the pars triangularis.",
            "score": 170.39019775390625
        },
        {
            "docid": "3452485_10",
            "document": "Memory disorder . While studies show that there are “normal” aspects to aging, such as graying hair and changes in vision, there are changes such as forgetting how to do things that are not considered “normal”. The importance of understanding that the changes most frequently observed and noticed on a daily basis concerning aging loved ones is imperative. While mild cognitive impairment can be considered a normal part of aging, the differences must be noted. In one study by J. Shagam, it was noted that while Diabetes and Hypertension are not considered part of normal aging, they would be classified under mild cognitive impairment. With this being said, it is important to differentiate the differences with what can be potentially harmful and what is not. It is difficult to accurately diagnose dementia due to the fact that most people are unaware of what to be looking for and also because there is no specific test which can be given as a diagnostic tool. What is even more evident is that the symptoms among dementia, Alzheimer's and Parkinson's related dementia tend to go beyond just one ailment. While there are different forms of dementia, Vascular dementia as it would sound is associated with vascular cautions. This form of dementia is not a slow deterioration but rather a sudden and unexpected change due to heart attack or stroke significantly reducing blood to the brain. Research has shown that persistent hypertension can be contributory to the breakdown of the BBB. The blood-brain barrier (BBB) serves as a “gatekeeper” for the brain by keeping out water and other substances. Various studies show that as the brain ages the blood-brain barrier starts to break down and become dysfunctional. There are different ways to measure the thinning of the BBB and one that most are familiar with is imaging, this consists of taking pictures of the brain using CT scans, MRI, or PET scans. Previous research also indicates that with aging and the thinning of the BBB, cognitive changes were also occurring within the section of the brain known as the hippocampus. This shows a relationship between aging and the thinning of the BBB and its effects on the brain. Also indicated by the aging brain are learning and memory impairments. While changes to the BBB are not a cause of impairment to cognitive functions alone research suggests that there is a relationship. Another impairment which is indicative of brain aging and the breakdown of the BBB is the accretion of iron. Too much iron in the body can create free radicals which could influence the degeneration of the blood-brain barrier. One other specific age related factor noted in Popsecu et al. is a decrease in estrogen as one ages could adversely affect the breakdown of the blood-brain barrier and create a sensitivity to neurodegeneration. As pointed out earlier, dementia is a broad category of memory impairments most commonly associated with ageing. Another symptom which should be monitored is Type 2 diabetes, which can lead to vascular dementia. Also linked with vascular dementia issues is high cholesterol; furthermore, this risk factor is related to cognitive decline, stroke, and Alzheimer's disease. It is estimated that within 20 years, worldwide prevalence will increase twofold. By 2050, this number is expected to increase to 115 million. Overall, dementia incidence is similar for men and women. However, after 90 years of age dementia incidence declines in men but not in women.",
            "score": 169.7743377685547
        },
        {
            "docid": "15978180_27",
            "document": "Connectome . The initial explorations in macroscale human connectomics were done using either equally sized regions or anatomical regions with unclear relationship to the underlying functional organization of the brain (e.g. gyral and sulcal-based regions). While much can be learned from these approaches, it is highly desirable to parcellate the brain into functionally distinct parcels: brain regions with distinct architectonics, connectivity, function, and/or topography (Felleman and Van Essen, 1991). Accurate parcellation allows each node in the macroscale connectome to be more informative by associating it with a distinct connectivity pattern and functional profile. Parcellation of localized areas of cortex have been accomplished using diffusion tractography (Beckmann \"et al.\" 2009) and functional connectivity (Nelson \"et al.\" 2010) to non-invasively measure connectivity patterns and define cortical areas based on distinct connectivity patterns. Such analyses may best be done on a whole brain scale and by integrating non-invasive modalities. Accurate whole brain parcellation may lead to more accurate macroscale connectomes for the normal brain, which can then be compared to disease states.",
            "score": 169.16038513183594
        },
        {
            "docid": "10085369_11",
            "document": "Jebel Irhoud . When comparing the fossils with those of modern humans, the main difference is the elongated shape of the fossil braincase. According to the researchers, this indicates that brain shape, and possibly brain functions, evolved within the \"Homo sapiens\" lineage and relatively recently. Evolutionary changes in brain shape are likely to be associated with genetic changes of the brain's organization, interconnection and development and may reflect adaptive changes in the way the brain functions. Such changes may have caused the human brain to become rounder and two regions in the back of the brain to become enlarged over thousands of years of evolution. The Jebel Irhoud individuals also had very thick brow ridges and prominent prognathism.",
            "score": 169.08193969726562
        },
        {
            "docid": "515094_30",
            "document": "Neuroeconomics . There are several different techniques that can be utilized to understand the biological basis of economic behavior. Neural imaging is used in human subjects to determine which areas of the brain are most active during particular tasks. Some of these techniques, such as fMRI or PET are best suited to giving detailed pictures of the brain which can give information about specific structures involved in a task. Other techniques, such as ERP (event-related potentials) and oscillatory brain activity are used to gain detailed knowledge of the time course of events within a more general area of the brain.",
            "score": 168.22015380859375
        },
        {
            "docid": "5505463_3",
            "document": "Bimodal bilingualism . Most modern neurological studies of bilingualism employ functional neuroimaging techniques to elucidate the neurological underpinnings of multilingualism and how multilingualism is beneficial to the brain. Neuroimaging and other neurological studies have demonstrated in recent years that multilingualism has a significant impact on the human brain. The mechanisms required by bilinguals to \"code switch\" (a linguistic term used to describe the rapid alternating between multiple languages within a conversation or discourse), not only demonstrate increased connectivity and density of the neural network in multilinguals, but also appear to provide protection against damage due to age and age-related pathologies, such as Alzheimer's. Multilingualism, especially bimodal multilingualism, can help slow to process of cognitive decline in aging. It is thought that this is a result of the increased work load that the executive system, housed mostly in the frontal cortex, must assume in order to successfully control the use of multiple languages at once. This means that the cortex must be more finely tuned, which results in a \"neural reserve\" that then has neuroprotective benefits. Gray matter volume (GMV) has been shown to be significantly preserved in bimodal bilinguals as compared to monolinguals in multiple brain areas, including the hippocampus, amygdala, anterior temporal lobes, and left insula. Similarly, neuroimaging studies that have compared monolinguals, unimodal bilinguals, and bimodal bilinguals provide evidence that deaf signers exhibit brain activation in patterns different than those of hearing signers, especially in regards to the left superior temporal sulcus. In deaf signers, activation of the superior temporal sulcus is highly lateralized to the left side during facial recognition tasks, while this lateralization was not present in hearing, bimodal signers. Bilinguals also require an effective and fast neural control system to allow them to select and control their languages even while code switching rapidly. Evidence indicates that the left caudate nucleus—a centrally located brain feature that is near the thalamus and the basal ganglia—is an important part of this mechanism, as bilinguals tend to have significantly increased GMV and activation in this region as compared to monolinguals, especially during active code switching tasks. As implied by the significant preservation of gray matter in the hippocampi (an area of the brain largely associated with memory consolidation and higher cognitive function, such as decision-making) of bimodal bilinguals, areas of the brain that help control phonological working memory tend to also have higher activation in those individuals who are proficient in two or more languages. There is also evidence that suggests that the age at which an individual acquires a second language may play a significant role in the varying brain functions associated with bilingualism. For example, individuals who acquired their second language early (before the age of 10) tend to have drastically different activation patterns than do late learners. However, late learners who achieve full proficiency in their second language tend to show similar patterns of activation during auditory tasks regardless of which language is being used, whereas early learners tend to activate different brain areas depending upon which language is being used. Along with the neuroprotective benefits that help to prevent onset of age-related cognitive issues such as dementia, bimodal bilinguals also experience a slightly different pattern of organization of language in the brain. While non-hearing-impaired bimodal bilinguals showed less parietal activation than deaf signers when asked to use only sign language, those same bimodal bilinguals demonstrated greater left parietal activation than did monolinguals. Parietal activation is not typically associated with language production bur rather with motor activity. Therefore, it is logical that bimodal bilinguals, when switching between speech- and sign-based language, stimulate their left parietal areas as a result of their increased need to combine both motor action and language production.",
            "score": 168.06773376464844
        },
        {
            "docid": "38786109_4",
            "document": "Connectogram . Circular representations of connections have been used in a number of disciplines; examples include representation of aspects of epidemics, geographical networks, musical beats, diversity in bird populations, and genomic data. Connectograms were also cited as a source of inspiration for the heads-up display style of Tony Stark's helmet in Iron Man 3. Connectograms are circular, with the left half depicting the left hemisphere and the right half depicting the right hemisphere. The hemispheres are further broken down into frontal lobe, insular cortex, limbic lobe, temporal lobe, parietal lobe, occipital lobe, subcortical structures, and cerebellum. At the bottom the brain stem is also represented between the two hemispheres. Within these lobes, each cortical area is labeled with an abbreviation and assigned its own color, which can be used to designate these same cortical regions in other figures, such as the parcellated brain surfaces in the adjacent image, so that the reader can find the corresponding cortical areas on a geometrically accurate surface and see exactly how disparate the connected regions may be. Inside the cortical surface ring, the concentric circles each represent different attributes of the corresponding cortical regions. In order from outermost to innermost, these metric rings represent the grey matter volume, surface area, cortical thickness, curvature, and degree of connectivity (the relative proportion of fibers initiating or terminating in the region compared to the whole brain). Inside these circles, lines connect regions that are found to be structurally connected. The relative density (number of fibers) of these connections is reflected in the opacity of the lines, so that one can easily compare various connections and their structural importance. The fractional anisotropy of each connection is reflected in its color.",
            "score": 167.88555908203125
        },
        {
            "docid": "44608440_4",
            "document": "Daniel Geschwind . Geschwind's laboratory conducts research into three areas: autism and language, human cognitive specializations, and neurodegenerative syndromes. He has published research examining the numerous genes involved in language, such as FOXP2, and how they differ between humans and chimpanzees. In 2011, Geschwind was senior author on a study which found that there are chemical differences between the brains of people with autism and the brains of people without it. Specifically, Geschwind et al. found that there were common patterns in the gene expression in the frontal and temporal lobes of the brains of the autistic people they studied. He is also known for his research into the factors affecting handedness in humans, and the differences in brain structure between left-handed and right-handed people.",
            "score": 167.7882843017578
        }
    ]
}