{
    "q": [
        {
            "docid": "10147471_11",
            "document": "Nibrin . HSV-1 infects more than 90% of adults over the age of 50. Alphaherpesviruses alone can cause the host to have mild symptoms, but these viruses can be associated with severe disease when they are transferred to a new species. Humans can even pass and also get an HSV-1 infection from other primate species. However, because of evolutionary differences between primate species, only some species can pass HSV-1 in an interspecies interaction. Also, though HSV-1 transmission from humans to other species primates can occur, there is no known sustained transmission chains that have resulted from constant transmission. A study found that Nbs1 is the most diverged in DNA sequence in the MRN complex between different primate species and that there is a high degree of species specificity, causing variability in promotion of the HSV-1 life cycle. The same study found that Nbs1 interacts with HSV-1's ICP0 proteins in an area of structural disorder of the nibrin. This suggests that in general, viruses commonly interact in intrinsically disordered domains in host proteins. It is possible that there are differences in the mammalian genomes that create unique environments for the viruses. Host proteins that are specific to the species might determine how the viruses must adapt to be able to ignite an infection in a new species. The evolution of increased disorder in nibrin benefits the host in decreasing ICP0 interaction and virus hijack. Nbs1 may not be the only host protein that evolves this way.",
            "score": 125.57579922676086
        },
        {
            "docid": "13440622_2",
            "document": "Aiptasia . Aiptasia is a genus of a symbiotic cnidarian belonging to the class Anthozoa (sea anemones, corals). \"Aiptasia\" is a widely distributed genus of temperate and tropical sea anemones of benthic lifestyle typically found living on mangrove roots and hard substrates. These anemones, as well as many other cnidarian species, often contain symbiotic dinoflagellate unicellular algae of the genus \"Symbiodinium\" living inside nutritive cells. The symbionts provide food mainly in the form of lipids and sugars produced from photosynthesis to the host while the hosts provides inorganic nutrients and a constant and protective environment to the algae. Species of \"Aiptasia\" are relatively weedy anemones able to withstand a relatively wide range of salinities and other water quality conditions. In the case of \"A. pallida\" and \"A. pulchella\", their hardiness coupled with their ability to reproduce very quickly and out-compete other species in culture gives these anemones the status of pest from the perspective of coral reef aquarium hobbyists. These very characteristics make them easy to grow in the laboratory and thus they are extensively used as model organisms for scientific study. In this respect, \"Aiptasia\" have contributed a significant amount of knowledge regarding cnidarian biology, especially human understanding of cnidarian-algal symbioses, a biological phenomenon crucial to the survival of corals and coral reef ecosystems. The dependence of coral reefs on the health of the symbiosis is dramatically illustrated by the devastating effects experienced by corals due to the loss of algal symbionts in response to environmental stress, a phenomenon known as coral bleaching.",
            "score": 234.90071558952332
        },
        {
            "docid": "13415317_4",
            "document": "Expansin . So far, two large families of expansin genes have been discovered in plants, named alpha-expansins (given the gene symbol EXPA) and beta-expansins (EXPB). Both families of expansins have been identified in a wide range of land plants, from angiosperms and gymnosperms to ferns and mosses. The model plant \"Arabidopsis thaliana\" contains around 26 different α-expansin genes and 6 β-expansin genes. A subset of β-expansins has evolved a special role in grass pollen, where they are known as group 1 grass pollen allergens. Plants also have a small set of expansin-like genes (named EXLA and EXLB) whose function has not been established. Some proteins in bacteria and fungi are known to have distant sequence similarity to plant expansins. Strong evidence that at least some of these sequences are indeed expansins came in 2008 when the crystal structure of the YOAJ protein from a bacterium (\"Bacillus subtilis\") was shown to be very similar to the structure of plant expansins, despite the low sequence similarity. This study also noted that proteins related to YOAJ were found in diverse species of plant pathogenic bacteria, but not in related bacteria that did not attack or colonize plants, thus suggesting that these bacterial expansins have a role in plant-microbe interactions. Some animals, such as \"Globodera rostochiensis\", a plant-parasitic nematode, can produce a functional expansin which uses it to loosen cell walls when invading its host plant.",
            "score": 104.8316535949707
        },
        {
            "docid": "4350008_4",
            "document": "Protein–protein interaction prediction . Phylogenetic profiling finds pairs of protein families with similar patterns of presence or absence across large numbers of species. This method is based on the hypothesis that potentially interacting proteins should co-evolve and should have orthologs in closely related species. That is, proteins that form complexes or are part of a pathway should be present simultaneously in order for them to function. A phylogenetic profile is constructed for each protein under investigation. The profile is basically a record of whether the protein is present in certain genomes. If two proteins are found to be present and absent in the same genomes, those proteins are deemed likely to be functionally related. A similar method can be applied to protein domains, where profiles are constructed for domains to determine if there are domain interactions. Some drawbacks with the phylogenetic profile methods are that they are computationally expensive to perform, they rely on homology detection between distant organisms, and they only identify if the proteins being investigated are functionally related (part of complex or in same pathway) and not if they have direct interactions.",
            "score": 79.12150073051453
        },
        {
            "docid": "29322025_2",
            "document": "TAL effector . TAL (transcription activator-like) effectors (often referred to as TALEs, but not to be confused with the three amino acid loop extension homeobox class of proteins) are proteins secreted by \"Xanthomonas\" bacteria via their type III secretion system when they infect various plant species. These proteins can bind promoter sequences in the host plant and activate the expression of plant genes that aid bacterial infection. They recognize plant DNA sequences through a central repeat domain consisting of a variable number of ~34 amino acid repeats. There appears to be a one-to-one correspondence between the identity of two critical amino acids in each repeat and each DNA base in the target sequence. These proteins are interesting to researchers both for their role in disease of important crop species and the relative ease of retargeting them to bind new DNA sequences. Similar proteins can be found in the pathogenic bacterium \"Ralstonia solanacearum\" and \"Burkholderia rhizoxinica\"., as well as yet unidentified marine microorganisms. The term TALE-likes is used to refer to the putative protein family encompassing the TALEs and these related proteins.",
            "score": 98.95132899284363
        },
        {
            "docid": "42720200_15",
            "document": "KIAA1841 . The domain (DUF3342) of unknown function is a part of the pfam11822 family. This family of proteins has yet to be functionally characterized and it is found in bacteria. This domain is usually between 170 amino acids and 303 amino acids in length. The N terminal half of this protein family is a BTB-like domain. BTB domains multifunctional protein-protein interaction motif that is involved in a number of different cellular functions, including roles in regulating transcription, cytoskeleton dynamics, gating and assembly of ion channels and is involved with ubiquitination of proteins. BTB domain structures are highly conversed and are found on proteins that only have one or two other types of domains.",
            "score": 66.39855480194092
        },
        {
            "docid": "38366027_2",
            "document": "Interleukin-1 receptor family . Members of the very wide interleukin-1 receptor (IL-1R) family are characterized by extracellular immunoglobulin-like domains and intracellular Toll/Interleukin-1R (TIR) domain. It is a group of structurally homologous proteins, conserved throughout the species as it was identified from plants to mammals. Proteins of this family play important role in host defence, injury and stress. There are four main groups of TIR domain-containing proteins in animals; Toll-like receptors, Interleukin-1 receptor (IL-1R), cytosolic adaptor proteins (such as MyD88 adaptor protein) and insect and nematode Toll. Each of these groups is involved mainly in host defence; Toll receptors are also involved in embryogenesis.",
            "score": 90.20605397224426
        },
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 140.60878896713257
        },
        {
            "docid": "51173708_8",
            "document": "Agnoprotein . Because it is highly basic, agnoprotein has been suspected to be a DNA-binding protein, but has not been shown to bind DNA. A large number of protein-protein interactions have been reported between agnoprotein and other proteins of both viral and host cell origin. Agnoprotein interacts with the viral proteins small tumor antigen and large tumor antigen as well as with the capsid protein VP1. Host cell proteins reported as binding partners for at least one virus species' agnoprotein include p53, Ku70, PP2A, YB-1, FEZ1, HP1α, α-SNAP, PCNA, and AP-3.",
            "score": 98.58883380889893
        },
        {
            "docid": "36383544_5",
            "document": "YopR bacterial protein domain . There have been four secretion systems described in animal enteropathogens, such as \"Salmonella\" and \"Yersinia\", with further sequence similarities in plant pathogens like \"Ralstonia\" and \"Erwinia\". This is useful for further work with the YopR protein domain as comparative sequence and structure homology can be made. The type III secretion system is of great interest, as the YopR protein domain plays an important role. The type III secretion system transports virulence factors from the pathogen directly into the host cell when the bacterium is in close contact with the host.",
            "score": 85.40632319450378
        },
        {
            "docid": "43512319_5",
            "document": "Protein M . Protein M is about 50 kDa in size, and composed of 556 amino acids. Contrary to the initial hypothesis that the antibody reactions could be an immune response to mass infection with the bacterium, they found that Protein M evolved simply to bind to any antibody it encounters, with specifically high affinity. By this property the bacterium can effectively evade the immune system of the host. This makes the protein an ideal target for developing new drugs. Rajesh Grover estimated that the protein can bind to an average of 100,000,000 different kinds of antibodies circulating in human blood. Unlike closely related proteins such as Protein A, Protein G, and Protein L, which all contain small, multiple immunoglobulin domains, Protein M has a large domain of 360 amino acid residues that binds primarily to the variable light chain of the immunoglobulin, as well as a binding site called LRR-like motif. In addition, Protein M has a C-terminal domain with 115 amino acid residues that probably protrudes over the antibody binding site. It binds to an antibody at either κ or λ light chains using hydrogen bonds and salt bridges, from backbone atoms and conserved side chains, and some conserved van der Waals interactions with other nonconserved interactions.",
            "score": 75.69499850273132
        },
        {
            "docid": "55694123_7",
            "document": "Avian paramyxovirus 2 . It is believed that the matrix protein (M) on the inner face of the viral envelope plays a major role in the budding of virus-like particles from the infected host cell. The M protein interacts with the Hn and F proteins, helping to incorporate these proteins into viral particles for release. It has been hypothesized that matrix proteins of paramyxoviruses interact with the host vacuolar protein sorting system to intiate budding of the host cell membrane. The interactions of the Hn, F and M proteins is not well understood, however, it is believed that paramyxovirus assembly and release relies on protein-protein interactions and specific targeting of proteins to areas of the host cell and membrane",
            "score": 91.4031388759613
        },
        {
            "docid": "32933862_2",
            "document": "GA module . In molecular biology, the GA module, or protein G-related albumin-binding module, is a protein domain which occurs on the surface of numerous Gram-positive bacterial pathogens. Protein G of group C and G \"Streptococci\" interacts with the constant region of IgG and with human serum albumin. The GA module is composed of a left-handed three-helix bundle and is found in a range of bacterial cell surface proteins. GA modules may promote bacterial growth and virulence in mammalian hosts by scavenging albumin-bound nutrients and camouflaging the bacteria. Variations in sequence give rise to differences in structure and function between GA modules in different proteins, which could alter pathogenesis and host specificity due to their varied affinities for different species of albumin. Proteins containing a GA module include PAB from \"Peptostreptococcus magnus\".",
            "score": 84.97215914726257
        },
        {
            "docid": "49924759_7",
            "document": "Cooperia oncophora . Excretome/secretome (ES) components essentially consist of proteins and other compounds that are secreted from the parasite and it constitutes the primary interface between parasite and host and may be further exploited as potential vaccine candidates. Analysis of the adult-stage \"C. oncophora\" ES, covered both the protein and glycan components. Several proteins were identified that have also been detected in the ES of other nematode species. Which include two different ASPs (activation- associated secreted proteins). These proteins have been shown extreme diversity in occurrence and function in prokaryotes and eukaryotes, which includes involvement in several processes like reproduction, cancer and immune regulation, though they await experimental characterization.Other proteins identified from ES fraction are aldose reductase and thioredoxin. These proteins are known to be involved in detoxification process. Innexin plays a role intercellular communication may be involved in modulating the response of anthelmintic; ivermectin. The above-mentioned findings are also consistent with transcriptomic data, showed the importance of these proteins because there transcripts were consistently observed in all \"C. oncophora\" life-stages, which further highlight their importance in parasite development.",
            "score": 107.23949885368347
        },
        {
            "docid": "44590753_5",
            "document": "Cache Valley virus . In terms of CVV alone, very little is known about the regulation of host-processes and interactions with host cells. However, CVVs Bunyamwera serogroup’s two non-structural proteins play an important role in infection. Bunyamwera virus (BUNV) codes for two non-structural proteins: NSm on the medium RNA segment and NSs on the smallest RNA segment. Bunyamwera virus NSs protein is a nonessential gene that contributes to viral pathogenesis. It has been shown that in mammalian cells, NSs induces shut-off of host protein synthesis, which leads to cell death. It also counteracts the host cell antiviral response and seems to be the main virulence factor, acting at the level of transcription by inhibiting RNA polymerase II–mediated transcription. In mosquito cells neither host cell transcription nor translation are inhibited, and although so far no function for the orthobunyavirus NSs protein has been found in mosquito cells, it seems the differential behavior of NSs could be one of the factors responsible for different outcomes of infection in mammalian and mosquito cell lines.",
            "score": 96.22645950317383
        },
        {
            "docid": "4109042_25",
            "document": "Cell signaling . Molecular signaling can also occur between individuals of different species. This has been particularly studied in bacteria. Different bacterial species can coordinate to colonize a host and participate in common quorum sensing. Therapeutic strategies to disrupt this phenomenon are being investigated. Interactions mediated through signaling molecules are also thought to occur between the gut flora and their host, as part of their commensal or symbiotic relationship. Gram negative microbes deploy bacterial outer membrane vesicles for intra- and inter-species signaling in natural environments and at the host-pathogen interface.",
            "score": 123.98178696632385
        },
        {
            "docid": "14021320_3",
            "document": "Notch 1 . This gene encodes a member of the Notch family. Members of this Type 1 transmembrane protein family share structural characteristics including an extracellular domain consisting of multiple epidermal growth factor-like (EGF) repeats, and an intracellular domain consisting of multiple, different domain types. Notch family members play a role in a variety of developmental processes by controlling cell fate decisions. The Notch signaling network is an evolutionarily conserved intercellular signaling pathway that regulates interactions between physically adjacent cells. In Drosophila, notch interaction with its cell-bound ligands (delta, serrate) establishes an intercellular signaling pathway that plays a key role in development. Homologues of the notch-ligands have also been identified in humans, but precise interactions between these ligands and the human notch homologues remain to be determined. This protein is cleaved in the trans-Golgi network, and presented on the cell surface as a heterodimer. This protein functions as a receptor for membrane bound ligands, and may play multiple roles during development.",
            "score": 68.31442594528198
        },
        {
            "docid": "3777533_5",
            "document": "Bacterial display . Peptides are very useful as therapeutic and diagnostic substances. Their use is getting more popular, and display systems offer a useful way to engineer peptides and optimise their binding capabilities. Cells express surface proteins which can be involved in a whole host of responses including recognition of other cells, interaction with other cells, and cell signalling. Many types of bacteria have cell surface proteins such as the enteropathogenic \"E. coli\" intimin protein which is involved in binding to host cells, or the OmpA protein of \"E. coli\" cells which is important in keeping the structure of the outer membrane. Many surface proteins are involved in bacterial cell attachment and invasion of the host cell. By using bacterial display, target proteins on the host cell can be identified. These surface proteins need to first be translocated across the bacterial cell membranes from the cytoplasm to the cell surface. Gram-negative bacteria have an additional periplasmic space, which Gram-positive bacteria lack, so they have a harder task of translocating proteins. The display of heterologous proteins on the bacterial cell surface normally requires the fusion of the protein with a surface protein, called a scaffold. Scaffolds are used to display the heterologous protein on the bacterial cell surface. There are various scaffolds which have been used such as outer membrane proteins, fimbriae/flagella proteins and CPX (circularly permuted OmpX). The CPX scaffold allows peptide fusion at both termini of the scaffold.",
            "score": 103.51506280899048
        },
        {
            "docid": "14162069_4",
            "document": "Notch 2 . Notch 2 is a member of the notch family. Members of this Type 1 transmembrane protein family share structural characteristics including an extracellular domain consisting of multiple epidermal growth factor-like (EGF) repeats, and an intracellular domain consisting of multiple, different domain types. Notch family members play a role in a variety of developmental processes by controlling cell fate decisions. The Notch signaling network is an evolutionarily conserved intercellular signaling pathway that regulates interactions between physically adjacent cells. In \"Drosophilia\", notch interaction with its cell-bound ligands (delta, serrate) establishes an intercellular signaling pathway that plays a key role in development. Homologues of the notch-ligands have also been identified in human, but precise interactions between these ligands and the human notch homologues remain to be determined. This protein is cleaved in the trans-Golgi network, and presented on the cell surface as a heterodimer. This protein functions as a receptor for membrane bound ligands, and may play a role in vascular, renal and hepatic development.",
            "score": 63.32160949707031
        },
        {
            "docid": "39247130_14",
            "document": "CCDC130 . There are several proteins listed that interact with CCDC130, including EEF1A1, NINL, TRAF2, ZBTB16, ZNF165, and ZNF24. EEF1A1 is a eukaryotic elongation factor that is involved in the binding of aminoacyl-tRNA to the A-site of ribosomes during translation. NINL is a ninein-like protein that is involved in microtubule organization and has calcium ion binding activity. TRAF2, tumor necrosis factor (TNF) receptor associated factor 2, is part of some E3 ubiquitin ligase complexes and is involved in ubiquitinating proteins so they can get degraded by the proteasome. ZBTB16, zinc finger and BTB domain-containing protein 16, is also part of the E3 ubiquitin ligase complex and is most likely involved in substrate recognition. There is also an alternate form of CCDC130 where only 803 bases are transcribed instead of 1433 bases, but there is no additional information provided. ZNF165 and ZNF24 are both zinc finger proteins, which bind DNA and other proteins to regulate transcription. Below is a table of the interacting proteins for CCDC130 assembled by GeneCards. The interactions of CCDC130 with NINL, ZNF24, TRAF2, JUP, GATA5 have been verified by a two-hybrid screen according to STRING, so these interactions do occur. JUP is a plaque protein. GATA5 is a transcription factor that helps activate the promoter for lactase-phlorizin hydrolase. Interactions with CDA, DERA, CDC40, NAA25, DGCR14, NAA20, and PRPF19 have not been verified experimentally, but interactions between gene homologs have been documented in other species according to STRING so these interactions could potentially occur. ZBTB16, EEF1A1, and ZNF165 all have been verified by at least one two-hybrid screen according to MINT. NAT9 was described as a known interactant on I2D. In a study done at the University of the District of Columbia to characterize CCDC130, they have found that it is induced through insulin signaling, is targeted by three different kinases (GSK3, CK1, and CK2), and is a mitochondrial protein.5 The study also shows that CCDC130 can potentially be used as a biomarker for certain types of cancer due to its differential expression in cancer cells. The study specifically mentions that CCDC130 is downregulated in some types of colon cancer, which allowed more cancer cells to be untargeted by the apoptosis pathway.",
            "score": 73.5583838224411
        },
        {
            "docid": "14755422_2",
            "document": "GIPC1 . GIPC PDZ domain containing family, member 1 (GIPC1) is a protein that in humans is encoded by the \"GIPC1\" gene. GIPC was originally identified as it binds specifically to the C terminus of RGS-GAIP, a protein involved in the regulation of G protein signaling. GIPC is an acronym for \"GAIP Interacting Protein C-terminus\". RGS proteins are \"Regulators of G protein Signaling\" and RGS-GAIP is a \"GTPase Activator protein for Gαi/Gαq\", which are two major subtypes of Gα proteins. The human GIPC1 molecule is 333 amino acids or about 36 kDa in molecular size and consists of a central PDZ domain, a compact protein module which mediates specific protein-protein interactions. The RGS-GAIP protein interacts with this domain and many other proteins interact here or at other parts of the GIPC1 molecule. As a result, GIPC1 was independently discovered by several other groups and has a variety of alternate names, including synectin, C19orf3, RGS19IP1 and others. The GIPC1 gene family in mammals consisting of three members, so the first discovered, originally named GIPC, is now generally called GIPC1, with the other two being named GIPC2 and GIPC3. The three human proteins are about 60% identical in protein sequence. GIPC1 has been shown to interact with a variety of other receptor and cytoskeletal proteins including the GLUT1 receptor, ACTN1, KIF1B, MYO6, PLEKHG5, SDC4/syndecan-4, SEMA4C/semaphorin-4 and HTLV-I Tax. The general function of GIPC family proteins therefore appears to be mediating specific interactions between proteins involved in G protein signaling and membrane translocation.",
            "score": 83.90788769721985
        },
        {
            "docid": "4185_22",
            "document": "Bacteriophage . Several attempts have been made to map Protein–protein interactions among phage and their host. For instance, bacteriophage lambda was found to interact with its host E. coli by 31 interactions. However, a large-scale study revealed 62 interactions, most of which were new. Again, the significance of many of these interactions remains unclear, but these studies suggest that there are most likely several key interactions and many indirect interactions whose role remains uncharacterized.",
            "score": 75.00844097137451
        },
        {
            "docid": "53151252_3",
            "document": "Large tumor antigen . Polyomavirus LTag proteins contain four well-conserved, globular protein domains: from N- to C-terminus, these are the J domain, the origin-binding domain (OBD), the zinc-binding domain, and the AAA+ ATPase domain. The domains are linked by intrinsically disordered regions, which are themselves often functionally important and whose length varies among polyomaviruses; both the folded globular domains and the disordered regions form protein-protein interactions with a number of host cell proteins. Some LTag homologs also have a disordered C-terminal tail called the host range domain, which can be phosphorylated and in some strains is essential, although the molecular mechanism of its essentiality is unclear.",
            "score": 84.53185510635376
        },
        {
            "docid": "53073581_20",
            "document": "BEND2 (protein) . The BEND2 gene is conserved across evolutionary time as it has 114 known orthologs in a wide range of vertebrate species including mammals, birds, crocodilia, and amphibians. The BEND2 protein has 42 known orthologs. The C-terminus of the protein, the location of its BEN domains, is highly conserved; however, the N-terminus is not well conserved, even within the order of Primates.  BEND2 is predicted to be a DNA-binding protein due to the presence of BEN domains at its C-terminus, a hypothesis supported by its localization to the nucleus, the transcription factors found in its promoter region, and the nature of the proteins it interacts with. Though the precise function of the BEND2 protein is not yet well understood by the scientific community, BEN domains have been found to be important regulators of transcription.",
            "score": 64.19365739822388
        },
        {
            "docid": "56005021_5",
            "document": "Joyoti Basu . Basu's research is focused on the cellular and molecular biology of mycobacteria. During the initial stages of her career, she worked on the membrane structure of red blood cells and her research is reported to have assisted in widening the understanding of apoptosis of nucleated mammalian cells and the physiology of the red cell that lacked a cell nucleus. Her association with her mentor, Parul Chakrabarti, during her doctoral research days, precipitated the studies of the biosynthetic pathways of fatty acids in relation to cell wall building and the functions of penicillin-binding proteins. She is known to be the first scientist to propose that the removal of the \"aged or oxidatively stressed red blood cells\" from the circulatory system causes cellular death. Later she moved on to the biological study of Mycobacterium tuberculosis, a pathogenic bacteria causing tuberculosis, with regard to its host-pathogen interaction and her studies revealed the mechanisms of macrophage apoptosis as well as the relationship between host cell signaling and innate immune response. In 2007, the team led by Basu and her college mate from the Presidency College, Manikuntala Kundu, were successful in identifying a protein in Mycobacterium tuberculosis which caused weakening of the immune system of the host. They found that the protein, named Early Secreted Antigen 6, which bound themselves on Toll-like receptor 2 of the host, hindered the production of cytokines, a type of protein which helped the immune system to fight the tuberculosis bacteria. The discovery also has reported importance in the therapeutics of diseases like rheumatoid arthritis. The achievement was later published as an article, \"Direct extracellular interaction between the early secreted antigen ESAT-6 of Mycobacterium tuberculosis and TLR2 inhibits TLR signaling in macrophages\" in Nature Immunology journal in 2007. Her studies have been documented by way of a number of articles and ResearchGate, an online repository of scientific articles has listed 77 of them. Besides, she has mentored several research scholars in their doctoral studies.",
            "score": 101.32062363624573
        },
        {
            "docid": "14774391_11",
            "document": "PTPRM . Classical cadherins are important proteins for cells to bind in the body (‘’in vivo’’) where they commonly stabilize cell–cell junctions known as adherens junctions. Cadherins stabilize adherens junctions through the interaction of the cadherin cytoplasmic domains with catenin proteins, such as p120-catenin, beta-catenin and alpha-catenin. Catenins, in turn, bind to the actin cytoskeleton. Binding of these proteins to the actin cytoskeleton prevents actin from growing (a process known as polymerization) and therefore keeps cells stationary. Cadherins regulate cell–cell adhesion during development of the body and in adult tissue. Disruption of cadherin proteins, by genetic alteration or by changes to the structure or function of the protein, has been linked to tumor progression. Notably, PTPmu regulates the adhesion of cells to the classical cadherins. PTPmu likely regulates cadherin-dependent adhesion by interacting with both cadherins and catenins via PTPmu’s cytoplasmic domain. To support this assertion, PTPmu has been shown to interact with and/or dephosphorylate many signaling proteins involved in regulating the cadherin-catenin complex, including p120 catenin, and E-cadherin (CDH1 (gene)) and N-cadherin (CDH2). PTPmu has also been shown to interact with the c-Met hepatocyte growth factor receptor, a protein that is also localized to adherens junctions. Although p120 catenin is a potential substrate of PTPmu, others have suggested that the interaction between PTPmu and catenins is only indirect through E-cadherin. α3β1 integrin and the tetraspanin CD151 regulate PTPmu gene expression to promote E-cadherin-mediated cell–cell adhesion.",
            "score": 75.4695063829422
        },
        {
            "docid": "2851991_4",
            "document": "Bimolecular fluorescence complementation . Recognition of many proteins' ability to spontaneously assemble into functional complexes as well as the ability of protein fragments to assemble as a consequence of the spontaneous functional complex assembly of interaction partners to which they are fused was later reported for ubiquitin fragments in yeast protein interactions.  In 2000, Ghosh \"et al\" developed a system that allowed a green fluorescent protein (GFP) to be reassembled using an anti-parallel leucine zipper in \"E. coli\" cells. This was achieved by dissecting GFP into C- and N-terminal GFP fragments. As the GFP fragment was attached to each leucine zipper by a linker, the heterodimerisation of the anti-parallel leucine zipper resulted in a reconstituted, or re-formed, GFP protein that could be visualised. The successful fluorescent signal indicated that the separate GFP peptide fragments were able to correctly reassemble and achieve tertiary folding. It was, therefore, postulated that using this technique, fragmented GFP could be used to study interaction of protein–protein pairs that have their N–C termini in close proximity.  After the demonstration of successful fluorescent protein fragment reconstitution in mammalian cells, Hu \"et al\". described the use of fragmented yellow fluorescent protein (YFP) in the investigation of bZIP and Rel family transcription factor interactions. This was the first report bZIP protein interaction regulation by regions outside of the bZIP domain, regulation of subnuclear localization of the bZIP domains Fos and Jun by their different interacting partners, and modulation of transcriptional activation of bZIP and Rel proteins through mutual interactions. In addition, this study was the first report of an \"in vivo\" technique, now known as the bimolecular fluorescence complementation (BiFC) assay, to provide insight into the structural basis of protein complex formation through detection of fluorescence caused by the assembly of fluorescent reporter protein fragments tethered to interacting proteins.",
            "score": 83.77902698516846
        },
        {
            "docid": "2161878_11",
            "document": "Protein–protein interaction . To describe the types of protein–protein interactions (PPIs) it is important to consider that proteins can interact in a \"transient\" way (to produce some specific effect in a short time) or to interact with other proteins in a \"stable\" way to build multiprotein complexes that are molecular machines within the living systems. A protein complex assembly can result in the formation of homo-oligomeric or hetero-oligomeric complexes. In addition to the conventional complexes, as enzyme-inhibitor and antibody-antigen, interactions can also be established between domain-domain and domain-peptide. Another important distinction to identify protein-protein interactions is the way they have been determined, since there are techniques that measure direct physical interactions between protein pairs, named “binary” methods, while there are other techniques that measure physical interactions among groups of proteins, without pairwise determination of protein partners, named “co-complex” methods.",
            "score": 79.13050484657288
        },
        {
            "docid": "46286881_6",
            "document": "Poribacteria . Genomic analyses of poribacteria reveal several families of cell-surface repeat proteins that resemble those found in eukaryotes, and are infrequently found in prokaryotes. Examples include ankyrin and leucine-rich repeat domains, as well as tetratricopeptides. Unusual low-density lipoprotein receptor repeat proteins are also found, of unknown function. Most of these protein families are thought to be involved in surface interactions with the sponge host.",
            "score": 76.56696248054504
        },
        {
            "docid": "11375187_2",
            "document": "Symbiodinium . Symbiodinium is a genus that encompasses the largest and most prevalent group of endosymbiotic dinoflagellates known. These unicellular algae commonly reside in the endoderm of tropical cnidarians such as corals, sea anemones, and jellyfish, where the products of their photosynthetic processing are exchanged in the host for inorganic molecules. They are also harbored by various species of sponge, flatworms, mollusks such as the giant clams, foraminifera \"(soritids)\", and some ciliates. Generally, these dinoflagellates enter the host cell through phagocytosis, persist as intracellular symbionts, reproduce, and disperse to the environment. The exception is in most mollusks, where \"Symbiodinium\" are intercellular (between the cells). Cnidarians that are associated with \"Symbiodinium\" occur mostly in warm oligotrophic (nutrient-poor), marine environments where they are often the dominant constituents of benthic communities. These dinoflagellates are therefore among the most abundant eukaryotic microbes found in coral reef ecosystems.",
            "score": 177.54892921447754
        },
        {
            "docid": "32158880_2",
            "document": "BAH domain . In molecular biology, the BAH domain (bromo-adjacent homology) domain is found in proteins such as eukaryotic DNA (cytosine-5) methyltransferases, the origin recognition complex 1 (Orc1) proteins, Bromo adjacent homology domain containing 1 (BAHD1), as well as several proteins involved in transcriptional regulation. The BAH domain appears to act as a protein-protein interaction module specialised in gene silencing, as suggested for example by its interaction within yeast Orc1p with the silent information regulator Sir1p. The BAH domain might therefore play an important role by linking DNA methylation, replication and transcriptional regulation.",
            "score": 69.52203631401062
        },
        {
            "docid": "28952360_3",
            "document": "Toll-Interleukin receptor . In \"Drosophila melanogaster\" the Toll protein is involved in establishment of dorso-ventral polarity in the embryo. In addition, members of the Toll family play a key role in innate antibacterial and antifungal immunity in insects as well as in mammals. These proteins are type-I transmembrane receptors that share an intracellular 200 residue domain with the interleukin-1 receptor (IL-1R), the Toll/IL-1R homologous region (TIR). The similarity between Toll-like receptors (TLRs) and IL-1R is not restricted to sequence homology since these proteins also share a similar signaling pathway. They both induce the activation of a Rel type transcription factor via an adaptor protein and a protein kinase. MyD88, a cytoplasmic adaptor protein found in mammals, contains a TIR domain associated to a DEATH domain (see ). Besides the mammalian and \"Drosophila melanogaster\" proteins, a TIR domain is also found in a number of plant proteins implicated in host defense. As MyD88, these proteins are cytoplasmic.",
            "score": 83.5273277759552
        }
    ],
    "r": [
        {
            "docid": "13440622_2",
            "document": "Aiptasia . Aiptasia is a genus of a symbiotic cnidarian belonging to the class Anthozoa (sea anemones, corals). \"Aiptasia\" is a widely distributed genus of temperate and tropical sea anemones of benthic lifestyle typically found living on mangrove roots and hard substrates. These anemones, as well as many other cnidarian species, often contain symbiotic dinoflagellate unicellular algae of the genus \"Symbiodinium\" living inside nutritive cells. The symbionts provide food mainly in the form of lipids and sugars produced from photosynthesis to the host while the hosts provides inorganic nutrients and a constant and protective environment to the algae. Species of \"Aiptasia\" are relatively weedy anemones able to withstand a relatively wide range of salinities and other water quality conditions. In the case of \"A. pallida\" and \"A. pulchella\", their hardiness coupled with their ability to reproduce very quickly and out-compete other species in culture gives these anemones the status of pest from the perspective of coral reef aquarium hobbyists. These very characteristics make them easy to grow in the laboratory and thus they are extensively used as model organisms for scientific study. In this respect, \"Aiptasia\" have contributed a significant amount of knowledge regarding cnidarian biology, especially human understanding of cnidarian-algal symbioses, a biological phenomenon crucial to the survival of corals and coral reef ecosystems. The dependence of coral reefs on the health of the symbiosis is dramatically illustrated by the devastating effects experienced by corals due to the loss of algal symbionts in response to environmental stress, a phenomenon known as coral bleaching.",
            "score": 234.9007110595703
        },
        {
            "docid": "47700_16",
            "document": "Coral . Many corals, as well as other cnidarian groups such as \"Aiptasia\" (a sea anemone) form a symbiotic relationship with a class of dinoflagellate algae, zooxanthellae of the genus \"Symbiodinium\". \"Aiptasia\", a familiar pest among coral reef aquarium hobbyists, serves as a valuable model organism in the study of cnidarian-algal symbiosis. Typically, each polyp harbors one species of algae, and coral species show a preference for \"Symbiodinium\". Young corals are not born with zooxanthellae, but acquire the algae from the surrounding environment, including the water column and local sediment. Via photosynthesis, these provide energy for the coral, and aid in calcification. The main benefit of the zooxanthellae is their ability to photosynthesize. By using this technique, zooxanthellae are able to supply corals with the products of photosynthesis, including glucose, glycerol, and amino acids, which the corals can use for energy. As much as 30% of the tissue of a polyp may be algal material. Zooxanthellae also benefit corals by aiding in waste removal.",
            "score": 185.91622924804688
        },
        {
            "docid": "11375187_2",
            "document": "Symbiodinium . Symbiodinium is a genus that encompasses the largest and most prevalent group of endosymbiotic dinoflagellates known. These unicellular algae commonly reside in the endoderm of tropical cnidarians such as corals, sea anemones, and jellyfish, where the products of their photosynthetic processing are exchanged in the host for inorganic molecules. They are also harbored by various species of sponge, flatworms, mollusks such as the giant clams, foraminifera \"(soritids)\", and some ciliates. Generally, these dinoflagellates enter the host cell through phagocytosis, persist as intracellular symbionts, reproduce, and disperse to the environment. The exception is in most mollusks, where \"Symbiodinium\" are intercellular (between the cells). Cnidarians that are associated with \"Symbiodinium\" occur mostly in warm oligotrophic (nutrient-poor), marine environments where they are often the dominant constituents of benthic communities. These dinoflagellates are therefore among the most abundant eukaryotic microbes found in coral reef ecosystems.",
            "score": 177.54893493652344
        },
        {
            "docid": "6621_43",
            "document": "Cnidaria . Prey of cnidarians ranges from plankton to animals several times larger than themselves. Some cnidarians are parasites, mainly on jellyfish but a few are major pests of fish. Others obtain most of their nourishment from endosymbiotic algae or dissolved nutrients. Predators of cnidarians include: sea slugs, which can incorporate nematocysts into their own bodies for self-defense; starfish, notably the crown of thorns starfish, which can devastate corals; butterfly fish and parrot fish, which eat corals; and marine turtles, which eat jellyfish. Some sea anemones and jellyfish have a symbiotic relationship with some fish; for example clown fish live among the tentacles of sea anemones, and each partner protects the other against predators.",
            "score": 170.40611267089844
        },
        {
            "docid": "6621_44",
            "document": "Cnidaria . Coral reefs form some of the world's most productive ecosystems. Common coral reef cnidarians include both Anthozoans (hard corals, octocorals, anemones) and Hydrozoans (fire corals, lace corals). The endosymbiotic algae of many cnidarian species are very effective primary producers, in other words converters of inorganic chemicals into organic ones that other organisms can use, and their coral hosts use these organic chemicals very efficiently. In addition, reefs provide complex and varied habitats that support a wide range of other organisms. Fringing reefs just below low-tide level also have a mutually beneficial relationship with mangrove forests at high-tide level and seagrass meadows in between: the reefs protect the mangroves and seagrass from strong currents and waves that would damage them or erode the sediments in which they are rooted, while the mangroves and seagrass protect the coral from large influxes of silt, fresh water and pollutants. This additional level of variety in the environment is beneficial to many types of coral reef animals, which for example may feed in the sea grass and use the reefs for protection or breeding.",
            "score": 167.24827575683594
        },
        {
            "docid": "20999_15",
            "document": "List of marine aquarium fish species . Clownfish, more technically known as Anemonefish, are the classic aquarium fish. Both hardy and attractive, they are perhaps best known for their symbiotic relationship with Sea Anemones, a relative of coral. In the wild, Anemonefish are always found with a host, leading many potential keepers to believe that an anemone is necessary to keep them. Anemonefish are easy to keep, but their cnidarian counterparts are inordinately finicky and need high light levels, and luckily Anemonefish will thrive without them. Aquarists often find that Anemonefish will host in other things, from corals and Feather Duster Worms to powerheads and other equipment. Anemonefish care is identical to that of Damselfish, as they are actually very closely related.",
            "score": 165.67684936523438
        },
        {
            "docid": "87410_53",
            "document": "Coral reef . Coral reefs support many symbiotic relationships. One of particular importance is the relationship many corals have with a type of photosynthetic algae called zooxanthellae. These single-celled dinoflagellates live in the tissues of many types of cnidarians, including corals, and help provide energy to their host in the form of glucose, glycerol, and amino acids. Zooxanthellae can provide up to 90% of a coral’s energy requirements. In return, as an example of mutualism, the corals shelter the zooxanthellae, averaging one million for every cubic centimeter of coral, and provide a constant supply of the carbon dioxide they need for photosynthesis.",
            "score": 165.09840393066406
        },
        {
            "docid": "5395218_4",
            "document": "Cotylorhiza tuberculata . The endosymbiotic, photosynthetic algae which C. tuberculata hosts in its body are paramount to the jellyfish’s prosperity. These mutualistic microorganisms are also known as zooxanthellae, originating from the dinoflagellate phylum, and they commonly engage in symbiotic relationships with many types of jellyfish. While the cnidarian hosts provide shelter for these symbionts, the dinoflagellates in return use their photosynthetic abilities to provide the C. tuberculata with energy for usage and storage. Fatty acids, for example, are the primary macromolecules for energy storage in cnidarians, and mainly are obtained from their carbon-fixing symbionts. This mutualistic relationship is so crucial to the Mediterranean jellyfish’s growth and survival that the preliminary step of premature medusa formation will not initiate without the presence of zooxanthellae.",
            "score": 150.37684631347656
        },
        {
            "docid": "46861405_2",
            "document": "Marine microbial symbiosis . Microbial symbiosis in marine animals was not discovered until 1981. In the time following, symbiotic relationships between marine invertebrates and chemoautotrophic bacteria have been found in a variety of ecosystems, ranging from shallow coastal waters to deep-sea hydrothermal vents. The type of marine animal vary greatly, for example, sponges, sea squirts, corals, worms, and algae all host a variety of unique symbionts. Each symbiotic relationship displays a unique ecological niche, which in turn can lead to entirely new species of host species and symbiont.",
            "score": 147.24526977539062
        },
        {
            "docid": "34920670_13",
            "document": "Hologenome theory of evolution . The surprise stems from the knowledge that corals are long lived, with lifespans on the order of decades, and do not have adaptive immune systems. Their innate immune systems do not produce antibodies, and they should seemingly not be able to respond to new challenges except over evolutionary time scales. Yet multiple researchers have documented variations in bleaching susceptibility that may be termed 'experience-mediated tolerance'. The puzzle of how corals managed to acquire resistance to a specific pathogen led Eugene Rosenberg and Ilana Zilber-Rosenberg to propose the Coral Probiotic Hypothesis. This hypothesis proposes that a dynamic relationship exists between corals and their symbiotic microbial communities. Beneficial mutations can arise and spread among the symbiotic microbes much faster than in the host corals. By altering its microbial composition, the \"holobiont\" can adapt to changing environmental conditions far more rapidly than by genetic mutation and selection in the host species alone.",
            "score": 146.4850311279297
        },
        {
            "docid": "1047078_4",
            "document": "Microalgae . The chemical composition of microalgae is not an intrinsic constant factor but varies over a wide range, both depending on species and on cultivation conditions. Some microalgae have the capacity to acclimate to changes in environmental conditions by altering their chemical composition in response to environmental variability. A particularly dramatic examples is their ability to replace phospholipids with non-phosphorus membrane lipids in P-depleted environments. It is possible to accumulate the desired products in microalgae to a large extent by changing environmental factors, like temperature, illumination, pH, CO supply, salt and nutrients. Microphytes also produce chemical signals which contribute to prey selection, defense, and avoidance. These chemical signals affect large scale tropic structures such as algal blooms but propagate by simple diffusion and laminar advective flow. Microalgae such as microphytes constitute the basic foodstuff for numerous aquaculture species, especially filtering bivalves. Photosynthetic and chemosynthetic microbes can also form symbiotic relationships with host organisms.",
            "score": 143.5621337890625
        },
        {
            "docid": "2066774_2",
            "document": "Aggregating anemone . The aggregating anemone (\"Anthopleura elegantissima\"), or clonal anemone, is the most abundant species of sea anemone found on rocky, tide swept shores along the Pacific coast of North America. This cnidarian hosts endosymbiotic algae called zooxanthellae that contribute substantially to primary productivity in the intertidal zone. The aggregating anemone has become a model organism for the study of temperate cnidarian-algal symbioses.",
            "score": 142.9517822265625
        },
        {
            "docid": "47700_29",
            "document": "Coral . Many corals in the order Scleractinia are hermatypic, meaning that they are involved in building reefs. Most such corals obtain some of their energy from zooxanthellae in the genus \"Symbiodinium\". These are symbiotic photosynthetic dinoflagellates which require sunlight; reef-forming corals are therefore found mainly in shallow water. They secrete calcium carbonate to form hard skeletons that become the framework of the reef. However, not all reef-building corals in shallow water contain zooxanthellae, and some deep water species, living at depths to which light cannot penetrate, form reefs but do not harbour the symbionts. There are various types of shallow-water coral reef, including fringing reefs, barrier reefs and atolls; most occur in tropical and subtropical seas. They are very slow-growing, adding perhaps one centimetre (0.4 in) in height each year. The Great Barrier Reef is thought to have been laid down about two million years ago. Over time, corals fragment and die, sand and rubble accumulates between the corals, and the shells of clams and other molluscs decay to form a gradually evolving calcium carbonate structure. Coral reefs are extremely diverse marine ecosystems hosting over 4,000 species of fish, massive numbers of cnidarians, molluscs, crustaceans, and many other animals.",
            "score": 142.81362915039062
        },
        {
            "docid": "19723734_51",
            "document": "Muscle . Steinmetz et al. continue to argue for multiple origins of striated muscle in the metazoans by explaining that a key set of genes used to form the troponin complex for muscle regulation and formation in bilaterians is missing from the cnidarians and ctenophores, and of 47 structural and regulatory proteins observed, Steinmetz et al. were not able to find even on unique striated muscle cell protein that was expressed in both cnidarians and bilaterians. Furthermore, the Z-disc seemed to have evolved differently even within bilaterians and there is a great deal diversity of proteins developed even between this clade, showing a large degree of radiation for muscle cells. Through this divergence of the Z-disc, Steimetz et al. argue that there are only four common protein components that were present in all bilaterians muscle ancestors and that of these for necessary Z-disc components only an actin protein that they have already argued is an uninformative marker through its pleisiomorphic state is present in cnidarians. Through further molecular marker testing, Steinmetz et al. observe that non-bilaterians lack many regulatory and structural components necessary for bilaterians muscle formation and do not find any unique set of proteins to both bilaterians and cnidarians and ctenophores that are not present in earlier, more primitive animals such as the sponges and amoebozoans. Through this analysis the authors conclude that due to the lack of elements that bilaterians muscles are dependent on for structure and usage, nonbilaterian muscles must be of a different origin with a different set regulatory and structural proteins.",
            "score": 141.57086181640625
        },
        {
            "docid": "1452717_21",
            "document": "Opsin . Cnidaria, which include jellyfish, corals, and sea anemones, are the most basal animals to possess complex eyes. Jellyfish opsins in the rhopalia couple to Gs-proteins raising the intracellular cAMP level. Coral opsins can couple to Gq-proteins and Gc-proteins. Gc-proteins are a subtype of G-proteins specific to cnidarians. The cnidarian opsins have been identified as one group and so called cnidops, however at least some of them belong to the c-opsins, r-opsins, and Go/RGR-opsins found in bilaterians.",
            "score": 141.29481506347656
        },
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 140.60877990722656
        },
        {
            "docid": "205464_32",
            "document": "Human microbiota . This dynamic between host oral cavity and oral microbes plays a key role in health and disease as it provides entry into the body. A healthy equilibrium presents a symbiotic relationship where oral microbes limit growth and adherence of pathogens while the host provides an environment for them to flourish. Ecological changes such as change of immune status, shift of resident microbes and nutrient availability shift from a mutual to parasitic relationship resulting in the host being prone to oral and systemic disease. Systemic diseases such as diabetes and cardiovascular diseases has been correlated to poor oral health. Of particular interest is the role of oral microorganisms in the two major dental diseases: dental caries and periodontal disease. Pathogen colonization at the periodontium cause an excessive immune response resulting in a periodontal pocket- a deepened space between the tooth and gingiva. This acts as a protected blood-rich reservoir with nutrients for anaerobic pathogens. Systemic disease at various sites of the body can result from oral microbes entering the blood bypassing periodontal pockets and oral membranes.",
            "score": 140.489013671875
        },
        {
            "docid": "196448_9",
            "document": "Orange clownfish . Anemonefish are specialized coral reef fish that live within host anemones and are found in warmer waters in the Pacific and Indian Oceans, off northwest Australia, southeast Asia, and Japan. A primary host anemone has an anemonefish at a high frequency and a secondary host anemone has one at a relatively low frequency. The distribution and availability of sea anemones is limited by the activity of photosynthesis of algae that occupy the anemones’ tentacles. Secondary hosts are usually only used if a severe lack of available primary hosts exists. When many different species of anemonefishes occupy similar habitats, they tend to spread themselves out according to smaller microhabitats and available species of anemones. \"A. percula\" and \"A. perideraion\" both essentially live within the \"H. magnifica\" anemone, but \"A. percula\" has the highest selection ratios with the \"S. gigantea\". A study done by Elliot & Mariscal in the region of Madang, Papua New Guinea found that all of the \"H. magnifica\" anemones that were censused were occupied by \"A. percula\" and \"A. perideraion\".  \"A. percula\" generally occupies anemones that are near shore, while \"A. perideraion\" occupies anemones that are more offshore. Anemonefish do not occupy anemones if they are in shallow water or if they are too small. Shallow waters are not an inhabitable environment for \"A. percula\" because of the lower salinity levels, increased temperatures, and exposure during low tides. Also, small anemones would not provide protection from predators. \"A. percula\" and the host anemone are very important to one another and interact in a symbiotic relationship. \"A. percula\" cleans the host anemone by consuming algae residue and zooplankton such as copepods and larval tunicates. They also protect the anemone from polyp-consuming fish and other predators, while the clownfish is protected from predators by the anemone. \"A. percula\" sometimes carries pieces of food to the host anemone for later consumption. In most cases the host anemone then devours the food that \"A. percula\" stored around it. Chances of survival for both parties involved are increased through this co-existence.",
            "score": 140.457763671875
        },
        {
            "docid": "6621_4",
            "document": "Cnidaria . Most cnidarians prey on organisms ranging in size from plankton to animals several times larger than themselves, but many obtain much of their nutrition from dinoflagellates, and a few are parasites. Many are preyed on by other animals including starfish, sea slugs, fish, turtles, and even other cnidarians. Many scleractinian corals—which form the structural foundation for coral reefs—possess polyps that are filled with symbiotic photo-synthetic zooxanthellae. While reef-forming corals are almost entirely restricted to warm and shallow marine waters, other cnidarians can be found at great depths, in polar regions, and in freshwater.",
            "score": 139.6697235107422
        },
        {
            "docid": "18291752_2",
            "document": "Microbial symbiosis and immunity . There are close and often long-term relationships between symbiotic microbes and their host's immune system. The immune system is a host defense system consisting of anatomical barriers, and physiological and cellular responses, which protect the host against harmful parasites while limiting inflammation by tolerating harmless symbionts. Humans are home to 10 to 10 bacteria. These bacteria can have almost any kind of relationship with the host, including mutually beneficial in a host's gut, or parasitic.",
            "score": 137.0859832763672
        },
        {
            "docid": "41468418_9",
            "document": "Evolution of photosynthesis . Several groups of animals have formed symbiotic relationships with photosynthetic algae. These are most common in corals, sponges and sea anemones. It is presumed that this is due to the particularly simple body plans and large surface areas of these animals compared to their volumes. In addition, a few marine mollusks \"Elysia viridis\" and \"Elysia chlorotica\" also maintain a symbiotic relationship with chloroplasts they capture from the algae in their diet and then store in their bodies. This allows the mollusks to survive solely by photosynthesis for several months at a time. Some of the genes from the plant cell nucleus have even been transferred to the slugs, so that the chloroplasts can be supplied with proteins that they need to survive.",
            "score": 136.76190185546875
        },
        {
            "docid": "24544_44",
            "document": "Photosynthesis . Several groups of animals have formed symbiotic relationships with photosynthetic algae. These are most common in corals, sponges and sea anemones. It is presumed that this is due to the particularly simple body plans and large surface areas of these animals compared to their volumes. In addition, a few marine mollusks \"Elysia viridis\" and \"Elysia chlorotica\" also maintain a symbiotic relationship with chloroplasts they capture from the algae in their diet and then store in their bodies. This allows the mollusks to survive solely by photosynthesis for several months at a time. Some of the genes from the plant cell nucleus have even been transferred to the slugs, so that the chloroplasts can be supplied with proteins that they need to survive.",
            "score": 136.76190185546875
        },
        {
            "docid": "9630_52",
            "document": "Ecology . Ecological interactions can be classified broadly into a host and an associate relationship. A host is any entity that harbours another that is called the associate. Relationships within a species that are mutually or reciprocally beneficial are called mutualisms. Examples of mutualism include fungus-growing ants employing agricultural symbiosis, bacteria living in the guts of insects and other organisms, the fig wasp and yucca moth pollination complex, lichens with fungi and photosynthetic algae, and corals with photosynthetic algae. If there is a physical connection between host and associate, the relationship is called symbiosis. Approximately 60% of all plants, for example, have a symbiotic relationship with arbuscular mycorrhizal fungi living in their roots forming an exchange network of carbohydrates for mineral nutrients.",
            "score": 136.6970977783203
        },
        {
            "docid": "22953946_3",
            "document": "Cassiopea andromeda . \"Cassiopea andromeda\" is carnivorous and eats small animals from the sea or just pieces of them after it paralyzes its prey with its mucous and nematocysts when they are released. This jellyfish also lives in a symbiotic relationship with photosynthetic dinoflagellate algae, the Zooxanthellae, and with shrimps. The Zooxanthellae live in the tissues of the ventral surface of its body and it is the responsible for the color of it. As the Zooxanthellaeon gets food for the \"Cassiopea andromeda\", in response, it gets the sunlight that is necessary for the photosynthetic dinoflagellate algae. Therefore, the shrimp has a different symbiotic relationship with this jellyfish. It lives in its tentacles and protects it by taking the parasites off. In exchange, the \"Cassiopea andromeda\" mainly offers protection to the shrimp from the environment. This symbiotic relationship is called mutualism, where \"both\" species benefit from their interactions. As a cnidarian, this jellyfish has an asexual and sexual reproduction. It reproduces by budding when it is in a polyp form. When it is in a medusa form, it reproduces sexually. The medusa female produces the eggs and keeps them. As the male produces the sperm and releases them in the water, the female uses its tentacles to bring the sperm to fertilize its eggs.",
            "score": 136.64051818847656
        },
        {
            "docid": "176332_5",
            "document": "Amphiprioninae . Anemonefish and sea anemones have a symbiotic, mutualistic relationship, each providing a number of benefits to the other. The individual species are generally highly host specific, and especially the genera \"Heteractis\" and \"Stichodactyla\", and the species \"Entacmaea quadricolor\" are frequent anemonefish partners. The sea anemone protects the anemonefish from predators, as well as providing food through the scraps left from the anemone's meals and occasional dead anemone tentacles, and functions as a safe nest site. In return, the anemonefish defends the anemone from its predators and parasites. The anemone also picks up nutrients from the anemonefish's excrement. The nitrogen excreted from anemonefish increases the amount of algae incorporated into the tissue of their hosts, which aids the anemone in tissue growth and regeneration. The activity of the anemonefish results in greater water circulation around the sea anemone, and it has been suggested that their bright coloring might lure small fish to the anemone, which then catches them. Studies on anemonefish have found that they alter the flow of water around sea anemone tentacles by certain behaviours and movements such as \"wedging\" and \"switching\". Aeration of the host anemone tentacles allows for benefits to the metabolism of both partners, mainly by increasing anemone body size and both anemonefish and anemone respiration.",
            "score": 134.63519287109375
        },
        {
            "docid": "41016124_4",
            "document": "Globigerinoides . Many \"Globigerinoides\" species bear photosynthetic symbiotic algae. The relationship between the symbiotic algae and its host foraminifera provides the host with at least three main advantages, including energy from photosynthesis, an enhancement of calcification, and uptake of host metabolites. All in all it is a prime example of ectosymbiosis. For those species that bear symbiotic algae, experiments have shown that their symbionts play a hugely important role in the success of individual foraminifera. Experiments using \"Globigerinoides sacculifer\" found that the life cycle of individuals is severely shorted when the symbionts photosynthetic cycle is disrupted or stopped (via darkness or removal of symbionts).",
            "score": 134.06198120117188
        },
        {
            "docid": "45281534_5",
            "document": "Anthopleura ballii . \"Anthopleura ballii\" contains unicellular dinoflagellates living inside the tissues. These are species of \"Symbiodinium\" and are commonly known as zooxanthellae. They are photosynthetic organisms and provide the sea anemone with nutrients and energy, the products of photosynthesis. This type of arrangement is common in corals and sea anemones in nutrient-deficient tropical seas but is rare in temperate waters, which tend to be nutrient-rich. Researchers have found that the ova become infected with maternal zooxanthellae just before spawning takes place. The zooxanthellae are restricted to one side of the ovum and during the rearrangement of tissues that takes place during the development of the embryo into a planula larva, the zooxanthellae are confined to the endoderm of the larva and to the gastrodermal cells of the adult. This method of acquiring zooxanthellae is unusual. In tropical seas zooxanthellae are frequently liberated into the sea by symbiotic invertebrates and occur in the faeces of predators feeding on symbiotic cnidarians. This means that there is little need for maternal transfer of symbionts. This is not the case in temperate seas where free-living zooxanthellae are scarce.",
            "score": 132.0551300048828
        },
        {
            "docid": "21140350_4",
            "document": "Hydramacin-1 . Hydramacin-1 was first isolated from epithelial cells of the cnidarian \"Hydra\", a small (almost-microscopic) freshwater animal related to corals, sea anemones and jellyfish. Like other members of the Phylum Cnidaria, \"Hydra\" possesses specialized defensive epithelial cells called cnidocytes that shoot toxic barbs into organisms they come in physical contact with. German researchers managed to isolate the gene that coded for the production of the protein from the \"Hydra\" genome in 2008. The gene was transferred and cloned in a plasmid (Pet32a) which was inserted in the bacteria \"Escherichia coli\", a standard method of replicating a protein isolated from a much larger organism. The three-dimensional structure of the resulting protein was then determined by NMR spectroscopy and is now published online by the Protein Data Bank.",
            "score": 131.7032470703125
        },
        {
            "docid": "299472_14",
            "document": "Multicellular organism . This kind of severely co-dependent symbiosis can be seen frequently, such as in the relationship between clown fish and Riterri sea anemones. In these cases, it is extremely doubtful whether either species would survive very long if the other became extinct. However, the problem with this theory is that it is still not known how each organism's DNA could be incorporated into one single genome to constitute them as a single species. Although such symbiosis is theorized to have occurred (e.g. mitochondria and chloroplasts in animal and plant cells—endosymbiosis), it has happened only extremely rarely and, even then, the genomes of the endosymbionts have retained an element of distinction, separately replicating their DNA during mitosis of the host species. For instance, the two or three symbiotic organisms forming the composite lichen, although dependent on each other for survival, have to separately reproduce and then re-form to create one individual organism once more.",
            "score": 130.46934509277344
        },
        {
            "docid": "378653_20",
            "document": "Anthozoa . Most anthozoans supplement their predation by incorporating into their tissues certain unicellular, photosynthetic organisms known as zooxanthellae (or zoochlorellae in a few instances); many fulfil the bulk of their nutritional requirements in this way. In this symbiotic relationship, the zooxanthellae benefit by using nitrogenous waste and carbon dioxide produced by the host while the cnidarian gains photosynthetic capability and increased production of calcium carbonate, a substance of great importance to stony corals. The presence of zooxanthellae is not a permanent relationship. Under some circumstances, the symbionts can be expelled, and other species may later move in to take their place. The behaviour of the anthozoan can also be affected, with it choosing to settle in a well lit spot, and competing with its neighbours for light to allow photosynthesis to take place. Where an anthozoan lives in a cave or other dark location, the symbiont may be absent in a species that, in a sunlit location, normally benefits from one. Anthozoans living at depths greater than are azooxanthellate because there is insufficient light for photosynthesis. With longitudinal, transverse and radial muscles, polyps are able to elongate and shorten, bend and twist, inflate and deflate, and extend and contract their tentacles. Most polyps extend to feed and contract when disturbed, often invaginating their oral discs and tentacles into the column. Contraction is achieved by pumping fluid out of the coelenteron, and reflation by drawing it in, a task performed by the siphonoglyphs in the pharynx which are lined with beating cilia. Most anthozoans adhere to the substrate with their pedal discs but some are able to detach themselves and move about, while others burrow into the sediment. Movement may be a passive drifting with the currents or in the case of sea anemones, may involve creeping along a surface on their base.",
            "score": 130.30087280273438
        },
        {
            "docid": "6621_38",
            "document": "Cnidaria . Cnidarians were for a long time grouped with Ctenophores in the phylum Coelenterata, but increasing awareness of their differences caused them to be placed in separate phyla. Modern cnidarians are generally classified into four main classes: sessile Anthozoa (sea anemones, corals, sea pens); swimming Scyphozoa (jellyfish) and Cubozoa (box jellies); and Hydrozoa, a diverse group that includes all the freshwater cnidarians as well as many marine forms, and has both sessile members such as \"Hydra\" and colonial swimmers such as the Portuguese Man o' War. Staurozoa have recently been recognised as a class in their own right rather than a sub-group of Scyphozoa, and the parasitic Myxozoa and Polypodiozoa are now recognized as highly derived cnidarians rather than more closely related to the bilaterians.",
            "score": 130.140380859375
        },
        {
            "docid": "6621_42",
            "document": "Cnidaria . Many cnidarians are limited to shallow waters because they depend on endosymbiotic algae for much of their nutrients. The life cycles of most have polyp stages, which are limited to locations that offer stable substrates. Nevertheless, major cnidarian groups contain species that have escaped these limitations. Hydrozoans have a worldwide range: some, such as \"Hydra\", live in freshwater; \"Obelia\" appears in the coastal waters of all the oceans; and \"Liriope\" can form large shoals near the surface in mid-ocean. Among anthozoans, a few scleractinian corals, sea pens and sea fans live in deep, cold waters, and some sea anemones inhabit polar seabeds while others live near hydrothermal vents over below sea-level. Reef-building corals are limited to tropical seas between 30°N and 30°S with a maximum depth of , temperatures between and high salinity and low carbon dioxide levels. Stauromedusae, although usually classified as jellyfish, are stalked, sessile animals that live in cool to Arctic waters.  Cnidarians range in size from a mere handful of cells for myxozoan  through \"Hydra\"'s long, to the Lion's mane jellyfish, which may exceed in diameter and in length.",
            "score": 129.8983917236328
        }
    ]
}