{
    "q": [
        {
            "docid": "334955_13",
            "document": "Therapeutic index . Radiotherapy aims to minimize the size of tumors and kill cancer cells with high energy. The source of high energy arises from x-rays, gamma rays, charged particles and heavy particles. The therapeutic ratio in radiotherapy for cancer treatment is related to the maximum radiation dose by which death of cancer cells is locally controlled and the minimum radiation dose by which cells in normal tissues have low acute and late morbidity. Both of parameters have sigmoidal dose-response curves. Thus, a favorable outcome in dose-response curve is the response of tumor tissue is greater than that of normal tissue to the same dose, meaning that the treatment is effective to tumors and does not cause serious morbidity to normal tissue. Reversely, overlapping response of two tissues is highly likely to cause serious morbidity to normal tissue and ineffective treatment to tumors. The mechanism of radiation therapy is categorized into direct and indirect radiation. Both of direct and indirect radiations induce DNAs to have a mutation or chromosomal rearrangement during its repair process. Direct radiation creates a free DNA radical from radiation energy deposition that damages DNA. Indirect radiation occurs from radiolysis of water, creating a free hydroxyl radical, hydronium and electron. Then, hydroxyl radical transfers its radical to DNA. Or together with hydronium and electron, a free hydroxyl radical can damage base region of DNA. Cancer cells have imbalance of signals in cell cycle. G1 and G2/M arrest are found to be major checkpoints by irradiation in human cells. G1 arrest delays repair mechanism before synthesis of DNA in S phase and mitosis in M phase, suggesting key checkpoint to lead survival of cells. G2/M arrest occurs when cells need to repair after S phase before the mitotic entry. It was also known that S phase is the most resistant to radiation and M phase was the most sensitive to radiation. p53, a tumor suppressor protein that plays a role in G1 and G2/M arrest, enabled the understanding of the cell cycle by radiation. For example, irradiation to myeloid leukemia cell leads to an increase in p53 and a decrease in the level of DNA synthesis. Patients with Ataxia telangiectasia delays have hypersensitivity to radiation due to the delay of accumulation of p53. In this case, cells are able to replicate without repair of their DNA, prone to incidence of cancer. Most cells are in G1 and S phase and irradiation at G2 phase showed increased radiosensitivity and thus G1 arrest has been on focus for therapeutic treatment. Irradiation to a tissue creates response to both irradiated and non-irridiated cells. It was found that even cells up to 50-75 cell diameter distant from irradiated cells have phenotype of enhanced genetic instability such as micronucleation. This suggests the effect of cell-to-cell communication such as paracrine and juxtacrine signaling. Normal cells do not lose DNA repair mechanism whereas cancer cells often lose during radiotherapy. However, the nature of high energy radiation can override the ability of damaged normal cell to repair, leading to cause another risk for carcinogenesis. This suggests a significant risk associated with radiation therapy. Thus, it is desirable to improve the therapeutic ratio during radiotherapy. Employing IG-IMRT, protons and heavy ions are likely to minimize dose to normal tissues by altered fractionation. Molecular targeting to DNA repair pathway can lead to radiosensitization or radioprotection. Examples are direct and indirect inhibitors on DNA double-strand breaks. Direct inhibitors target proteins (PARP family) and kinases (ATM, DNA-PKCs) that are involved in DNA repair. Indirect inhibitors target proteins tumor cell signaling proteins such as EGFR and insulin growth factor.",
            "score": 373.38858556747437
        },
        {
            "docid": "14058535_18",
            "document": "CHEK1 . Chk1 has a central role in coordinating the DNA damage response and therefore is an area of great interest in oncology and the development of cancer therapeutics. Initially Chk1 was thought to function as a tumor suppressor due to the regulatory role it serves amongst cells with DNA damage. However, there has been no evidence of homozygous loss of function mutants for Chk1 in human tumors. Instead, Chk1 has been shown to be overexpressed in a numerous tumors including breast, colon, liver, gastric and nasopharyngeal carcinoma. There is a positive correlation with Chk1 expression and tumor grade and disease recurrence suggesting Chk1 may promote tumor growth. Chk1 is essential for cell survival and through high levels of expressions in tumors the function may be inducing tumor cell proliferation. Further, a study has demonstrated that targeting CHK1 reactivates the tumour suppressive activity of protein phosphtase 2A (PP2A) complex in cancer cells. Studies have shown complete loss of Chk1 suppresses chemically induce carcinogenesis however Chk1 haploinsufficiency results in tumor progression. Due to the possibility of Chk1 involvement in tumor promotion, the kinase and related signaling molecules may be potentially effective therapeutic targets. Cancer therapies utilize DNA damaging therapies such as chemotherapies and ionizing radiation to inhibit tumor cell proliferation and induce cell cycle arrest. Tumor cells with increased levels of Chk1 acquire survival advantages due to the ability to tolerate a higher level of DNA damage. Therefore, Chk1 may contribute to chemotherapy resistance. In order to optimize chemotherapies, Chk1 must be inhibited to reduce the survival advantage. Chk1 gene can be effectively silenced by siRNA knockdown for further analysis based on an independent validation. By inhibiting Chk1, cancer cells lose the ability to repair damaged DNA which allows chemotherapeutic agents to work more effectively. Combining DNA damaging therapies such as chemotherapy or radiation treatment with Chk1 inhibition enhances targeted cell death and provides synthetic lethality. Many cancers rely on Chk1 mediated cell cycle arrest heavily especially if cancers are deficient in p53. Approximately 50% of cancers possess p53 mutations illustrating the dependence that many cancers may have on the Chk1 pathway. Inhibition of Chk1 allows selective targeting of p53 mutant cells as Chk1 levels are more likely to highly expressed in tumor cells with p53 deficiencies. Even though this method of inhibition is highly targeted, recent research has shown Chk1 also has a role in the normal cell cycle. Therefore, off-target effects and toxicity associated with combination therapies using CHk1 inhibitors must be considered during development of novel therapies.",
            "score": 344.0869846343994
        },
        {
            "docid": "31321569_11",
            "document": "The Hallmarks of Cancer . To tightly control cell division, cells have processes within them that prevent cell growth and division. These processes are orchestrated by proteins known as tumor suppressor genes. These genes take information from the cell to ensure that it is ready to divide, and will halt division if not (when the DNA is damaged, for example). In cancer, these tumour suppressor proteins are altered so that they don't effectively prevent cell division, even when the cell has severe abnormalities. Another way cells prevent over-division is that normal cells will also stop dividing when the cells fill up the space they are in and touch other cells; known as contact inhibition. Cancer cells do not have contact inhibition, and so will continue to grow and divide, regardless of their surroundings.",
            "score": 295.5561590194702
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 292.86566174030304
        },
        {
            "docid": "68300_43",
            "document": "Dominance (genetics) . A dominant-negative mutation may arise in a human somatic cell and provide a proliferative advantage to the mutant cell, leading to its clonal expansion. For instance, a dominant-negative mutation in a gene necessary for the normal process of programmed cell death (Apoptosis) in response to DNA damage can make the cell resistant to apoptosis. This will allow proliferation of the clone even when excessive DNA damage is present. Such dominant-negative mutations occur in the tumor suppressor gene \"p53\". The P53 wild-type protein is normally present as a four-protein multimer (oligotetramer). Dominant-negative \"p53\" mutations occur in a number of different types of cancer and pre-cancerous lesions (e.g. brain tumors, breast cancer, oral pre-cancerous lesions and oral cancer).",
            "score": 309.9653046131134
        },
        {
            "docid": "37626088_36",
            "document": "DNA damage (naturally occurring) . When there is too much damage, apoptosis is triggered in order to protect the organism from potentially harmful cells.7 p53, also known as a tumor suppressor gene, is a major regulatory protein in the DNA damage response system which binds directly to the promoters of its target genes. p53 acts primarily at the G1 checkpoint (controlling the G1 to S transition), where it blocks cell cycle progression. Activation of p53 can trigger cell death or permanent cell cycle arrest. p53 can also activate certain repair pathways such was NER.",
            "score": 348.05006170272827
        },
        {
            "docid": "188518_18",
            "document": "Human papillomavirus infection . E6 produces a protein (also called E6) that binds to and inactivates a protein in the host cell called p53. Normally, p53 acts to prevent cell growth, and promotes cell death in the presence of DNA damage. p53 also upregulates the p21 protein, which blocks the formation of the cyclin D/Cdk4 complex, thereby preventing the phosphorylation of RB, and in turn, halting cell cycle progression by preventing the activation of E2F. In short, p53 is a tumor-suppressor protein that arrests the cell cycle and prevents cell growth and survival when DNA damage occurs. Thus, inactivation of p53 by E6 can promote unregulated cell division, cell growth, and cell survival, characteristics of cancer.",
            "score": 369.1061580181122
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 288.0613352060318
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 285.7423915863037
        },
        {
            "docid": "1029022_14",
            "document": "Embryonic stem cell . ES cells use a different strategy to deal with DSBs. Because ES cells give rise to all of the cell types of an organism including the cells of the germ line, mutations arising in ES cells due to faulty DNA repair are a more serious problem than in differentiated somatic cells. Consequently, robust mechanisms are needed in ES cells to repair DNA damages accurately, and if repair fails, to remove those cells with un-repaired DNA damages. Thus, mouse ES cells predominantly use high fidelity homologous recombinational repair (HRR) to repair DSBs. This type of repair depends on the interaction of the two sister chromosomes formed during S phase and present together during the G2 phase of the cell cycle. HRR can accurately repair DSBs in one sister chromosome by using intact information from the other sister chromosome. Cells in the G1 phase of the cell cycle (i.e. after metaphase/cell division but prior the next round of replication) have only one copy of each chromosome (i.e. sister chromosomes aren’t present). Mouse ES cells lack a G1 checkpoint and do not undergo cell cycle arrest upon acquiring DNA damage. Rather they undergo programmed cell death (apoptosis) in response to DNA damage. Apoptosis can be used as a fail-safe strategy to remove cells with un-repaired DNA damages in order to avoid mutation and progression to cancer. Consistent with this strategy, mouse ES stem cells have a mutation frequency about 100-fold lower than that of isogenic mouse somatic cells.",
            "score": 332.1535613536835
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 254.00955140590668
        },
        {
            "docid": "7252_39",
            "document": "Cell cycle . While these are the three \"main\" checkpoints, not all cells have to pass through each of these checkpoints in this order to replicate. Many types of cancer are caused by mutations that allow the cells to speed through the various checkpoints or even skip them altogether. Going from S to M to S phase almost consecutively. Because these cells have lost their checkpoints, any DNA mutations that may have occurred are disregarded and passed on to the daughter cells. This is one reason why cancer cells have a tendency to exponentially accrue mutations. Aside from cancer cells, many fully differentiated cell types no longer replicate so they leave the cell cycle and stay in G until their death. Thus removing the need for cellular checkpoints. An alternative model of the cell cycle response to DNA damage has also been proposed, known as the postreplication checkpoint.",
            "score": 319.92092275619507
        },
        {
            "docid": "39383381_9",
            "document": "2-hydroxy-dATP diphosphatase . Eliminating the MTH1 gene in mice results in over three times more mice developing tumors compared to a control group. The enzyme’s much-studied ability to sanitize a cell’s nucleotide pool prevents it from developing mutations, including cancerous ones. Specifically, another study found that MTH1 inhibition in cancer cells leads to incorporation of 8-oxo-dGTP and other oxidatively damaged nucleotides into the cell’s DNA, damaging it and causing cell death. However, cancer cells have also been shown to benefit from use of MTH1. Cells from malignant breast tumors exhibit extreme MTH1 expression compared to other human cells. Because a cancer cell divides much more rapidly than a normal human cell, it is far more in need of an enzyme like MTH1 that prevents fatal mutations during replication. This property of cancer cells could allow for monitoring of cancer treatment efficacy by measuring MTH1 expression. Development of suitable probes for this purpose is currently underway.",
            "score": 274.5247173309326
        },
        {
            "docid": "13570238_8",
            "document": "PER1 . PER1 expression may have significant effects on the cell cycle. Cancer is often a result of unregulated cell growth and division, which can be controlled by circadian mechanisms. Therefore, a cell's circadian clock may play a large role in its likelihood of developing into a cancer cell. PER1 is a gene that plays an important role in such a circadian mechanism. Its overexpression, in particular, causes DNA-damage induced apoptosis. In addition, down-regulation of PER1 can enhance tumor growth in mammals. PER1 also interacts with proteins ATM and Chk2. These proteins are key checkpoint proteins in the cell cycle. Cancer patients have a lowered expression of per1. Gery, et al. suggests that regulation of PER1 expression may be useful for cancer treatment in the future.",
            "score": 298.4105521440506
        },
        {
            "docid": "56379488_3",
            "document": "Biological effects of radiation on the epigenome . Ionizing radiation has been known to cause damage to cellular components such as proteins, lipids, and nucleic acids. It has also been known to cause DNA double-strand breaks. Accumulation of DNA double strand breaks can lead to cell cycle arrest in somatic cells and cause cell death. Due to its ability to induce cell cycle arrest, ionizing radiation is used on abnormal growths in the human body such as cancer cells, in radiation therapy. Most cancer cells are fully treated with some type of radiotherapy, however some cells such as stem cell cancer cells show a reoccurrence when treated by this type of therapy.",
            "score": 281.0229661464691
        },
        {
            "docid": "5595981_7",
            "document": "P21 . Studies of p53 dependent cell cycle arrest in response to DNA damage identified p21 as the primary mediator of downstream cell cycle arrest. Notably, El-Deiry \"et al.\" identified a protein p21 (WAF1) which was present in cells expressing wild type p53 but not those with mutant p53, moreover constitutive expression of p21 led to cell cycle arrest in a number of cell types. Dulcic \"et al.\" also found that γ-irradiation of fibroblasts induced a p53 and p21 dependent cell cycle arrest, here p21 was found bound to inactive cyclin E/CDK2 complexes. Working in mouse models, it was also shown that whilst mice lacking p21 were healthy, spontaneous tumours developed and G1 checkpoint control was compromised in cells derived from these mice. Taken together, these studies thus defined p21 as the primary mediator of p53-dependent cell cycle arrest in response to DNA damage.",
            "score": 351.4208128452301
        },
        {
            "docid": "7856684_9",
            "document": "P53 upregulated modulator of apoptosis . Several studies have shown that PUMA function is affected or absent in cancer cells. Additionally, many human tumors contain p53 mutations, which results in no induction of PUMA, even after DNA damage induced through irradiation or chemotherapy drugs. Other cancers, which exhibit overexpression of antiapoptotic Bcl-2 family proteins, counteract and overpower PUMA-induced apoptosis. Even though PUMA function is compromised in most cancer cells, it does not appear that genetic inactivation of PUMA is a direct target of cancer. Many cancers do exhibit p53 gene mutations, making gene therapies that target this gene impossible, but an alternate pathway may be to focus on therapeutic to target PUMA and induce apoptosis in cancer cells. Animal studies have shown that PUMA does play a role in tumor suppression, but lack of PUMA activity alone does not translate to spontaneous formation of malignancies. Inhibiting PUMA induced apoptosis may be an interesting target for reducing the side effects of cancer treatments, such as chemotherapy, which induce apoptosis in rapidly dividing healthy cells in addition to rapidly dividing cancer cells.",
            "score": 286.78110933303833
        },
        {
            "docid": "14155540_4",
            "document": "Cancer in dogs . Cancer is a complex, multifactorial disease. Carcinogenesis is linked with DNA mutations, chromosomal translocations, chocolate, dysfunctional proteins, and aberrant cell cycle regulators. Cancer alters the DNA of cells and the mutated genetic material is passed on to daughter cells, resulting in neoplasms. The mutated DNA effects genes involved with the cell cycle, classified as either oncogenes or tumor suppressor genes. Oncogenes are responsible for cell proliferation and differentiation. Oncogenes responsible for cell growth are overexpressed in cancerous cells. Tumor suppressor genes prevent cells with erroneous cell cycles from replicating. Cancer cells ignore cell cycle regulators that control cell growth, division, and death.",
            "score": 316.59184646606445
        },
        {
            "docid": "39032553_14",
            "document": "Oncolytic adenovirus . Tumours form in cells when mutations in genes involved in cell cycle control and apoptosis accumulate over time. Most tumours studied, have defects in the p53 tumor suppressor pathway. p53 is a transcription factor that plays a role in apoptosis, cell cycle and DNA repair. It blocks cell progression in response to cellular stress or DNA damage. Many viruses replicate by altering the cell cycle and exploiting the same pathways that are altered in cancer cells. E1B proteins produced by adenoviruses protect the infected cell by binding to and degrading the p53 transcription factors, preventing it from targeting the cell for apoptosis. This allows the virus to replicate, package its genome, lyse the cell and spread to new cells.",
            "score": 356.8557116985321
        },
        {
            "docid": "38828080_23",
            "document": "Antineoplastic resistance . \"TP53\" is a tumor suppressor gene encoding the p53 protein, which responds to DNA damage either by DNA repair, cell cycle arrest, or apoptosis. Losing \"TP53\" via gene deletion can allow cells to continuously replicate despite DNA damage. The tolerance of DNA damage can grant cancer cells a method of resistance to those drugs which normally induce apoptosis through DNA damage.",
            "score": 344.8483843803406
        },
        {
            "docid": "2332422_58",
            "document": "Carcinogenesis . Viruses that are known to cause cancer such as HPV (cervical cancer), Hepatitis B (liver cancer), and EBV (a type of lymphoma), are all DNA viruses. It is thought that when the virus infects a cell, it inserts a part of its own DNA near the cell growth genes, causing cell division. The group of changed cells that are formed from the first cell dividing all have the same viral DNA near the cell growth genes. The group of changed cells are now special because one of the normal controls on growth has been lost.",
            "score": 265.04725909233093
        },
        {
            "docid": "38828080_21",
            "document": "Antineoplastic resistance . Platinum-based chemotherapies, such as cisplatin, target tumour cells by cross-linking their DNA strands, causing mutation and damage. Such damage will trigger programmed cell death (e.g. apoptosis) in cancer cells. Cisplatin resistance occurs when cancer cells develop an enhanced ability to reverse such damage by removing the cisplatin from DNA and repairing any damage done. The cisplatin-resistant cells upregulate expression of the excision repair cross-complementing (ERCC1) gene and protein.",
            "score": 250.7345311641693
        },
        {
            "docid": "553612_40",
            "document": "Histone acetyltransferase . The ability of histone acetyltransferases to manipulate chromatin structure and lay an epigenetic framework makes them essential in cell maintenance and survival. The process of chromatin remodeling involves several enzymes, including HATs, that assist in the reformation of nucleosomes and are required for DNA damage repair systems to function. HATs have been implicated as accessories to disease progression, specifically in neurodegenerative disorders. For instance, Huntington's disease is a disease that affects motor skills and mental abilities. The only known mutation that has been implicated in the disease is in the N-terminal region of the protein huntingtin (htt). It has been reported that htt directly interacts with HATs and represses the catalytic activity of p300/CBP and PCAF \"in vitro\". HATs have also been associated with control of learning and memory functions. Studies have shown that mice without PCAF or CBP display evidence of neurodegeneration. Mice with PCAF deletion are incompetent with respect to learning, and those with CBP deletion seem to suffer from long-term memory loss. The misregulation of the equilibrium between acetylation and deacetylation has also been associated with the manifestation of certain cancers. If histone acetyltransferases are inhibited, then damaged DNA may not be repaired, eventually leading to cell death. Controlling the chromatin remodeling process within cancer cells may provide a novel drug target for cancer research. Attacking these enzymes within cancer cells could lead to increased apoptosis due to high accumulation of DNA damage. One such inhibitor of histone acetyltransferases is called garcinol. This compound is found within the rinds of the garcinia indica fruit, otherwise known as mangosteen. To explore the effects of garcinol on histone acetyltransferases, researchers used HeLa cells. The cells underwent irradiation, creating double-strand breaks within the DNA, and garcinol was introduced into the cells to see if it influenced the DNA damage response. If garcinol is successful at inhibiting the process of non-homologous end joining, a DNA repair mechanism that shows preference in fixing double-strand breaks, then it may serve as a radiosensitizer, a molecule that increases the sensitivity of cells to radiation damage. Increases in radiosensitivity may increase the effectiveness of radiotherapy.",
            "score": 262.76775765419006
        },
        {
            "docid": "854294_57",
            "document": "DNA repair . The prevalence of DNA damage response mutations differs across cancer types; for example, 30% of breast invasive carcinomas have mutations in genes involved in homologous recombination. In cancer, downregulation is observed across all DNA damage response mechanisms (base excision repair (BER), nucleotide excision repair (NER), DNA mismatch repair (MMR), homologous recombination repair (HR), non-homologous end joining (NHEJ) and translesion DNA synthesis (TLS). As well as mutations to DNA damage repair genes, mutations also arise in the genes responsible for arresting the cell cycle to allow sufficient time for DNA repair to occur, and some genes are involved in both DNA damage repair and cell cycle checkpoint control, for example ATM and checkpoint kinase 2 (CHEK2) – a tumor suppressor that is often absent or downregulated in non-small cell lung cancer.",
            "score": 281.33591198921204
        },
        {
            "docid": "2457_39",
            "document": "Apoptosis . The tumor-suppressor protein p53 accumulates when DNA is damaged due to a chain of biochemical factors. Part of this pathway includes alpha-interferon and beta-interferon, which induce transcription of the \"p53\" gene, resulting in the increase of p53 protein level and enhancement of cancer cell-apoptosis. p53 prevents the cell from replicating by stopping the cell cycle at G1, or interphase, to give the cell time to repair, however it will induce apoptosis if damage is extensive and repair efforts fail. Any disruption to the regulation of the \"p53\" or interferon genes will result in impaired apoptosis and the possible formation of tumors.",
            "score": 356.13279461860657
        },
        {
            "docid": "31599765_4",
            "document": "Simon Boulton . The website of Cancer Research UK explains Boulton's work in this way: human DNA \"is constantly under assault from chemical reactions taking place in our bodies and from things we're exposed to in our everyday lives...Most of the time, DNA damage is repaired successfully by the cell. But if the cell continues to grow whilst its DNA is already damaged, it can lead to cancer.\" Boulton is learning about DNA damage repair \"by first studying it inside a microscopic worm called C. elegans and then extending these findings to human cells,\" an approach that has revealed \"remarkable similarities between the genes and proteins used to repair DNA damage in the worm and in humans...By studying this fundamental process of DNA damage repair, the researchers have contributed to our understanding of how faults in the system can lead to cancer.\"",
            "score": 264.67409467697144
        },
        {
            "docid": "36777018_25",
            "document": "Causes of cancer . Up to 10% of invasive cancers are related to radiation exposure, including both non-ionizing radiation and ionizing radiation. Unlike chemical or physical triggers for cancer, ionizing radiation hits molecules within cells randomly. If it happens to strike a chromosome, it can break the chromosome, result in an abnormal number of chromosomes, inactivate one or more genes in the part of the chromosome that it hit, delete parts of the DNA sequence, cause chromosome translocations, or cause other types of chromosome abnormalities. Major damage normally results in the cell dying, but smaller damage may leave a stable, partly functional cell that may be capable of proliferating and developing into cancer, especially if tumor suppressor genes were damaged by the radiation. Three independent stages appear to be involved in the creation of cancer with ionizing radiation: morphological changes to the cell, acquiring cellular immortality (losing normal, life-limiting cell regulatory processes), and adaptations that favor formation of a tumor. Even if the radiation particle does not strike the DNA directly, it triggers responses from cells that indirectly increase the likelihood of mutations.",
            "score": 260.6493525505066
        },
        {
            "docid": "1058672_22",
            "document": "Ataxia-telangiectasia . A-T has been described as a genome instability syndrome, a DNA repair disorder and a DNA damage response (DDR) syndrome. \"ATM\", the gene responsible for this multi-system disorder, encodes a protein of the same name which coordinates the cellular response to DNA double strand breaks (DSBs). Radiation therapy, chemotherapy that acts like radiation (radiomimetic drugs) and certain biochemical processes and metabolites can cause DSBs. When these breaks occur, ATM stops the cell from making new DNA (cell cycle arrest) and recruits and activates other proteins to repair the damage. Thus, ATM allows the cell to repair its DNA before the completion of cell division. If DNA damage is too severe, ATM will mediate the process of programmed cell death (apoptosis) to eliminate the cell and prevent genomic instability.",
            "score": 268.84998631477356
        },
        {
            "docid": "27382300_3",
            "document": "Cell cycle analysis . Cell cycle anomalies revealed on the DNA content frequency histogram are often observed after different types of cell damage, for example such DNA damage that interrupts the cell cycle progression at certain checkpoints. Such an arrest of the cell cycle progression can lead either to an effective DNA repair, which may prevent transformation of normal into a cancer cell (carcinogenesis), or to cell death, often by the mode of apoptosis. An arrest of cells in G or G is often seen as a result of lack of nutrients (growth factors), for example after serum deprivation. Cell cycle analysis was first described in 1969 at Los Alamos Scientific Laboratory by a group from the University of California using the Feulgen staining technique. The first protocol for cell cycle analysis using propidium iodide staining was presented in 1975 by Awtar Krishan from Harvard Medical School and is still widely cited today.",
            "score": 309.8945949077606
        },
        {
            "docid": "14798064_15",
            "document": "APPBP1 . One or more DNA repair genes in seven DNA repair pathways are frequently epigenetically silenced in cancers (see e.g. DNA repair pathways).) This is a likely source of the genome instability of cancers. If activation of NEDD8 is inhibited by Pevonedistat, cancer cells will then have an additional induced deficiency of NER or NHEJ. Such cells may then die because of deficient DNA repair leading to accumulation of DNA damages. The effect of NEDD8 inhibition may be greater for cancer cells than for normal cells if the cancer cells are already deficient in DNA repair due to prior epigenetic silencing of DNA repair genes active in alternative pathways (see synthetic lethality).",
            "score": 250.99975562095642
        },
        {
            "docid": "8310787_30",
            "document": "Survivin . Wild-type p53 has been shown to repress survivin expression at the mRNA level. Using an adenovirus vector for wild-type p53, human ovarian cancer cell line 2774qw1 (which expresses mutant p53) was transfected. mRNA levels of survivin were analyzed by real-time quantitative PCR (RT-PCR) and showed time-dependent down regulation of survivin mRNA levels when the cells were infected with wild-type p53. A 3.6 fold decrease of survivin mRNA level was observed 16 hours after infection initiation and decreased 6.7 fold 24 hours after infection. Western blot results do show that there is indeed the p53 from the adenoviral vector was being expressed in the cells using antibody specific for p53. The expression of p53 levels indicative of its role in survivin repression shows that p53 started to be expressed 6 hours into infection and had its highest level at 16–24 hours. To further confirm that endogenous wild-type p53 is really causing the repression of survivin gene expression, the authors induced A549 (human lung cancer cell line with wild-type p53) and T47D (human breast cancer cell line with mutant p53) cells with DNA-damaging agent adriamycin to trigger the physiological p53 apoptotic response in these cancer cells and compare the survivin levels measured to the same cells without DNA damage induction. The A549 line, which intrinsically has functioning wild-type p53, showed significant reduction in survivin levels compared to non-induced cells. This same effect was not seen in T47D cells that carry mutant inactive p53.",
            "score": 284.52631175518036
        },
        {
            "docid": "48856017_7",
            "document": "Pevonedistat . One or more DNA repair genes in seven DNA repair pathways are frequently epigenetically silenced in cancers (see e.g. DNA repair pathways).) This is a likely source of the genome instability of cancers. If activation of NEDD8 is inhibited by pevonedistat, cells will then have an additional induced deficiency of NER or NHEJ. Such cells may then die because of deficient DNA repair leading to accumulation of DNA damages. The effect of NEDD8 inhibition may be greater for cancer cells than for normal cells if the cancer cells are already deficient in DNA repair due to prior epigenetic silencing of DNA repair genes active in alternative pathways (see synthetic lethality).",
            "score": 251.87121891975403
        }
    ],
    "r": [
        {
            "docid": "334955_13",
            "document": "Therapeutic index . Radiotherapy aims to minimize the size of tumors and kill cancer cells with high energy. The source of high energy arises from x-rays, gamma rays, charged particles and heavy particles. The therapeutic ratio in radiotherapy for cancer treatment is related to the maximum radiation dose by which death of cancer cells is locally controlled and the minimum radiation dose by which cells in normal tissues have low acute and late morbidity. Both of parameters have sigmoidal dose-response curves. Thus, a favorable outcome in dose-response curve is the response of tumor tissue is greater than that of normal tissue to the same dose, meaning that the treatment is effective to tumors and does not cause serious morbidity to normal tissue. Reversely, overlapping response of two tissues is highly likely to cause serious morbidity to normal tissue and ineffective treatment to tumors. The mechanism of radiation therapy is categorized into direct and indirect radiation. Both of direct and indirect radiations induce DNAs to have a mutation or chromosomal rearrangement during its repair process. Direct radiation creates a free DNA radical from radiation energy deposition that damages DNA. Indirect radiation occurs from radiolysis of water, creating a free hydroxyl radical, hydronium and electron. Then, hydroxyl radical transfers its radical to DNA. Or together with hydronium and electron, a free hydroxyl radical can damage base region of DNA. Cancer cells have imbalance of signals in cell cycle. G1 and G2/M arrest are found to be major checkpoints by irradiation in human cells. G1 arrest delays repair mechanism before synthesis of DNA in S phase and mitosis in M phase, suggesting key checkpoint to lead survival of cells. G2/M arrest occurs when cells need to repair after S phase before the mitotic entry. It was also known that S phase is the most resistant to radiation and M phase was the most sensitive to radiation. p53, a tumor suppressor protein that plays a role in G1 and G2/M arrest, enabled the understanding of the cell cycle by radiation. For example, irradiation to myeloid leukemia cell leads to an increase in p53 and a decrease in the level of DNA synthesis. Patients with Ataxia telangiectasia delays have hypersensitivity to radiation due to the delay of accumulation of p53. In this case, cells are able to replicate without repair of their DNA, prone to incidence of cancer. Most cells are in G1 and S phase and irradiation at G2 phase showed increased radiosensitivity and thus G1 arrest has been on focus for therapeutic treatment. Irradiation to a tissue creates response to both irradiated and non-irridiated cells. It was found that even cells up to 50-75 cell diameter distant from irradiated cells have phenotype of enhanced genetic instability such as micronucleation. This suggests the effect of cell-to-cell communication such as paracrine and juxtacrine signaling. Normal cells do not lose DNA repair mechanism whereas cancer cells often lose during radiotherapy. However, the nature of high energy radiation can override the ability of damaged normal cell to repair, leading to cause another risk for carcinogenesis. This suggests a significant risk associated with radiation therapy. Thus, it is desirable to improve the therapeutic ratio during radiotherapy. Employing IG-IMRT, protons and heavy ions are likely to minimize dose to normal tissues by altered fractionation. Molecular targeting to DNA repair pathway can lead to radiosensitization or radioprotection. Examples are direct and indirect inhibitors on DNA double-strand breaks. Direct inhibitors target proteins (PARP family) and kinases (ATM, DNA-PKCs) that are involved in DNA repair. Indirect inhibitors target proteins tumor cell signaling proteins such as EGFR and insulin growth factor.",
            "score": 373.3885803222656
        },
        {
            "docid": "188518_18",
            "document": "Human papillomavirus infection . E6 produces a protein (also called E6) that binds to and inactivates a protein in the host cell called p53. Normally, p53 acts to prevent cell growth, and promotes cell death in the presence of DNA damage. p53 also upregulates the p21 protein, which blocks the formation of the cyclin D/Cdk4 complex, thereby preventing the phosphorylation of RB, and in turn, halting cell cycle progression by preventing the activation of E2F. In short, p53 is a tumor-suppressor protein that arrests the cell cycle and prevents cell growth and survival when DNA damage occurs. Thus, inactivation of p53 by E6 can promote unregulated cell division, cell growth, and cell survival, characteristics of cancer.",
            "score": 369.1061706542969
        },
        {
            "docid": "39032553_14",
            "document": "Oncolytic adenovirus . Tumours form in cells when mutations in genes involved in cell cycle control and apoptosis accumulate over time. Most tumours studied, have defects in the p53 tumor suppressor pathway. p53 is a transcription factor that plays a role in apoptosis, cell cycle and DNA repair. It blocks cell progression in response to cellular stress or DNA damage. Many viruses replicate by altering the cell cycle and exploiting the same pathways that are altered in cancer cells. E1B proteins produced by adenoviruses protect the infected cell by binding to and degrading the p53 transcription factors, preventing it from targeting the cell for apoptosis. This allows the virus to replicate, package its genome, lyse the cell and spread to new cells.",
            "score": 356.855712890625
        },
        {
            "docid": "2457_39",
            "document": "Apoptosis . The tumor-suppressor protein p53 accumulates when DNA is damaged due to a chain of biochemical factors. Part of this pathway includes alpha-interferon and beta-interferon, which induce transcription of the \"p53\" gene, resulting in the increase of p53 protein level and enhancement of cancer cell-apoptosis. p53 prevents the cell from replicating by stopping the cell cycle at G1, or interphase, to give the cell time to repair, however it will induce apoptosis if damage is extensive and repair efforts fail. Any disruption to the regulation of the \"p53\" or interferon genes will result in impaired apoptosis and the possible formation of tumors.",
            "score": 356.1328125
        },
        {
            "docid": "6339_8",
            "document": "Cell biology . The growth process of the cell does not refer to the size of the cell, but instead the density of the number of cells present in the organism at a given time. Cell growth pertains to the increase in the number of cells present in an organism as it grows and develops; as the organism gets larger so too does the number of cells present. Cells are the foundation of all organisms, they are the fundamental unit of life. The growth and development of the cell are essential for the maintenance of the host, and survival of the organisms. For this process the cell goes through the steps of the cell cycle and development which involves cell growth, DNA replication, cell division, regeneration, specialization, and cell death. The cell cycle is divided into four distinct phases, G1, S, G2, and M. The G phases – which is the cell growth phase - makes up approximately 95% of the cycle. The proliferation of cells is instigated by progenitors, the cells then differentiate to become specialized, where specialized cells of the same type aggregate to form tissues, then organs and ultimately systems. The G phases along with the S phase – DNA replication, damage and repair - are considered to be the interphase portion of the cycle. While the M phase (mitosis and cytokinesis) is the cell division portion of the cycle. The cell cycle is regulated by a series of signalling factors and complexes such as CDK's, kinases, and p53. to name a few. When the cell has completed its growth process, and if it is found to be damaged or altered it undergoes cell death, either by apoptosis or necrosis, to eliminate the threat it cause to the organism’s survival.",
            "score": 355.2325744628906
        },
        {
            "docid": "5595981_7",
            "document": "P21 . Studies of p53 dependent cell cycle arrest in response to DNA damage identified p21 as the primary mediator of downstream cell cycle arrest. Notably, El-Deiry \"et al.\" identified a protein p21 (WAF1) which was present in cells expressing wild type p53 but not those with mutant p53, moreover constitutive expression of p21 led to cell cycle arrest in a number of cell types. Dulcic \"et al.\" also found that γ-irradiation of fibroblasts induced a p53 and p21 dependent cell cycle arrest, here p21 was found bound to inactive cyclin E/CDK2 complexes. Working in mouse models, it was also shown that whilst mice lacking p21 were healthy, spontaneous tumours developed and G1 checkpoint control was compromised in cells derived from these mice. Taken together, these studies thus defined p21 as the primary mediator of p53-dependent cell cycle arrest in response to DNA damage.",
            "score": 351.4208068847656
        },
        {
            "docid": "37626088_36",
            "document": "DNA damage (naturally occurring) . When there is too much damage, apoptosis is triggered in order to protect the organism from potentially harmful cells.7 p53, also known as a tumor suppressor gene, is a major regulatory protein in the DNA damage response system which binds directly to the promoters of its target genes. p53 acts primarily at the G1 checkpoint (controlling the G1 to S transition), where it blocks cell cycle progression. Activation of p53 can trigger cell death or permanent cell cycle arrest. p53 can also activate certain repair pathways such was NER.",
            "score": 348.0500793457031
        },
        {
            "docid": "38828080_23",
            "document": "Antineoplastic resistance . \"TP53\" is a tumor suppressor gene encoding the p53 protein, which responds to DNA damage either by DNA repair, cell cycle arrest, or apoptosis. Losing \"TP53\" via gene deletion can allow cells to continuously replicate despite DNA damage. The tolerance of DNA damage can grant cancer cells a method of resistance to those drugs which normally induce apoptosis through DNA damage.",
            "score": 344.848388671875
        },
        {
            "docid": "14058535_18",
            "document": "CHEK1 . Chk1 has a central role in coordinating the DNA damage response and therefore is an area of great interest in oncology and the development of cancer therapeutics. Initially Chk1 was thought to function as a tumor suppressor due to the regulatory role it serves amongst cells with DNA damage. However, there has been no evidence of homozygous loss of function mutants for Chk1 in human tumors. Instead, Chk1 has been shown to be overexpressed in a numerous tumors including breast, colon, liver, gastric and nasopharyngeal carcinoma. There is a positive correlation with Chk1 expression and tumor grade and disease recurrence suggesting Chk1 may promote tumor growth. Chk1 is essential for cell survival and through high levels of expressions in tumors the function may be inducing tumor cell proliferation. Further, a study has demonstrated that targeting CHK1 reactivates the tumour suppressive activity of protein phosphtase 2A (PP2A) complex in cancer cells. Studies have shown complete loss of Chk1 suppresses chemically induce carcinogenesis however Chk1 haploinsufficiency results in tumor progression. Due to the possibility of Chk1 involvement in tumor promotion, the kinase and related signaling molecules may be potentially effective therapeutic targets. Cancer therapies utilize DNA damaging therapies such as chemotherapies and ionizing radiation to inhibit tumor cell proliferation and induce cell cycle arrest. Tumor cells with increased levels of Chk1 acquire survival advantages due to the ability to tolerate a higher level of DNA damage. Therefore, Chk1 may contribute to chemotherapy resistance. In order to optimize chemotherapies, Chk1 must be inhibited to reduce the survival advantage. Chk1 gene can be effectively silenced by siRNA knockdown for further analysis based on an independent validation. By inhibiting Chk1, cancer cells lose the ability to repair damaged DNA which allows chemotherapeutic agents to work more effectively. Combining DNA damaging therapies such as chemotherapy or radiation treatment with Chk1 inhibition enhances targeted cell death and provides synthetic lethality. Many cancers rely on Chk1 mediated cell cycle arrest heavily especially if cancers are deficient in p53. Approximately 50% of cancers possess p53 mutations illustrating the dependence that many cancers may have on the Chk1 pathway. Inhibition of Chk1 allows selective targeting of p53 mutant cells as Chk1 levels are more likely to highly expressed in tumor cells with p53 deficiencies. Even though this method of inhibition is highly targeted, recent research has shown Chk1 also has a role in the normal cell cycle. Therefore, off-target effects and toxicity associated with combination therapies using CHk1 inhibitors must be considered during development of novel therapies.",
            "score": 344.0870056152344
        },
        {
            "docid": "645839_20",
            "document": "Glioma . Several acquired (not inherited) genetic mutations have been found in gliomas. Tumor suppressor protein 53 (p53) is mutated early in the disease. p53 is the \"guardian of the genome\", which, during DNA and cell duplication, makes sure the DNA is copied correctly and destroys the cell (apoptosis) if the DNA is mutated and cannot be fixed. When p53 itself is mutated, other mutations can survive. Phosphatase and tensin homolog (PTEN), another tumor suppressor gene, is itself lost or mutated. Epidermal growth factor receptor, a growth factor that normally stimulates cells to divide, is amplified and stimulates cells to divide too much. Together, these mutations lead to cells dividing uncontrollably, a hallmark of cancer. Recently, mutations in \"IDH1\" and\" IDH2\" were found to be part of the mechanism and associated with a more favorable prognosis.",
            "score": 341.33599853515625
        },
        {
            "docid": "1460525_16",
            "document": "Oncovirus . Rb and p53 regulate the transition between G1 and S phase, arresting the cell cycle before DNA replication until the appropriate checkpoint inputs, such as DNA damage repair, are completed. p53 regulates the p21 gene, which produces a protein which binds to the Cyclin D-Cdk4/6 complex. This prevents Rb phosphorylation and prevents the cell from entering S phase. In mammals, when Rb is active (unphosphorylated), it inhibits the E2F family of transcription factors, which regulate the Cyclin E-Cdk2 complex, which inhibits Rb, forming a positive feedback loop, keeping the cell in G1 until the input crosses a threshold. To drive the cell into S phase prematurely, the viruses must inactivate p53, which plays a central role in the G1/S checkpoint, as well as Rb, which, though downstream of it, is typically kept active by a positive feedback loop.",
            "score": 336.125244140625
        },
        {
            "docid": "7252_2",
            "document": "Cell cycle . The cell cycle or cell-division cycle is the series of events that take place in a cell leading to its division and duplication of its DNA (DNA replication) to produce two daughter cells. In bacteria, which lack a cell nucleus, the cell cycle is divided into the B, C, and D periods. The B period extends from the end of cell division to the beginning of DNA replication. DNA replication occurs during the C period. The D period refers to the stage between the end of DNA replication and the splitting of the bacterial cell into two daughter cells. In cells with a nucleus, as in eukaryotes, the cell cycle is also divided into three periods: interphase, the mitotic (M) phase, and cytokinesis. During interphase, the cell grows, accumulating nutrients needed for mitosis, preparing it for cell division and duplicating its DNA. During the mitotic phase, the chromosomes separate. During the final stage, cytokinesis, the chromosomes and cytoplasm separate into two new daughter cells. To ensure the proper division of the cell, there are control mechanisms known as cell cycle checkpoints.",
            "score": 334.6476135253906
        },
        {
            "docid": "14769657_4",
            "document": "Cell division cycle 7-related protein kinase . The gene, CDC7, is involved in the regulation of cell cycle because of the gene product Cdc7 kinase. The protein is expressed at constant levels throughout the cell cycle. The gene coding for the Dbf4 or ASK protein is regulated during the different phases of cell cycle. The concentration of Dbf4 at the G1/S transition of the cell cycle is higher than the concentration at the M/G1 transition. This tells us that Dbf4 is expressed around the time for replication; right after replication is over, the protein levels drop. Because the two proteins, Cdc7 and Dbf4, must form a complex before activating the MCM complex, the regulation of one protein is sufficient for both.  It has been shown that CDC7 is important for replication. There are several ways its expression can be altered that leads to problems. In mouse embryonic stem cells (ESCs), Cdc7 is needed for proliferation. Without the CDC7 gene DNA synthesis is stopped, and the ESCs do not grow. With the loss of function of Cdc7 in ESCs the S phase is stopped at the G2/M checkpoint. Recombinational repair (RR) is done at this point to try to fix the CDC7 gene so replication can occur. By copying and replacing the altered area with a very similar area on the sister homolog chromosome, the gene can be replicated as if nothing was ever wrong on the chromosome. However, when the cell enters this arrested state, levels of p53 may increase. These increased levels of p53 may initiate cell death.",
            "score": 334.4827575683594
        },
        {
            "docid": "37626088_4",
            "document": "DNA damage (naturally occurring) . Throughout the cell cycle there are various checkpoints to ensure the cell is in good condition to progress to mitosis. The three main checkpoints are at G1/s, G2/m, and at the spindle assembly checkpoint regulating progression through anaphase. G1 and G2 checkpoints involve scanning for damaged DNA. During S phase the cell is more vulnerable to DNA damage than any other part of the cell cycle. G2 checkpoint checks for damaged DNA and DNA replication completeness. DNA damage is an alteration in the chemical structure of DNA, such as a break in a strand of DNA, a base missing from the backbone of DNA, or a chemically changed base as 8-OHdG. DNA damage can occur naturally or via environmental factors. The DNA damage response (DDR) is a complex signal transduction pathway which recognizes when DNA is damaged and initiates the cellular response to the damage.",
            "score": 333.98583984375
        },
        {
            "docid": "1029022_14",
            "document": "Embryonic stem cell . ES cells use a different strategy to deal with DSBs. Because ES cells give rise to all of the cell types of an organism including the cells of the germ line, mutations arising in ES cells due to faulty DNA repair are a more serious problem than in differentiated somatic cells. Consequently, robust mechanisms are needed in ES cells to repair DNA damages accurately, and if repair fails, to remove those cells with un-repaired DNA damages. Thus, mouse ES cells predominantly use high fidelity homologous recombinational repair (HRR) to repair DSBs. This type of repair depends on the interaction of the two sister chromosomes formed during S phase and present together during the G2 phase of the cell cycle. HRR can accurately repair DSBs in one sister chromosome by using intact information from the other sister chromosome. Cells in the G1 phase of the cell cycle (i.e. after metaphase/cell division but prior the next round of replication) have only one copy of each chromosome (i.e. sister chromosomes aren’t present). Mouse ES cells lack a G1 checkpoint and do not undergo cell cycle arrest upon acquiring DNA damage. Rather they undergo programmed cell death (apoptosis) in response to DNA damage. Apoptosis can be used as a fail-safe strategy to remove cells with un-repaired DNA damages in order to avoid mutation and progression to cancer. Consistent with this strategy, mouse ES stem cells have a mutation frequency about 100-fold lower than that of isogenic mouse somatic cells.",
            "score": 332.153564453125
        },
        {
            "docid": "2195185_4",
            "document": "ATM serine/threonine kinase . Throughout the cell cycle DNA is monitored for damage. Damages result from errors during replication, by-products of metabolism, general toxic drugs or ionizing radiation. The cell cycle has different DNA damage checkpoints, which inhibit the next or maintain the current cell cycle step. There are two main checkpoints, the G1/S and the G2/M, during the cell cycle, which preserve correct progression. ATM plays a role in cell cycle delay after DNA damage, especially after double-strand breaks (DSBs). ATM together with NBS1 act as primary DSB sensor proteins. Different mediators, such as Mre11 and MDC1, acquire post-translational modifications which are generated by the sensor proteins. These modified mediator proteins then amplify the DNA damage signal, and transduce the signals to downstream effectors such as CHK2 and p53.",
            "score": 330.27093505859375
        },
        {
            "docid": "3730562_2",
            "document": "Cell cycle checkpoint . All living organisms are products of repeated rounds of cell growth and division. During this process, known as the cell cycle, a cell duplicates its contents and then divides in two. The purpose of the cell cycle is to accurately duplicate each organism's DNA and then divide the cell and its contents evenly between the two resulting cells. In eukaryotes, the cell cycle consists of four main stages: G, during which a cell is metabolically active and continuously grows; S phase, during which DNA replication takes place; G, during which cell growth continues and the cell synthesizes various proteins in preparation for division; and the M (mitosis) phase, during which the duplicated chromosomes (known as the sister chromatids) separate into two daughter nuclei, and the cell divides into two daughter cells, each with a full copy of DNA. Compared to the eukaryotic cell cycle, the prokaryotic cell cycle (known as binary fission) is relatively simple and quick: the chromosome replicates from the origin of replication, a new membrane is assembled, and the cell wall forms a septum which divides the cell into two.",
            "score": 329.5757751464844
        },
        {
            "docid": "5596105_11",
            "document": "G1/S transition . Between G1 and S phase, three DNA damage checkpoints occur to ensure proper growth and synthesis of DNA prior to cell division. Damaged DNA during G1, before entry into S phase, and during S phase result in the expression of ATM/R protein. ATM/R protein then stabilizes and activates transcription factor p53 so that it can bind to upstream regions of genes, inducing the expression of proteins including p21CIP. p21CIP binds to and inhibits any cyclin-cdk present in the cell cycle, halting the cycle until DNA damage can be corrected.",
            "score": 325.426025390625
        },
        {
            "docid": "5596105_12",
            "document": "G1/S transition . Of the four DNA damage checkpoints, two have an additional process for monitoring DNA damage other than activating p53. Before entry into S phase and during S phase, ATM/R also activates Chk1/2 that inhibits Cdc25A, a protein responsible for activating cyclin-Cdk dimers. Without cyclin dimer activation, the cell cannot transition through the cycle. These two checkpoints have additional processes for regulation because replicating damaged DNA in S phase can be deleterious to the cell and more importantly, the organism.",
            "score": 325.0269775390625
        },
        {
            "docid": "766233_9",
            "document": "Polyomaviridae . The large tumor antigen plays a key role in regulating the viral life cycle by binding to the viral origin of DNA replication where it promotes DNA synthesis. Also as the polyomavirus relies on the host cell machinery to replicate the host cell needs to be in s-phase for this to begin. Due to this, large T-antigen also modulates cellular signaling pathways to stimulate progression of the cell cycle by binding to a number of cellular control proteins. This is achieved by a two prong attack of inhibiting tumor suppressing genes p53 and members of the retinoblastoma (pRB) family, and stimulating cell growth pathways by binding cellular DNA, ATPase-helicase, DNA polymerase α association, and binding of transcription preinitiation complex factors. This abnormal stimulation of the cell cycle is a powerful force for oncogenic transformation.",
            "score": 324.1708679199219
        },
        {
            "docid": "1460525_13",
            "document": "Oncovirus . DNA oncoviruses typically impair two families of tumor suppressor proteins: tumor proteins p53 and the retinoblastoma proteins (Rb). It is evolutionarily advantageous for viruses to inactivate p53 because p53 can trigger cell cycle arrest or apoptosis in infected cells when the virus attempts to replicate its DNA. Similarly, Rb proteins regulate many essential cell functions, including but not limited to a crucial cell cycle checkpoint, making them a target for viruses attempting to interrupt regular cell function.",
            "score": 324.0256042480469
        },
        {
            "docid": "5629249_16",
            "document": "Cyclin A . Transcription of cyclin A is indirectly regulated by the tumor suppressor protein p53. P53 is activated by DNA damage and turns on several downstream pathways, including cell cycle arrest. Cell cycle arrest is carried out by the p53-pRb pathway. Activated p53 turns on genes for p21. P21 is a CDK inhibitor that binds to several cyclin/CDK complexes, including cyclin A-CDK2/1 and cyclin D/CDK4, and blocks the kinase activity of CDKs. Activated p21 can bind cyclin D/CDK4 and render it incapable of phosphorylating pRb. PRb remains hypophosphorylated and binds E2F. E2F is unable to activate the transcription of cyclins involved in cell cycle progression, such as cyclin A and the cell cycle is arrested at G. Cell cycle arrest allows the cell to repair DNA damage before the cell divides and passes damaged DNA to daughter cells.",
            "score": 323.9532165527344
        },
        {
            "docid": "5596105_5",
            "document": "G1/S transition . The cell cycle is a process in which an ordered set of events leads to the growth and division into two daughter cells. The cell cycle is a cycle rather than a linear process because the two daughter cells produced repeat the cycle. This process contains two main phases, interphase, in which the cell grows and synthesizes a copy of its DNA, and the mitotic (M) phase, during which the cell separates its DNA and divides into two new daughter cells. Interphase is further broken down into the G1 (GAP 1) phase, S (Synthesis) phase, G2 (GAP 2) phase and the mitotic (M) phase which in turn is broken down into mitosis and cytokinesis. Following cytokinesis, during G1 phase the cells monitor environment for the potential growth factors, grow larger and once achieve the threshold size (rRNA and overall protein content characteristic for a given cell type) they start progression through S phase. During S phase, the cell also duplicates the centrosome, or microtubule-organizing center, which is critical for DNA separation in the M phase. After complete synthesis of its DNA, the cell enters the G2 phase where it continues to grow in preparation for mitosis. Following interphase, the cell transitions into mitosis, containing four sub stages: prophase, anaphase, metaphase, and telophase. In mitosis, DNA condenses into chromosomes, which are lined up and separated by the mitotic spindle. After duplicate DNA is separated on opposite ends of the cell, the cytoplasm of the cell is split in two during cytokinesis resulting in two daughter cells.",
            "score": 323.3285217285156
        },
        {
            "docid": "858843_26",
            "document": "Acetylation . The p53 protein is a tumor suppressor that plays an important role in the signal transactions in cells, especially in maintaining the stability of the genome by preventing mutation. Therefore, it is also known as “the guardian of the genome.\" In addition, it also regulates the cell cycle and arrests cell growth by activating a regulator of the cell cycle, p21. Under severe DNA damage, it also initiates programmed cell death.The function of p53 is negatively regulated by oncoprotein Mdm2. Studies suggested that Mdm2 will form a complex with p53 and prevent it from binding to specific p53-responsive genes.",
            "score": 323.21923828125
        },
        {
            "docid": "729500_28",
            "document": "Head and neck cancer . Induction of cancer can be associated for the expression of viral oncoproteins, the most important E6 and E7, or other mechanisms many of them run by the integration such as the generation of altered transcripts, disruption of tumor suppressors, high levels of DNA amplifications, interchromosomial rearrangements, or changes in DNA methylation patterns, the latter being able to find even when the virus is identified in episomes. E6 sequesters p53 to promote p53 degradation while pRb inhibits E7. p53 prevents cell growth when DNA is damaged by activating apoptosis and p21, a kinase that blocks the formation of cyclin D / Cdk4 avoiding pRb phosphorylation and thereby prevents release of E2F is a transcription factor required for activation of genes involved in cell proliferation. pRb remains bound to E2F while this action phosphorylated preventing activation of proliferation. Therefore, E6 and E7 act synergistically in triggering cell cycle progression and therefore uncontrolled proliferation by inactivating the p53 and Rb tumor suppressors.",
            "score": 322.7033386230469
        },
        {
            "docid": "3070155_2",
            "document": "Reprimo . Reprimo (RPRM), is a gene located at human chromosome 2q23 whose expression in conjunction with p53, along with other genes which are p53-induced, is associated with the arrest of the cell cycle at the G2 phase.\"Reprimo's\" protein product is a highly glycosylated polypeptide which, upon its expression, is localized to the cytoplasm where it is primarily active. As the expression of \"reprimo\" is controlled by p53, which is in turn controlled by a wide array of convergent signal pathways pertaining to DNA damage or nutrient depravity, its presence is expected within cells which would cause damage should they be freely allowed to replicate. Pursuant to this, r\"eprimo\"'s expression during the G2 phase of the cell cycle ultimately results in the reduction of Cdc2 expression, and in the inhibition of the nuclear translocation of cyclin B1 which is necessary to its function. \"Reprimo\" is known to collaborate with p21 to achieve these specific effects, and in a more general sense collaborates with the other p53-induced proteins and effectors to produce the overall cellular response. These regulatory actions help to render the afflicted cell into an arrested state which is less immediately threatening to the whole organism due to the inability of afflicted cells to replicate with damaged DNA, among other potential circumstances, giving the cell an opportunity to undergo DNA repair or apoptosis as the level of damage will dictate. Indefinite cell cycle arrest is another potential outcome. For this reason, it is considered to be a tumor suppressor gene.",
            "score": 321.3163757324219
        },
        {
            "docid": "7252_39",
            "document": "Cell cycle . While these are the three \"main\" checkpoints, not all cells have to pass through each of these checkpoints in this order to replicate. Many types of cancer are caused by mutations that allow the cells to speed through the various checkpoints or even skip them altogether. Going from S to M to S phase almost consecutively. Because these cells have lost their checkpoints, any DNA mutations that may have occurred are disregarded and passed on to the daughter cells. This is one reason why cancer cells have a tendency to exponentially accrue mutations. Aside from cancer cells, many fully differentiated cell types no longer replicate so they leave the cell cycle and stay in G until their death. Thus removing the need for cellular checkpoints. An alternative model of the cell cycle response to DNA damage has also been proposed, known as the postreplication checkpoint.",
            "score": 319.9209289550781
        },
        {
            "docid": "37626088_39",
            "document": "DNA damage (naturally occurring) . p53 is a major key player in the growth of cancerous cells. Damaged DNA cells with mutated p53 are at a higher risk of becoming cancerous. Common chemotherapy treatments are genotoxic. These treatments are ineffective in cancer tumor that have mutated p53 since they do not have a functioning p53 to either arrest or kill the damaged cell.",
            "score": 318.9884033203125
        },
        {
            "docid": "854294_17",
            "document": "DNA repair . Given these properties of DNA damage and mutation, it can be seen that DNA damage is a special problem in non-dividing or slowly-dividing cells, where unrepaired damage will tend to accumulate over time. On the other hand, in rapidly-dividing cells, unrepaired DNA damage that does not kill the cell by blocking replication will tend to cause replication errors and thus mutation. The great majority of mutations that are not neutral in their effect are deleterious to a cell's survival. Thus, in a population of cells composing a tissue with replicating cells, mutant cells will tend to be lost. However, infrequent mutations that provide a survival advantage will tend to clonally expand at the expense of neighboring cells in the tissue. This advantage to the cell is disadvantageous to the whole organism, because such mutant cells can give rise to cancer. Thus, DNA damage in frequently dividing cells, because it gives rise to mutations, is a prominent cause of cancer. In contrast, DNA damage in infrequently-dividing cells is likely a prominent cause of aging.",
            "score": 318.6003723144531
        },
        {
            "docid": "5596105_2",
            "document": "G1/S transition . The G1/S transition is a stage in the cell cycle at the boundary between the G1 phase, in which the cell grows, and the S phase, during which DNA is replicated. It is a cell cycle check point where DNA integrity is assessed and the cell cycle can pause in response to improperly or partially replicated DNA. During this transition the cell makes decisions to become quiescent (enter G0), differentiate, make DNA repairs, or proliferate based on environmental cues and molecular signaling inputs. The G1/S transition occurs late in G1 and the absence or improper application of this highly regulated check point can lead to cellular transformation and disease states such as cancer",
            "score": 316.9345397949219
        },
        {
            "docid": "14155540_4",
            "document": "Cancer in dogs . Cancer is a complex, multifactorial disease. Carcinogenesis is linked with DNA mutations, chromosomal translocations, chocolate, dysfunctional proteins, and aberrant cell cycle regulators. Cancer alters the DNA of cells and the mutated genetic material is passed on to daughter cells, resulting in neoplasms. The mutated DNA effects genes involved with the cell cycle, classified as either oncogenes or tumor suppressor genes. Oncogenes are responsible for cell proliferation and differentiation. Oncogenes responsible for cell growth are overexpressed in cancerous cells. Tumor suppressor genes prevent cells with erroneous cell cycles from replicating. Cancer cells ignore cell cycle regulators that control cell growth, division, and death.",
            "score": 316.5918273925781
        },
        {
            "docid": "17062920_7",
            "document": "DNA damage theory of aging . Given these properties of DNA damage and mutation, it can be seen that DNA damages are a special problem in non-dividing or slowly dividing cells, where unrepaired damages will tend to accumulate over time. On the other hand, in rapidly dividing cells, unrepaired DNA damages that do not kill the cell by blocking replication will tend to cause replication errors and thus mutation. The great majority of mutations that are not neutral in their effect are deleterious to a cell’s survival. Thus, in a population of cells comprising a tissue with replicating cells, mutant cells will tend to be lost. However, infrequent mutations that provide a survival advantage will tend to clonally expand at the expense of neighboring cells in the tissue. This advantage to the cell is disadvantageous to the whole organism, because such mutant cells can give rise to cancer. Thus DNA damages in frequently dividing cells, because they give rise to mutations, are a prominent cause of cancer. In contrast, DNA damages in infrequently dividing cells are likely a prominent cause of aging.",
            "score": 316.23724365234375
        }
    ]
}