{
    "q": [
        {
            "docid": "237704_38",
            "document": "Saccharomyces cerevisiae . The availability of the \"S. cerevisiae\" genome sequence and a set of deletion mutants covering 90% of the yeast genome has further enhanced the power of \"S. cerevisiae\" as a model for understanding the regulation of eukaryotic cells. A project underway to analyze the genetic interactions of all double-deletion mutants through synthetic genetic array analysis will take this research one step further. The goal is to form a functional map of the cell's processes. As of 2010 a model of genetic interactions is most comprehensive yet to be constructed, containing \"the interaction profiles for ~75% of all genes in the Budding yeast\". This model was made from 5.4 million two-gene comparisons in which a double gene knockout for each combination of the genes studied was performed. The effect of the double knockout on the fitness of the cell was compared to the expected fitness. Expected fitness is determined from the sum of the results on fitness of single-gene knockouts for each compared gene. When there is a change in fitness from what is expected, the genes are presumed to interact with each other. This was tested by comparing the results to what was previously known. For example, the genes Par32, Ecm30, and Ubp15 had similar interaction profiles to genes involved in the Gap1-sorting module cellular process. Consistent with the results, these genes, when knocked out, disrupted that process, confirming that they are part of it. From this, 170,000 gene interactions were found and genes with similar interaction patterns were grouped together. Genes with similar genetic interaction profiles tend to be part of the same pathway or biological process. This information was used to construct a global network of gene interactions organized by function. This network can be used to predict the function of uncharacterized genes based on the functions of genes they are grouped with.",
            "score": 126.74010217189789
        },
        {
            "docid": "4440593_15",
            "document": "Histone methylation . Due to the fact that histone methylation regulates much of what genes become transcribed, even slight changes to the methylation patterns can have dire effects on the organism. Mutations that occur to increase and decrease methylation have great changes on gene regulation, while mutations to enzymes such as methyltransferase and demethyltransferase can completely alter which proteins are transcribed in a given cell. Over methylation of a chromosome can cause certain genes that are necessary for normal cell function, to become inactivated. In a certain yeast strain, Saccharomyces cerevisiae, a mutation that causes three lysine residues on the third histone, H3K4, H3K36, and H3K79, to become methylated causes a delay in the mitotic cell cycle, as many genes required for this progression are inactivated. This extreme mutation leads to the death of the organism. It has been discovered that the deletion of genes that will eventually allow for the production of histone methyltransferase allows this organism to live as its lysine residues are not methylated.",
            "score": 135.25058567523956
        },
        {
            "docid": "41769118_3",
            "document": "Takao Kondo . Dr. Kondo is best known for his discoveries surrounding the molecular basis of the cyanobacteria circadian clock. Prior to Kondo's work in the late 1980s, controversy surrounding the existence of a biological clock in bacteria. Since bacteria divide rapidly and several times per day, it was thought that there was no necessity to evolve a biological clock in bacteria. Promoter-trap and microarray analysis performed by Kondo in the cyanobacteria Synechococcus revealed that many, if not all, genes displayed a rhythmic, circadian component to their expression. Kondo next employed a forward genetics approach and developed a luciferase reporter system to identify clock mutants in Synechococcus. Mutations that altered circadian behavior were grouped in a single region of the Synechococcus genome. From this observation, Kondo discovered the gene cluster \"kai\"ABC as a circadian feedback process in cyanobacteria in 1998. In 2002, Kondo demonstrated that \"kai\"A-stimulated \"kai\"C phosphorylation is necessary for circadian timing loops in cyanobacteria. In 2005, Kondo succeeded in reconstituting the circadian oscillation of cyanobacterial \"kai\"C phosphorylation \"in vitro\". Kondo's seminal 2005 discovery was the first example of a recapitulated biological rhythm in a test tube, mimicked rhythms observed in eukaryotic cells, and disproved the universal necessity of the transcription-translation autoregulatory feedback loop. Kondo's characterization of \"kai\"ABC behavior provided a molecular mechanism by which proteins respond to changes in time and enabled the fields of bacterial genetics and quantitative biochemistry to aid investigation of the biological clock.",
            "score": 126.30944263935089
        },
        {
            "docid": "4007073_6",
            "document": "Gene expression profiling . The human genome contains on the order of 25,000 genes which work in concert to produce on the order of 1,000,000 distinct proteins. This is due to alternative splicing, and also because cells make important changes to proteins through posttranslational modification after they first construct them, so a given gene serves as the basis for many possible versions of a particular protein. In any case, a single mass spectrometry experiment can identify about 2,000 proteins or 0.2% of the total. While knowledge of the precise proteins a cell makes (proteomics) is more relevant than knowing how much messenger RNA is made from each gene, gene expression profiling provides the most global picture possible in a single experiment. However, proteomics methodology is improving. In other species, such as yeast, it is possible to identify over 4,000 proteins in just over one hour.",
            "score": 136.73897349834442
        },
        {
            "docid": "41185140_5",
            "document": "Phenotypic integration . Integration can be found at the genetic level due to gene linkage. Gene linkage involves multiple genes being inherited together during meiosis because they are close to each other on the same chromosome. Alleles at different loci can be inherited together if they are tightly linked. Large genetic correlations can only be upheld if the loci that influence different characters are tightly linked, or if high levels of inbreeding in the population occur. Even if selection favors the correlations, it will not be maintained unless those conditions are met. Selection will favor tight linkage because it is maintained better. Poorly linked genetic correlations will not last. Transposition allows the loci at different locations on the chromosome to move so that they can become close to each other and be inherited together. This is significant to understanding the relationship between phenotypic integration and evolution because it is one of the mechanisms of how multiple traits that are connected to each other to evolve and change together. For instance, the Papilio dardanus butterflies come in three different forms, each mimicking a different distasteful butterfly species. Multiple loci contribute to these different forms, and a butterfly with alleles for form A at one locus and B at another locus would have poor fitness. However, the multiple loci are tightly linked, so they are inherited together as a single allele. Through transposition, these multiple loci ended up close to each other. Mutations among these linked genes are the nonadaptive fuel which can create evolution. Evolution may also occur because the integration may have an adaptive advantage in a particular environment for an organism. It is also important to recognize that not only can the traits be inherited together, but inherited separately and selected together. Another important example of phenotypic integration evolving over time is the relationship between the neurocranium and the brain. Over the last 150 million years the number of bones in the brain has decreased while the size of the brain in mammals has changed. Integration between the brain and the skull has evolved over this time period to reduce the number of bones in the cranium, while increasing the size of the brain. This relationship between correlated traits has played an important role in the evolution of mammalian cranium structure and brain size. Finally, development is another crucial cause of phenotypic integration that has evolved over time. Cell-signaling pathways which utilize integration in the form of complex interactions among specific cells in the pathway are crucial to proper development in many organisms. The interactions among the cells in the pathway, and the interaction of the pathways with other pathways have evolved over time to create complex structures.",
            "score": 141.88825964927673
        },
        {
            "docid": "12499410_57",
            "document": "Network motif . Much experimental work has been devoted to understanding network motifs in gene regulatory networks. These networks control which genes are expressed in the cell in response to biological signals. The network is defined such that genes are nodes, and directed edges represent the control of one gene by a transcription factor (regulatory protein that binds DNA) encoded by another gene. Thus, network motifs are patterns of genes regulating each other's transcription rate. When analyzing transcription networks, it is seen that the same network motifs appear again and again in diverse organisms from bacteria to human. The transcription network of \"E. coli\" and yeast, for example, is made of three main motif families, that make up almost the entire network. The leading hypothesis is that the network motif were independently selected by evolutionary processes in a converging manner, since the creation or elimination of regulatory interactions is fast on evolutionary time scale, relative to the rate at which genes change, Furthermore, experiments on the dynamics generated by network motifs in living cells indicate that they have characteristic dynamical functions. This suggests that the network motif serve as building blocks in gene regulatory networks that are beneficial to the organism.",
            "score": 121.37963616847992
        },
        {
            "docid": "237704_32",
            "document": "Saccharomyces cerevisiae . \"S. cerevisiae\" has been highly studied as a model organism to better understand aging for more than five decades and has contributed to the identification of more mammalian genes affecting aging than any other model organism. Some of the topics studied using yeast are calorie restriction, as well as in genes and cellular pathways involved in senescence. The two most common methods of measuring aging in yeast are Replicative Life Span, which measures the number of times a cell divides, and Chronological Life Span, which measures how long a cell can survive in a non-dividing stasis state. Limiting the amount of glucose or amino acids in the growth medium has been shown to increase RLS and CLS in yeast as well as other organisms. At first, this was thought to increase RLS by up-regulating the sir2 enzyme, however it was later discovered that this effect is independent of sir2. Over-expression of the genes sir2 and fob1 has been shown to increase RLS by preventing the accumulation of extrachromosomal rDNA circles, which are thought to be one of the causes of senescence in yeast. The effects of dietary restriction may be the result of a decreased signaling in the TOR cellular pathway. This pathway modulates the cell's response to nutrients, and mutations that decrease TOR activity were found to increase CLS and RLS. This has also been shown to be the case in other animals. A yeast mutant lacking the genes sch9 and ras2 has recently been shown to have a tenfold increase in chronological lifespan under conditions of calorie restriction and is the largest increase achieved in any organism.",
            "score": 125.3757141828537
        },
        {
            "docid": "19374_28",
            "document": "Model organism . Simple model eukaryotes include baker's yeast (\"Saccharomyces cerevisiae\") and fission yeast (\"Schizosaccharomyces pombe\"), both of which share many characters with higher cells, including those of humans. For instance, many cell division genes that are critical for the development of cancer have been discovered in yeast. \"Chlamydomonas reinhardtii\", a unicellular green alga with well-studied genetics, is used to study photosynthesis and motility. \"C. reinhardtii\" has many known and mapped mutants and expressed sequence tags, and there are advanced methods for genetic transformation and selection of genes. \"Dictyostelium discoideum\" is used in molecular biology and genetics, and is studied as an example of cell communication, differentiation, and programmed cell death. Among invertebrates, the fruit fly \"Drosophila melanogaster\" is famous as the subject of genetics experiments by Thomas Hunt Morgan and others. They are easily raised in the lab, with rapid generations, high fecundity, few chromosomes, and easily induced observable mutations. The nematode \"Caenorhabditis elegans\" is used for understanding the genetic control of development and physiology. It was first proposed as a model for neuronal development by Sydney Brenner in 1963, and has been extensively used in many different contexts since then. \"C. elegans\" was the first multicellular organism whose genome was completely sequenced, and as of 2012, the only organism to have its connectome (neuronal \"wiring diagram\") completed.",
            "score": 108.91603899002075
        },
        {
            "docid": "611074_9",
            "document": "Point mutation . Missense mutations code for a different amino acid. A missense mutation changes a codon so that a different protein is created, a non-synonymous change. Conservative mutations result in an amino acid change. However, the properties of the amino acid remain the same (e.g., hydrophobic, hydrophilic, etc.). At times, a change to one amino acid in the protein is not detrimental to the organism as a whole. Most proteins can withstand one or two point mutations before their function changes. Non-conservative mutations result in an amino acid change that has different properties than the wild type. The protein may lose its function, which can result in a disease in the organism. For example, sickle-cell disease is caused by a single point mutation (a missense mutation) in the beta-hemoglobin gene that converts a GAG codon into GUG, which encodes the amino acid valine rather than glutamic acid. The protein may also exhibit a \"gain of function\" or become activated, such is the case with the mutation changing a valine to glutamic acid in the braf gene; this leads to an activation of the RAF protein which causes unlimited proliferative signalling in cancer cells. These are both examples of a non-conservative (missense) mutation.",
            "score": 80.66655933856964
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 120.74235916137695
        },
        {
            "docid": "143533_20",
            "document": "Green fluorescent protein . The availability of GFP and its derivatives has thoroughly redefined fluorescence microscopy and the way it is used in cell biology and other biological disciplines. While most small fluorescent molecules such as FITC (fluorescein isothiocyanate) are strongly phototoxic when used in live cells, fluorescent proteins such as GFP are usually much less harmful when illuminated in living cells. This has triggered the development of highly automated live-cell fluorescence microscopy systems, which can be used to observe cells over time expressing one or more proteins tagged with fluorescent proteins. For example, GFP had been widely used in labelling the spermatozoa of various organisms for identification purposes as in \"Drosophila melanogaster\", where expression of GFP can be used as a marker for a particular characteristic. GFP can also be expressed in different structures enabling morphological distinction. In such cases, the gene for the production of GFP is incorporated into the genome of the organism in the region of the DNA that codes for the target proteins and that is controlled by the same regulatory sequence; that is, the gene's regulatory sequence now controls the production of GFP, in addition to the tagged protein(s). In cells where the gene is expressed, and the tagged proteins are produced, GFP is produced at the same time. Thus, only those cells in which the tagged gene is expressed, or the target proteins are produced, will fluoresce when observed under fluorescence microscopy. Analysis of such time lapse movies has redefined the understanding of many biological processes including protein folding, protein transport, and RNA dynamics, which in the past had been studied using fixed (i.e., dead) material. Obtained data are also used to calibrate mathematical models of intracellular systems and to estimate rates of gene expression.",
            "score": 120.21099901199341
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 104.0210155248642
        },
        {
            "docid": "13570238_3",
            "document": "PER1 . The PER1 protein is important to the maintenance of circadian rhythms in cells, and may also play a role in the development of cancer. This gene is a member of the period family of genes. It is expressed with a daily oscillating circadian rhythm, or an oscillation that cycles with a period of approximately 24 hours. PER1 is most notably expressed in the region of the brain called the suprachiasmatic nucleus (SCN), which is the primary circadian pacemaker in the mammalian brain. PER1 is also expressed throughout mammalian peripheral tissues. Genes in this family encode components of the circadian rhythms of locomotor activity, metabolism, and behavior. Circadian expression of PER1 in the suprachiasmatic nucleus will free-run in constant darkness, meaning that the 24-hour period of the cycle will persist without the aid of external light cues. Subsequently, a shift in the light/dark cycle evokes a proportional shift of gene expression in the suprachiasmatic nucleus. The time of gene expression is sensitive to light, as light during a mammal's subjective night results in a sudden increase in per expression and thus a shift in phase in the suprachiasmatic nucleus. Alternative splicing has been observed in this gene; however, these variants have not been fully described. There is some disagreement between experts over the occurrence of polymorphisms with functional significance. Many scientists state that there are no known polymorphisms of the human PER1 gene with significance at a population level that results in measurable behavioral or physiological changes. Still, some believe that even silent mutations can cause significant behavioral phenotypes,and result in major phase changes.",
            "score": 199.77180886268616
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 139.26425075531006
        },
        {
            "docid": "21921749_4",
            "document": "Ridge (biology) . The first eukaryote genome ever sequenced was that of Saccharomyces cerevisiae, or budding yeast, in 1996. Half a year after that Velculescu et al. (1997) published a research in which they had integrated SAGE data with the now available genome map. During a cell cycle different genes are active in a cell. Therefore, they used SAGE data from three moments of the cell cycle (log phase, S phase-arrested and G2/M-phase arrested cells). Because in yeast all genes have a promoter unit of their own it was not suspected that genes would cluster near to each other but they did. Clusters were present on all 16 yeast chromosomes. A year later Cho et al. also reported (although in more detail) that certain genes are located near to each other in yeast.",
            "score": 130.18163454532623
        },
        {
            "docid": "837167_17",
            "document": "Acute lymphoblastic leukemia . Several characteristic genetic changes lead to the creation of a leukemic lymphoblast. These changes include chromosomal translocations, intrachromosomal rearrangements, changes in the number of chromosomes in leukemic cells, and additional mutations in individual genes. Chromosomal translocations involve moving a large region of DNA from one chromosome to another. This move can result in placing a gene from one chromosome that promotes cell division to a more actively transcribed area on another chromosome. The result is a cell that divides more often. An example of this includes the translocation of \"C-MYC\", a gene that encodes a transcription factor that leads to increased cell division, next to the immunoglobulin heavy- or light-chain gene enhancers, leading to increased \"C-MYC\" expression and increased cell division. Other large changes in chromosomal structure can result in placement of two genes directly next to each other. The result is the combination of two usually separate proteins into a new fusion protein. This protein can have a new function that promotes the development of cancer. Examples of this include the \"ETV6\"-\"RUNX1\" fusion gene that combines two factors that promote blood cell development and the \"BCR\"-\"ABL1\" fusion gene of the Philadelphia chromosome. \"BCR\"-\"ABL1\" encodes an always-activated tyrosine kinase that causes frequent cell division. These mutations produce a cell that divides more often, even in the absence of growth factors.",
            "score": 99.51297354698181
        },
        {
            "docid": "4682359_8",
            "document": "Directed evolution . During \"in vivo\" evolution, each cell (usually bacteria or yeast) is transformed with a plasmid containing a different member of the variant library. In this way, only the gene of interest differs between the cells, with all other genes being kept the same. The cells express the protein either in their cytoplasm or surface where its function can be tested. This format has the advantage of selecting for properties in a cellular environment, which is useful when the evolved protein or RNA is to be used in living organisms. When performed without cells, DE involves using \"in vitro\" transcription translation to produce proteins or RNA free in solution or compartmentalised in artificial microdroplets. This method has the benefits of being more versatile in the selection conditions (e.g. temperature, solvent), and can express proteins that would be toxic to cells. Furthermore, \"in vitro\" evolution experiments can generate far larger libraries (up to 10) because the library DNA need not be inserted into cells (often a limiting step).",
            "score": 145.13005316257477
        },
        {
            "docid": "21923868_2",
            "document": "Oscillating gene . In molecular biology, an oscillating gene is a gene that is expressed in a rhythmic pattern or in periodic cycles. Oscillating genes are usually circadian and can be identified by periodic changes in the state of an organism. Circadian rhythms, controlled by oscillating genes, have a period of approximately 24 hours. For example, plant leaves opening and closing at different times of the day or the sleep-wake schedule of animals can all include circadian rhythms. Other periods are also possible, such as 29.5 days resulting from circalunar rhythms or 12.4 hours resulting from circatidal rhythms. Oscillating genes include both core clock component genes and output genes. A core clock component gene is a gene necessary for to the pacemaker. However, an output oscillating gene, such as the AVP gene, is rhythmic but not necessary to the pacemaker.",
            "score": 188.95307993888855
        },
        {
            "docid": "796412_2",
            "document": "Experimental evolution . Experimental evolution is the use of laboratory experiments or controlled field manipulations to explore evolutionary dynamics. Evolution may be observed in the laboratory as individuals/populations adapt to new environmental conditions by natural selection. There are two different ways in which adaptation can arise in experimental evolution. One is via an individual organism gaining a novel beneficial mutation. The other is from allele frequency change in standing genetic variation already present in a population of organisms. Other evolutionary forces outside of mutation and natural selection can also play a role or be incorporated into experimental evolution studies, such as genetic drift and gene flow. The organism used is decided by the experimenter, based off whether the hypothesis to be tested involves adaptation through mutation or allele frequency change. A large number of generations are required for adaptive mutation to occur, and experimental evolution via mutation is carried out in viruses or unicellular organisms with rapid generation times, such as bacteria and asexual clonal yeast. Polymorphic populations of asexual or sexual yeast, and multicellular eukaryotes like Drosophila, can adapt to new environments through allele frequency change in standing genetic variation. Organisms with longer generations times, although costly, can be used in experimental evolution. Laboratory studies with foxes and with rodents (see below) have shown that notable adaptations can occur within as few as 10–20 generations and experiments with wild guppies have observed adaptations within comparable numbers of generations. More recently, experimentally evolved individuals or populations are often analyzed using whole genome sequencing, an approach known as Evolve and Resequence (E&R). E&R can identify mutations that lead to adaptation in clonal individuals or identify alleles that changed in frequency in polymorphic populations, by comparing the sequences of individuals/populations before and after adaptation. The sequence data makes it possible to pinpoint the site in a DNA sequence that a mutation/allele frequency change occurred to bring about adaptation. The nature of the adaptation and functional follow up studies can shed insight into what effect the mutation/allele has on phenotype.",
            "score": 100.26276433467865
        },
        {
            "docid": "44259_16",
            "document": "Microsatellite . Mutations in these repeating segments can affect the physical and chemical properties of proteins, with the potential for producing gradual and predictable changes in protein action. For example, length changes in tandemly repeating regions in the Runx2 gene lead to differences in facial length in domesticated dogs (\"Canis familiaris\"), with an association between longer sequence lengths and longer faces. This association also applies to a wider range of Carnivora species. Length changes in polyalanine tracts within the HoxA13 gene are linked to Hand-Foot-Genital Syndrome, a developmental disorder in humans. Length changes in other triplet repeats are linked to more than 40 neurological diseases in humans, notably triplet expansion diseases such as fragile X syndrome and Huntington's disease. Evolutionary changes from replication slippage also occur in simpler organisms. For example, microsatellite length changes are common within surface membrane proteins in yeast, providing rapid evolution in cell properties. Specifically, length changes in the FLO1 gene control the level of adhesion to substrates. Short sequence repeats also provide rapid evolutionary change to surface proteins in pathenogenic bacteria; this may allow them to keep up with immunological changes in their hosts. Length changes in short sequence repeats in a fungus (\"Neurospora crassa\") control the duration of its circadian clock cycles.",
            "score": 107.48507368564606
        },
        {
            "docid": "2161878_25",
            "document": "Protein–protein interaction . This system was firstly described in 1989 by Fields and Song using \"Saccharomyces cerevisiae\" as biological model. Yeast two hybrid allows the identification of pairwise PPIs (binary method) \"in vivo\", in which the two proteins are tested for biophysically direct interaction. The Y2H is based on the functional reconstitution of the yeast transcription factor Gal4 and subsequent activation of a selective reporter such as His3. To test two proteins for interaction, two protein expression constructs are made: one protein (X) is fused to the Gal4 DNA-binding domain (DB) and a second protein (Y) is fused to the Gal4 activation domain (AD). In the assay, yeast cells are transformed with these constructs. Transcription of reporter genes does not occur unless bait (DB-X) and prey (AD-Y) interact with each other and form a functional Gal4 transcription factor. Thus, the interaction between proteins can be inferred by the presence of the products resultant of the reporter gene expression. In cases in which the reporter gene expresses enzymes that allow the yeast to synthesize essential amino acids or nucleotides, yeast growth under selective media conditions indicates that the two proteins tested are interacting.",
            "score": 115.15540623664856
        },
        {
            "docid": "12266_47",
            "document": "Genetics . Differences in gene expression are especially clear within multicellular organisms, where cells all contain the same genome but have very different structures and behaviors due to the expression of different sets of genes. All the cells in a multicellular organism derive from a single cell, differentiating into variant cell types in response to external and intercellular signals and gradually establishing different patterns of gene expression to create different behaviors. As no single gene is responsible for the development of structures within multicellular organisms, these patterns arise from the complex interactions between many cells.",
            "score": 120.00514769554138
        },
        {
            "docid": "56565_16",
            "document": "Circadian rhythm . It is now known that the molecular circadian clock can function within a single cell; i.e., it is cell-autonomous. This was shown by Gene Block in isolated mollusk BRNs. At the same time, different cells may communicate with each other resulting in a synchronised output of electrical signaling. These may interface with endocrine glands of the brain to result in periodic release of hormones. The receptors for these hormones may be located far across the body and synchronise the peripheral clocks of various organs. Thus, the information of the time of the day as relayed by the eyes travels to the clock in the brain, and, through that, clocks in the rest of the body may be synchronised. This is how the timing of, for example, sleep/wake, body temperature, thirst, and appetite are coordinately controlled by the biological clock.",
            "score": 91.48499011993408
        },
        {
            "docid": "12339_13",
            "document": "Genetically modified organism . GMOs are used in biological and medical research, production of pharmaceutical drugs, experimental medicine (e.g. gene therapy and vaccines against the Ebola virus), and agriculture (e.g. golden rice, resistance to herbicides), with developing uses in conservation. The term \"genetically modified organism\" does not always imply, but can include, targeted insertions of genes from one species into another. For example, a gene from a jellyfish, encoding a fluorescent protein called GFP, or green fluorescent protein, can be physically linked and thus co-expressed with mammalian genes to identify the location of the protein encoded by the GFP-tagged gene in the mammalian cell. Such methods are useful tools for biologists in many areas of research, including those who study the mechanisms of human and other diseases or fundamental biological processes in eukaryotic or prokaryotic cells.",
            "score": 109.2397472858429
        },
        {
            "docid": "50185_47",
            "document": "Jellyfish . In 1961, Osamu Shimomura extracted green fluorescent protein (GFP) and another bioluminescent protein, called aequorin, from the large and abundant hydromedusa \"Aequorea victoria\", while studying photoproteins that cause bioluminescence in this species. Three decades later, Douglas Prasher sequenced and cloned the gene for GFP. Martin Chalfie figured out how to use GFP as a fluorescent marker of genes inserted into other cells or organisms. Roger Tsien later chemically manipulated GFP to produce other fluorescent colors to use as markers. In 2008, Shimomura, Chalfie and Tsien won the Nobel Prize in Chemistry for their work with GFP. Man-made GFP became commonly used as a fluorescent tag to show which cells or tissues express specific genes. The genetic engineering technique fuses the gene of interest to the GFP gene. The fused DNA is then put into a cell, to generate either a cell line or (via IVF techniques) an entire animal bearing the gene. In the cell or animal, the artificial gene turns on in the same tissues and the same time as the normal gene, making GFP instead of the normal protein. Illuminating the animal or cell reveals what tissues express that protein—or at what stage of development. The fluorescence shows where the gene is expressed.",
            "score": 118.91996431350708
        },
        {
            "docid": "237704_39",
            "document": "Saccharomyces cerevisiae . Approaches that can be applied in many different fields of biological and medicinal science have been developed by yeast scientists. These include yeast two-hybrid for studying protein interactions and tetrad analysis. Other resources, include a gene deletion library including ~4,700 viable haploid single gene deletion strains. A GFP fusion strain library used to study protein localisation and a TAP tag library used to purify protein from yeast cell extracts.",
            "score": 127.16728520393372
        },
        {
            "docid": "235077_15",
            "document": "Reverse transcription polymerase chain reaction . RT-PCR is commonly used in research methods to measure gene expression. For example, Lin et al. used qRT-PCR to measure expression of Gal genes in yeast cells. First, Lin et al. engineered a mutation of a protein suspected to participate in the regulation of Gal genes. This mutation was hypothesized to selectively abolish Gal expression. To confirm this, gene expression levels of yeast cells containing this mutation were analyzed using qRT-PCR. The researchers were able to conclusively determine that the mutation of this regulatory protein reduced Gal expression. Northern blot analysis is used to study the RNA's gene expression further.",
            "score": 110.7996928691864
        },
        {
            "docid": "39510164_2",
            "document": "Mutagenesis (molecular biology technique) . Mutagenesis in the laboratory is an important technique whereby DNA mutations are deliberately engineered to produce mutant genes, proteins, strains of bacteria, or other genetically modified organisms. Various constituents of a gene, such as its control elements and its gene product, may be mutated so that the functioning of a gene or protein can be examined in detail. The mutation may also produce mutant proteins with interesting properties, or enhanced or novel functions that may be of commercial use. Mutant strains may also be produced that have practical application or allow the molecular basis of particular cell function to be investigated.",
            "score": 84.99991631507874
        },
        {
            "docid": "12989754_8",
            "document": "GAL4/UAS system . For study in \"Drosophila\", the GAL4 gene is placed under the control of a native gene promoter, or driver gene, while the UAS controls expression of a target gene. GAL4 is then only expressed in cells where the driver gene is usually active. In turn, GAL4 should only activate gene transcription where a UAS has been introduced. For example, by fusing a gene encoding a visible marker like GFP (Green Fluorescent Protein) the expression pattern of the driver genes can be determined. GAL4 and the UAS are very useful for studying gene expression in \"Drosophila\" as they are not normally present and their expression does not interfere with other processes in the cell. For example, GAL4/UAS-regulated transgenes in \"Drosophila\" have been used to alter glial expression to produce arrhythmic behavior in a known rhythmic circadian output called pigment dispersing factor (PDF). However, some research has indicated that over-expression of GAL4 in \"Drosophila\" can have side-effects, probably relating to immune and stress responses to what is essentially an alien protein.",
            "score": 116.57443380355835
        },
        {
            "docid": "3572611_4",
            "document": "HRAS . At least five inherited mutations in the HRAS gene have been identified in people with Costello syndrome. Each of these mutations changes an amino acid in a critical region of the HRAS protein. The most common mutation replaces the amino acid glycine with the amino acid serine at position 12 (written as Gly12Ser or G12S). The mutations responsible for Costello syndrome lead to the production of an HRAS protein that is permanently active. Instead of triggering cell growth in response to particular signals from outside the cell, the overactive protein directs cells to grow and divide constantly. This uncontrolled cell division can result in the formation of noncancerous and cancerous tumors. Researchers are uncertain how mutations in the HRAS gene cause the other features of Costello syndrome (such as mental retardation, distinctive facial features, and heart problems), but many of the signs and symptoms probably result from cell overgrowth and abnormal cell division.",
            "score": 100.88277101516724
        },
        {
            "docid": "46357676_13",
            "document": "Ying-Hui Fu . Several characteristic genetic mutations from subjects with advanced sleep phase (FASPS) were identified. Mutations on T44A and H46R in \"CK1δ\" gene inserted into mouse model showed shortened circadian rhythm; Drosophila carrying the same transgene, however, have lengthened circadian rhythm. This result suggests clock regulatory differ between the two species. Phenotypes akin to \"CK1δ\" gene mutation also occurs in mutations such as S662G in \"per2\" gene. Mutations in P415A/H417R of \"per3\" gene have been showed to cause changes in molecular circadian rhythm and are potentially linked to seasonal mood trait. and A260T in \"cry2\" gene. Fu's lab also identified a mutation (P384R) on \"DEC2\" gene that leads to \"familial natural short sleep\" (FNSS) phenotype. Mutations at these gene loci affect biological clock result in shortened intrinsic periods.",
            "score": 82.77909517288208
        },
        {
            "docid": "17288194_7",
            "document": "CED9 (gene) . The cells developed during embryogenesis and early life in \"C. elegans\" have one of two fates, to live and differentiate or apoptose. Apoptosis during development is highly regulated and only occurs in specific cells at specific times. Every cell division and cell death in the development of \"C. elegans\" from embryo to adult has been studied and documented to reveal a fixed pattern between individual organisms. Apoptosis during development is important for the proper morphology and refractivity of C. elegans, but it is not always essential for survival. Thus, over 100 mutations have been observed and documented as affecting the apoptotic pathway of \"C. elegans\". Many proteins involved in the interaction cascade were discovered because of these mutations and their resulting phenotype. \"CED-9\" mutants are among the mutations that affect this pathway. \"CED-9\" gain of function mutations are unresponsive to apoptosis signalling and allow cells fated to die, to survive. A notable example of a \"CED-9\" dominant gain of function mutation would be the \"n1950\" mutation which was the first mutation documented for \"CED-9\" and responsible for the gene's discovery. Loss of function mutations cause inappropriate cell death in the absence of apoptosis stimuli. Mutations in \"CED-9\" also reveal its maternal effect; where the genotype of the mother determines the phenotype of the progeny. Homozygous, loss of function mutants from a heterozygous mother experience some unpredictable cell death, however, give rise to unviable progeny themselves.",
            "score": 97.57774245738983
        }
    ],
    "r": [
        {
            "docid": "13570238_3",
            "document": "PER1 . The PER1 protein is important to the maintenance of circadian rhythms in cells, and may also play a role in the development of cancer. This gene is a member of the period family of genes. It is expressed with a daily oscillating circadian rhythm, or an oscillation that cycles with a period of approximately 24 hours. PER1 is most notably expressed in the region of the brain called the suprachiasmatic nucleus (SCN), which is the primary circadian pacemaker in the mammalian brain. PER1 is also expressed throughout mammalian peripheral tissues. Genes in this family encode components of the circadian rhythms of locomotor activity, metabolism, and behavior. Circadian expression of PER1 in the suprachiasmatic nucleus will free-run in constant darkness, meaning that the 24-hour period of the cycle will persist without the aid of external light cues. Subsequently, a shift in the light/dark cycle evokes a proportional shift of gene expression in the suprachiasmatic nucleus. The time of gene expression is sensitive to light, as light during a mammal's subjective night results in a sudden increase in per expression and thus a shift in phase in the suprachiasmatic nucleus. Alternative splicing has been observed in this gene; however, these variants have not been fully described. There is some disagreement between experts over the occurrence of polymorphisms with functional significance. Many scientists state that there are no known polymorphisms of the human PER1 gene with significance at a population level that results in measurable behavioral or physiological changes. Still, some believe that even silent mutations can cause significant behavioral phenotypes,and result in major phase changes.",
            "score": 199.7718048095703
        },
        {
            "docid": "21923868_2",
            "document": "Oscillating gene . In molecular biology, an oscillating gene is a gene that is expressed in a rhythmic pattern or in periodic cycles. Oscillating genes are usually circadian and can be identified by periodic changes in the state of an organism. Circadian rhythms, controlled by oscillating genes, have a period of approximately 24 hours. For example, plant leaves opening and closing at different times of the day or the sleep-wake schedule of animals can all include circadian rhythms. Other periods are also possible, such as 29.5 days resulting from circalunar rhythms or 12.4 hours resulting from circatidal rhythms. Oscillating genes include both core clock component genes and output genes. A core clock component gene is a gene necessary for to the pacemaker. However, an output oscillating gene, such as the AVP gene, is rhythmic but not necessary to the pacemaker.",
            "score": 188.9530792236328
        },
        {
            "docid": "7252_31",
            "document": "Cell cycle . Experimental evidence also suggests that gene expression can oscillate with the period seen in dividing wild-type cells independently of the CDK machinery. Orlando \"et al.\" used microarrays to measure the expression of a set of 1,271 genes that they identified as periodic in both wild type cells and cells lacking all S-phase and mitotic cyclins (\"clb1,2,3,4,5,6\"). Of the 1,271 genes assayed, 882 continued to be expressed in the cyclin-deficient cells at the same time as in the wild type cells, despite the fact that the cyclin-deficient cells arrest at the border between G and S phase. However, 833 of the genes assayed changed behavior between the wild type and mutant cells, indicating that these genes are likely directly or indirectly regulated by the CDK-cyclin machinery. Some genes that continued to be expressed on time in the mutant cells were also expressed at different levels in the mutant and wild type cells. These findings suggest that while the transcriptional network may oscillate independently of the CDK-cyclin oscillator, they are coupled in a manner that requires both to ensure the proper timing of cell cycle events. Other work indicates that phosphorylation, a post-translational modification, of cell cycle transcription factors by Cdk1 may alter the localization or activity of the transcription factors in order to tightly control timing of target genes.",
            "score": 179.58229064941406
        },
        {
            "docid": "31354385_11",
            "document": "Pigment dispersing factor . PDF is found in cells of the M oscillators and regulates the anticipatory activity of flies prior to light exposure. This anticipatory activity indicates that the flies are entrained to the light-dark schedule. PDF synchronizes phase of M oscillators, while in E oscillators PDF delays their cycling and increases their amplitude. This PDF-induced delay causes evening behaviors to peak after morning behaviors, causing an antiphasic rhythm. Stoleru et al. used mosaic transgenic animals with different circadian periods to study the two oscillators. Their study showed that M-cells periodically send a \"reset\" signal which determines the oscillations of the E-cells. It is believed that the reset signal is PDF, because it is M-cell specific and plays a large role in maintaining normal rhythmicity.",
            "score": 167.39407348632812
        },
        {
            "docid": "53129859_5",
            "document": "Live single-cell imaging . Generally, these early studies focused on the localisation and behaviour of these fluorescently labelled proteins at the subcellular level over short periods of time. However, this changed with pioneering studies looking at the tumour suppressor p53 and the stress and inflammation related protein NF-κB, revealing there levels and localisation respectively to oscillate over periods of several hours. Live single cell approaches were also applied around this time to understand signalling in single cell organisms including bacteria, where live studies allowed the dynamics of competence to be modelled, and yeast revealing the mechanism underpinning coherent cell cycle entry.",
            "score": 166.7855682373047
        },
        {
            "docid": "46316614_5",
            "document": "Casein kinase 1 isoform epsilon . The Casein kinase 1 epsilon protein is part of the mammalian oscillator, a group of proteins that keep cells on a roughly 24-hour schedule. This oscillator, or \"circadian clock,\" is made up of a transcription-translation negative feedback loop (TTNFL) in which several proteins work in tandem, each regulating the others' expression to generate a roughly 24-hour cycle of both mRNA and protein levels. The TTFNL also generates roughly 24-hour rhythms of outputs such as levels of cellular hormone release. Daily oscillations in protein and mRNA transcription have been observed in many cells, including the mammalian master clock known as the suprachiasmatic nucleus (SCN). However, unlike most circadian rhythm proteins, casein kinase 1 epsilon is constitutively active.",
            "score": 166.55288696289062
        },
        {
            "docid": "53763336_6",
            "document": "Martha Merrow . Merrow’s molecular chronobiology lab at Ludwig Maximilians University of Munich uses nematodes, yeast, fungi, and human tissue cultures to study the circadian clock in simple systems. Her research focuses on oscillations at the cellular and molecular levels as a representation of organismal rhythms. Merrow’s lab often uses techniques such as the insertion of Luciferase gene fusions or Green Fluroescent Protein to visualize oscillations of RNA levels, protein abundance, or protein modifications within the cell. Oscillations in the entrained phase can then be compared to the organism’s free running period or the phase produced by other methods of entrainment to elucidate the mechanism of the clock.",
            "score": 166.4441680908203
        },
        {
            "docid": "13570238_5",
            "document": "PER1 . The PER1 gene, also called rigui, is a characteristic circadian oscillator. PER1 is rhythmically transcribed in the SCN, keeping a period of approximately 24 hours. This rhythm is sustained in constant darkness, and can also be entrained to changing light cycles. PER1 is involved in generating circadian rhythms in the SCN, and also has an effect on other oscillations throughout the body. For example, PER1 knockouts affect food entrainable oscillators and methamphetamine-sensitive circadian oscillators, whose periods are altered in the absence of PER1. In addition, mice with knockouts in both the PER1 and PER2 genes show no circadian rhythmicity. Phase shifts in PER1 neurons can be induced by a strong, brief light stimulus to the SCN of rats. This light exposure causes increases in PER1 mRNA, suggesting that the PER1 gene plays an important role in entrainment of the mammalian biological clock to the light-dark cycle.",
            "score": 163.80422973632812
        },
        {
            "docid": "1408530_24",
            "document": "Circadian clock . Circadian oscillators are simply oscillators with a period of approximately 24 hours. In response to light stimulus the body corresponds with a system and network of pathways that work together to determine the biological day and night. The regulatory networks involved in keeping the clock precise span over a range of post-translation regulation mechanisms. Circadian oscillators may be regulated by phosphorylation, SUMOylation, ubiquitination, and histone acetylation and deacetylation, the covalent modification of the histone tail which controls the level of chromatin structures causing the gene to be expressed more readily. Methylation of a protein structure adds a methyl group and regulates the protein function or gene expression and in histone methylation gene expression is either suppressed or activated through changing the DNA sequence. Histones go through an acetylation, methylation and phosphorylation process but the major structural and chemical changes happen when enzymes \"histone acetyltransferases\" (HAT) and \"histone deacetylases\" (HDAC) add or remove acetyl groups from the histone causing a major change in DNA expression. By changing DNA expression, histone acetylation and methylation regulate how the circadian oscillator operates. Fustin and co-workers provided a new layer of complexity to the regulation of circadian oscillator in mammals by showing that RNA methylation was necessary for efficient export of mature mRNA out of the nucleus: inhibition of RNA methylation caused nuclear retention of clock gene transcripts, leading to a longer circadian period.",
            "score": 159.70916748046875
        },
        {
            "docid": "1408530_25",
            "document": "Circadian clock . A key feature of clocks is their ability to synchronize to external stimuli. The presence of cell autonomous oscillators in almost every cell in the body raises the question of how these oscillators are temporally coordinated. The quest for universal timing cues for peripheral clocks in mammals has yielded principal entrainment signals such as feeding, temperature, and oxygen. Both feeding rhythms and temperature cycles were shown to synchronize peripheral clocks and even uncouple them from the master clock in the brain (e.g., daytime restricted feeding). Recently, oxygen rhythms were found to synchronize clocks in cultured cells.",
            "score": 159.6503448486328
        },
        {
            "docid": "46327809_9",
            "document": "Ueli Schibler . In a 2004 study that provided further evidence for the existence of self-sustained, autonomous oscillators in the peripheral tissue, Schibler and his colleagues found evidence for interaction between the circadian clock and the timing of cell division. Single-cell recordings revealed how circadian gene expression in fibroblasts persists during cell division, and how cell division can phase shift the circadian cycle of the dividing cells. Due to the central role of Period (PER) and Cryptochrome (CRY) proteins in the negative feedback loop of the circadian clock, Schibler and colleagues posited the PER-CRY complex concentration to be the likely determinant of the phase of the clock. When cell division frequency was plotted against circadian time, this yielded a highly nonrandom distribution, suggesting a gating mechanism of mitosis by the circadian clock",
            "score": 157.8348388671875
        },
        {
            "docid": "37035_15",
            "document": "Conway's Game of Life . The \"pulsar\" is the most common period 3 oscillator. The great majority of naturally occurring oscillators are period 2, like the blinker and the toad, but oscillators of many periods are known to exist, and oscillators of periods 4, 8, 14, 15, 30 and a few others have been seen to arise from random initial conditions. Patterns which evolve for long periods before stabilizing are called \"Methuselahs\", the first-discovered of which was the R-pentomino. \"Diehard\" is a pattern that eventually disappears, rather than stabilizing, after 130 generations, which is conjectured to be maximal for patterns with seven or fewer cells. \"Acorn\" takes 5206 generations to generate 633 cells, including 13 escaped gliders.",
            "score": 157.78395080566406
        },
        {
            "docid": "195967_3",
            "document": "Relaxation oscillator . The term \"relaxation oscillator\" is also applied to dynamical systems in many diverse areas of science that produce nonlinear oscillations and can be analyzed using the same mathematical model as electronic relaxation oscillators. For example, geothermal geysers, networks of firing nerve cells, thermostat controlled heating systems, coupled chemical reactions, the beating human heart, earthquakes, the squeaking of chalk on a blackboard, the cyclic populations of predator and prey animals, and gene activation systems have been modeled as relaxation oscillators. Relaxation oscillations are characterized by two alternating processes on different time scales: a long relaxation period during which the system approaches an equilibrium point, alternating with a short impulsive period in which the equilibrium point shifts. The period of a relaxation oscillator is mainly determined by the relaxation time constant. Relaxation oscillations are a type of limit cycle and are studied in nonlinear control theory.",
            "score": 155.9464111328125
        },
        {
            "docid": "7252_30",
            "document": "Cell cycle . Many periodically expressed genes are driven by transcription factors that are also periodically expressed. One screen of single-gene knockouts identified 48 transcription factors (about 20% of all non-essential transcription factors) that show cell cycle progression defects. Genome-wide studies using high throughput technologies have identified the transcription factors that bind to the promoters of yeast genes, and correlating these findings with temporal expression patterns have allowed the identification of transcription factors that drive phase-specific gene expression. The expression profiles of these transcription factors are driven by the transcription factors that peak in the prior phase, and computational models have shown that a CDK-autonomous network of these transcription factors is sufficient to produce steady-state oscillations in gene expression).",
            "score": 154.50770568847656
        },
        {
            "docid": "31354385_18",
            "document": "Pigment dispersing factor . In a series of experiments done at Washington University School of Medicine and Brandeis University, \"pdf\" was shown to be critical for circadian output coordination. Flies mutant at the \"pdf\" gene locus displayed arrhythmic circadian oscillation. Wild type flies, over the 24-hour LD cycle, are active at dawn, quieter at midday and active again at the evening, and their rhythmic behavior persists in constant dark (DD). Flies with the \"pdf\"-null (\"pdf\") mutation displayed disrupted circadian behavior. Locomotor activity rhythms of homozygous and hemizygous \"pdf\" flies were well entrained during LD cycles, but their evening activity peak was advanced by approximately 1 hr and they lacked anticipatory morning rhythms. However, in constant darkness free running rhythms were much less rhythmic than in wild type flies. This demonstrates PDF’s role as a coupling factor between the M and E oscillators and its role in generating anticipation for morning rhythms.",
            "score": 154.46029663085938
        },
        {
            "docid": "39093020_8",
            "document": "Michael Rosbash . In 1990, Rosbash, Hall, and Hardin discovered the role of the period gene (per) in the \"Drosophila\"' circadian oscillator. They found that PER protein levels fluctuate in light dark cycles, and these fluctuations persist in constant darkness. Similarly, per mRNA abundance also has rhythmic expression that entrains to light dark cycles. In the fly head, per mRNA levels oscillate in both 12-hour light, 12-hour dark cycles as well as in constant darkness. Per mRNA levels peaked at the beginning of the subjective night followed by a peak in PER protein levels about 6 hours later. Mutated per genes affected the cycling of per mRNA. From this experimental data, Rosbash, Hall, and Hardin hypothesized that PER protein is involved in a negative feedback loop that controls per mRNA levels, and that this transcription-translation feedback loop is a central feature of the \"Drosophila\" circadian clock.",
            "score": 152.7803192138672
        },
        {
            "docid": "39055192_16",
            "document": "Frequency (gene) . A number of identifiably distinct oscillators outside of the FRQ/WCC system have been discovered; however, none of these FRQ-less oscillations (FLOs) satisfy the characteristics to be classified as circadian oscillators. The circadian FRQ-WCC Oscillator (FWO) has been shown, via luciferase reporting, to continue running even when a FLO (the CDO or choline deficiency oscillator that controls conidiation under conditions of choline limitation) controls conidiation. In the \"frq[9]\" mutant \"Neurospora crassa\", a non-temperature compensated rhythm of conidiospore development was still observed in constant darkness (DD). The period for \"frq\" null mutants varied from 12 to 35 hours but could be stabilized by the addition of farnesol or geraniol. However, this mechanism is not well understood. Although this FRQ-less rhythm lost certain clock characteristics such as temperature compensation, temperature pulses were sufficient to reset the clock. Another FLO is the NRO or Nitrate Reductase Oscillator that appears under conditions of nitrate starvation and is thought to arise from feedback loops within the nitrate assimilation pathway; it has a period length of about 24 hours but is not temperature compensated. In short, there is much evidence to support FRQ-less oscillators in \"Neurospora crassa. \"One way to rationalize this is to assume that many are \"slaves\" to the frequency/white collar oscillator; they do not possess all of the characteristics of a circadian clock on their own because this is supplied by the FWO. However, rhythms in clock-controlled gene-16 (ccg-16) are coupled to the FWO but function autonomously, demonstrating that \"Neurospora crassa\" contains at least 2 potential pacemakers, but only one that can be reset by light and temperature while maintaining temperature compensation. The FRQ-less oscillator has never been proven to affect the true circadian clock. The mechanism and significance for FRQ-less oscillators (FLO) are still under research.",
            "score": 152.4329071044922
        },
        {
            "docid": "2860430_40",
            "document": "Neural oscillation . Gilles Laurent and colleagues showed that oscillatory synchronization has an important functional role in odor perception. Perceiving different odors leads to different subsets of neurons firing on different sets of oscillatory cycles. These oscillations can be disrupted by GABA blocker picrotoxin, and the disruption of the oscillatory synchronization leads to impairment of behavioral discrimination of chemically similar odorants in bees and to more similar responses across odors in downstream β-lobe neurons. Recent follow-up of this work has shown that oscillations create periodic integration windows for Kenyon cells in the insect mushroom body, such that incoming spikes from the antennal lobe are more effective in activating Kenyon cells only at specific phases of the oscillatory cycle.",
            "score": 150.90792846679688
        },
        {
            "docid": "608162_10",
            "document": "Suprachiasmatic nucleus . In general, external temperature does not influence endothermic animal behavior or circadian rhythm because of the ability of these animals to keep their internal body temperature constant through homeostatic thermoregulation; however, peripheral oscillators (see Circadian rhythm) in mammals are sensitive to temperature pulses and will experience resetting of the circadian clock phase and associated genetic expression, suggesting how peripheral circadian oscillators may be separate entities from one another despite having a master oscillator within the SCN. Furthermore, when individual neurons of the SCN from a mouse were treated with heat pulses, a similar resetting of oscillators was observed, but when an intact SCN was treated with the same heat pulse treatment the SCN was resistant to temperature change by exhibiting an unaltered circadian oscillating phase. In ectothermic animals, particularly the ruin lizard \"Podacris sicula\", temperature has been shown to affect the circadian oscillators within the SCN. This reflects a potential evolutionary relationship among endothermic and ectothermic vertebrates, in how ectotherms rely on environmental temperature to affect their circadian rhythms and behavior and endotherms have an evolved SCN to essentially ignore external temperature and use photoreception as a means for entraining the circadian oscillators within their SCN. In addition, the differences of the SCN between endothermic and ectothermic vertebrates suggest that the neuronal organization of the temperature-resistant SCN in endotherms is responsible for driving thermoregulatory behaviors in those animals differently from those of ectotherms, since they rely on external temperature for engaging in certain behaviors.",
            "score": 149.68429565429688
        },
        {
            "docid": "39103747_16",
            "document": "KaiC . The recreation of a circadian oscillator \"in vitro\" in the presence of only KaiA, KaiB, KaiC, and ATP has sparked interest in the relationship between cellular biochemical oscillators and their associated transcription-translation feedback loops (TTFLs). TTFLs have long been assumed to be the core of circadian rhythmicity, but that claim is now being tested again due to the possibility that the biochemical oscillators could constitute the central mechanism of the clock system, regulating and operating within TTFLs that control output and restore proteins essential to the oscillators in organisms, such as the KaiABC system in \"Synechococcus\". Two models have been proposed to describe the relationship between the biochemical and TTFL regulation of circadian rhythms: a master/slave oscillator system with the TTFL oscillator synchronizing to the biochemical oscillator and an equally weighted coupled oscillator system in which both oscillators synchronize and influence the other oscillator. Both are coupled oscillator models that account for the high stability of the timing mechanism within \"Synechococcus\". The biochemical oscillator relies on redundant molecular interactions based on the law of mass action, whereas the TTFL relies on cellular machinery that mediates translation, transcription, and degradation of mRNA and proteins. The different types of interactions driving the two oscillators allows the circadian clock to be resilient to changes within the cell, such as metabolic fluctuation, temperature changes, and cell division.",
            "score": 149.53427124023438
        },
        {
            "docid": "30006925_3",
            "document": "G1 and G1/S cyclins- budding yeast . Cln3 is thought to be the main regulator linking cell growth to the cell cycle. This is because it is the most upstream regulator of \"Start\" and because, unlike other cyclins, concentration of Cln3 does not oscillate much with the cell cycle (see Cln3). Rather, Cln3 activity is thought to increase gradually throughout the cycle in response to cell growth. Furthermore, Cln3 levels differ between mother and daughter cells, a difference that explains the asymmetry in cell cycle behavior between these two cell types. Cln3 regulation also responds to external signals, including stress signals that stop division.",
            "score": 149.4069366455078
        },
        {
            "docid": "39042642_9",
            "document": "Cycle (gene) . Recent research on \"cycle\" has largely focused on the role of circadian rhythmicity in other processes. In 2012, it was reported that aging reduces transcriptional oscillations of core clock genes in the fly head including cycle. Wild type \"Drosophila\" show low activity of the CLOCK/CYCLE protein dimer in the morning, and it was recently found that lowering levels of these proteins can affect neuronal signaling. Research from 2012 on sleep architecture and nutrition found that circadian clock mutants, including \"cyc\" still maintained a normal diet response without circadian rhythmicity. Future work focusing on understanding the role of circadian rhythms in \"Drosophila\" will continue to investigate \"cycle's\" role in maintaining rhythmicity.",
            "score": 148.38589477539062
        },
        {
            "docid": "40836099_13",
            "document": "Jeffrey C. Hall . In 1997, Hall was a part of group with Susan Renn, Jae Park, Michael Rosbash, and Paul Taghert that discovered genes that are a part of the TTFL are expressed in cells throughout the body. Despite these genes being identified as necessary genes to the circadian clock, there was a variety of levels of expressions in various parts of the body; this variation was observed on the cellular level. Hall succeeded in entraining separate tissues to different light-dark cycles at the same time. Hall didn't discover the element that synchronizes cells until 2003. He found that the pigment dispersing factor protein (PDF) helps control the circadian rhythms, and in turn locomotor activity, of these genes in cells. This was localized to small ventral lateral neurons (sLNs) in the Drosophila brain. From this data, Hall concluded the sLNs serve as the primary oscillator in Drosophila and PDF allows for synchrony between cells. He was awarded the 2017 Nobel Prize in Medicine or Physiology.",
            "score": 148.09483337402344
        },
        {
            "docid": "21923868_3",
            "document": "Oscillating gene . The first recorded observations of oscillating genes come from the marches of Alexander the Great in the fourth century B.C. At this time, one of Alexander's generals, Androsthenes, wrote that the tamarind tree would open its leaves during the day and close them at nightfall. Until 1729, the rhythms associated with oscillating genes were assumed to be \"passive responses to a cyclic environment\". In 1729, Jean-Jacques d'Ortous de Mairan demonstrated that the rhythms of a plant opening and closing its leaves continued even when placed somewhere where sunlight could not reach it. This was one of the first indications that there was an active element to the oscillations. In 1923, Ingeborg Beling published her paper \"Über das Zeitgedächtnis der Bienen\" (\"On the Time Memory of Bees\") which extended oscillations to animals, specifically bees In 1971, Ronald Konopka and Seymour Benzer discovered that mutations of the PERIOD gene caused changes in the circadian rhythm of flies under constant conditions. They hypothesized that the mutation of the gene was affecting the basic oscillator mechanism. Paul Hardin, Jeffrey Hall, and Michael Rosbash demonstrated that relationship by discovering that within the PERIOD gene, there was a feedback mechanism that controlled the oscillation. The mid-1990s saw an outpouring of discoveries, with CLOCK, CRY, and others being added to the growing list of oscillating genes.",
            "score": 147.55601501464844
        },
        {
            "docid": "2860430_19",
            "document": "Neural oscillation . Oscillations can often be described and analyzed using mathematics. Mathematicians have identified several dynamical mechanisms that generate rhythmicity. Among the most important are harmonic (linear) oscillators, limit cycle oscillators, and delayed-feedback oscillators. Harmonic oscillations appear very frequently in nature—examples are sound waves, the motion of a pendulum, and vibrations of every sort. They generally arise when a physical system is perturbed by a small degree from a minimum-energy state, and are well understood mathematically. Noise-driven harmonic oscillators realistically simulate alpha rhythm in the waking EEG as well as slow waves and spindles in the sleep EEG. Successful EEG analysis algorithms were based on such models. Several other EEG components are better described by limit-cycle or delayed-feedback oscillations. Limit-cycle oscillations arise from physical systems that show large deviations from equilibrium, whereas delayed-feedback oscillations arise when components of a system affect each other after significant time delays. Limit-cycle oscillations can be complex but there are powerful mathematical tools for analyzing them; the mathematics of delayed-feedback oscillations is primitive in comparison. Linear oscillators and limit-cycle oscillators qualitatively differ in terms of how they respond to fluctuations in input. In a linear oscillator, the frequency is more or less constant but the amplitude can vary greatly. In a limit-cycle oscillator, the amplitude tends to be more or less constant but the frequency can vary greatly. A heartbeat is an example of a limit-cycle oscillation in that the frequency of beats varies widely, while each individual beat continues to pump about the same amount of blood.",
            "score": 147.3681640625
        },
        {
            "docid": "25368725_3",
            "document": "Biochemical switches in the cell cycle . The switches maintain the orderly progression of the cell cycle and act as checkpoints to ensure that each phase has been properly completed before progression to the next phase. For example, Cdk, or cyclin dependent kinase, is a major control switch for the cell cycle and it allows the cell to move from G1 to S or G2 to M by adding phosphate to protein substrates. Such multi-component (involving multiple inter-linked proteins) switches have been shown to generate decisive, robust (and potentially irreversible) transitions and trigger stable oscillations. As a result, they are a subject of active research that tries to understand how such complex properties are wired into biological control systems.",
            "score": 147.1526641845703
        },
        {
            "docid": "4682359_8",
            "document": "Directed evolution . During \"in vivo\" evolution, each cell (usually bacteria or yeast) is transformed with a plasmid containing a different member of the variant library. In this way, only the gene of interest differs between the cells, with all other genes being kept the same. The cells express the protein either in their cytoplasm or surface where its function can be tested. This format has the advantage of selecting for properties in a cellular environment, which is useful when the evolved protein or RNA is to be used in living organisms. When performed without cells, DE involves using \"in vitro\" transcription translation to produce proteins or RNA free in solution or compartmentalised in artificial microdroplets. This method has the benefits of being more versatile in the selection conditions (e.g. temperature, solvent), and can express proteins that would be toxic to cells. Furthermore, \"in vitro\" evolution experiments can generate far larger libraries (up to 10) because the library DNA need not be inserted into cells (often a limiting step).",
            "score": 145.1300506591797
        },
        {
            "docid": "41121206_2",
            "document": "Phase resetting in neurons . Phase resetting in neurons is a behavior observed in different biological oscillators and plays a role in creating neural synchronization as well as different processes within the body. Phase resetting in neurons is when the dynamical behavior of an oscillation is shifted. This occurs when a stimulus perturbs the phase within an oscillatory cycle and a change in period occurs. The periods of these oscillations can vary depending on the biological system, with examples such as: (1) neural responses can change within a millisecond to quickly relay information; (2) In cardiac and respiratory changes that occur throughout the day, could be within seconds; (3) circadian rhythms may vary throughout a series of days; (4) rhythms such as hibernation may have periods that are measured in years.  This activity pattern of neurons is a phenomenon seen in various neural circuits throughout the body and is seen in single neuron models and within clusters of neurons. Many of these models utilize phase response (resetting) curves where the oscillation of a neuron is perturbed and the effect the perturbation has on the phase cycle of a neuron is measured.",
            "score": 144.86309814453125
        },
        {
            "docid": "608162_5",
            "document": "Suprachiasmatic nucleus . Different organisms such as bacteria, plants, fungi, and animals, show genetically-based near-24-hour rhythms. Although all of these clocks appear to be based on a similar type of genetic feedback loop, the specific genes involved are thought to have evolved independently in each kingdom. Many aspects of mammalian behavior and physiology show circadian rhythmicity, including sleep, physical activity, alertness, hormone levels, body temperature, immune function, and digestive activity. The SCN coordinates these rhythms across the entire body, and rhythmicity is lost if the SCN is destroyed. For example, total time of sleep is maintained in rats with SCN damage, but the length and timing of sleep episodes becomes erratic. The SCN maintains control across the body by synchronizing \"slave oscillators,\" which exhibit their own near-24-hour rhythms and control circadian phenomena in local tissue.",
            "score": 144.3948211669922
        },
        {
            "docid": "41121206_5",
            "document": "Phase resetting in neurons . Shifts in phase (or behavior of neurons) caused due to a perturbation (an external stimulus) can be quantified within a Phase Response Curve (PRC) to predict synchrony in coupled and oscillating neurons. These effects can be computed, in the case of advances or delays to responses, to observe the changes in the oscillatory behavior of neurons, pending on when a stimulus was applied in the phase cycle of an oscillating neuron. The key to understanding this is in the behavioral patterns of neurons and the routes neural information travels. Neural circuits are able to communicate efficiently and effectively within milliseconds of experiencing a stimulus and lead to the spread of information throughout the neural network. The study of neuron synchrony could provide information on the differences that occur in neural states such as normal and diseased states. Neurons that are involved significantly in diseases such as Alzheimers or Parkinsons diseases are shown to undergo phase resetting before launching into phase locking where clusters of neurons are able to begin firing rapidly to communicate information quickly. A phase response curve can be calculated by noting changes to its period over time depending on where in the cycle the input is applied. The perturbation left by the stimulus moves the stable cycle within the oscillation followed by a return to the stable cycle limit. The curve tracks the amount of advancement or delay due to the input in the oscillating neuron. The PRC assumes certain patterns of behavior in firing pattern as well as the network of oscillating neurons to model the oscillations. Currently, only a few circuits exist which can be modeled using an assumed firing pattern.",
            "score": 142.963134765625
        },
        {
            "docid": "46365412_7",
            "document": "Hitoshi Okamura . Okamura became interested in the possible differences of autonomously rhythmic clock genes in fibroblast cell lines and those in the SCN. His team discovered that in mice, both types of cells showed temporal expression of profiles of all known clock genes, the phases of various mRNA rhythms, the delay between maximum mRNA levels and appearance of nuclear PER1 and PER2 protein, the inability to produce circadian oscillations in the absence of functional Cry genes, and the control of period length by CRY proteins.",
            "score": 142.8636474609375
        },
        {
            "docid": "14798422_5",
            "document": "ENOX2 . ENOX2 and related NOX proteins exhibit two distinct oscillating functions: the oxidation of NADH to NAD+ and a protein disulfide isomerase-like activity, unprecedented in the biochemical literature. Regarding NADH oxidation, the protein has a specific activity of 10-20µmol/min/mg of protein with a turnover number of 200-500. The oscillations are independent of temperature, with a period of 24 minutes, completing 60 cycles in a 24-hour day. The period of oscillation changes to 22 and 26 minutes in the cancer related (tNOX) and age-related (arNOX) forms respectively. This regular oscillation is attributed to the maintenance of biological clock",
            "score": 142.80630493164062
        }
    ]
}