{
    "q": [
        {
            "docid": "30032081_5",
            "document": "Hac1 Xbp1 intron . Environmental stress can cause proteins to misfold and aggregate. To protect from these undesirable processes, a cell can activate the unfolded protein response (UPR) pathway. Splicing of HAC1 and XBP1 transcripts is one of the highly regulated ways of activating the UPR in response to presence of unfolded proteins in the endoplasmic reticulum (ER). ER stress activates the endoribonucleolytic activity of IRE1 proteins. IRE1 recognizes splice-site motifs in HAC1 or XBP1 transcripts and cleaves them. Stem-loop structures around the splice sites and IRE1-specific sequence motifs are both necessary and sufficient for splicing to occur. The joining of exons is performed by tRNA ligase (TRL1 in \"Saccharomyces cerevisiae\").",
            "score": 342.8909046649933
        },
        {
            "docid": "9775_9",
            "document": "Endoplasmic reticulum . The endoplasmic reticulum serves many general functions, including the folding of protein molecules in sacs called cisternae and the transport of synthesized proteins in vesicles to the Golgi apparatus. Correct folding of newly made proteins is made possible by several endoplasmic reticulum chaperone proteins, including protein disulfide isomerase (PDI), ERp29, the Hsp70 family member BiP/Grp78, calnexin, calreticulin, and the peptidylpropyl isomerase family. Only properly folded proteins are transported from the rough ER to the Golgi apparatus – unfolded proteins cause an unfolded protein response as a stress response in the ER. Disturbances in redox regulation, calcium regulation, glucose deprivation, and viral infection or the over-expression of proteins can lead to endoplasmic reticulum stress response (ER stress), a state in which the folding of proteins slows, leading to an increase in unfolded proteins. This stress is emerging as a potential cause of damage in hypoxia/ischemia, insulin resistance, and other disorders.",
            "score": 303.68228709697723
        },
        {
            "docid": "14156444_10",
            "document": "XBP1 . XBP1 is part of the endoplasmic reticulum (ER) stress response, the unfolded protein response (UPR). Conditions that exceed capacity of the ER provoke ER stress and trigger the unfolded protein response (UPR). As a result, GRP78 is released from IRE1 to support protein folding. IRE1 oligomerises and activates its ribonuclease domain through auto (self) phosphorylation. Activated IRE1 catalyses the excision of a 26 nucleotide unconventional intron from ubiquitously expressed XBP1u mRNA, in a manner mechanistically similar to pre-tRNA splicing. Removal of this intron causes a frame shift in the XBP1 coding sequence resulting in the translation of a 376 amino acid, 40 kDa, XBP-1s isoform rather than the 261 amino acid, 33 kDa, XBP1u isoform. Moreover, the XBP1u/XBP1s ratio (XBP1-unspliced/XBP1-spliced ratio) correlates with the expression level of expressed proteins in order to adapt the folding capacity of the ER to the respective requirements.",
            "score": 404.2234309911728
        },
        {
            "docid": "54987630_5",
            "document": "EF-Tu receptor . EFR, like other proteins, undergoes translation in a cell's ribosomes. After the primary structure of the protein has been formed it must fold into its three dimensional tertiary structure to become functional. This occurs in the endoplasmic reticulum (ER). While in the ER, this primary polypeptide chain undergoes a regulatory process known as ER-quality control (ER-QC) to help ensure it folds into the correct 3-D structure. and avoids. ER-QC process consists of a series of chaperone proteins that help guide the folding of the EFR polypeptide chains, preventing the aggregation of many polypeptide chains into one large group. Proteins that have not folded are kept in the ER until they have folded into their correct 3-D shape. If folding does not occur then the unfolded protein is eventually destroyed.",
            "score": 324.0322036743164
        },
        {
            "docid": "52085_13",
            "document": "Protein folding . A fully denatured protein lacks both tertiary and secondary structure, and exists as a so-called random coil. Under certain conditions some proteins can refold; however, in many cases, denaturation is irreversible. Cells sometimes protect their proteins against the denaturing influence of heat with enzymes known as heat shock proteins (a type of chaperone), which assist other proteins both in folding and in remaining folded. Some proteins never fold in cells at all except with the assistance of chaperones which either isolate individual proteins so that their folding is not interrupted by interactions with other proteins or help to unfold misfolded proteins, allowing them to refold into the correct native structure. This function is crucial to prevent the risk of precipitation into insoluble amorphous aggregates. The external factors involved in protein denaturation or disruption of the native state include temperature, external fields (electric, magnetic), molecular crowding, and even the limitation of space, which can have a big influence on the folding of proteins. High concentrations of solutes, extremes of pH, mechanical forces, and the presence of chemical denaturants can contribute to protein denaturation, as well. These individual factors are categorized together as stresses. Chaperones are shown to exist in increasing concentrations during times of cellular stress and help the proper folding of emerging proteins as well as denatured or misfolded ones.",
            "score": 288.41532123088837
        },
        {
            "docid": "9941789_7",
            "document": "Unfolded protein response . The ER is capable of recognizing misfolding proteins without causing disruption to the functioning of the ER. The aforementioned sugar molecule remains the means by which the cell monitors protein folding, as the misfolding protein becomes characteristically devoid of glucose residues, targeting it for identification and re-glycosylation by the enzyme UGGT (UDP-glucose:glycoprotein glucosyltransferase). If this fails to restore the normal folding process, exposed hydrophobic residues of the misfolded protein are bound by the protein glucose regulate protein 78 (Grp78), a heat shock protein 70kDa family member that prevents the protein from further transit and secretion.",
            "score": 283.7166442871094
        },
        {
            "docid": "29855647_30",
            "document": "Arsenic biochemistry . Arsenic is highly detrimental to the innate and the adaptive immune system of the body. When the amount of unfolded and misfolded proteins in endoplasmic reticulum stress is excessive, the unfolded protein response (UPR) is activated to increase the activity of several receptors that are responsible the restoration of homeostasis. The inositol-requiring enzyme-1 (IRE1) and protein kinase RNA-like endoplasmic reticulum kinase (PERK) are two receptors that restrict the rate of translation. On the other hand, the unfolded proteins are corrected by the production of chaperones, which are induced by the activating transcription factor 6 (ATF6). If the number of erroneous proteins elevates, further mechanism is active which triggers apoptosis. Arsenic has evidentially shown to increase the activity of these protein sensors.",
            "score": 246.24495935440063
        },
        {
            "docid": "9775_13",
            "document": "Endoplasmic reticulum . The unfolded protein response (UPR) is a cellular stress response related to the endoplasmic reticulum. The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. The UPR functions to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signaling pathways that lead to increasing the production of molecular chaperones involved in protein folding. Sustained overactivation of the UPR has been implicated in prion diseases as well as several other neurodegenerative diseases and the inhibition of the UPR could become a treatment for those diseases.",
            "score": 334.90621733665466
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 323.7612383365631
        },
        {
            "docid": "28990145_10",
            "document": "Proteostasis . The unfolded protein response in the endoplasmatic reticulum (ER) is activated by imbalances of unfolded proteins inside the ER and the proteins mediating protein homeostasis. Different “detectors” - such as IRE1, ATF6 and PERK - can recognize misfolded proteins in the ER and mediate transcriptional responses which help alleviate the effects of ER stress.",
            "score": 243.99279952049255
        },
        {
            "docid": "14873446_3",
            "document": "KDELR1 . Retention of resident soluble proteins in the lumen of the endoplasmic reticulum (ER) is achieved in both yeast and animal cells by their continual retrieval from the cis-Golgi or a pre-Golgi compartment. Sorting of these proteins is dependent on a C-terminal tetrapeptide signal, usually lys-asp-glu-leu (KDEL) in animal cells and his-asp-glu-leu (HDEL) in \"S. cerevisiae\". This process is mediated by a receptor that recognizes and binds the tetrapeptide-containing protein and then returns it to the ER. In yeast, the sorting receptor is encoded by a single gene, ERD2, which is a seven-transmembrane protein. Unlike yeast, several human homologs of the ERD2 gene, constituting the KDEL receptor gene family, have been described. The protein encoded by this gene was the first member of the family to be identified, and it encodes a protein structurally and functionally similar to the yeast ERD2 gene product. The KDEL receptor mediates the retrieval of misfolded proteins between the ER and the Golgi apparatus. The KDEL receptor functions by binding to endoplasmic reticulum chaperones. These chaperones are recognized by the KDEL receptor in downstream compartments of the ER. Once bound, they are packaged into coat protein complex I vesicles for retrograde transport to the ER. In vitro studies in yeast have revealed that this receptor regulates membrane transport in the early stages of the secretory pathway from ER to the Golgi. An error or mutation in the KDEL receptor disturbs the ER quality control and diseases associated with ER stress are observed.",
            "score": 290.61825346946716
        },
        {
            "docid": "14776268_3",
            "document": "ERN1 . The protein encoded by this gene is the ER to nucleus signalling 1 protein, a human homologue of the yeast Ire1 gene product. This protein possesses intrinsic kinase activity and an endoribonuclease activity and it is important in altering gene expression as a response to endoplasmic reticulum-based stress signals (mainly the unfolded protein response). Two alternatively spliced transcript variants encoding different isoforms have been found for this gene.",
            "score": 256.75866770744324
        },
        {
            "docid": "9941789_2",
            "document": "Unfolded protein response . The unfolded protein response (UPR) is a cellular stress response related to the endoplasmic reticulum (ER) stress. It is a stress response that has been found to be conserved between all mammalian species, as well as yeast and worm organisms. This article focuses on the mammalian response.",
            "score": 231.56637167930603
        },
        {
            "docid": "51428919_10",
            "document": "Endoplasmic reticulum membrane protein complex . The EMC was first identified in a genetic screen in yeast for factors involved in protein folding in the ER. Accordingly, deletion of individual EMC subunits correlates with the induction of an ER stress response in various model organisms. However, it is worth noting that in human osteosarcoma cells (U2OS cells), deletion of EMC6 does not appear to cause ER stress. When overexpressed, several subunits of the mammalian EMC orthologue (mEMC) have been found to physically interact with ERAD components (UBAC2, DER1, DER2) Genetic screens in yeast have shown EMC subunits to be enriched in alongside ERAD genes. Taken together, these findings imply a role of the mEMC in protein homeostasis.",
            "score": 280.36591935157776
        },
        {
            "docid": "28990145_6",
            "document": "Proteostasis . The third component of the proteostasis network is the protein degradation machinery. Protein degradation occurs in proteostasis when the cellular signals indicate the need to decrease overall cellular protein levels. The effects of protein degradation can be local, with the cell only experiencing effects from the loss of the degraded protein itself or widespread, with the entire protein landscape changing due to loss of other proteins’ interactions with the degraded protein. Multiple substrates are targets for proteostatic degradation. These degradable substrates include nonfunctional protein fragments produced from ribosomal stalling during translation, misfolded or unfolded proteins, aggregated proteins, and proteins that are no longer needed to carry out cellular function. Several different pathways exist for carrying out these degradation processes. When proteins are determined to be unfolded or misfolded, they are typically degraded via the unfolded protein response (UPR) or endoplasmic-reticulum-associated protein degradation (ERAD). Substrates that are unfolded, misfolded, or no longer required for cellular function can also be ubiquitin tagged for degradation by ATP dependent proteases, such as the proteasome in eukaryotes or ClpXP in prokaryotes. Autophagy, or self engulfment, lysosomal targeting, and phagocytosis (engulfment of waste products by other cells) can also be used as proteostatic degradation mechanisms.",
            "score": 264.97754740715027
        },
        {
            "docid": "9927_20",
            "document": "Endomembrane system . Many types of cells export proteins produced by ribosomes attached to the rough ER. The ribosomes assemble amino acids into protein units, which are carried into the rough ER for further adjustments. These proteins may be either transmembrane proteins, which become embedded in the membrane of the endoplasmic reticulum, or water-soluble proteins, which are able to pass through the membrane into the lumen. Those that reach the inside of the endoplasmic reticulum are folded into the correct three-dimensional conformation. Chemicals, such as carbohydrates or sugars, are added, then the endoplasmic reticulum either transports the completed proteins, called secretory proteins, to areas of the cell where they are needed, or they are sent to the Golgi apparatus for further processing and modification.",
            "score": 285.60979747772217
        },
        {
            "docid": "2354497_3",
            "document": "Heat shock . The cellular response to heat shock damage, the heat shock response, includes the transcriptional up-regulation of genes encoding heat shock proteins (HSPs) as part of the cell's internal repair mechanism. The effects of stressors such as temperature changes and toxins are counteracted by these HSPs, that upon activation respond to heat, cold and oxygen deprivation by activating several cascade pathways. HSPs are also present in cells under perfectly normal conditions, but an elevation in stress levels for the cell promotes an increase in their production levels by activating heat-shock genes at levels higher than normal. Some HSPs, called chaperones, also have increased production levels when the cell faces various stress factors. Chaperone's functions includes making sure that the cell’s proteins are properly folded in the correct conformation and they ensure this by facilitating protein folding using their substrate binding domain. An example of chaperons are the HSP70 (heat shock protein) chaperones. For example, HSPs help new or misfolded proteins to fold into their correct three-dimensional conformations, which is essential for their function. They also shuttle proteins from one compartment to another inside the cell, and target old or terminally misfolded proteins to proteases for degradation. Heat shock proteins are also believed to play a role in the presentation of pieces of proteins (or peptides) on the cell surface to help the immune system recognize diseased cells. 5 major families of HSPs are recognized: the Hsp70 (DnaK) family, the chaperonins (GroEL and Hsp60), the Hsp90 family, the Hsp100 (Clp) family and the small HSP (sHSP) family. Other proteins such as, protein disulfide isomerase and calnexin/calreticulin, have chaperone functions and assist protein folding in the Endoplasmic Reticulum.",
            "score": 325.65892601013184
        },
        {
            "docid": "52702499_2",
            "document": "Mitochondrial unfolded protein response . The mitochondrial unfolded protein response (UPR) is a cellular stress response related to the mitochondria. The UPR results from unfolded or misfolded proteins in mitochondria beyond the capacity of chaperone proteins to handle them. The UPR can occur either in the mitochondrial matrix or in the mitochondrial inner membrane. In the UPR, the mitochondrion will either upregulate chaperone proteins or invoke proteases to degrade proteins that fail to fold properly. UPR causes the sirtuin SIRT3 to activate antioxidant enzymes and mitophagy.",
            "score": 277.4075105190277
        },
        {
            "docid": "534001_4",
            "document": "Secretion . Eukaryotic cells, including human cells, have a highly evolved process of secretion. Proteins targeted for the outside are synthesized by ribosomes docked to the rough endoplasmic reticulum (ER). As they are synthesized, these proteins translocate into the ER lumen, where they are glycosylated and where molecular chaperones aid protein folding. Misfolded proteins are usually identified here and retrotranslocated by ER-associated degradation to the cytosol, where they are degraded by a proteasome. The vesicles containing the properly folded proteins then enter the Golgi apparatus.",
            "score": 338.3517892360687
        },
        {
            "docid": "9941789_3",
            "document": "Unfolded protein response . The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. In this scenario, the UPR has three aims: initially to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signalling pathways that lead to increasing the production of molecular chaperones involved in protein folding. If these objectives are not achieved within a certain time span or the disruption is prolonged, the UPR aims towards apoptosis.",
            "score": 320.56907057762146
        },
        {
            "docid": "9927_12",
            "document": "Endomembrane system . The ER has a central role in producing, processing, and transporting biochemical compounds for use inside and outside of the cell. Its membrane is the site of production of all the transmembrane proteins and lipids for most of the cell's organelles, including the ER itself, the Golgi apparatus, lysosomes, endosomes, mitochondria, peroxisomes, secretory vesicles, and the plasma membrane. Furthermore, almost all of the proteins that will exit the cell, plus those destined for the lumen of the ER, Golgi apparatus, or lysosomes, are originally delivered to the ER lumen. Consequently, many of the proteins found in the cisternal space of the endoplasmic reticulum lumen are there only temporarily as they pass on their way to other locations. Other proteins, however, constantly remain in the lumen and are known as endoplasmic reticulum resident proteins. These special proteins contain a specialized retention signal made up of a specific sequence of amino acids that enables them to be retained by the organelle. An example of an important endoplasmic reticulum resident protein is the chaperon protein known as BiP which identifies other proteins that have been improperly built or processed and keeps them from being sent to their final destinations.",
            "score": 302.92899453639984
        },
        {
            "docid": "539882_10",
            "document": "HLA-B27 . These theories refer to the unusual biochemical properties that HLA-B27 has. The \"misfolding hypothesis\" suggests that slow folding during HLA-B27's tertiary structure folding and association with β2 microglobulin causes the protein to be misfolded, therefore initiating the unfolded protein response (UPR) - a pro-inflammatory endoplasmic reticulum (ER) stress response. However, although this mechanism has been demonstrated both \"in vitro\" and in animals, there is little evidence of its occurrence in human spondyloarthritis. Also, the \"HLA-B27 heavy chain homodimer formation hypothesis\" suggests that B27 heavy chains tend to dimerise and accumulate in the ER, once again, initiating the UPR. Alternatively, cell surface B27 heavy chains and dimers can bind to regulatory immune receptors such as members of the killer cell immunoglobulin-like receptor family, promoting the survival and differentiation of pro-inflammatory leukocytes in disease.",
            "score": 306.8982434272766
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 281.81816136837006
        },
        {
            "docid": "38523023_2",
            "document": "Unconventional protein secretion . Unconventional protein secretion (known as ER/Golgi-independent protein secretion or nonclassical protein export ) represents a manner in which the proteins are delivered to the surface of plasma membrane or to extracellular matrix regardless of ER/Golgi- dependent protein secretion. This includes cytokines and mitogens with crucial function in complex processes such as inflammatory response or tumor-induced angiogenesis. Most of these proteins are involved in processes in higher eukaryotes, however unconventional export mechanism was found in lower eukaryotes too. Even proteins folded in their correct conformation can pass plasma membrane this way, unlike proteins transported via ER/Golgi pathway. Two types of unconventional protein secretion are these: signal-peptid-containing proteins and cytoplasmatic and nuclear proteins that are missing an ER-signal peptide (1).",
            "score": 263.99271726608276
        },
        {
            "docid": "5167099_7",
            "document": "Oxidative folding . A homolog of DsbA, called protein disulfide isomerase (PDI), is responsible for the formation of the disulfide bonds in unfolded eukaryotic proteins. This protein has two thioredoxine-like active sites, which both contain two cysteine residues. By transferring the disulfide bond between these two cysteine residues onto the folding protein it is responsible for the latter’s oxidation. In contrast to bacteria, where the oxidative and isomerization pathways are carried out by different proteins, PDI is also responsible for the reduction and isomerization of the disulfide bonds. For PDI to catalyse the formation of disulfide bonds in unfolded proteins, it must be reoxidized. This is carried out by an ER membrane-associated protein, Ero1p, which is no homolog of DsbB. This Ero1p protein forms a mixed disulfide with PDI, which is resolved by a nucleophilic attack of the second cystein residue in one of the active sites of PDI. As result, oxidized PDI is obtained. Ero1p itself is oxidized by transferring electrons to molecular oxygen. As it is an FAD-binding protein, this transfer of electrons is strongly favoured when Ero1p is bound to FAD. Also a transport system that imports FAD into the ER lumen has been described in eukaryotes. Furthermore, it has been shown that the ability to reduce or rearrange incorrect disulfide bonds in missfolded proteins is provided by the oxidation of reduced glutathione (GSH) to oxidized glutathione (GSSG).",
            "score": 231.84460186958313
        },
        {
            "docid": "24834_5",
            "document": "Protein targeting . Most proteins that are secretory, membrane-bound, or reside in the endoplasmic reticulum (ER), golgi or endosomes use the co-translational translocation pathway. This process begins with the N-terminal signal peptide of the protein being recognized by a signal recognition particle (SRP) \"while the protein is still being synthesized on the ribosome\". The synthesis pauses while the ribosome-protein complex is transferred to an SRP receptor on the ER in eukaryotes, and the plasma membrane in prokaryotes. There, the nascent protein is inserted into the translocon, a membrane-bound protein conducting channel composed of the Sec61 translocation complex in eukaryotes, and the homologous SecYEG complex in prokaryotes. In secretory proteins and type I transmembrane proteins, the signal sequence is immediately cleaved from the nascent polypeptide once it has been translocated into the membrane of the ER (eukaryotes) or plasma membrane (prokaryotes) by signal peptidase. The signal sequence of type II membrane proteins and some polytopic membrane proteins are not cleaved off and therefore are referred to as signal anchor sequences. Within the ER, the protein is first covered by a chaperone protein to protect it from the high concentration of other proteins in the ER, giving it time to fold correctly. Once folded, the protein is modified as needed (for example, by glycosylation), then transported to the Golgi for further processing and goes to its target organelles or is retained in the ER by various ER retention mechanisms.",
            "score": 282.5910931825638
        },
        {
            "docid": "7718899_11",
            "document": "HLA-A . The HLA-A signal peptide is a series of hydrophobic amino acids present at the N-terminus of the protein that directs it to the endoplasmic reticulum where the remaining seven domains are translated. The three α domains form the binding groove that holds a peptide for presentation to CD8+ t-cells. The transmembrane region is the region that is embedded in the phospholipid bilayer surrounding the ER lumen. The HLA-A protein is a single-pass transmembrane protein. In other words, the first four domains of the protein are inside the ER lumen, while the last three domains are present outside the lumen, giving the protein the orientation required for proper function. The last three domains of the protein form a tail of primarily β-sheets that remains in the cell's cytosol. Once the HLA-A protein is completely translated, it must be folded into the proper shape. A molecular chaperone protein called calnexin and an enzyme called ERp57 assist in the folding process. Calnexin holds the HLA-A heavy chain while Erp57 catalyzes disulfide bonds between the heavy chain and the light, β-microglobulin chain. This bond induces a conformational change in the heavy chain, forming the binding groove. Calnexin then dissociates with the complex, now referred to as a peptide loading complex, and is replaced by calreticulin, another chaperone protein. Short peptides are continually transported from around the cell into the ER lumen by a specialized transport protein called TAP. TAP then binds to the peptide loading complex along with another protein, called tapasin. At this point the peptide loading complex consists of HLA-A (heavy chain), β-microglobulin (light chain), an ERp57 enzyme, calreticulin chaperone protein, TAP (with a bound peptide fragment), and tapasin. Tapasin increases the stability of TAP, in addition to stabilizing the entire peptide loading complex. At this point TAP releases the peptide it transported into the ER lumen. The proximity of the HLA-A binding groove to TAP is ensured by the peptide loading complex. This increases the likelihood that the peptide will find the groove. If the peptide's affinity for the HLA-A protein is great enough, it binds in the groove. Research suggests that tapasin may actively load peptides from TAP into the HLA-A complex while also holding class I molecules in the ER lumen until a high affinity peptide has been bound.",
            "score": 281.86132407188416
        },
        {
            "docid": "9941789_15",
            "document": "Unfolded protein response . \"Increased Production of Proteins Involved in the Functions of the UPR\" UPR activation also results in upregulation of proteins involved in chaperoning malfolding proteins, protein folding and ERAD, including further production of Grp78. Ultimately this increases the cell’s molecular mechanisms by which it can deal with the misfolded protein load. These receptor proteins have been identified as:",
            "score": 323.3055775165558
        },
        {
            "docid": "544743_7",
            "document": "Wolfram syndrome . Within cells, wolframin is located in a structure called the endoplasmic reticulum. Among its many activities, the endoplasmic reticulum folds and modifies newly formed proteins so they have the correct 3-dimensional shape to function properly. The endoplasmic reticulum also helps transport proteins, fats, and other materials to specific sites within the cell or to the cell surface. The function of wolframin is unknown. Based on its location in the endoplasmic reticulum, however, it may play a role in protein folding or cellular transport. In the pancreas, wolframin may help fold a protein precursor of insulin (called proinsulin) into the mature hormone that controls blood glucose levels. Research findings also suggest that wolframin may help maintain the correct cellular level of charged calcium atoms (calcium ions) by controlling how much is stored in the endoplasmic reticulum. In the inner ear, wolframin may help maintain the proper levels of calcium ions or other charged particles that are essential for hearing.",
            "score": 262.3350522518158
        },
        {
            "docid": "13967547_5",
            "document": "Dry lab . As a means of surpassing the limitations of these techniques, projects such as Folding@home and Rosetta@home are aimed at resolving this problem using computational analysis, this means of resolving protein structure is referred to as protein structure prediction. Although many labs have a slightly different approach, the main concept is to find, from a myriad of protein conformations, which conformation has the lowest energy or, in the case of Folding@Home, to find relatively low energies of proteins that could cause the protein to misfold and aggregate other proteins to itself—like in the case of sickle cell anemia. The general scheme in these projects is that a small number of computations are parsed to, or sent to be calculated on, a computer, generally a home computer, and then that computer analyzes the likelihood that a specific protein will take a certain shape or conformation based on the amount of energy required for that protein to stay in that shape, this way of processing data is what is generally referred to as distributed computing. This analysis is done on an extraordinarily large number of different conformations, owing to the support of hundreds of thousands of home-based computers, in hopes to find the conformation of lowest possible energy or set of conformations of lowest possible energy relative to any conformations that are just slightly different. Although doing so is quite difficult, one can, by observing the energy distribution of a large number of conformations, despite the almost infinite number of different protein conformations possible for any given protein (see Levinthal Paradox), with a reasonably large number of protein energy samplings, predict relatively closely what conformation, within a range of conformations, has the expected lowest energy using methods in statistical inference. There are other factors such as salt concentration, pH, ambient temperature or chaperonins, which are proteins that assist in the folding process of other proteins, that can greatly affect how a protein folds. However, if the given protein is shown to fold on its own, especially in vitro, these findings can be further supported. Once we can see how a protein folds then we can see how it works as a catalyst, or in intracellular communication, e.g. neuroreceptor-neurotransmitter interaction. How certain compounds may be used to enhance or prevent the function of these proteins and how an elucidated protein overall plays a role in diseases such as Alzheimer's Disease or Huntington's Disease can also be much better understood.",
            "score": 251.21253633499146
        },
        {
            "docid": "501398_2",
            "document": "Protein disulfide-isomerase . Protein disulfide isomerase, or PDI, is an enzyme in the endoplasmic reticulum (ER) in eukaryotes and the periplasm of bacteria that catalyzes the formation and breakage of disulfide bonds between cysteine residues within proteins as they fold. This allows proteins to quickly find the correct arrangement of disulfide bonds in their fully folded state, and therefore the enzyme acts to catalyze protein folding.",
            "score": 240.33963179588318
        },
        {
            "docid": "5167099_6",
            "document": "Oxidative folding . A very similar pathway is followed in eukaryotes, in which the protein relay consists of proteins with very analogous properties as those of the protein relay in Gram-negative bacteria. However, a major difference between prokaryotes and eukaryotes is found in the fact that the process of oxidative protein folding occurs in the endoplasmatic reticulum (ER) in eukaryotes. A second difference is that in eukaryotes, the use of molecular oxygen as a terminal electron acceptor is not linked to the process of oxidative folding through the respiratory chain as is the case in bacteria. In fact, one of the proteins involved in the oxidative folding process uses a flavin-dependent reaction to pass electrons directly to molecular oxygen.",
            "score": 252.04890894889832
        }
    ],
    "r": [
        {
            "docid": "14156444_10",
            "document": "XBP1 . XBP1 is part of the endoplasmic reticulum (ER) stress response, the unfolded protein response (UPR). Conditions that exceed capacity of the ER provoke ER stress and trigger the unfolded protein response (UPR). As a result, GRP78 is released from IRE1 to support protein folding. IRE1 oligomerises and activates its ribonuclease domain through auto (self) phosphorylation. Activated IRE1 catalyses the excision of a 26 nucleotide unconventional intron from ubiquitously expressed XBP1u mRNA, in a manner mechanistically similar to pre-tRNA splicing. Removal of this intron causes a frame shift in the XBP1 coding sequence resulting in the translation of a 376 amino acid, 40 kDa, XBP-1s isoform rather than the 261 amino acid, 33 kDa, XBP1u isoform. Moreover, the XBP1u/XBP1s ratio (XBP1-unspliced/XBP1-spliced ratio) correlates with the expression level of expressed proteins in order to adapt the folding capacity of the ER to the respective requirements.",
            "score": 404.2234191894531
        },
        {
            "docid": "30032081_5",
            "document": "Hac1 Xbp1 intron . Environmental stress can cause proteins to misfold and aggregate. To protect from these undesirable processes, a cell can activate the unfolded protein response (UPR) pathway. Splicing of HAC1 and XBP1 transcripts is one of the highly regulated ways of activating the UPR in response to presence of unfolded proteins in the endoplasmic reticulum (ER). ER stress activates the endoribonucleolytic activity of IRE1 proteins. IRE1 recognizes splice-site motifs in HAC1 or XBP1 transcripts and cleaves them. Stem-loop structures around the splice sites and IRE1-specific sequence motifs are both necessary and sufficient for splicing to occur. The joining of exons is performed by tRNA ligase (TRL1 in \"Saccharomyces cerevisiae\").",
            "score": 342.8908996582031
        },
        {
            "docid": "534001_4",
            "document": "Secretion . Eukaryotic cells, including human cells, have a highly evolved process of secretion. Proteins targeted for the outside are synthesized by ribosomes docked to the rough endoplasmic reticulum (ER). As they are synthesized, these proteins translocate into the ER lumen, where they are glycosylated and where molecular chaperones aid protein folding. Misfolded proteins are usually identified here and retrotranslocated by ER-associated degradation to the cytosol, where they are degraded by a proteasome. The vesicles containing the properly folded proteins then enter the Golgi apparatus.",
            "score": 338.3517761230469
        },
        {
            "docid": "9775_13",
            "document": "Endoplasmic reticulum . The unfolded protein response (UPR) is a cellular stress response related to the endoplasmic reticulum. The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. The UPR functions to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signaling pathways that lead to increasing the production of molecular chaperones involved in protein folding. Sustained overactivation of the UPR has been implicated in prion diseases as well as several other neurodegenerative diseases and the inhibition of the UPR could become a treatment for those diseases.",
            "score": 334.9062194824219
        },
        {
            "docid": "2354497_3",
            "document": "Heat shock . The cellular response to heat shock damage, the heat shock response, includes the transcriptional up-regulation of genes encoding heat shock proteins (HSPs) as part of the cell's internal repair mechanism. The effects of stressors such as temperature changes and toxins are counteracted by these HSPs, that upon activation respond to heat, cold and oxygen deprivation by activating several cascade pathways. HSPs are also present in cells under perfectly normal conditions, but an elevation in stress levels for the cell promotes an increase in their production levels by activating heat-shock genes at levels higher than normal. Some HSPs, called chaperones, also have increased production levels when the cell faces various stress factors. Chaperone's functions includes making sure that the cell’s proteins are properly folded in the correct conformation and they ensure this by facilitating protein folding using their substrate binding domain. An example of chaperons are the HSP70 (heat shock protein) chaperones. For example, HSPs help new or misfolded proteins to fold into their correct three-dimensional conformations, which is essential for their function. They also shuttle proteins from one compartment to another inside the cell, and target old or terminally misfolded proteins to proteases for degradation. Heat shock proteins are also believed to play a role in the presentation of pieces of proteins (or peptides) on the cell surface to help the immune system recognize diseased cells. 5 major families of HSPs are recognized: the Hsp70 (DnaK) family, the chaperonins (GroEL and Hsp60), the Hsp90 family, the Hsp100 (Clp) family and the small HSP (sHSP) family. Other proteins such as, protein disulfide isomerase and calnexin/calreticulin, have chaperone functions and assist protein folding in the Endoplasmic Reticulum.",
            "score": 325.658935546875
        },
        {
            "docid": "54987630_5",
            "document": "EF-Tu receptor . EFR, like other proteins, undergoes translation in a cell's ribosomes. After the primary structure of the protein has been formed it must fold into its three dimensional tertiary structure to become functional. This occurs in the endoplasmic reticulum (ER). While in the ER, this primary polypeptide chain undergoes a regulatory process known as ER-quality control (ER-QC) to help ensure it folds into the correct 3-D structure. and avoids. ER-QC process consists of a series of chaperone proteins that help guide the folding of the EFR polypeptide chains, preventing the aggregation of many polypeptide chains into one large group. Proteins that have not folded are kept in the ER until they have folded into their correct 3-D shape. If folding does not occur then the unfolded protein is eventually destroyed.",
            "score": 324.0321960449219
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 323.76123046875
        },
        {
            "docid": "9941789_15",
            "document": "Unfolded protein response . \"Increased Production of Proteins Involved in the Functions of the UPR\" UPR activation also results in upregulation of proteins involved in chaperoning malfolding proteins, protein folding and ERAD, including further production of Grp78. Ultimately this increases the cell’s molecular mechanisms by which it can deal with the misfolded protein load. These receptor proteins have been identified as:",
            "score": 323.3055725097656
        },
        {
            "docid": "9941789_3",
            "document": "Unfolded protein response . The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. In this scenario, the UPR has three aims: initially to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signalling pathways that lead to increasing the production of molecular chaperones involved in protein folding. If these objectives are not achieved within a certain time span or the disruption is prolonged, the UPR aims towards apoptosis.",
            "score": 320.5690612792969
        },
        {
            "docid": "3956121_3",
            "document": "TRAPP complex . Proteins that are destined for the plasma membrane or export to the extracellular environment in eukaryotic cells are translated on ribosomes that sit on the rough endoplasmic reticulum (RER). Most proteins are co-translationally transported into the ER (i.e., while the ribosome is translating the mRNA code into a polypeptide, the polypeptide is simultaneously inserted via the translocon pore into the ER). The ER provides an environment that helps nascent polypeptides fold into and become functional or partially functional proteins. The ER provides an oxidizing environment (for formation of disulfide bonds) and the necessary chaperones (folding assisting agents that are not part of the final protein). Numerous exported proteins form disulfide bonds—covalent bonds that stabilize the protein structure in harsh extracellular environments. A classic example are the disulfide-linked heavy and light chain polypeptides of antibodies secreted by B-cells of the immune system.",
            "score": 308.8826904296875
        },
        {
            "docid": "539882_10",
            "document": "HLA-B27 . These theories refer to the unusual biochemical properties that HLA-B27 has. The \"misfolding hypothesis\" suggests that slow folding during HLA-B27's tertiary structure folding and association with β2 microglobulin causes the protein to be misfolded, therefore initiating the unfolded protein response (UPR) - a pro-inflammatory endoplasmic reticulum (ER) stress response. However, although this mechanism has been demonstrated both \"in vitro\" and in animals, there is little evidence of its occurrence in human spondyloarthritis. Also, the \"HLA-B27 heavy chain homodimer formation hypothesis\" suggests that B27 heavy chains tend to dimerise and accumulate in the ER, once again, initiating the UPR. Alternatively, cell surface B27 heavy chains and dimers can bind to regulatory immune receptors such as members of the killer cell immunoglobulin-like receptor family, promoting the survival and differentiation of pro-inflammatory leukocytes in disease.",
            "score": 306.89825439453125
        },
        {
            "docid": "1704073_4",
            "document": "Antigen processing . The endogenous pathway is used to present cellular peptide fragments on the cell surface on MHC class I molecules. If a virus had infected the cell, viral peptides would also be presented, allowing the immune system to recognize and kill the infected cell. Worn out proteins within the cell become ubiquitinated, marking them for proteasome degradation. Proteasomes break the protein up into peptides that include some around nine amino acids long (suitable for fitting within the peptide binding cleft of MHC class I molecules). Transporter associated with antigen processing (TAP), a protein that spans the membrane of the rough endoplasmic reticulum, transports the peptides into the lumen of the rough endoplasmic reticulum (ER). Also within the rough ER, a series of chaperone proteins, including calnexin, calreticulin, ERp57, and Binding immunoglobulin protein (BiP) facilitates the proper folding of class I MHC and its association with β2 microglobulin. The partially folded MHC class I molecule then interacts with TAP via tapasin (the complete complex also contains calreticulin and Erp57 and, in mice, calnexin). Once the peptide is transported into the ER lumen it binds to the cleft of the awaiting MHC class I molecule, stabilizing the MHC and allowing it to be transported to the cell surface by the golgi apparatus.",
            "score": 303.9699401855469
        },
        {
            "docid": "9775_9",
            "document": "Endoplasmic reticulum . The endoplasmic reticulum serves many general functions, including the folding of protein molecules in sacs called cisternae and the transport of synthesized proteins in vesicles to the Golgi apparatus. Correct folding of newly made proteins is made possible by several endoplasmic reticulum chaperone proteins, including protein disulfide isomerase (PDI), ERp29, the Hsp70 family member BiP/Grp78, calnexin, calreticulin, and the peptidylpropyl isomerase family. Only properly folded proteins are transported from the rough ER to the Golgi apparatus – unfolded proteins cause an unfolded protein response as a stress response in the ER. Disturbances in redox regulation, calcium regulation, glucose deprivation, and viral infection or the over-expression of proteins can lead to endoplasmic reticulum stress response (ER stress), a state in which the folding of proteins slows, leading to an increase in unfolded proteins. This stress is emerging as a potential cause of damage in hypoxia/ischemia, insulin resistance, and other disorders.",
            "score": 303.6822814941406
        },
        {
            "docid": "9927_12",
            "document": "Endomembrane system . The ER has a central role in producing, processing, and transporting biochemical compounds for use inside and outside of the cell. Its membrane is the site of production of all the transmembrane proteins and lipids for most of the cell's organelles, including the ER itself, the Golgi apparatus, lysosomes, endosomes, mitochondria, peroxisomes, secretory vesicles, and the plasma membrane. Furthermore, almost all of the proteins that will exit the cell, plus those destined for the lumen of the ER, Golgi apparatus, or lysosomes, are originally delivered to the ER lumen. Consequently, many of the proteins found in the cisternal space of the endoplasmic reticulum lumen are there only temporarily as they pass on their way to other locations. Other proteins, however, constantly remain in the lumen and are known as endoplasmic reticulum resident proteins. These special proteins contain a specialized retention signal made up of a specific sequence of amino acids that enables them to be retained by the organelle. An example of an important endoplasmic reticulum resident protein is the chaperon protein known as BiP which identifies other proteins that have been improperly built or processed and keeps them from being sent to their final destinations.",
            "score": 302.9289855957031
        },
        {
            "docid": "9941789_5",
            "document": "Unfolded protein response . The term protein folding incorporates all the processes involved in the production of a protein after the nascent polypeptides have become synthesized by the ribosomes. The proteins destined to be secreted or sorted to other cell organelles carry an N-terminal signal sequence that will interact with a signal recognition particle (SRP). The SRP will lead the whole complex (Ribosome, RNA, polypeptide) to the ER membrane. Once the sequence has “docked”, the protein continues translation, with the resultant strand being fed through the polypeptide translocator directly into the ER. Protein folding commences as soon as the polypeptide enters to the luminal environment, even as translation of the remaining polypeptide continues.",
            "score": 300.36676025390625
        },
        {
            "docid": "9378673_7",
            "document": "De novo protein structure prediction . Several lines of evidence have been presented in favor of the notion that primary protein sequence contains all the information required for overall three-dimensional protein structure, making the idea of a de novo protein prediction possible. First, proteins with different functions usually have different amino acid sequences. Second, several different human diseases, such as Duchenne muscular dystrophy, can be linked to loss of protein function resulting from a change in just a single amino acid in the primary sequence. Third, proteins with similar functions across many different species often have similar amino acid sequences. Ubiquitin, for example, is a protein involved in regulating the degradation of other proteins; its amino acid sequence is nearly identical in species as far separated as \"Drosophila melanogaster\" and \"Homo sapiens\". Fourth, by thought experiment, one can deduce that protein folding must not be a completely random process and that information necessary for folding must be encoded within the primary structure. For example, if we assume that each of 100 amino acid residues within a small polypeptide could take up 10 different conformations on average, giving 10^100 different conformations for the polypeptide. If one possible confirmation was tested every 10^-13 second, then it would take about 10^77 years to sample all possible conformations. However, proteins are properly folded within the body on short timescales all the time, meaning that the process cannot be random and, thus, can potentially be modeled. One of the strongest lines of evidence for the supposition that all the relevant information needed to encode protein tertiary structure is found in the primary sequence was demonstrated in the 1950s by Christian Anfinsen. In a classic experiment, he showed that ribonuclease A could be entirely denatured by being submerged in a solution of urea (to disrupt stabilizing hydrophobic bonds) in the presence of a reducing agent (to cleave stabilizing disulfide bonds). Upon removal of the protein from this environment, the denatured and functionless ribonuclease protein spontaneously recoiled and regained function, demonstrating that protein tertiary structure is encoded in the primary amino acid sequence. Had the protein reformed randomly, over one-hundred different combinations of four disulfide bonds could have formed. However, in the majority of cases proteins will require the presence of molecular chaperons within the cell for proper folding. The overall shape of a protein may be encoded in its amino acid structure, but its folding may depend on chaperons to assist in folding.",
            "score": 296.626708984375
        },
        {
            "docid": "9941789_11",
            "document": "Unfolded protein response . The molecular chaperone BiP/Grp78 has a range of functions within the ER. It maintains specific transmembrane receptor proteins involved in initiating of the downstream signalling of the UPR in an inactive state by binding to their luminal domains. An overwhelming load of misfolded proteins or simply the over-expression of proteins (e.g. IgG) requires more of the available BiP/Grp78 to bind to the exposed hydrophobic regions of these proteins, and consequently BiP/Grp78 dissociates from these receptor sites to meet this requirement. Dissociation from the intracellular receptor domains allows them to become active. PERK dimerizes with BiP in resting cells and oligomerizes in ER-stressed cells.",
            "score": 295.3415222167969
        },
        {
            "docid": "14873446_3",
            "document": "KDELR1 . Retention of resident soluble proteins in the lumen of the endoplasmic reticulum (ER) is achieved in both yeast and animal cells by their continual retrieval from the cis-Golgi or a pre-Golgi compartment. Sorting of these proteins is dependent on a C-terminal tetrapeptide signal, usually lys-asp-glu-leu (KDEL) in animal cells and his-asp-glu-leu (HDEL) in \"S. cerevisiae\". This process is mediated by a receptor that recognizes and binds the tetrapeptide-containing protein and then returns it to the ER. In yeast, the sorting receptor is encoded by a single gene, ERD2, which is a seven-transmembrane protein. Unlike yeast, several human homologs of the ERD2 gene, constituting the KDEL receptor gene family, have been described. The protein encoded by this gene was the first member of the family to be identified, and it encodes a protein structurally and functionally similar to the yeast ERD2 gene product. The KDEL receptor mediates the retrieval of misfolded proteins between the ER and the Golgi apparatus. The KDEL receptor functions by binding to endoplasmic reticulum chaperones. These chaperones are recognized by the KDEL receptor in downstream compartments of the ER. Once bound, they are packaged into coat protein complex I vesicles for retrograde transport to the ER. In vitro studies in yeast have revealed that this receptor regulates membrane transport in the early stages of the secretory pathway from ER to the Golgi. An error or mutation in the KDEL receptor disturbs the ER quality control and diseases associated with ER stress are observed.",
            "score": 290.6182556152344
        },
        {
            "docid": "22120746_5",
            "document": "Mitochondrial biogenesis . Since the majority of mitochondrial protein comes from the nuclear genome, the proteins need to be properly targeted and transported into the mitochondria to perform their functions. First, mRNA is translated in the cell’s cytosol. The resulting unfolded precursor proteins will then be able to reach their respective mitochondrial compartments. Precursor proteins will be transported to one of four areas of the mitochondria, which include the outer membrane, inner membrane, intermembrane space, and matrix. All proteins will enter the mitochondria by a translocase on the outer mitochondrial membrane (TOM). Some proteins will have an N-terminal targeting signal, and these proteins will be detected and transported into the matrix, where they will then be cleaved and folded. Other proteins may have targeting information in their sequences and will not include an N-terminal signal. During the past two decades, researchers have discovered over thirty proteins that participate in mitochondrial protein import. As researchers learn more about these proteins and how they reach the respective mitochondrial compartments that utilize them, it becomes evident that there is a multitude of processes that work together in the cell to allow for mitochondrial biogenesis.",
            "score": 288.7763366699219
        },
        {
            "docid": "52085_13",
            "document": "Protein folding . A fully denatured protein lacks both tertiary and secondary structure, and exists as a so-called random coil. Under certain conditions some proteins can refold; however, in many cases, denaturation is irreversible. Cells sometimes protect their proteins against the denaturing influence of heat with enzymes known as heat shock proteins (a type of chaperone), which assist other proteins both in folding and in remaining folded. Some proteins never fold in cells at all except with the assistance of chaperones which either isolate individual proteins so that their folding is not interrupted by interactions with other proteins or help to unfold misfolded proteins, allowing them to refold into the correct native structure. This function is crucial to prevent the risk of precipitation into insoluble amorphous aggregates. The external factors involved in protein denaturation or disruption of the native state include temperature, external fields (electric, magnetic), molecular crowding, and even the limitation of space, which can have a big influence on the folding of proteins. High concentrations of solutes, extremes of pH, mechanical forces, and the presence of chemical denaturants can contribute to protein denaturation, as well. These individual factors are categorized together as stresses. Chaperones are shown to exist in increasing concentrations during times of cellular stress and help the proper folding of emerging proteins as well as denatured or misfolded ones.",
            "score": 288.41534423828125
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 287.5362854003906
        },
        {
            "docid": "9927_20",
            "document": "Endomembrane system . Many types of cells export proteins produced by ribosomes attached to the rough ER. The ribosomes assemble amino acids into protein units, which are carried into the rough ER for further adjustments. These proteins may be either transmembrane proteins, which become embedded in the membrane of the endoplasmic reticulum, or water-soluble proteins, which are able to pass through the membrane into the lumen. Those that reach the inside of the endoplasmic reticulum are folded into the correct three-dimensional conformation. Chemicals, such as carbohydrates or sugars, are added, then the endoplasmic reticulum either transports the completed proteins, called secretory proteins, to areas of the cell where they are needed, or they are sent to the Golgi apparatus for further processing and modification.",
            "score": 285.60980224609375
        },
        {
            "docid": "28990145_2",
            "document": "Proteostasis . Proteostasis, a portmanteau of the words protein and homeostasis, is the concept that there are competing and integrated biological pathways within cells that control the biogenesis, folding, trafficking and degradation of proteins present within and outside the cell. The concept of proteostasis maintenance is central to understanding the cause of diseases associated with excessive protein misfolding and degradation leading to loss-of-function phenotypes, as well as aggregation-associated degenerative disorders. Therefore, adapting proteostasis should enable the restoration of proteostasis once its loss leads to pathology. Cellular proteostasis is key to ensuring successful development, healthy aging, resistance to environmental stresses, and to minimize homeostasis perturbations by pathogens such as viruses. Mechanisms by which proteostasis is ensured include regulated protein translation, chaperone assisted protein folding and protein degradation pathways. Adjusting each of these mechanisms to the demand for proteins is essential to maintain all cellular functions relying on a correctly folded proteome.",
            "score": 284.0068054199219
        },
        {
            "docid": "9941789_7",
            "document": "Unfolded protein response . The ER is capable of recognizing misfolding proteins without causing disruption to the functioning of the ER. The aforementioned sugar molecule remains the means by which the cell monitors protein folding, as the misfolding protein becomes characteristically devoid of glucose residues, targeting it for identification and re-glycosylation by the enzyme UGGT (UDP-glucose:glycoprotein glucosyltransferase). If this fails to restore the normal folding process, exposed hydrophobic residues of the misfolded protein are bound by the protein glucose regulate protein 78 (Grp78), a heat shock protein 70kDa family member that prevents the protein from further transit and secretion.",
            "score": 283.7166442871094
        },
        {
            "docid": "166470_9",
            "document": "Ricin . For ricin to function cytotoxically, RTA must be reductively cleaved from RTB in order to release a steric block of the RTA active site. This process is catalysed by the protein PDI (protein disulphide isomerase) that resides in the lumen of the ER. Free RTA in the ER lumen then partially unfolds and partially buries into the ER membrane, where it is thought to mimic a misfolded membrane-associated protein. Roles for the ER chaperones GRP94, EDEM and BiP have been proposed prior to the 'dislocation' of RTA from the ER lumen to the cytosol in a manner that utilizes components of the endoplasmic reticulum-associated protein degradation (ERAD) pathway. ERAD normally removes misfolded ER proteins to the cytosol for their destruction by cytosolic proteasomes. Dislocation of RTA requires ER membrane-integral E3 ubiquitin ligase complexes, but RTA avoids the ubiquitination that usually occurs with ERAD substrates because of its low content of lysine residues, which are the usual attachment sites for ubiquitin. Thus, RTA avoids the usual fate of dislocated proteins (destruction that is mediated by targeting ubiquitinylated proteins to the cytosolic proteasomes). In the mammalian cell cytosol, RTA then undergoes triage by the cytosolic molecular chaperones Hsc70 and Hsp90 and their co-chaperones, as well as by one subunit (RPT5) of the proteasome itself, that results in its folding to a catalytic conformation, which de-purinates ribosomes, thus halting protein synthesis.",
            "score": 283.1932373046875
        },
        {
            "docid": "2381640_6",
            "document": "Inclusion bodies . When genes from one organism are expressed in another organism the resulting protein sometimes forms inclusion bodies. This is often true when large evolutionary distances are crossed: a cDNA isolated from Eukarya for example, and expressed as a recombinant gene in a prokaryote risks the formation of the inactive aggregates of protein known as inclusion bodies. While the cDNA may properly code for a translatable mRNA, the protein that results will emerge in a foreign microenvironment. This often has fatal effects, especially if the intent of cloning is to produce a biologically active protein. For example, eukaryotic systems for carbohydrate modification and membrane transport are not found in prokaryotes. The internal microenvironment of a prokaryotic cell (pH, osmolarity) may differ from that of the original source of the gene. Mechanisms for folding a protein may also be absent, and hydrophobic residues that normally would remain buried may be exposed and available for interaction with similar exposed sites on other ectopic proteins. Processing systems for the cleavage and removal of internal peptides would also be absent in bacteria. The initial attempts to clone insulin in a bacterium suffered all of these deficits. In addition, the fine controls that may keep the concentration of a protein low will also be missing in a prokaryotic cell, and overexpression can result in filling a cell with ectopic protein that, even if it were properly folded, would precipitate by saturating its environment.",
            "score": 283.09979248046875
        },
        {
            "docid": "24834_5",
            "document": "Protein targeting . Most proteins that are secretory, membrane-bound, or reside in the endoplasmic reticulum (ER), golgi or endosomes use the co-translational translocation pathway. This process begins with the N-terminal signal peptide of the protein being recognized by a signal recognition particle (SRP) \"while the protein is still being synthesized on the ribosome\". The synthesis pauses while the ribosome-protein complex is transferred to an SRP receptor on the ER in eukaryotes, and the plasma membrane in prokaryotes. There, the nascent protein is inserted into the translocon, a membrane-bound protein conducting channel composed of the Sec61 translocation complex in eukaryotes, and the homologous SecYEG complex in prokaryotes. In secretory proteins and type I transmembrane proteins, the signal sequence is immediately cleaved from the nascent polypeptide once it has been translocated into the membrane of the ER (eukaryotes) or plasma membrane (prokaryotes) by signal peptidase. The signal sequence of type II membrane proteins and some polytopic membrane proteins are not cleaved off and therefore are referred to as signal anchor sequences. Within the ER, the protein is first covered by a chaperone protein to protect it from the high concentration of other proteins in the ER, giving it time to fold correctly. Once folded, the protein is modified as needed (for example, by glycosylation), then transported to the Golgi for further processing and goes to its target organelles or is retained in the ER by various ER retention mechanisms.",
            "score": 282.5910949707031
        },
        {
            "docid": "7718899_11",
            "document": "HLA-A . The HLA-A signal peptide is a series of hydrophobic amino acids present at the N-terminus of the protein that directs it to the endoplasmic reticulum where the remaining seven domains are translated. The three α domains form the binding groove that holds a peptide for presentation to CD8+ t-cells. The transmembrane region is the region that is embedded in the phospholipid bilayer surrounding the ER lumen. The HLA-A protein is a single-pass transmembrane protein. In other words, the first four domains of the protein are inside the ER lumen, while the last three domains are present outside the lumen, giving the protein the orientation required for proper function. The last three domains of the protein form a tail of primarily β-sheets that remains in the cell's cytosol. Once the HLA-A protein is completely translated, it must be folded into the proper shape. A molecular chaperone protein called calnexin and an enzyme called ERp57 assist in the folding process. Calnexin holds the HLA-A heavy chain while Erp57 catalyzes disulfide bonds between the heavy chain and the light, β-microglobulin chain. This bond induces a conformational change in the heavy chain, forming the binding groove. Calnexin then dissociates with the complex, now referred to as a peptide loading complex, and is replaced by calreticulin, another chaperone protein. Short peptides are continually transported from around the cell into the ER lumen by a specialized transport protein called TAP. TAP then binds to the peptide loading complex along with another protein, called tapasin. At this point the peptide loading complex consists of HLA-A (heavy chain), β-microglobulin (light chain), an ERp57 enzyme, calreticulin chaperone protein, TAP (with a bound peptide fragment), and tapasin. Tapasin increases the stability of TAP, in addition to stabilizing the entire peptide loading complex. At this point TAP releases the peptide it transported into the ER lumen. The proximity of the HLA-A binding groove to TAP is ensured by the peptide loading complex. This increases the likelihood that the peptide will find the groove. If the peptide's affinity for the HLA-A protein is great enough, it binds in the groove. Research suggests that tapasin may actively load peptides from TAP into the HLA-A complex while also holding class I molecules in the ER lumen until a high affinity peptide has been bound.",
            "score": 281.861328125
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 281.81817626953125
        },
        {
            "docid": "51428919_10",
            "document": "Endoplasmic reticulum membrane protein complex . The EMC was first identified in a genetic screen in yeast for factors involved in protein folding in the ER. Accordingly, deletion of individual EMC subunits correlates with the induction of an ER stress response in various model organisms. However, it is worth noting that in human osteosarcoma cells (U2OS cells), deletion of EMC6 does not appear to cause ER stress. When overexpressed, several subunits of the mammalian EMC orthologue (mEMC) have been found to physically interact with ERAD components (UBAC2, DER1, DER2) Genetic screens in yeast have shown EMC subunits to be enriched in alongside ERAD genes. Taken together, these findings imply a role of the mEMC in protein homeostasis.",
            "score": 280.36590576171875
        },
        {
            "docid": "52846723_2",
            "document": "Evolution of molecular chaperones . Chaperones, also called molecular chaperones, are proteins that assist other proteins in assuming their three-dimensional fold, which is necessary for protein function. However, the fold of a protein is sensitive to environmental conditions, such as temperature and pH, and thus chaperones are needed to keep proteins in their functional fold across various environmental conditions. Chaperones are an integral part of a cell's protein quality control network by assisting in protein folding and are ubiquitous across diverse biological taxa. Since protein folding, and therefore protein function, is susceptible to environmental conditions, chaperones could represent an important cellular aspect of biodiversity and environmental tolerance by organisms living in hazardous conditions. Chaperones also affect the evolution of proteins in general, as many proteins fundamentally require chaperones to fold or are naturally prone to misfolding, and therefore mitigates protein aggregation.",
            "score": 280.3549499511719
        },
        {
            "docid": "15538_15",
            "document": "Inclusion body myositis . Dalakas (2006) suggested that a chain of events causes IBM—some sort of virus, likely a retrovirus, triggers the cloning of T cells. These T cells appear to be driven by specific antigens to invade muscle fibers. In people with sIBM, the muscle cells display “flags” telling the immune system that they are infected or damaged (the muscles ubiquitously express MHC class I antigens) and this immune process leads to the death of muscle cells. The chronic stimulation of these antigens also causes stress inside the muscle cell in the endoplasmic reticulum (ER) and this ER stress may be enough to cause a self-sustaining T cell response (even after a virus has dissipated). In addition, this ER stress may cause the misfolding of protein. The ER is in charge of processing and folding molecules carrying antigens. In IBM, muscle fibers are overloaded with these major histocompatibility complex (MHC) molecules that carry the antigen protein pieces, leading to more ER stress and more protein misfolding.",
            "score": 280.00189208984375
        }
    ]
}