{
    "q": [
        {
            "docid": "514355_9",
            "document": "Rod cell . When light hits photoreceptive pigments within the photoreceptor cell, the pigment changes shape. The pigment, called rhodopsin (conopsin is found in cone cells) comprises a large protein called opsin (situated in the plasma membrane), attached to which is a covalently bound prosthetic group: an organic molecule called retinal (a derivative of vitamin A). The retinal exists in the 11-cis-retinal form when in the dark, and stimulation by light causes its structure to change to all-trans-retinal. This structural change causes an increased affinity for the regulatory protein called transducin (a type of G protein). Upon binding to rhodopsin, the alpha subunit of the G protein replaces a molecule of GDP with a molecule of GTP and becomes activated. This replacement causes the alpha subunit of the G protein to dissociate from the beta and gamma subunits of the G protein. As a result, the alpha subunit is now free to bind to the cGMP phosphodiesterase (an effector protein). The alpha subunit interacts with the inhibitory PDE gamma subunits and prevents them from blocking catalytic sites on the alpha and beta subunits of PDE, leading to the activation of cGMP phosphodiesterase, which hydrolyzes cGMP (the second messenger), breaking it down into 5'-GMP. Reduction in cGMP allows the ion channels to close, preventing the influx of positive ions, hyperpolarizing the cell, and stopping the release of the neurotransmitter glutamate (Kandel et al., 2000). Though cone cells primarily use the neurotransmitter substance acetylcholine, rod cells use a variety. The entire process by which light initiates a sensory response is called visual phototransduction.",
            "score": 141.65920114517212
        },
        {
            "docid": "2354497_3",
            "document": "Heat shock . The cellular response to heat shock damage, the heat shock response, includes the transcriptional up-regulation of genes encoding heat shock proteins (HSPs) as part of the cell's internal repair mechanism. The effects of stressors such as temperature changes and toxins are counteracted by these HSPs, that upon activation respond to heat, cold and oxygen deprivation by activating several cascade pathways. HSPs are also present in cells under perfectly normal conditions, but an elevation in stress levels for the cell promotes an increase in their production levels by activating heat-shock genes at levels higher than normal. Some HSPs, called chaperones, also have increased production levels when the cell faces various stress factors. Chaperone's functions includes making sure that the cell’s proteins are properly folded in the correct conformation and they ensure this by facilitating protein folding using their substrate binding domain. An example of chaperons are the HSP70 (heat shock protein) chaperones. For example, HSPs help new or misfolded proteins to fold into their correct three-dimensional conformations, which is essential for their function. They also shuttle proteins from one compartment to another inside the cell, and target old or terminally misfolded proteins to proteases for degradation. Heat shock proteins are also believed to play a role in the presentation of pieces of proteins (or peptides) on the cell surface to help the immune system recognize diseased cells. 5 major families of HSPs are recognized: the Hsp70 (DnaK) family, the chaperonins (GroEL and Hsp60), the Hsp90 family, the Hsp100 (Clp) family and the small HSP (sHSP) family. Other proteins such as, protein disulfide isomerase and calnexin/calreticulin, have chaperone functions and assist protein folding in the Endoplasmic Reticulum.",
            "score": 256.49142038822174
        },
        {
            "docid": "74803_26",
            "document": "Doughnut . Shortening is responsible for providing tenderness and aerating the dough. In terms of its molecular structure, “a typical shortening that appears solid [at room temperature] contains 15-20% solids and, hence, 80-85% liquid oil…this small amount of solids can be made to hold all of the liquid in a matrix of very small, stable, needlelike crystals (beta-prime crystals).” This crystalline structure is considered highly stable due to how tightly its molecules are packed. The sugar used in baking is essentially sucrose, and besides imparting sweetness in the doughnut, sugar also functions in the color and tenderness of the final product. Sucrose is a simple carbohydrate whose structure is made up of a glucose molecule bound to a fructose molecule. Milk is utilized in the making of doughnuts, but in large scale bakeries, one form of milk used is nonfat dry milk solids. These solids are obtained by removing most of the water from skim milk with heat, and this heat additionally denatures the whey proteins and increases the absorption properties of the remaining proteins. The ability of the casein and whey proteins to absorb excess water is essential to prolonging the doughnut's freshness. The major whey protein in the nonfat milk solids is known as beta-lactoglobulin, and a crucial feature of its structure is that there exists a single sulfhydryl group that is protected by the alpha helix, and when heating of the milk solids occurs, these groups participate in disulfide exchanges with other molecules. This interchange prevents the renaturation of the whey proteins. If the crosslinking of the sulfide groups does not occur, the whey proteins can rebond and weaken the gluten network.",
            "score": 100.06339645385742
        },
        {
            "docid": "2354497_2",
            "document": "Heat shock . In biochemistry, heat shock is the effect of subjecting a cell to a temperature that is greater than the optimal temperature range of function of the cell. Heat shock refers to cellular exposure to rapid stress changes such as temperature, toxins, oxidative stress, heavy metals, and pathogenic infections. Specifically temperature induced heat shock, even of a few degrees, has the potential to disrupt proper protein folding. As a result, proteins can fold incorrectly, or become entangled which can results in nonspecific aggregation. Other cellular damages induced by heat shock include cytoskeletal rearrangement, changes in organelle localization, decrease in ATP production, unsafe drop in cellular pH levels, decreased translation of proteins, and changes in RNA splicing. Introduction of heat shock to cells elicits the molecular response, the heat shock response (HSR), which repairs damages caused by stressors such as protein misfolding and protein aggregation.",
            "score": 173.28637027740479
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 145.8368866443634
        },
        {
            "docid": "52085_13",
            "document": "Protein folding . A fully denatured protein lacks both tertiary and secondary structure, and exists as a so-called random coil. Under certain conditions some proteins can refold; however, in many cases, denaturation is irreversible. Cells sometimes protect their proteins against the denaturing influence of heat with enzymes known as heat shock proteins (a type of chaperone), which assist other proteins both in folding and in remaining folded. Some proteins never fold in cells at all except with the assistance of chaperones which either isolate individual proteins so that their folding is not interrupted by interactions with other proteins or help to unfold misfolded proteins, allowing them to refold into the correct native structure. This function is crucial to prevent the risk of precipitation into insoluble amorphous aggregates. The external factors involved in protein denaturation or disruption of the native state include temperature, external fields (electric, magnetic), molecular crowding, and even the limitation of space, which can have a big influence on the folding of proteins. High concentrations of solutes, extremes of pH, mechanical forces, and the presence of chemical denaturants can contribute to protein denaturation, as well. These individual factors are categorized together as stresses. Chaperones are shown to exist in increasing concentrations during times of cellular stress and help the proper folding of emerging proteins as well as denatured or misfolded ones.",
            "score": 235.1193960905075
        },
        {
            "docid": "29230706_3",
            "document": "Hsp20 . Prokaryotic and eukaryotic organisms respond to heat shock or other environmental stress by inducing the synthesis of proteins collectively known as heat-shock proteins (hsp). Amongst them is a family of proteins with an average molecular weight of 20 kDa, known as the hsp20 proteins. These seem to act as protein chaperones that can protect other proteins against heat-induced denaturation and aggregation. Hsp20 proteins seem to form large heterooligomeric aggregates. Structurally, this family is characterised by the presence of a conserved C-terminal domain, alpha-crystallin domain, of about 100 residues. Recently, small heat shock proteins (sHSPs) were found in marine viruses (cyanophages).",
            "score": 162.02770900726318
        },
        {
            "docid": "12266_41",
            "document": "Genetics . A single nucleotide difference within DNA can cause a change in the amino acid sequence of a protein. Because protein structures are the result of their amino acid sequences, some changes can dramatically change the properties of a protein by destabilizing the structure or changing the surface of the protein in a way that changes its interaction with other proteins and molecules. For example, sickle-cell anemia is a human genetic disease that results from a single base difference within the coding region for the β-globin section of hemoglobin, causing a single amino acid change that changes hemoglobin's physical properties. Sickle-cell versions of hemoglobin stick to themselves, stacking to form fibers that distort the shape of red blood cells carrying the protein. These sickle-shaped cells no longer flow smoothly through blood vessels, having a tendency to clog or degrade, causing the medical problems associated with this disease.",
            "score": 160.81648683547974
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 197.36379504203796
        },
        {
            "docid": "167632_4",
            "document": "Chaperone (protein) . Various approaches have been applied to study the structure, dynamics and functioning of chaperones. Bulk biochemical measurements have informed us on the protein folding efficiency, and prevention of aggregation when chaperones are present during protein folding. Recent advances in single-molecule analysis have brought insights into structural heterogeneity of chaperones, folding intermediates and affinity of chaperones for unstructured and structured protein chains. Many chaperones are heat shock proteins, that is, proteins expressed in response to elevated temperatures or other cellular stresses. The reason for this behaviour is that protein folding is severely affected by heat and, therefore, some chaperones act to prevent or correct damage caused by misfolding. Other chaperones are involved in folding newly made proteins as they are extruded from the ribosome. Although most newly synthesized proteins can fold in absence of chaperones, a minority strictly requires them for the same.",
            "score": 227.74459743499756
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 189.45815122127533
        },
        {
            "docid": "34151_30",
            "document": "X-ray crystallography . Crystal structures of proteins (which are irregular and hundreds of times larger than cholesterol) began to be solved in the late 1950s, beginning with the structure of sperm whale myoglobin by Sir John Cowdery Kendrew, for which he shared the Nobel Prize in Chemistry with Max Perutz in 1962. Since that success, 132055 X-ray crystal structures of proteins, nucleic acids and other biological molecules have been determined. For comparison, the nearest competing method in terms of structures analyzed is nuclear magnetic resonance (NMR) spectroscopy, which has resolved 11904 chemical structures. Moreover, crystallography can solve structures of arbitrarily large molecules, whereas solution-state NMR is restricted to relatively small ones (less than 70 kDa). X-ray crystallography is now used routinely by scientists to determine how a pharmaceutical drug interacts with its protein target and what changes might improve it. However, intrinsic membrane proteins remain challenging to crystallize because they require detergents or other means to solubilize them in isolation, and such detergents often interfere with crystallization. Such membrane proteins are a large component of the genome, and include many proteins of great physiological importance, such as ion channels and receptors. Helium cryogenics are used to prevent radiation damage in protein crystals.",
            "score": 106.11219012737274
        },
        {
            "docid": "44108130_14",
            "document": "L-Photo-Leucine . In the absence of the original amino acid (L-Leucine) in an environment, L-Photo-Leucine is used just as its naturally occurring analog in the protein processing mechanisms of the cell. Therefore, it can be used as a substitute for leucine in the primary structure of the protein. This property of photo-leucine is very useful for studying protein-protein interactions (PPIs), due to the fact that the photo-leucine molecule, because of its molecular structure, participates in the covalent cross-linking of proteins in the protein-protein interaction (PPI) domains when it is activated by ultraviolet (UV) light. This fact allows to determine and describe stable and transient protein interactions within cells without using any additional chemical cross-linkers, which could damage the cell structure being studied.",
            "score": 134.681938290596
        },
        {
            "docid": "35881441_3",
            "document": "HH-suite . Proteins are central players in all of life's processes. To understand how life in cells is organised, we have to understand what each of the proteins involved in these molecular processes does. This is particularly important in order to understand the origin of diseases. But for a large fraction of the approximately 20 000 human proteins the structures and functions remain unknown. Many proteins have been investigated in model organisms such as many bacteria, baker's yeast, fruit flies, zebra fish or mice, for which experiments can be often done more easily than with human cells. To predict the function, structure, or other properties of a protein for which only its sequence of amino acids is known, the protein sequence is compared to the sequences of other proteins in public databases. If a protein with sufficiently similar sequence is found, the two proteins are likely to be evolutionarily related (\"homologous\"). In that case, they are likely to share similar structures and functions. Therefore, if a protein with a sufficiently similar sequence and with known functions and/or structure can be found by the sequence search, the unknown protein's functions, structure, and domain composition can be predicted. Such predictions greatly facilitate the determination of the function or structure by targeted validation experiments.",
            "score": 147.08687019348145
        },
        {
            "docid": "14774391_6",
            "document": "PTPRM . PTPmu protein expressed on the surface of cells is able to mediate binding between two cells, which results in the clustering of the cells, known as cell–cell aggregation. PTPmu accomplishes this by interacting with another PTPmu molecule on an adjacent cell, known as homophilic binding. The Ig domain of PTPmu is responsible for promoting homophilic binding. The Ig domain is also responsible for localizing PTPmu to the plasma membrane surface of the cell. The ability of closely related molecules like PTPmu and PTPkappa to separate themselves to associate only with their identically matched (homologous) molecules, known as sorting, is attributed to the MAM domain. The MAM, Ig, and the first two FNIII repeats are the minimum extracellular domains required for efficient cell–cell adhesion. Crystallographic studies demonstrated that the MAM and Ig domains are tightly associated into one functional entity. Additional crystal structure analysis by Aricescu and colleagues predicted that the adhesive interface between two PTPµ proteins is between the MAM and Ig domains of one PTPµ protein interacts with the first and second FN III domains of the second PTPµ protein. The type IIb RPTPs mediate adhesion, with the exception of PCP-2.",
            "score": 113.34131872653961
        },
        {
            "docid": "29871617_17",
            "document": "Interleukin-1 family . IL-1α is synthesized as a precursor protein and it is constitutively stored in the cytoplasm of cells with mesenchymal origin and in epithelial cells. On the contrary, monocytes and macrophages do not contain preformed IL-1α precursors, but instead require de novo synthesis. IL-1α precursor is processed to a mature 17-kDa protein by a Ca2+-activated protease, calpain, by liberating the 16-kDa N-terminal propiece cleavage product (ppIL-1α), which contains a nuclear localization sequence (NLS), translocates to the nucleus and functions as a transcription factor. The precursor form of IL-1α, which has both the N-terminal and C-terminal receptor interacting domains, acts as a damage-associated molecular pattern (DAMP) molecule. DAMPs, also known as \"alarmins\", are recognized by innate immunity cells by pattern recognition receptors (PRRs) and functions as danger signals for the immune system. In short, DAMPs are released from stressed cells, which undergo necrosis or pyroptosis and their intracellular components are released into extracellular space. Because of misfolding and other oxidative changes of these molecules in the context of altered pH, they are recognized by innate immunity as molecules that should not be in extracellular space. The reasons why the cell could be stressed are infection, injury, ischemia, hypoxia, acidosis and complement lysis. The IL-33 precursor molecule acts in a similar way as a DAMP molecule.",
            "score": 114.35864281654358
        },
        {
            "docid": "92193_29",
            "document": "Circular dichroism . The far-UV (ultraviolet) CD spectrum of proteins can reveal important characteristics of their secondary structure. CD spectra can be readily used to estimate the fraction of a molecule that is in the alpha-helix conformation, the beta-sheet conformation, the beta-turn conformation, or some other (e.g. random coil) conformation. These fractional assignments place important constraints on the possible secondary conformations that the protein can be in. CD cannot, in general, say where the alpha helices that are detected are located within the molecule or even completely predict how many there are. Despite this, CD is a valuable tool, especially for showing changes in conformation. It can, for instance, be used to study how the secondary structure of a molecule changes as a function of temperature or of the concentration of denaturing agents, e.g. Guanidinium chloride or urea. In this way it can reveal important thermodynamic information about the molecule (such as the enthalpy and Gibbs free energy of denaturation) that cannot otherwise be easily obtained. Anyone attempting to study a protein will find CD a valuable tool for verifying that the protein is in its native conformation before undertaking extensive and/or expensive experiments with it. Also, there are a number of other uses for CD spectroscopy in protein chemistry not related to alpha-helix fraction estimation.",
            "score": 97.8377959728241
        },
        {
            "docid": "14087410_3",
            "document": "Heat shock protein 90kDa alpha (cytosolic), member A1 . The gene, HSP90AA1, encodes the human stress-inducible 90-kDa heat shock protein alpha (Hsp90A). Complemented by the constitutively expressed paralog Hsp90B which shares over 85% amino acid sequence identity, Hsp90A expression is initiated when a cell experiences proteotoxic stress. Once expressed Hsp90A dimers operate as molecular chaperones that bind and fold other proteins into their functional 3-dimensional structures. This molecular chaperoning ability of Hsp90A is driven by a cycle of structural rearrangements fueled by ATP hydrolysis. Current research on Hsp90A focuses in its role as a drug target due to its interaction with a large number of tumor promoting proteins and its role in cellular stress adaptation.",
            "score": 209.55722320079803
        },
        {
            "docid": "10973660_12",
            "document": "HSP60 . Heat shock proteins are amongst the most evolutionarily conserved of proteins. The significant function, structural, and sequential homology between HSP60 and its prokaryotic homolog, groEL, demonstrates this level of conservation. Moreover, HSP60’s amino acid sequence bears a similarity to its homolog in plants, bacteria, and humans. Heat shock proteins are primarily responsible for maintaining the integrity of cellular proteins particularly in response to environmental changes. Stresses such as temperature, concentration imbalance, pH change, and toxins can all induce heat shock proteins to maintain the conformation of the cell’s proteins. HSP60 aids in the folding and conformation maintenance of approximately 15-30% of all cellular proteins. In addition to HSP60’s typical role as a heat shock protein, studies have shown that HSP60 plays an important role in the transport and maintenance of mitochondrial proteins as well as the transmission and replication of mitochondrial DNA.",
            "score": 166.94330382347107
        },
        {
            "docid": "9774017_5",
            "document": "Biomolecular Object Network Databank . The Small Molecule Interaction Database is a database containing protein domain-small molecule interactions. It uses a domain-based approach to identify domain families, found in the Conserved Domain Database (CDD), which interact with a query small molecule. The CDD from NCBI amalgamates data from several different sources; Protein FAMilies (PFAM), Simple Modular Architecture Research Tool (SMART), Cluster of Orthologous Genes (COGs), and NCBI’s own curated sequences. The data in SMID is derived from the Protein Data Bank (PDB), a database of known protein crystal structures. SMID can be queried by entering a protein GI, domain identifier, PDB ID or SMID ID. The results of a search provide small molecule, protein, and domain information for each interaction identified in the database. Interactions with non-biological contacts are normally screened out by default.  SMID-BLAST is a tool developed to annotate known small-molecule binding sites as well as to predict binding sites in proteins whose crystal structures have not yet been determined. The prediction is based on extrapolation of known interactions, found in the PDB, to interactions between an uncrystallized protein with a small molecule of interest. SMID-BLAST was validated against a test set of known small molecule interactions from the PDB. It was shown to be an accurate predictor of protein-small molecule interactions; 60% of predicted interactions identically matched the PDB annotated binding site, and of these 73% had greater than 80% of the binding residues of the protein correctly identified. Hogue, C et al. estimated that 45% of predictions that were not observed in the PDB data do in fact represent true positives.",
            "score": 96.54856967926025
        },
        {
            "docid": "9335254_9",
            "document": "Polyclonal B cell response . Pathogens synthesize proteins that can serve as \"\"recognizable\"\" antigens; they may express the molecules on their surface or release them into the surroundings (body fluids). What makes these substances recognizable is that they bind very specifically and somewhat strongly to certain host proteins called \"antibodies\". The same antibodies can be anchored to the surface of cells of the immune system, in which case they serve as receptors, or they can be secreted in the blood, known as soluble antibodies. On a molecular scale, the proteins are relatively large, so they cannot be recognized as a whole; instead, their segments, called epitopes, can be recognized. An epitope comes in contact with a very small region (of 15–22 amino acids) of the antibody molecule; this region is known as the paratope. In the immune system, membrane-bound antibodies are the B cell receptor (BCR). Also, while the T cell receptor is not biochemically classified as an antibody, it serves a similar function in that it specifically binds to epitopes complexed with major histocompatibility complex (MHC) molecules. The binding between a paratope and its corresponding antigen is very specific, owing to its structure, and is guided by various noncovalent bonds, not unlike the pairing of other types of ligands (any atom, ion or molecule that binds with any receptor with at least some degree of \"specificity\" and \"strength\"). The specificity of binding does not arise out of a rigid lock and key type of interaction, but rather requires both the paratope and the epitope to undergo slight conformational changes in each other's presence.",
            "score": 133.66301250457764
        },
        {
            "docid": "5097443_13",
            "document": "DNA supercoil . Simply twisting DNA can expose internal bases to the outside, without the aid of any proteins. Also, transcription itself contorts DNA in living human cells, tightening some parts of the coil and loosening it in others. That stress triggers changes in shape, most notably opening up the helix to be read. Unfortunately, these interactions are very difficult to study because biological molecules morph shapes so easily. In 2008 it was noted that transcription twists DNA, leaving a trail of undercoiled (or negatively supercoiled) DNA in its wake. Moreover, they discovered that the DNA sequence itself effects how the molecule responds to supercoiling. For example, the researchers identified a specific sequence of DNA that regulates transcription speed; as the amount of supercoil rises and falls, it slows or speeds the pace at which molecular machinery reads DNA. It is hypothesized that these structural changes might trigger stress elsewhere along its length, which in turn might provide trigger points for replication or gene expression. This implies that it is a very dynamic process in which both DNA and proteins each influences how the other acts and reacts.",
            "score": 117.11368989944458
        },
        {
            "docid": "2661507_9",
            "document": "Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid . When Watson and Crick produced their double helix model of DNA, it was known that most of the specialized features of the many different life forms on Earth are made possible by proteins. Structurally, proteins are long chains of amino acid subunits. In some way, the genetic molecule, DNA, had to contain instructions for how to make the thousands of proteins found in cells. From the DNA double helix model, it was clear that there must be some correspondence between the linear sequences of nucleotides in DNA molecules to the linear sequences of amino acids in proteins. The details of how sequences of DNA instruct cells to make specific proteins was worked out by molecular biologists during the period from 1953 to 1965. Francis Crick played an integral role in both the theory and analysis of the experiments that led to an improved understanding of the genetic code.",
            "score": 142.2459216117859
        },
        {
            "docid": "52085_35",
            "document": "Protein folding . A protein is considered to be misfolded if it cannot achieve its normal native state. This can be due to mutations in the amino acid sequence or a disruption of the normal folding process by external factors. The misfolded protein typically contains β-sheets that are organized in a supramolecular arrangement known as a cross-β structure. These β-sheet-rich assemblies are very stable, very insoluble, and generally resistant to proteolysis. The structural stability of these fibrillar assemblies is caused by extensive interactions between the protein monomers, formed by backbone hydrogen bonds between their β-strands. The misfolding of proteins can trigger the further misfolding and accumulation of other proteins into aggregates or oligomers. The increased levels of aggregated proteins in the cell leads to formation of amyloid-like structures which can cause degenerative disorders and cell death. The amyloids are fibrillary structure that contain intermolecular hydrogen bonds, which are highly insoluble, and made from converted protein aggregates. Therefore, the proteasome pathway may not be efficient enough to degrade the misfolded proteins prior to aggregation. Misfolded proteins can interact with one another and form structured aggregates and gain toxicity through intermolecular interactions.",
            "score": 186.08284497261047
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 189.78550171852112
        },
        {
            "docid": "13967547_5",
            "document": "Dry lab . As a means of surpassing the limitations of these techniques, projects such as Folding@home and Rosetta@home are aimed at resolving this problem using computational analysis, this means of resolving protein structure is referred to as protein structure prediction. Although many labs have a slightly different approach, the main concept is to find, from a myriad of protein conformations, which conformation has the lowest energy or, in the case of Folding@Home, to find relatively low energies of proteins that could cause the protein to misfold and aggregate other proteins to itself—like in the case of sickle cell anemia. The general scheme in these projects is that a small number of computations are parsed to, or sent to be calculated on, a computer, generally a home computer, and then that computer analyzes the likelihood that a specific protein will take a certain shape or conformation based on the amount of energy required for that protein to stay in that shape, this way of processing data is what is generally referred to as distributed computing. This analysis is done on an extraordinarily large number of different conformations, owing to the support of hundreds of thousands of home-based computers, in hopes to find the conformation of lowest possible energy or set of conformations of lowest possible energy relative to any conformations that are just slightly different. Although doing so is quite difficult, one can, by observing the energy distribution of a large number of conformations, despite the almost infinite number of different protein conformations possible for any given protein (see Levinthal Paradox), with a reasonably large number of protein energy samplings, predict relatively closely what conformation, within a range of conformations, has the expected lowest energy using methods in statistical inference. There are other factors such as salt concentration, pH, ambient temperature or chaperonins, which are proteins that assist in the folding process of other proteins, that can greatly affect how a protein folds. However, if the given protein is shown to fold on its own, especially in vitro, these findings can be further supported. Once we can see how a protein folds then we can see how it works as a catalyst, or in intracellular communication, e.g. neuroreceptor-neurotransmitter interaction. How certain compounds may be used to enhance or prevent the function of these proteins and how an elucidated protein overall plays a role in diseases such as Alzheimer's Disease or Huntington's Disease can also be much better understood.",
            "score": 139.8246729373932
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 137.41959142684937
        },
        {
            "docid": "896294_6",
            "document": "Paul Greengard . Greengard's research has focused on events inside the neuron caused by neurotransmitters. Specifically, Greengard and his fellow researchers studied the behavior of second messenger cascades that transform the docking of a neurotransmitter with a receptor into permanent changes in the neuron. In a series of experiments, Greengard and his colleagues showed that when dopamine interacts with a receptor on the cell membrane of a neuron, it causes an increase in cyclic AMP inside the cell. This increase of cyclic AMP, in turn activates a protein called protein kinase A, which turns other proteins on or off by adding phosphate groups in a reaction known as phosphorylation. The proteins activated by phosphorylation can then perform a number of changes in the cell: transcribing DNA to make new proteins, moving more receptors to the synapse (and thus increasing the neuron's sensitivity), or moving ion channels to the cell surface (and thus increasing the cell's excitability). He was awarded the Nobel Prize in 2000 \"for showing how neurotransmitters act on the cell and can activate a central molecule known as DARPP-32\".",
            "score": 141.24405753612518
        },
        {
            "docid": "24950378_9",
            "document": "Cell–cell interaction . Receptor proteins on the cell surface have the ability to bind specific signaling molecules secreted by other cells. Cell signaling allows cells to communicate with adjacent cells, nearby cells (paracrine) and even distant cells (endocrine). This binding induces a conformational change in the receptor which, in turn, elicits a response in the corresponding cell. These responses include changes in gene expression and alterations in cytoskeleton structure. The extracellular face of the plasma membrane has a variety of proteins, carbohydrates, and lipids which project outward and act as signals. Direct contact between cells allows the receptors on one cell to bind the small molecules attached to the plasma membrane of different cell. In eukaryotes, many of the cells during early development communicate through direct contact.",
            "score": 112.08470964431763
        },
        {
            "docid": "841429_23",
            "document": "Synthetic biology . While DNA is most important for information storage, a large fraction of the cell's activities are carried out by proteins. Tools can send proteins to specific regions of the cell and to link different proteins together. The interaction strength between protein partners should be tunable between a lifetime of seconds (desirable for dynamic signaling events) up to an irreversible interaction (desirable for device stability or resilient to harsh conditions). Interactions such as coiled coils, SH3 domain-peptide binding or SpyTag/SpyCatcher offer such control. In addition it is necessary to regulate protein-protein interactions in cells, such as with light (using light-oxygen-voltage-sensing domains) or cell-permeable small molecules by chemically induced dimerization.",
            "score": 106.87229228019714
        },
        {
            "docid": "27083115_13",
            "document": "Single-molecule FRET . A major application of smFRET is to analyze the minute biochemical nuances that facilitate protein folding. In recent years, multiple techniques have been developed to investigate single molecule interactions that are involved in protein folding and unfolding. Force-probe techniques, using atomic force microscopy and laser tweezers, have provided information on protein stability. smFRET allows researchers to investigate molecular interactions using fluorescence. Forster resonance energy transfer (FRET) was first applied to single molecules by Ha et al. and applied to protein folding in work by Hochstrasser, Weiss, et al. The benefit that smFRET as a whole has afforded to analyzing molecular interactions is the ability to test single molecule interactions directly without having to average ensembles of data. In protein folding analysis, ensemble experiments involve taking measurements of multiple proteins that are in various states of transition between their folded and unfolded state. When averaged, the protein structure that can be inferred from the ensemble of data only provides a rudimentary structural model of protein folding. However, true understanding of protein folding requires deciphering the sequence of structural events along the folding pathways between the folded and unfolded states. It is this particular branch of research that smFRET is highly applicable.",
            "score": 124.13794660568237
        },
        {
            "docid": "3264380_14",
            "document": "Prokaryotic translation . When bacterial cells run out of nutrients, they enter stationary phase and downregulate protein synthesis. Several processes mediate this transition. For instance, in \"E. coli\", 70S ribosomes form 90S dimers upon binding with a small 6.5 kDa protein, ribosome modulation factor RMF. These intermediate ribosome dimers can subsequently bind a hibernation promotion factor (the 10.8 kDa protein, HPF) molecule to form a mature 100S ribosomal particle, in which the dimerization interface is made by the two 30S subunits of the two participating ribosomes. The ribosome dimers represent a hibernation state and are translationally inactive. A third protein that can bind to ribosomes when \"E. coli\" cells enter the stationary phase is YfiA (previously known as RaiA). HPF and YfiA are structurally similar, and both proteins can bind to the catalytic A- and P-sites of the ribosome. RMF blocks ribosome binding to mRNA by preventing interaction of the messenger with 16S rRNA. When bound to the ribosomes the C-terminal tail of \"E. coli \"YfiA interferes with the binding of RMF, thus preventing dimerization and resulting in the formation of translationally inactive monomeric 70S ribosomes. In addition to ribosome dimerization, the joining of the two ribosomal subunits can be blocked by RsfS (formerly called RsfA or YbeB). RsfS binds to L14, a protein of the large ribosomal subunit, and thereby blocks joining of the small subunit to form a functional 70S ribosome, slowing down or blocking translation entirely. RsfS proteins are found in almost all eubacteria (but not archaea) and homologs are present in mitochondria and chloroplasts (where they are called C7orf30 and \"iojap\", respectively). However, it is not known yet how the expression or activity of RsfS is regulated.",
            "score": 110.51515257358551
        }
    ],
    "r": [
        {
            "docid": "2354497_3",
            "document": "Heat shock . The cellular response to heat shock damage, the heat shock response, includes the transcriptional up-regulation of genes encoding heat shock proteins (HSPs) as part of the cell's internal repair mechanism. The effects of stressors such as temperature changes and toxins are counteracted by these HSPs, that upon activation respond to heat, cold and oxygen deprivation by activating several cascade pathways. HSPs are also present in cells under perfectly normal conditions, but an elevation in stress levels for the cell promotes an increase in their production levels by activating heat-shock genes at levels higher than normal. Some HSPs, called chaperones, also have increased production levels when the cell faces various stress factors. Chaperone's functions includes making sure that the cell’s proteins are properly folded in the correct conformation and they ensure this by facilitating protein folding using their substrate binding domain. An example of chaperons are the HSP70 (heat shock protein) chaperones. For example, HSPs help new or misfolded proteins to fold into their correct three-dimensional conformations, which is essential for their function. They also shuttle proteins from one compartment to another inside the cell, and target old or terminally misfolded proteins to proteases for degradation. Heat shock proteins are also believed to play a role in the presentation of pieces of proteins (or peptides) on the cell surface to help the immune system recognize diseased cells. 5 major families of HSPs are recognized: the Hsp70 (DnaK) family, the chaperonins (GroEL and Hsp60), the Hsp90 family, the Hsp100 (Clp) family and the small HSP (sHSP) family. Other proteins such as, protein disulfide isomerase and calnexin/calreticulin, have chaperone functions and assist protein folding in the Endoplasmic Reticulum.",
            "score": 256.4914245605469
        },
        {
            "docid": "52085_13",
            "document": "Protein folding . A fully denatured protein lacks both tertiary and secondary structure, and exists as a so-called random coil. Under certain conditions some proteins can refold; however, in many cases, denaturation is irreversible. Cells sometimes protect their proteins against the denaturing influence of heat with enzymes known as heat shock proteins (a type of chaperone), which assist other proteins both in folding and in remaining folded. Some proteins never fold in cells at all except with the assistance of chaperones which either isolate individual proteins so that their folding is not interrupted by interactions with other proteins or help to unfold misfolded proteins, allowing them to refold into the correct native structure. This function is crucial to prevent the risk of precipitation into insoluble amorphous aggregates. The external factors involved in protein denaturation or disruption of the native state include temperature, external fields (electric, magnetic), molecular crowding, and even the limitation of space, which can have a big influence on the folding of proteins. High concentrations of solutes, extremes of pH, mechanical forces, and the presence of chemical denaturants can contribute to protein denaturation, as well. These individual factors are categorized together as stresses. Chaperones are shown to exist in increasing concentrations during times of cellular stress and help the proper folding of emerging proteins as well as denatured or misfolded ones.",
            "score": 235.119384765625
        },
        {
            "docid": "28990145_4",
            "document": "Proteostasis . In order to maintain protein homeostasis post-translationally, the cell makes use of molecular chaperones sometimes including chaperonins, which aid in the assembly or disassembly of proteins. They recognize exposed segments of hydrophobic amino acids in the nascent peptide chain and then work to promote the proper formation of noncovalent interactions that lead to the desired folded state.  Chaperones begin to assist in protein folding as soon as a nascent chain longer than 60 amino acids emerges from the ribosome exit channel. One of the most studied ribosome binding chaperones is trigger factor. Trigger factor works to stabilize the peptide, promotes its folding, prevents aggregation, and promotes refolding of denatured model substrates. Trigger factor not only directly works to properly fold the protein but also recruits other chaperones to the ribosome, such as Hsp70. Hsp70 surrounds an unfolded peptide chain, thereby preventing aggregation and promoting folding.",
            "score": 230.54913330078125
        },
        {
            "docid": "167632_4",
            "document": "Chaperone (protein) . Various approaches have been applied to study the structure, dynamics and functioning of chaperones. Bulk biochemical measurements have informed us on the protein folding efficiency, and prevention of aggregation when chaperones are present during protein folding. Recent advances in single-molecule analysis have brought insights into structural heterogeneity of chaperones, folding intermediates and affinity of chaperones for unstructured and structured protein chains. Many chaperones are heat shock proteins, that is, proteins expressed in response to elevated temperatures or other cellular stresses. The reason for this behaviour is that protein folding is severely affected by heat and, therefore, some chaperones act to prevent or correct damage caused by misfolding. Other chaperones are involved in folding newly made proteins as they are extruded from the ribosome. Although most newly synthesized proteins can fold in absence of chaperones, a minority strictly requires them for the same.",
            "score": 227.74459838867188
        },
        {
            "docid": "1686272_17",
            "document": "Chemical biology . Normally when a protein does not fold correctly, molecular chaperones in the cell can encourage refolding back into its active form. When refolding is not an option, the cell can also target the protein for degradation back into its component amino acids via proteolytic, lysosomal, or autophagic mechanisms. However, under certain conditions or with certain mutations, the cells can no longer cope with the misfolded protein(s) and a disease state results. Either the protein has a loss-of-function, such as in cystic fibrosis, in which it loses activity or cannot reach its target, or the protein has a gain-of-function, such as with Alzheimer's disease, in which the protein begins to aggregate causing it to become insoluble and non-functional.",
            "score": 215.94677734375
        },
        {
            "docid": "40533059_4",
            "document": "Chemical chaperone . Cellular osmolytes are polar small molecules that are synthesized or taken up by cells to maintain the integrity of cellular components during periods of osmotic or other forms of stress. Osmolytes are diverse in chemical structure, and include polyols, sugars, methylamines, and free amino acids and their derivatives. Examples of these include glycerol, trehalose, trimethylamine n-oxide (TMAO), and glycine. Despite being most active at relatively high concentrations, osmolytes don’t display any effects on normal cellular processes – for this reason, they are also commonly referred to as “compatible solutes”. Osmolytes exert their chaperoning effects indirectly by changing the interaction of the protein with solvent, rather than through any direct interaction with the protein. Unfavorable interactions between proteins and osmolytes increases the solvation of the protein with water. This increased hydration favors more compact polypeptide conformations, in which hydrophobic residues are more tightly sequestered from polar solvent. Thus, osmolytes are thought to work by structuring partially folded intermediates and thermodynamically stabilizing folded conformations to a greater extent than unfolded conformations.",
            "score": 211.6639862060547
        },
        {
            "docid": "14087410_3",
            "document": "Heat shock protein 90kDa alpha (cytosolic), member A1 . The gene, HSP90AA1, encodes the human stress-inducible 90-kDa heat shock protein alpha (Hsp90A). Complemented by the constitutively expressed paralog Hsp90B which shares over 85% amino acid sequence identity, Hsp90A expression is initiated when a cell experiences proteotoxic stress. Once expressed Hsp90A dimers operate as molecular chaperones that bind and fold other proteins into their functional 3-dimensional structures. This molecular chaperoning ability of Hsp90A is driven by a cycle of structural rearrangements fueled by ATP hydrolysis. Current research on Hsp90A focuses in its role as a drug target due to its interaction with a large number of tumor promoting proteins and its role in cellular stress adaptation.",
            "score": 209.55722045898438
        },
        {
            "docid": "52846723_2",
            "document": "Evolution of molecular chaperones . Chaperones, also called molecular chaperones, are proteins that assist other proteins in assuming their three-dimensional fold, which is necessary for protein function. However, the fold of a protein is sensitive to environmental conditions, such as temperature and pH, and thus chaperones are needed to keep proteins in their functional fold across various environmental conditions. Chaperones are an integral part of a cell's protein quality control network by assisting in protein folding and are ubiquitous across diverse biological taxa. Since protein folding, and therefore protein function, is susceptible to environmental conditions, chaperones could represent an important cellular aspect of biodiversity and environmental tolerance by organisms living in hazardous conditions. Chaperones also affect the evolution of proteins in general, as many proteins fundamentally require chaperones to fold or are naturally prone to misfolding, and therefore mitigates protein aggregation.",
            "score": 207.40541076660156
        },
        {
            "docid": "9378673_7",
            "document": "De novo protein structure prediction . Several lines of evidence have been presented in favor of the notion that primary protein sequence contains all the information required for overall three-dimensional protein structure, making the idea of a de novo protein prediction possible. First, proteins with different functions usually have different amino acid sequences. Second, several different human diseases, such as Duchenne muscular dystrophy, can be linked to loss of protein function resulting from a change in just a single amino acid in the primary sequence. Third, proteins with similar functions across many different species often have similar amino acid sequences. Ubiquitin, for example, is a protein involved in regulating the degradation of other proteins; its amino acid sequence is nearly identical in species as far separated as \"Drosophila melanogaster\" and \"Homo sapiens\". Fourth, by thought experiment, one can deduce that protein folding must not be a completely random process and that information necessary for folding must be encoded within the primary structure. For example, if we assume that each of 100 amino acid residues within a small polypeptide could take up 10 different conformations on average, giving 10^100 different conformations for the polypeptide. If one possible confirmation was tested every 10^-13 second, then it would take about 10^77 years to sample all possible conformations. However, proteins are properly folded within the body on short timescales all the time, meaning that the process cannot be random and, thus, can potentially be modeled. One of the strongest lines of evidence for the supposition that all the relevant information needed to encode protein tertiary structure is found in the primary sequence was demonstrated in the 1950s by Christian Anfinsen. In a classic experiment, he showed that ribonuclease A could be entirely denatured by being submerged in a solution of urea (to disrupt stabilizing hydrophobic bonds) in the presence of a reducing agent (to cleave stabilizing disulfide bonds). Upon removal of the protein from this environment, the denatured and functionless ribonuclease protein spontaneously recoiled and regained function, demonstrating that protein tertiary structure is encoded in the primary amino acid sequence. Had the protein reformed randomly, over one-hundred different combinations of four disulfide bonds could have formed. However, in the majority of cases proteins will require the presence of molecular chaperons within the cell for proper folding. The overall shape of a protein may be encoded in its amino acid structure, but its folding may depend on chaperons to assist in folding.",
            "score": 206.209228515625
        },
        {
            "docid": "167632_3",
            "document": "Chaperone (protein) . One major function of chaperones is to prevent both newly synthesised polypeptide chains and assembled subunits from aggregating into nonfunctional structures. It is for this reason that many chaperones, but by no means all, are heat shock proteins because the tendency to aggregate increases as proteins are denatured by stress. In this case, chaperones do not convey any additional steric information required for proteins to fold. However, some highly specific 'steric chaperones' do convey unique structural (steric) information onto proteins, which cannot be folded spontaneously. Such proteins violate Anfinsen's dogma, requiring protein dynamics to fold correctly.",
            "score": 202.1246337890625
        },
        {
            "docid": "52085_12",
            "document": "Protein folding . Molecular chaperones are a class of proteins that aid in the correct folding of other proteins \"in vivo\". Chaperones exist in all cellular compartments and interact with the polypeptide chain in order to allow the native three-dimensional conformation of the protein to form; however, chaperones themselves are not included in the final structure of the protein they are assisting in. Chaperones may assist in folding even when the nascent polypeptide is being synthesized by the ribosome. Molecular chaperones operate by binding to stabilize an otherwise unstable structure of a protein in its folding pathway, but chaperones do not contain the necessary information to know the correct native structure of the protein they are aiding; rather, chaperones work by preventing incorrect folding conformations. In this way, chaperones do not actually increase the rate of individual steps involved in the folding pathway toward the native structure; instead, they work by reducing possible unwanted aggregations of the polypeptide chain that might otherwise slow down the search for the proper intermediate and they provide a more efficient pathway for the polypeptide chain to assume the correct conformations. Chaperones are not to be confused with folding catalysts, which actually do catalyze the otherwise slow steps in the folding pathway. Examples of folding catalysts are protein disulfide isomerases and peptidyl-prolyl isomerases that may be involved in formation of disulfide bonds or interconversion between cis and trans stereoisomers, respectively. Chaperones are shown to be critical in the process of protein folding \"in vivo\" because they provide the protein with the aid needed to assume its proper alignments and conformations efficiently enough to become \"biologically relevant\". This means that the polypeptide chain could theoretically fold into its native structure without the aid of chaperones, as demonstrated by protein folding experiments conducted \"in vitro\"; however, this process proves to be too inefficient or too slow to exist in biological systems; therefore, chaperones are necessary for protein folding \"in vivo.\" Along with its role in aiding native structure formation, chaperones are shown to be involved in various roles such as protein transport, degradation, and even allow denatured proteins exposed to certain external denaturant factors an opportunity to refold into their correct native structures.",
            "score": 200.4034881591797
        },
        {
            "docid": "413102_16",
            "document": "Folding@home . Folding@home is also used to study protein chaperones, heat shock proteins which play essential roles in cell survival by assisting with the folding of other proteins in the crowded and chemically stressful environment within a cell. Rapidly growing cancer cells rely on specific chaperones, and some chaperones play key roles in chemotherapy resistance. Inhibitions to these specific chaperones are seen as potential modes of action for efficient chemotherapy drugs or for reducing the spread of cancer. Using Folding@home and working closely with the Center for Protein Folding Machinery, the Pande lab hopes to find a drug which inhibits those chaperones involved in cancerous cells. Researchers are also using Folding@home to study other molecules related to cancer, such as the enzyme Src kinase, and some forms of the engrailed homeodomain: a large protein which may be involved in many diseases, including cancer. In 2011, Folding@home began simulations of the dynamics of the small knottin protein EETI, which can identify carcinomas in imaging scans by binding to surface receptors of cancer cells.",
            "score": 198.18092346191406
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 197.36380004882812
        },
        {
            "docid": "40533059_6",
            "document": "Chemical chaperone . Another class of chaperones is composed of protein ligands, cofactors, competitive inhibitors, and other small molecules that bind specifically to certain proteins. Because these molecules are active only on a specific protein, they are referred to as pharmacological chaperones. These molecules can induce stability in a specific region of a protein through favorable binding interactions, which reduce the inherent conformational flexibility of the polypeptide chain. Another important property of pharmacological chaperones is that they are able to bind to the unfolded or improperly folded protein, and then dissociate once the protein is properly folded, leaving a functional protein.",
            "score": 196.8628387451172
        },
        {
            "docid": "37860179_5",
            "document": "Chaperone-mediated autophagy . In one mechanism for a protein to be a CMA substrate, it must have in its amino acid sequence a pentapeptide motif biochemically related to KFERQ. This CMA-targeting motif is recognized by a cytosolic chaperone, heat shock cognate protein of 70 kDa (hsc70) which targets the substrate to the lysosome surface. This substrate protein-chaperone complex binds to lysosome-associated membrane protein type 2A (LAMP-2A), which acts as the receptor for this pathway. LAMP-2A a single span membrane protein, is one of the three spliced variants of a single gene \"lamp2\". The other two isoforms LAMP-2B and LAMP-2C are involved in macroautophagy and vesicular trafficking, respectively. Substrate proteins undergo unfolding after binding to LAMP-2A in a process likely mediated by the membrane associated hsc70 and its co-chaperones Bag1, hip, hop and hsp40, also detected at the lysosomal membrane. This binding of substrates to monomers of LAMP-2A triggers the assembly of LAMP-2A multimers that act as the active translocation complex through which the substrates can pass through after unfolding. Here, the translocation complex chooses only the substrate proteins which can unfold for internalization by the lysosomes. For instance, research with artificial CMA substrate showed that hsc70 chaperone binding to substrate or lysosomal binding does not necessarily require the substrate protein to be capable of unfolding, however, lysosomal translocation makes unfolding as a necessary criteria for it to be internalized. Substrate translocation requires the presence of hsc70 inside the lysosomal lumen, which may act by either pulling substrates into the lysosomes or preventing their return to the cytosol. After translocation the substrate proteins are rapidly degraded by the lysosomal proteases. Figure 1 depicts the different steps of CMA.",
            "score": 194.09474182128906
        },
        {
            "docid": "41894177_4",
            "document": "Johannes Buchner . Molecular chaperones are an essential class of proteins that aid other proteins to obtain their biologically active structure and inhibit off-pathway side reactions during protein maturation. Buchner’s work focuses on understanding mechanisms of molecular chaperones in a quantitative and mechanistic manner. His work has contributed to our understanding of the chaperone cycle of the bacterial chaperone GroEL and now lays a particular emphasis on small heat shock proteins (sHsps), the Hsp90 chaperone machinery and the role of molecular chaperones in antibody folding. Buchner’s work established sHsps as molecular chaperones and has significantly contributed to our understanding of their function and mode of activation. His work on antibody folding delivered important insight in the mechanisms of how antibodies fold and are scrutinized by the cellular chaperone machinery.  A major focus of Johannes Buchner’s lab is the Hsp90 chaperone machine. His work has provided a detailed mechanistic understanding of Hsp90 and its regulation by co-chaperones, establishing a functional chaperone cycle for Hsp90, which has become a major target in cancer therapy. Several discoveries from the Buchner lab on chaperone-mediated protein folding have been successfully translated into novel applications in biotechnology.",
            "score": 192.82037353515625
        },
        {
            "docid": "28990145_19",
            "document": "Proteostasis . There are two main approaches that have been used for therapeutic development targeting the proteostatic network: pharmacologic chaperones and proteostasis regulators. The principle behind designing pharmacologic chaperones for intervention in diseases of proteostasis is to design small molecules that stabilize proteins exhibiting borderline stability. Previously, this approach has been used to target and stabilize G-protein coupled receptors, neurotransmitter receptors, glycosidases, lysosomal storage proteins, and the mutant CFTR protein that causes cystic fibrosis and transthyretin, which can misfiled and aggregate leading to amyloidoses. Vertex Pharmaceuticals and Pfizer sell regulatory agency approved pharmacologic chaperones for ameliorating cystic fibrosis and the transthyretin amyloidoses, respectively. Amicus sells a regulatory agency approved pharmacologic chaperone for Fabry disease–a lysosomal storage disease. The principle behind proteostasis regulators is different, these molecules alter the biology of protein folding and / or degradation by altering the stoichiometry of the proteostasis network components in a given sub cellular compartment. For example, some proteostasis regulators initiate stress responsive signaling, such as the unfolded protein response, which transcriptionally reprograms the endoplasmic reticulum proteostasis network. It has been suggested that this approach could even be applied prophylactically, such as upregulating certain protective pathways before experiencing an anticipated severe cellular stress. One theoretical mechanism for this approach includes upregulating the heat shock response response to rescue proteins from degradation during cellular stress.",
            "score": 192.24298095703125
        },
        {
            "docid": "7718899_11",
            "document": "HLA-A . The HLA-A signal peptide is a series of hydrophobic amino acids present at the N-terminus of the protein that directs it to the endoplasmic reticulum where the remaining seven domains are translated. The three α domains form the binding groove that holds a peptide for presentation to CD8+ t-cells. The transmembrane region is the region that is embedded in the phospholipid bilayer surrounding the ER lumen. The HLA-A protein is a single-pass transmembrane protein. In other words, the first four domains of the protein are inside the ER lumen, while the last three domains are present outside the lumen, giving the protein the orientation required for proper function. The last three domains of the protein form a tail of primarily β-sheets that remains in the cell's cytosol. Once the HLA-A protein is completely translated, it must be folded into the proper shape. A molecular chaperone protein called calnexin and an enzyme called ERp57 assist in the folding process. Calnexin holds the HLA-A heavy chain while Erp57 catalyzes disulfide bonds between the heavy chain and the light, β-microglobulin chain. This bond induces a conformational change in the heavy chain, forming the binding groove. Calnexin then dissociates with the complex, now referred to as a peptide loading complex, and is replaced by calreticulin, another chaperone protein. Short peptides are continually transported from around the cell into the ER lumen by a specialized transport protein called TAP. TAP then binds to the peptide loading complex along with another protein, called tapasin. At this point the peptide loading complex consists of HLA-A (heavy chain), β-microglobulin (light chain), an ERp57 enzyme, calreticulin chaperone protein, TAP (with a bound peptide fragment), and tapasin. Tapasin increases the stability of TAP, in addition to stabilizing the entire peptide loading complex. At this point TAP releases the peptide it transported into the ER lumen. The proximity of the HLA-A binding groove to TAP is ensured by the peptide loading complex. This increases the likelihood that the peptide will find the groove. If the peptide's affinity for the HLA-A protein is great enough, it binds in the groove. Research suggests that tapasin may actively load peptides from TAP into the HLA-A complex while also holding class I molecules in the ER lumen until a high affinity peptide has been bound.",
            "score": 191.4091339111328
        },
        {
            "docid": "578099_26",
            "document": "Hypochlorous acid . HOCl is known to cause post-translational modifications to proteins, the notable ones being cysteine and methionine oxidation. A recent examination of HOCl's bactericidal role revealed it to be a potent inducer of protein aggregation. Hsp33, a chaperone known to be activated by oxidative heat stress, protects bacteria from the effects of HOCl by acting as a holdase, effectively preventing protein aggregation. Strains of E. coli and Vibrio cholerae lacking Hsp33 were rendered especially sensitive to HOCl. Hsp33 protected many essential proteins from aggregation and inactivation due to HOCl, which is a probable mediator of HOCl's bactericidal effects.",
            "score": 191.0791015625
        },
        {
            "docid": "1445451_2",
            "document": "Chaperonin . Chaperonins are proteins that provide favourable conditions for the correct folding of other proteins, thus preventing aggregation. They prevent the misfolding of proteins, which prevents diseases such as Mad Cow Disease. Newly made proteins usually must fold from a linear chain of amino acids into a three-dimensional form. Chaperonins belong to a large class of molecules that assist protein folding, called molecular chaperones. The energy to fold proteins is supplied by adenosine triphosphate (ATP). Chaperonin proteins may also tag misfolded proteins to be degraded.",
            "score": 190.3143310546875
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 189.78549194335938
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 189.45814514160156
        },
        {
            "docid": "40533059_3",
            "document": "Chemical chaperone . There are many different small molecules that can function to enhance protein stability and folding, many of them can be broadly grouped into large classes based both on their structure and their proposed mechanism of action. The parameters that define these groups are not strictly defined, and many small molecules that exert a chemical chaperoning effect do not readily fall into one of these categories. For example, the free amino acid arginine is not classically defined as a chemical chaperone, but it has a well-documented anti-aggregation effect.",
            "score": 189.13482666015625
        },
        {
            "docid": "38734340_2",
            "document": "Chaperone code . The Chaperone code has been identified as one of the main regulatory mechanisms underlying cell function in biology. While the genetic code specifies how DNA makes proteins, while the histone code rules genomic transactions, the chaperone code stipulates how proteins produce a functional proteome. The chaperone code refers to the combinatorial array of posttranslational modifications - i.e. phosphorylation, acetylation, ubiquitination, methylation, etc - that target molecular chaperones to modulate their activity. Molecular chaperones are proteins specialized in folding and unfolding of the other cellular proteins and assembly and dismantling of protein complexes, thereby orchestrating the dynamic organization of the proteome. As a consequence, a limited number of chaperones must be able to act on a very large number of substrates in a highly regulated manner.",
            "score": 188.74974060058594
        },
        {
            "docid": "10366709_2",
            "document": "Co-chaperone . Co-chaperones are proteins that assist chaperones in protein folding and other functions. Co-chaperones are the non-client binding molecules that assist in protein folding mediated by Hsp70 and Hsp90. They are particularly essential in stimulation of the ATPase activity of these chaperone proteins. There are a great number of different co-chaperones however based on their domain structure most of them fall into two groups: J-domain proteins and tetratricopeptide repeats (TPR).",
            "score": 188.0843505859375
        },
        {
            "docid": "39983227_6",
            "document": "Cellular stress response . The heat shock response involves a class of stress proteins called heat shock proteins. These can help defend a cell against damage by acting as 'chaperons' in protein folding so as to ensure proteins assume their necessary shape and do not become denatured and thus useless to the cell. This role is especially crucial since elevated temperature would, on its own, increase the concentrations of malformed proteins. Heat shock proteins can also participate in marking malformed proteins for degradation via ubiquitin tags.",
            "score": 187.56253051757812
        },
        {
            "docid": "52846723_8",
            "document": "Evolution of molecular chaperones . Chaperones have also been implicated in the understanding the relationship between genotype and phenotype. Protein folding in itself transitions from genotype to phenotype: primary structure/amino acid sequence reflects genotype while the final, functional fold, either tertiary or quaternary structure, represents phenotype. Since chaperones are mediators of this transition by assisting in the fold of the client protein, chaperone activity is thought to modulate the adaptive evolution of the proteome.",
            "score": 186.7346954345703
        },
        {
            "docid": "52085_35",
            "document": "Protein folding . A protein is considered to be misfolded if it cannot achieve its normal native state. This can be due to mutations in the amino acid sequence or a disruption of the normal folding process by external factors. The misfolded protein typically contains β-sheets that are organized in a supramolecular arrangement known as a cross-β structure. These β-sheet-rich assemblies are very stable, very insoluble, and generally resistant to proteolysis. The structural stability of these fibrillar assemblies is caused by extensive interactions between the protein monomers, formed by backbone hydrogen bonds between their β-strands. The misfolding of proteins can trigger the further misfolding and accumulation of other proteins into aggregates or oligomers. The increased levels of aggregated proteins in the cell leads to formation of amyloid-like structures which can cause degenerative disorders and cell death. The amyloids are fibrillary structure that contain intermolecular hydrogen bonds, which are highly insoluble, and made from converted protein aggregates. Therefore, the proteasome pathway may not be efficient enough to degrade the misfolded proteins prior to aggregation. Misfolded proteins can interact with one another and form structured aggregates and gain toxicity through intermolecular interactions.",
            "score": 186.0828399658203
        },
        {
            "docid": "9775_13",
            "document": "Endoplasmic reticulum . The unfolded protein response (UPR) is a cellular stress response related to the endoplasmic reticulum. The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. The UPR functions to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signaling pathways that lead to increasing the production of molecular chaperones involved in protein folding. Sustained overactivation of the UPR has been implicated in prion diseases as well as several other neurodegenerative diseases and the inhibition of the UPR could become a treatment for those diseases.",
            "score": 185.45701599121094
        },
        {
            "docid": "28990145_8",
            "document": "Proteostasis . Cellular stress response pathways detect and alleviate proteotoxic stress which is triggered by imbalances in proteostasis. The cell-autonomous regulation occurs through direct detection of misfolded proteins or inhibition of pathway activation by sequestering activating components in response to heat shock. Cellular responses to this stress signaling include transcriptional activation of chaperone expression, increased efficiency in protein trafficking and protein degradation and translational reduction.",
            "score": 185.18637084960938
        },
        {
            "docid": "29230706_4",
            "document": "Hsp20 . Hsp20, like all heat shock proteins, is in abundance when cells are under stressed conditions. Hsp20 is known to be expressed in many human tissues, including the brain and heart. Hsp20 has been studied extensively in cardiac myocytes and is known to act as a chaperon protein, binding to protein kinase 1 (PDK1) and allowing its nuclear transport. In addition, the phosphorylation of hsp20 has been shown to effect the structure of cells cytoskeletons. Due to hsp20 commonly forming dimers with itself when heated, its function of chaperoning can be greatly affected.",
            "score": 184.57110595703125
        },
        {
            "docid": "31776829_3",
            "document": "Hsp90 inhibitor . Among heat shock proteins the focus on HSP90 has increased due to its involvement in several cellular phenomena and more importantly in disease progression. HSP90 keeps the death proteins in an apoptosis resistant state by direct association. Its wide range of functions results from the ability of HSP90 to chaperone several client proteins that play a central pathogenic role in human diseases including cancer, neurodegenerative diseases and viral infection. Geldanamycin directly binds to the ATP-binding pocket in the N-terminal domain of Hsp90 and, hence, blocks the binding of nucleotides to Hsp90. Analysis of the effects of Geldanamycin on steroid receptor activation indicates that the antibiotic blocks the chaperone cycle at the intermediate complex, preventing the release of the receptor from Hsp90 and, eventually, resulting in its degradation. Ewing’s sarcoma shows several deregulated autocrine loops mediating cell survival and proliferation. So their blockade is a promising therapeutic approach. Proteosome analysis revealed that Hsp90 is differentially expressed between ewing’s sarcoma cell lines, sensitive and resistant to specific IGF1R/KIT inhibitors. The in vitro IGF1R/KIT pathway blockade on ewing’s sarcoma cell lines and classified ewing’s sarcoma cell lines as resistant and sensitive to blockade of pathway. Inhibition of Hsp90 with 17AAG and siRNA resulted in reduction of cell lines growth and survival. The inhibition of Hsp90 causes the proteosomal destruction of client proteins- Akt, KIT and IGF1R. This effect could be due to precluding physical contact between client proteins and Hsp90. So since the molecular chaperones are overexpressed in a wide variety of cancer cells and in virally transformed cells, inhibiting the function of these chaperones is essential to controlling cancer cells, as this would affect the activity of signaling proteins. The availability of drugs that can specifically target Hsp90 and inhibit its function, resulting in the depletion of client proteins, has made Hsp90 a novel and exciting target for cancer therapy.",
            "score": 184.48959350585938
        }
    ]
}