{
    "q": [
        {
            "docid": "37185825_15",
            "document": "Glymphatic system . The majority of the CSF is formed in the choroid plexus and flows through the brain along a distinct pathway: moving through the cerebral ventricular system, into the subarachnoid space surrounding the brain, then draining into the systemic blood column via arachnoid granulations of the dural sinuses or to peripheral lymphatics along cranial nerve sheathes. Many researchers have suggested that the CSF compartment constitutes a sink for interstitial solute and fluid clearance from the brain parenchyma. However, the distances between the interstitial fluid and the CSF in the ventricles and subarachnoid space are too great for the efficient removal of interstitial macromolecules and wastes by simple diffusion alone. Helen Cserr at Brown University calculated that mean diffusion times for large molecules such as albumin would exceed 100hrs to traverse 1 cm of brain tissue, a rate that is not compatible with the intense metabolic demands of brain tissue. A clearance system based on simple diffusion would additionally lack the sensitivity to respond rapidly to deviations from homeostatic conditions.",
            "score": 101.0365401506424
        },
        {
            "docid": "1732125_9",
            "document": "Cerebral atrophy . Cerebrospinal fluid (CSF) is a fluid that is found exclusively in the brain and spinal cord that circulates between sections of the brain offering an extra layer of protection. Studies have shown that biomarkers in the CSF and plasma can be tracked for their presence in different parts of the brain—and their presence can tell us about cerebral atrophy. One study took advantage of biomarkers, namely one called Neurofilamant light (NFL), in patients with Alzheimer’s Disease. NFL is a protein that is important in the growth and branching of neurons—cells found in the brain. In Alzheimer’s Disease neurons will stop working or die in a process called neurodegeneration. By tracking NFL, researchers can see this neurodegeneration, which this study showed was associated with brain atrophy and later cognitive decline in Alzheimer's patients. Other biomarkers like Ng—a protein important in long-term potentiation and memory—have been tracked for their associations with brain atrophy as well, but NFL had the greatest association.",
            "score": 113.28763043880463
        },
        {
            "docid": "37185825_18",
            "document": "Glymphatic system . Experiments conducted at the University of Maryland in the 1980s by Patricia Grady and colleagues postulated the existence of solute exchange between the interstitial fluid of the brain parenchyma and the CSF via paravascular spaces. In 1985, Grady and colleagues suggested that cerebrospinal fluid and interstitial fluid exchange along specific anatomical pathways within the brain, with CSF moving into the brain along the outside of blood vessels. Grady's group suggested that these 'paravascular channels' were functionally analogous to peripheral lymph vessels, facilitating the clearance of interstitial wastes from the brain. Other labs at the time, however, did not observe such widespread paravascular CSF–ISF exchange.",
            "score": 123.2666130065918
        },
        {
            "docid": "1958222_8",
            "document": "Amyloid beta . Brain Aβ is elevated in patients with sporadic Alzheimer's disease. Aβ is the main constituent of brain parenchymal and vascular amyloid; it contributes to cerebrovascular lesions and is neurotoxic. It is unresolved how Aβ accumulates in the central nervous system and subsequently initiates the disease of cells. Some researchers have found that the Aβ oligomers induce some of the symptoms of Alzheimer's Disease by competing with insulin for binding sites on the insulin receptor, thus impairing glucose metabolism in the brain. Significant efforts have been focused on the mechanisms responsible for Aβ production, including the proteolytic enzymes gamma- and β-secretases which generate Aβ from its precursor protein, APP (amyloid precursor protein). Aβ circulates in plasma, cerebrospinal fluid (CSF) and brain interstitial fluid (ISF) mainly as soluble Aβ40 Senile plaques contain both Aβ40 and Aβ42, while vascular amyloid is predominantly the shorter Aβ40. Several sequences of Aβ were found in both lesions. Generation of Aβ in the central nervous system may take place in the neuronal axonal membranes after APP-mediated axonal transport of β-secretase and presenilin-1.",
            "score": 107.21014964580536
        },
        {
            "docid": "455234_11",
            "document": "Pia mater . Pia mater allows for the formation of perivascular spaces that help serve as the brain’s lymphatic system. Blood vessels that penetrate the brain first pass across the surface and then go inwards toward the brain. This direction of flow leads to a layer of the pia mater being carried inwards and loosely adhering to the vessels, leading to the production of a space, namely a perivascular space, between the pia mater and each blood vessel. This is critical because the brain lacks a true lymphatic system. In the remainder of the body, small amounts of protein are able to leak from the parenchymal capillaries through the lymphatic system. In the brain, this ends up in the interstitial space. The protein portions are able to leave through the very permeable pia mater and enter the subarachnoid space in order to flow in the cerebrospinal fluid (CSF), eventually ending up in the cerebral veins. The pia mater serves to create these perivascular spaces to allow passage of certain material, such as fluids, proteins, and even extraneous particulate matter such as dead white blood cells from the blood stream to the CSF, and essentially the brain.",
            "score": 148.66749548912048
        },
        {
            "docid": "907554_2",
            "document": "History of neuroimaging . The first neuroimaging technique ever is the so-called ‘human circulation balance’ invented by Angelo Mosso in the 1880s and able to non-invasively measure the redistribution of blood during emotional and intellectual activity.  Then, in the early 1900s, a technique called pneumoencephalography was set. This process involved draining the cerebrospinal fluid from around the brain and replacing it with air, altering the relative density of the brain and its surroundings, to cause it to show up better on an x-ray, and it was considered to be incredibly unsafe for patients (Beaumont 8). A form of magnetic resonance imaging (MRI) and computed tomography (CT) were developed in the 1970s and 1980s. The new MRI and CT technologies were considerably less harmful and are explained in greater detail below. Next came SPECT and PET scans, which allowed scientists to map brain function because, unlike MRI and CT, these scans could create more than just static images of the brain's structure. Learning from MRI, PET and SPECT scanning, scientists were able to develop functional MRI (fMRI) with abilities that opened the door to direct observation of cognitive activities.",
            "score": 128.1554399728775
        },
        {
            "docid": "37185825_2",
            "document": "Glymphatic system . The glymphatic system (or glymphatic clearance pathway, or paravascular system) is a functional waste clearance pathway for the vertebrate central nervous system (CNS). The pathway consists of a para-arterial influx route for cerebrospinal fluid (CSF) to enter the brain parenchyma, coupled to a clearance mechanism for the removal of interstitial fluid (ISF) and extracellular solutes from the interstitial compartments of the brain and spinal cord. Exchange of solutes between CSF and ISF is driven primarily by arterial pulsation and regulated during sleep by the expansion and contraction of brain extracellular space. Clearance of soluble proteins, waste products, and excess extracellular fluid is accomplished through convective bulk flow of ISF, facilitated by astrocytic aquaporin 4 (AQP4) water channels.",
            "score": 109.10908961296082
        },
        {
            "docid": "37185825_5",
            "document": "Glymphatic system . In a study published in 2012, a group of researchers from the University of Rochester headed by M. Nedergaard used in-vivo two-photon imaging of small fluorescent tracers to monitor the flow of subarachnoid CSF into and through the brain parenchyma. The two-photon microscopy allowed the Rochester team to visualize the flux of CSF in living mice, in real time, without needing to puncture the CSF compartment (imaging was performed through a closed cranial window). According to findings of that study, subarachnoid CSF enters the brain rapidly, along the paravascular spaces surrounding the penetrating arteries, then exchanges with the surrounding interstitial fluid. Similarly, interstitial fluid was cleared from the brain parenchyma via the paravascular spaces surrounding large draining veins.",
            "score": 89.06592226028442
        },
        {
            "docid": "7632_2",
            "document": "Cerebrospinal fluid . Cerebrospinal fluid (CSF) is a clear, colorless body fluid found in the brain and spinal cord. It is produced by the specialised ependymal cells in the choroid plexuses of the ventricles of the brain, and absorbed in the arachnoid granulations. There is about 125mL of CSF at any one time, and about 500mL is generated every day. CSF acts as a cushion or buffer for the brain, providing basic mechanical and immunological protection to the brain inside the skull. CSF also serves a vital function in cerebral autoregulation of cerebral blood flow.",
            "score": 110.8504467010498
        },
        {
            "docid": "36563803_51",
            "document": "Neuroscience of sleep . During sleep, metabolic waste products, such as immunoglobulins, protein fragments or intact proteins like beta-amyloid, may be cleared from the interstitium via a glymphatic system of lymph-like channels coursing along perivascular spaces and the astrocyte network of the brain. According to this model, hollow tubes between the blood vessels and astrocytes act like a spillway allowing drainage of cerebrospinal fluid carrying wastes out of the brain into systemic blood. Such mechanisms, which remain under preliminary research as of 2017, indicate potential ways in which sleep is a regulated maintenance period for brain immune functions and clearance of beta-amyloid, a risk factor for Alzheimer's disease.",
            "score": 140.04950499534607
        },
        {
            "docid": "203297_26",
            "document": "Hydrocephalus . Hydrocephalus treatment is surgical, creating a way for the excess fluid to drain away. In the short term, an external ventricular drain (EVD), also known as an extraventricular drain or ventriculostomy, provides relief. In the long term, some patients will need any of various types of cerebral shunt. It involves the placement of a ventricular catheter (a tube made of silastic) into the cerebral ventricles to bypass the flow obstruction/malfunctioning arachnoidal granulations and drain the excess fluid into other body cavities, from where it can be resorbed. Most shunts drain the fluid into the peritoneal cavity (ventriculo-peritoneal shunt), but alternative sites include the right atrium (ventriculo-atrial shunt), pleural cavity (ventriculo-pleural shunt), and gallbladder. A shunt system can also be placed in the lumbar space of the spine and have the CSF redirected to the peritoneal cavity (Lumbar-peritoneal shunt). An alternative treatment for obstructive hydrocephalus in selected patients is the endoscopic third ventriculostomy (ETV), whereby a surgically created opening in the floor of the third ventricle allows the CSF to flow directly to the basal cisterns, thereby shortcutting any obstruction, as in aqueductal stenosis. This may or may not be appropriate based on individual anatomy. For infants, ETV is sometimes combined with choroid plexus cauterization, which reduces the amount of cerebrospinal fluid produced by the brain. The technique, known as ETV/CPC was pioneered in Uganda by neurosurgeon Ben Warf and is now in use in several U.S. hospitals.",
            "score": 79.99604284763336
        },
        {
            "docid": "455234_12",
            "document": "Pia mater . A function of the pia mater is that of the blood–brain barrier (BBB), which keeps the CSF and brain fluid separate from the blood, allowing limited sodium, chlorine, and potassium through, and absolutely no plasma proteins nor organic molecules. Nearby, the ventricles are lined with the ependyma membrane. The CSF is only kept separate through the pia mater. Due to the ependyma and pia mater’s high permeability, nearly anything entering the CSF is able to enter the brain interstitial fluid. However, regulation of this permeability is achieved through the abundant amount of astrocyte foot processes which are responsible for connecting the capillaries and the pia mater in a way that helps limit the amount of free diffusion going into the CNS. The permeability of the pia then serves to closely connect the interstitial brain fluid and the CSF and allow them to remain nearly homogenous in terms of composition.",
            "score": 86.54143476486206
        },
        {
            "docid": "21369738_4",
            "document": "Cerebrospinal fluid leak . An epidural blood patch is the normal treatment for a CSFL, the patient's blood is drawn and it is then injected into the lumbar spine. Patients are told to lie flat without moving from 2 to 24 hours after the blood patch is done. A blood patch can be used to patch a CSFL in the cervical neck although it is rare for it to be done in that location, though it may take more than one blood patch to fully close the leak. Anesthesia is also uncommon for blood patch procedures. If you have a low pain tolerance it would be a good idea to have anesthesia for all of the procedures. If the leak is strong or fast, the loss of CSF fluid can cause the brain to drop inside the skull due to the body's inability to replenish the CSF fluid at a quick enough pace, which would show up on an MRI of the brain. This is called a Chiari malformation where the brain is lower in the skull almost in the spinal canal.",
            "score": 109.12006640434265
        },
        {
            "docid": "304588_26",
            "document": "Brain damage . There are several imaging techniques that can aid in diagnosing and assessing the extent of brain damage, such as computed tomography (CT) scan, magnetic resonance imaging (MRI), diffusion tensor imaging (DTI) and magnetic resonance spectroscopy (MRS), positron emission tomography (PET), single-photon emission tomography (SPECT). CT scans and MRI are the two techniques widely used and are most effective. CT scans can show brain bleeds, fractures of the skull, fluid build up in the brain that will lead to increased cranial pressure. MRI is able to better to detect smaller injuries, detect damage within the brain, diffuse axonal injury, injuries to the brainstem, posterior fossa, and subtemporal and subfrontal regions. However patients with pacemakers, metallic implants, or other metal within their bodies are unable to have an MRI done. Typically the other imaging techniques are not used in a clinical setting because of the cost, lack of availability.",
            "score": 113.84208178520203
        },
        {
            "docid": "3717_59",
            "document": "Brain . Neurophysiologists study the chemical, pharmacological, and electrical properties of the brain: their primary tools are drugs and recording devices. Thousands of experimentally developed drugs affect the nervous system, some in highly specific ways. Recordings of brain activity can be made using electrodes, either glued to the scalp as in EEG studies, or implanted inside the brains of animals for extracellular recordings, which can detect action potentials generated by individual neurons. Because the brain does not contain pain receptors, it is possible using these techniques to record brain activity from animals that are awake and behaving without causing distress. The same techniques have occasionally been used to study brain activity in human patients suffering from intractable epilepsy, in cases where there was a medical necessity to implant electrodes to localize the brain area responsible for epileptic seizures. Functional imaging techniques such as functional magnetic resonance imaging are also used to study brain activity; these techniques have mainly been used with human subjects, because they require a conscious subject to remain motionless for long periods of time, but they have the great advantage of being noninvasive. Another approach to brain function is to examine the consequences of damage to specific brain areas. Even though it is protected by the skull and meninges, surrounded by cerebrospinal fluid, and isolated from the bloodstream by the blood–brain barrier, the delicate nature of the brain makes it vulnerable to numerous diseases and several types of damage. In humans, the effects of strokes and other types of brain damage have been a key source of information about brain function. Because there is no ability to experimentally control the nature of the damage, however, this information is often difficult to interpret. In animal studies, most commonly involving rats, it is possible to use electrodes or locally injected chemicals to produce precise patterns of damage and then examine the consequences for behavior.",
            "score": 122.33275139331818
        },
        {
            "docid": "37185825_6",
            "document": "Glymphatic system . Paravascular spaces are CSF-filled channels formed between the brain blood vessels and leptomeningeal sheathes that surround cerebral surface vessels and proximal penetrating vessels. Around these penetrating vessels, paravascular spaces take the form of Virchow-Robin spaces. Where the Virchow-Robin spaces terminate within the brain parenchyma, paravascular CSF can continue traveling along the basement membranes surrounding arterial vascular smooth muscle, to reach the basal lamina surrounding brain capillaries. CSF movement along these paravascular pathways is rapid and arterial pulsation has long been suspected as an important driving force for paravascular fluid movement. In a study published in 2013, J. Iliff and colleagues demonstrated this directly. Using in vivo 2-photon microscopy, the authors reported that when cerebral arterial pulsation was either increased or decreased, the rate of paravacular CSF flux in turn increased or decreased, respectively.",
            "score": 111.10011029243469
        },
        {
            "docid": "37641_33",
            "document": "Head injury . There are several imaging techniques that can aid in diagnosing and assessing the extent of brain damage, such as computed tomography (CT) scan, magnetic resonance imaging (MRI), diffusion tensor imaging (DTI) and magnetic resonance spectroscopy (MRS), positron emission tomography (PET), single-photon emission tomography (SPECT). CT scans and MRI are the two techniques widely used and are most effective. CT scans can show brain bleeds, fractures of the skull, fluid build up in the brain that will lead to increased cranial pressure. MRI is able to better to detect smaller injuries, detect damage within the brain, diffuse axonal injury, injuries to the brainstem, posterior fossa, and subtemporal and subfrontal regions. However patients with pacemakers, metallic implants, or other metal within their bodies are unable to have an MRI done. Typically the other imaging techniques are not used in a clinical setting because of the cost, lack of availability.",
            "score": 111.68779253959656
        },
        {
            "docid": "10828992_12",
            "document": "William H. Oldendorf . Today, most of what is known of the selective permeability of the blood–brain barrier was either established by Oldendorf in his laboratory, or by others using his ingenious techniques. These results have been essential in developing PET and SPECT imaging; in studying glucose transport and brain metabolism; and in characterizing clinically important diseases such as cerebral ischemia, starvation, and epilepsy. Oldendorf's experiments were also was the first to prove that cerebrospinal fluid functions as a \"sink\" in relationship to brain metabolism, a concept that is being investigated in relation to the pathophysiology of presenile dementias such as Alzheimer's disease.",
            "score": 110.34055662155151
        },
        {
            "docid": "28332061_7",
            "document": "Prenatal cocaine exposure . Cocaine, a small molecule, is able to cross the placenta into the bloodstream of the fetus. In fact it may be present in a higher concentration in the amniotic fluid than it is in the mother's bloodstream. The skin of the fetus is able to absorb the chemical directly from the amniotic fluid until the 24th week of pregnancy. Cocaine can also show up in breast milk and affect the nursing baby. The severity of effects depends on how much of the drug is used, how often, and the stage in the development of the fetus. Cocaine prevents the reuptake of the neurotransmitters dopamine, serotonin, and norepinephrine. Thus they stay in the synapse longer, causing excitement of the sympathetic nervous system and evoking a stress response. The euphoria experienced by cocaine users is thought to be largely due to the way it prevents the neurotransmitter serotonin from being reabsorbed by the presynaptic neuron which released it. Use of cocaine during pregnancy can negatively affect both the mother and the fetus, but the ways in which it affects the fetus are poorly understood. There are three main mechanisms by which cocaine exposure harms a fetus: by altering brain chemistry, by altering the expression of certain genes, and by the constriction of blood vessels. The neurotransmitters affected by cocaine are involved in the development of the fetus's brain, so the drug may affect fetal development directly by altering the development of the brain's monoaminergic system. The most important way cocaine affects fetal development is by binding to dopamine receptors. Another possible mechanism by which cocaine harms the fetus may be in part by interfering with blood supply to the uterus. Cocaine causes vasoconstriction (narrowing of blood vessels) in both mother and fetus, which can cause hypoxia in the fetus. Constricting blood vessels causes tissues to receive insufficient blood flow, killing cells, but this effect is less pronounced with cocaine than with nicotine. The reduction in blood flow to the uterus limits the delivery of oxygen and nutrients to the fetus. Cocaine also constricts the blood vessels in the fetus, which is potentially linked to slowed fetal growth and abnormal development of the genitourinary, cardiovascular, digestive, and musculoskeletal systems.",
            "score": 96.67690968513489
        },
        {
            "docid": "7632_25",
            "document": "Cerebrospinal fluid . CSF can leak from the dura as a result of different causes such as physical trauma or a lumbar puncture, or from no known cause when it is termed spontaneous cerebrospinal fluid leak. It is usually associated with intracranial hypotension: low CSF pressure. It can cause headaches, made worse by standing, moving and coughing, as the low CSF pressure causes the brain to \"sag\" downwards and put pressure on its lower structures. If a leak is identified, a beta-2 transferrin test of the leaking fluid, when positive, is highly specific and sensitive for the detection for CSF leakage. Medical imaging such as CT scans and MRI scans can be used to investigate for a presumed CSF leak when no obvious leak is found but low CSF pressure is identified. Caffeine, given either orally or intravenously, often offers symptomatic relief. Treatment of an identified leak may include injection of a person's blood into the epidural space (an epidural blood patch), spinal surgery, or fibrin glue.",
            "score": 109.44797849655151
        },
        {
            "docid": "11864399_9",
            "document": "Leukoencephalopathy with vanishing white matter . The MRI of patients with VWM shows a well defined leukodystrophy. These MRIs display reversal of signal intensity of the white matter in the brain. Recovery sequences and holes in the white matter are also visible. Over time, the MRI is excellent at showing rarefaction and cystic degeneration of the white matter as it is replaced by fluid. To show this change, displaying white matter as a high signal (T2-weighted), proton density, and Fluid attenuated inversion recovery (FLAIR) images are the best approach. T2-weighted images also displaying cerebrospinal fluid and rarefied/cystic white matter. To view the remaining tissue, and get perspective on the damage done (also helpful in determining the rate of deterioration) (T1-weighted), proton density, and FLAIR images are ideal as they show radiating stripe patterns in the degenerating white matter. A failure of MRI images is their ineffectiveness and difficulty in interpretation in infants since the brain has not fully developed yet. Though some patterns and signs may be visible, it is still difficult to conclusively diagnose. This often leads to misdiagnosis in infants particularly if the MRI results in equivocal patterns or because of the high water content in infants' brains. The easiest way to fix this problem is a follow-up MRI in the following weeks. A potentially similar appearance of MRI with white matter abnormalities and cystic changes may be seen in some patients with hypomelanosis of Ito, some forms of Lowe's (oculocerebrorenal) disease, or some of the mucopolysaccharidoses.",
            "score": 105.1905210018158
        },
        {
            "docid": "22103265_9",
            "document": "Central nervous system cyst . A neurosurgeon may open a portion of the body and insert a shunt into cerebral spinal fluid (CSF) filled cysts to allow drainage into CSF pathways. The fluid from the cyst is then drained into the abdomen, the body reabsorbs the fluid (reabsorption of fluid does not cause any harm). This type of surgical treatment is often performed to relieve pressure on the brain from a cyst within the cerebral cortex.",
            "score": 74.06932330131531
        },
        {
            "docid": "31726766_16",
            "document": "Nanoparticle–biomolecule conjugate . The blood-brain barrier (BBB) is composed of a system of capillaries that has an especially dense lining of endothelial cells which protects the central nervous system (CNS) against the diffusion of foreign substances into the cerebrospinal fluid. These harmful objects include microscopic bacteria, large hydrophobic molecules, certain hormones and neurotransmitters, and low-lipid-soluble molecules. The BBB prevents these harmful particles from entering the brain via tight junctions between endothelial cells and metabolic barriers. The thoroughness with which the BBB does its job makes it difficult to treat diseases of the brain such as cancer, Alzheimer's, and autism, because it is very difficult to transport drugs across the BBB. Currently, in order to deliver therapeutic molecules into the brain, doctors must use highly invasive techniques such as drilling directly into the brain, or sabotaging the integrity of the BBB through biochemical means. Due to their small size and large surface area, nanoparticles offer a promising solution for neurotherapeutics.",
            "score": 131.0159568786621
        },
        {
            "docid": "21078348_5",
            "document": "Orthostatic headache . Cerebrospinal fluid leaks are diagnosed by performing different tests. A diagnostic dural puncture is commonly used because its results show the presence of a leak easily. Other types of tests that could be used are cranial CT, cranial MRI, spinal MRI, and CT myelography. A cranial MRI can be diagnostic by showing one of the five main findings, which are subdural fluid collections, enhancement of venous structures, pituitary hyperemia, and sagging of the brain. Another cause of orthostatic headaches is postural orthostatic tachycardia syndrome (POTS), a form of dysautonomia, which is diagnosed with autonomic testing instead of the imaging tests that are used to determine a CSF leak. It can be difficult to distinguish if a patient is solely affected by POTS because patients with CSF leaks have similar symptoms and may even develop secondary POTS.",
            "score": 98.62360835075378
        },
        {
            "docid": "521787_9",
            "document": "Von Karman Institute for Fluid Dynamics . On the computational side, the department has over 20 years of experience in the analysis of flow in turbomachines, and in the design techniques and multi-disciplinary optimization methods or their components. The Environmental and Applied Fluid Dynamics (EA) department covers all kinds of activities complementary to the other two departments related to fluid dynamics in the academic and industrial world. It has a large expertise in the study of aeroacoustics, multiphase flows, vehicle aerodynamics, biological flows and environmental flows (including the study of interaction between atmospheric winds and human activities). The department is also involved in the modeling of turbulence and in the development of advanced measurement techniques for fluid dynamics. The department has acquired a unique expertise in the study of fluid dynamics in industrial processes, with the development and construction of experimental facilities dedicated to the study of industrial processes and also in the simulation of industrial flows using CFD (Computational Fluid Dynamics) codes.",
            "score": 56.34930920600891
        },
        {
            "docid": "37185825_19",
            "document": "Glymphatic system . The continuity between the brain interstitial fluid and the CSF was confirmed by H. Cserr and colleagues from Brown University and Kings College London. The same group postulated that interstitial solutes in the brain parenchyma exchange with CSF via a bulk flow mechanism, rather than diffusion. However other work from this same lab indicated that the exchange of CSF with interstitial fluid was inconsistent and minor, contradicting the findings of Grady and colleagues.",
            "score": 72.89512705802917
        },
        {
            "docid": "48816196_5",
            "document": "Post-mortem chemistry . Cerebrospinal fluid is found in the brain and spinal cord. It is a clear fluid that provides a barrier to absorb shock and prevent injury to the brain. It is useful for diagnosing neuro-degenerative diseases such as Alzheimers. There are various substances in the cerebrospinal fluid that can be measured including urea, glucose, potassium, chloride, sodium, protein, creatinine, calcium, alkaline phosphatase, and cortisol. Different things can be learned about the person or how the died by looking at the concentrations of some of these substances. For example, high levels of urea can indicate kidney damage. High levels of cortisol, the hormone released under stress, could indicate a violent death. Creatinine is stable post-mortem, so the concentration at death is preserved. This is also helpful to determine the kidney function of an individual. Sodium and Potassium can also be measured in the cerebrospinal fluid to predict the time since death, but it is not as accurate as it would be if the vitreous humor was used, since it has a lower correlation.",
            "score": 123.76332592964172
        },
        {
            "docid": "5601464_12",
            "document": "Aquaporin 4 . Other clinical significant implications of AQP4 in the human body is the role in the regulation of cerebrospinal fluid (CSF) in the ventricles. Within the ventricles of the brain, AQP4 can be utilized in the removal of excess CSF in conditions such as hydrocephaly. The primary treatment for individuals with hydrocephaly is through the implementation of mechanical shunts into the ventricles to drain the excess fluid. With further research into the role of AQP4, it may be possible to modify the human body's system of upregulation of these channels to help in the reabsorption of CSF without the need to use physically invasive treatments.",
            "score": 90.17921233177185
        },
        {
            "docid": "14434367_9",
            "document": "Fluid compartments . \"Fluid shifts\" occur when the body's fluids move between the fluid compartments. Physiologically, this occurs by a combination of hydrostatic pressure gradients and osmotic pressure gradients. Water will move from one space into the next passively across a semi permeable membrane until the hydrostatic and osmotic pressure gradients balance each other. Many medical conditions can cause fluid shifts. When fluid moves out of the intravascular compartment (the blood vessels), blood pressure can drop to dangerously low levels, endangering critical organs such as the brain, heart and kidneys; when it shifts out of the cells (the intracellular compartment), cellular processes slow down or cease from intracellular dehydration; when excessive fluid accumulates in the interstitial space, oedema develops; and fluid shifts into the brain cells can cause increased cranial pressure. Fluid shifts may be compensated by fluid replacement or diuretics.",
            "score": 108.86381649971008
        },
        {
            "docid": "226722_9",
            "document": "Functional magnetic resonance imaging . In 1890, Charles Roy and Charles Sherrington first experimentally linked brain function to its blood flow, at Cambridge University. The next step to resolving how to measure blood flow to the brain was Linus Pauling's and Charles Coryell's discovery in 1936 that oxygen-rich blood with Hb was weakly repelled by magnetic fields, while oxygen-depleted blood with dHb was attracted to a magnetic field, though less so than ferromagnetic elements such as iron. Seiji Ogawa at AT&T Bell labs recognized that this could be used to augment MRI, which could study just the static structure of the brain, since the differing magnetic properties of dHb and Hb caused by blood flow to activated brain regions would cause measurable changes in the MRI signal. BOLD is the MRI contrast of dHb, discovered in 1990 by Ogawa. In a seminal 1990 study based on earlier work by Thulborn et al., Ogawa and colleagues scanned rodents in a strong magnetic field (7.0 T) MRI. To manipulate blood oxygen level, they changed the proportion of oxygen the animals breathed. As this proportion fell, a map of blood flow in the brain was seen in the MRI. They verified this by placing test tubes with oxygenated or deoxygenated blood and creating separate images. They also showed that gradient-echo images, which depend on a form of loss of magnetization called T decay, produced the best images. To show these blood flow changes were related to functional brain activity, they changed the composition of the air breathed by rats, and scanned them while monitoring brain activity with EEG. The first attempt to detect the regional brain activity using MRI was performed by Belliveau and others at Harvard University using the contrast agent Magnevist, a ferromagnetic substance remaining in the bloodstream after intravenous injection. However, this method is not popular in human fMRI, because any medically unnecessary injection is to a degree unsafe and uncomfortable, and because the agent stays in the blood only for a short time.",
            "score": 106.96941912174225
        },
        {
            "docid": "20355155_16",
            "document": "Spontaneous cerebrospinal fluid leak . Diagnosis of CSF leakage can be done by various imaging techniques, chemical tests of bodily fluid discharged from a head orifice, or clinical examination. The use of CT, MRI, and assays are the most common types of CSF leak instrumental tests. Many CSF leaks do not show up on imaging and chemical assays, thus such diagnostic tools are not definitive to rule out CSF leaks. A clinician may often depend upon patient history and exam to diagnose, for example: discharge of excessive amount of clear fluid from the nose upon bending over, the increase in headache following a Valsalva maneuver or the reduction of headache when the patient takes a prone position are positive indicators.",
            "score": 83.20940518379211
        },
        {
            "docid": "537147_9",
            "document": "Central nervous system cavernous hemangioma . Mutations in these genes account for 70 to 80 percent of all cases of cerebral cavernous malformations. The remaining 20 to 30 percent of cases may be due to other, still unidentified, genes. Diagnosis is generally made by magnetic resonance imaging (MRI), particularly using a specific imaging technique known as a gradient-echo sequence MRI, which can unmask small or punctate lesions that may otherwise remain undetected. These lesions are also more conspicuous on FLAIR imaging compared to standard T2 weighing. FLAIR imaging is different from gradient sequences. Rather, it is similar to T2 weighing but suppresses free-flowing fluid signal. Sometimes quiescent CCMs can be revealed as incidental findings during MRI exams ordered for other reasons. Many cavernous hemangiomas are detected \"accidentally\" during MRIs searching for other pathologies. These \"incidentalomas\" are generally asymptomatic. In the case of hemorrhage, however, a CT scan is more efficient at showing new blood than an MRI, and when brain hemorrhage is suspected, a CT scan may be ordered first, followed by an MRI to confirm the type of lesion that has bled.",
            "score": 78.96449434757233
        }
    ],
    "r": [
        {
            "docid": "455234_11",
            "document": "Pia mater . Pia mater allows for the formation of perivascular spaces that help serve as the brain’s lymphatic system. Blood vessels that penetrate the brain first pass across the surface and then go inwards toward the brain. This direction of flow leads to a layer of the pia mater being carried inwards and loosely adhering to the vessels, leading to the production of a space, namely a perivascular space, between the pia mater and each blood vessel. This is critical because the brain lacks a true lymphatic system. In the remainder of the body, small amounts of protein are able to leak from the parenchymal capillaries through the lymphatic system. In the brain, this ends up in the interstitial space. The protein portions are able to leave through the very permeable pia mater and enter the subarachnoid space in order to flow in the cerebrospinal fluid (CSF), eventually ending up in the cerebral veins. The pia mater serves to create these perivascular spaces to allow passage of certain material, such as fluids, proteins, and even extraneous particulate matter such as dead white blood cells from the blood stream to the CSF, and essentially the brain.",
            "score": 148.66749572753906
        },
        {
            "docid": "36563803_51",
            "document": "Neuroscience of sleep . During sleep, metabolic waste products, such as immunoglobulins, protein fragments or intact proteins like beta-amyloid, may be cleared from the interstitium via a glymphatic system of lymph-like channels coursing along perivascular spaces and the astrocyte network of the brain. According to this model, hollow tubes between the blood vessels and astrocytes act like a spillway allowing drainage of cerebrospinal fluid carrying wastes out of the brain into systemic blood. Such mechanisms, which remain under preliminary research as of 2017, indicate potential ways in which sleep is a regulated maintenance period for brain immune functions and clearance of beta-amyloid, a risk factor for Alzheimer's disease.",
            "score": 140.04949951171875
        },
        {
            "docid": "455234_2",
            "document": "Pia mater . Pia mater ( or ), often referred to as simply the pia, is the delicate innermost layer of the meninges, the membranes surrounding the brain and spinal cord. \"Pia mater\" is medieval Latin meaning \"tender mother\". The other two meningeal membranes are the dura mater and the arachnoid mater. Both the pia and arachnoid mater are derivatives of the neural crest while the dura is derived from embryonic mesoderm. Pia mater is a thin fibrous tissue that is impermeable to fluid. This allows the pia mater to enclose cerebrospinal fluid. By containing this fluid the pia mater works with the other meningeal layers to protect and cushion the brain. The pia mater allows blood vessels to pass through and nourish the brain. The perivascular space created between blood vessels and pia mater functions as a lymphatic system for the brain. When the pia mater becomes irritated and inflamed the result is meningitis.",
            "score": 139.3739776611328
        },
        {
            "docid": "2583286_2",
            "document": "Perivascular space . A perivascular space, also known as a Virchow–Robin space, is a fluid-filled space surrounding certain blood vessels in several organs, potentially having an immunological function, but more broadly a dispersive role for neural and blood-derived messengers. The brain pia mater is reflected from the surface of the brain onto the surface of blood vessels in the subarachnoid space. In the brain, \"perivascular cuffs\" are regions of leukocyte aggregation in the perivascular spaces, usually found in patients with viral encephalitis.",
            "score": 138.5003204345703
        },
        {
            "docid": "37284_10",
            "document": "Brain tumor . Human brains are surrounded by a system of connective tissue membranes called meninges that separate the brain from the skull. This three-layered covering is composed of (from the outside in) the dura mater (\"hard mother\"), arachnoid mater (\"spidery mother\"), and pia mater (\"tender mother\"). The arachnoid and pia are physically connected and thus often considered as a single layer, the pia-arachnoid, or \"leptomeninges\". Between the arachnoid mater and the pia mater is the subarachnoid space which contains cerebrospinal fluid (CSF). This fluid circulates in the narrow spaces between cells and through the cavities in the brain called ventricles, to nourish, support, and protect the brain tissue. Blood vessels enter the central nervous system through the perivascular space above the pia mater. The cells in the blood vessel walls are joined tightly, forming the blood–brain barrier which protects the brain from toxins that might enter through the blood. Tumors of the meninges are meningiomas and are often benign.",
            "score": 136.1820068359375
        },
        {
            "docid": "2583286_18",
            "document": "Perivascular space . Much of the current research concerning Virchow–Robin spaces relates to their known tendency to dilate. Research is presently being performed in order to determine the exact cause of dilation in these perivascular spaces. Current theories include mechanical trauma resulting from cerebrospinal fluid pulsation, elongation of ectactic penetrating blood vessels, and abnormal vascular permeability leading to increased fluid exudation. Further research has implicated shrinkage or atrophy of surrounding brain tissue, perivascular demyelination, coiling of the arteries as they age, altered permeability of the arterial wall and obstruction of lymphatic drainage pathways. In addition, insufficient fluid draining and injury to ischemic perivascular tissue resulting in an ex vacuo effect have been suggested as possible causes for dilated VRS.",
            "score": 132.80296325683594
        },
        {
            "docid": "31726766_16",
            "document": "Nanoparticle–biomolecule conjugate . The blood-brain barrier (BBB) is composed of a system of capillaries that has an especially dense lining of endothelial cells which protects the central nervous system (CNS) against the diffusion of foreign substances into the cerebrospinal fluid. These harmful objects include microscopic bacteria, large hydrophobic molecules, certain hormones and neurotransmitters, and low-lipid-soluble molecules. The BBB prevents these harmful particles from entering the brain via tight junctions between endothelial cells and metabolic barriers. The thoroughness with which the BBB does its job makes it difficult to treat diseases of the brain such as cancer, Alzheimer's, and autism, because it is very difficult to transport drugs across the BBB. Currently, in order to deliver therapeutic molecules into the brain, doctors must use highly invasive techniques such as drilling directly into the brain, or sabotaging the integrity of the BBB through biochemical means. Due to their small size and large surface area, nanoparticles offer a promising solution for neurotherapeutics.",
            "score": 131.01596069335938
        },
        {
            "docid": "907554_2",
            "document": "History of neuroimaging . The first neuroimaging technique ever is the so-called ‘human circulation balance’ invented by Angelo Mosso in the 1880s and able to non-invasively measure the redistribution of blood during emotional and intellectual activity.  Then, in the early 1900s, a technique called pneumoencephalography was set. This process involved draining the cerebrospinal fluid from around the brain and replacing it with air, altering the relative density of the brain and its surroundings, to cause it to show up better on an x-ray, and it was considered to be incredibly unsafe for patients (Beaumont 8). A form of magnetic resonance imaging (MRI) and computed tomography (CT) were developed in the 1970s and 1980s. The new MRI and CT technologies were considerably less harmful and are explained in greater detail below. Next came SPECT and PET scans, which allowed scientists to map brain function because, unlike MRI and CT, these scans could create more than just static images of the brain's structure. Learning from MRI, PET and SPECT scanning, scientists were able to develop functional MRI (fMRI) with abilities that opened the door to direct observation of cognitive activities.",
            "score": 128.1554412841797
        },
        {
            "docid": "2583286_5",
            "document": "Perivascular space . Perivascular spaces are gaps containing interstitial fluid that span between blood vessels and their host organ, such as the brain, which they penetrate and serve as extravascular channels through which solutes can pass. Like the blood vessels around which they form, perivascular spaces are found in both the brain subarachnoid space and the subpial space.",
            "score": 123.91500091552734
        },
        {
            "docid": "48816196_5",
            "document": "Post-mortem chemistry . Cerebrospinal fluid is found in the brain and spinal cord. It is a clear fluid that provides a barrier to absorb shock and prevent injury to the brain. It is useful for diagnosing neuro-degenerative diseases such as Alzheimers. There are various substances in the cerebrospinal fluid that can be measured including urea, glucose, potassium, chloride, sodium, protein, creatinine, calcium, alkaline phosphatase, and cortisol. Different things can be learned about the person or how the died by looking at the concentrations of some of these substances. For example, high levels of urea can indicate kidney damage. High levels of cortisol, the hormone released under stress, could indicate a violent death. Creatinine is stable post-mortem, so the concentration at death is preserved. This is also helpful to determine the kidney function of an individual. Sodium and Potassium can also be measured in the cerebrospinal fluid to predict the time since death, but it is not as accurate as it would be if the vitreous humor was used, since it has a lower correlation.",
            "score": 123.7633285522461
        },
        {
            "docid": "37185825_18",
            "document": "Glymphatic system . Experiments conducted at the University of Maryland in the 1980s by Patricia Grady and colleagues postulated the existence of solute exchange between the interstitial fluid of the brain parenchyma and the CSF via paravascular spaces. In 1985, Grady and colleagues suggested that cerebrospinal fluid and interstitial fluid exchange along specific anatomical pathways within the brain, with CSF moving into the brain along the outside of blood vessels. Grady's group suggested that these 'paravascular channels' were functionally analogous to peripheral lymph vessels, facilitating the clearance of interstitial wastes from the brain. Other labs at the time, however, did not observe such widespread paravascular CSF–ISF exchange.",
            "score": 123.26660919189453
        },
        {
            "docid": "3717_59",
            "document": "Brain . Neurophysiologists study the chemical, pharmacological, and electrical properties of the brain: their primary tools are drugs and recording devices. Thousands of experimentally developed drugs affect the nervous system, some in highly specific ways. Recordings of brain activity can be made using electrodes, either glued to the scalp as in EEG studies, or implanted inside the brains of animals for extracellular recordings, which can detect action potentials generated by individual neurons. Because the brain does not contain pain receptors, it is possible using these techniques to record brain activity from animals that are awake and behaving without causing distress. The same techniques have occasionally been used to study brain activity in human patients suffering from intractable epilepsy, in cases where there was a medical necessity to implant electrodes to localize the brain area responsible for epileptic seizures. Functional imaging techniques such as functional magnetic resonance imaging are also used to study brain activity; these techniques have mainly been used with human subjects, because they require a conscious subject to remain motionless for long periods of time, but they have the great advantage of being noninvasive. Another approach to brain function is to examine the consequences of damage to specific brain areas. Even though it is protected by the skull and meninges, surrounded by cerebrospinal fluid, and isolated from the bloodstream by the blood–brain barrier, the delicate nature of the brain makes it vulnerable to numerous diseases and several types of damage. In humans, the effects of strokes and other types of brain damage have been a key source of information about brain function. Because there is no ability to experimentally control the nature of the damage, however, this information is often difficult to interpret. In animal studies, most commonly involving rats, it is possible to use electrodes or locally injected chemicals to produce precise patterns of damage and then examine the consequences for behavior.",
            "score": 122.33275604248047
        },
        {
            "docid": "27824553_4",
            "document": "Avid Radiopharmaceuticals . Since the disease was first described by Dr. Alois Alzheimer in 1906, the only certain way to determine if a person indeed had the disease was to perform an autopsy on the patient's brain to find distinctive spots on the brain that show the buildup of amyloid plaque. Doctors must diagnose the disease in patients with memory loss and dementia based on symptoms, and as many as 20% of patients diagnosed with the disease are found after examination of the brain following death to not have had the condition. Other diagnostic tools, such as analysis of cerebrospinal fluid, magnetic resonance imaging scans looking for brain shrinkage and PET scans looking at how glucose was used in the brain, had all been unreliable.",
            "score": 122.06135559082031
        },
        {
            "docid": "37972292_4",
            "document": "Florbetapir (18F) . Since the disease was first described by Alois Alzheimer in 1906, the only certain way to determine if a person indeed had the disease was to perform a biopsy on the patient's brain to find distinctive spots on the brain that show the buildup of amyloid plaque. Doctors must diagnose the disease in patients with memory loss and dementia based on symptoms, and as many as 20% of patients diagnosed with the disease are found after examination of the brain following death not to have had the condition. Other diagnostic tools, such as analysis of cerebrospinal fluid, magnetic resonance imaging scans looking for brain shrinkage and PET scans looking at how glucose was used in the brain, had all been unreliable.",
            "score": 122.06135559082031
        },
        {
            "docid": "14958_2",
            "document": "Immune system . The immune system is a host defense system comprising many biological structures and processes within an organism that protects against disease. To function properly, an immune system must detect a wide variety of agents, known as pathogens, from viruses to parasitic worms, and distinguish them from the organism's own healthy tissue. In many species, the immune system can be classified into subsystems, such as the innate immune system versus the adaptive immune system, or humoral immunity versus cell-mediated immunity. In humans, the blood–brain barrier, blood–cerebrospinal fluid barrier, and similar fluid–brain barriers separate the peripheral immune system from the neuroimmune system, which protects the brain.",
            "score": 119.71564483642578
        },
        {
            "docid": "1212568_2",
            "document": "Choroid plexus cyst . Choroid plexus cysts (CPCs) are cysts that occur within choroid plexus of the brain. The brain contains pockets or spaces called ventricles with a spongy layer of cells and blood vessels called the choroid plexus. This is in the middle of the fetal brain. The choroid plexus has the important function of producing cerebrospinal fluid. The fluid produced by the cells of the choroid plexus fills the ventricles and then flows around the brain and the spinal cord to provide a cushion of fluid around these structures.",
            "score": 119.65740203857422
        },
        {
            "docid": "490620_30",
            "document": "Human brain . The larger arteries throughout the brain supply blood to smaller capillaries. These smallest of blood vessels in the brain, are lined with cells joined by tight junctions and so fluids do not seep in or leak out to the same degree as they do in other capillaries, thereby creating the blood–brain barrier. Pericytes play a major role in the formation of the tight junctions. The barrier is less permeable to larger molecules, but is still permeable to water, carbon dioxide, oxygen, and most fat-soluble substances (including anaesthetics and alcohol). The blood–brain barrier is not present in areas of the brain that may need to respond to changes in body fluids, such as the pineal gland, area postrema, and some areas of the hypothalamus. There is a similar blood–cerebrospinal fluid barrier, which serves the same purpose as the blood–brain barrier, but facilitates the transport of different substances into the brain due to the distinct structural characteristics between the two barrier systems.",
            "score": 119.1996841430664
        },
        {
            "docid": "7172_71",
            "document": "Chemotherapy . The blood–brain barrier poses an obstacle to delivery of chemotherapy to the brain. This is because the brain has an extensive system in place to protect it from harmful chemicals. Drug transporters can pump out drugs from the brain and brain's blood vessel cells into the cerebrospinal fluid and blood circulation. These transporters pump out most chemotherapy drugs, which reduces their efficacy for treatment of brain tumors. Only small lipophilic alkylating agents such as lomustine or temozolomide are able to cross this blood–brain barrier.",
            "score": 118.74933624267578
        },
        {
            "docid": "84936_9",
            "document": "Blood–brain barrier . The blood–brain barrier acts effectively to protect the brain from circulating pathogens. Accordingly, blood-borne infections of the brain are rare. Infections of the brain that do occur are often difficult to treat. Antibodies are too large to cross the blood–brain barrier, and only certain antibiotics are able to pass. In some cases, a drug has to be administered directly into the cerebrospinal fluid (CSF) where it can enter the brain by crossing the blood–cerebrospinal fluid barrier.",
            "score": 118.68990325927734
        },
        {
            "docid": "2583286_10",
            "document": "Perivascular space . Perivascular spaces are most commonly located in the basal ganglia, thalamus, midbrain, cerebellum, hippocampus, insular cortex, the white matter of the cerebrum, and along the optic tract. The ideal method used to visualize perivascular spaces is T2-weighted MRI. The MR images of other neurological disorders can be similar to those of the dilated spaces. These disorders are:  Perivascular spaces are distinguished on an MRI by several key features. The spaces appear as distinct round or oval entities with a signal intensity visually equivalent to that of cerebrospinal fluid in the subarachnoid space. In addition, a perivascular space has no mass effect and is located along the blood vessel around which it forms.",
            "score": 118.54744720458984
        },
        {
            "docid": "6547308_3",
            "document": "Glia limitans . The end foot processes extending from both perivascular and marginal astrocytes form a close association with the basal lamina of the parenchyma, or the functional components of the brain, to create the glia limitans. This membrane lies deep to the pia mater and the subpial space and surrounds the perivascular (Virchow-Robin) spaces. Any substance entering the central nervous system from the blood or cerebrospinal fluid (CSF) must cross the glia limitans.",
            "score": 118.38660430908203
        },
        {
            "docid": "5251873_3",
            "document": "Xanthochromia . Cerebrospinal fluid, which fills the subarachnoid space between the arachnoid membrane and the pia mater surrounding the brain, is normally clear and colorless. When there has been bleeding into the subarachnoid space, the initial appearance of the cerebrospinal fluid can range from barely tinged with blood to frankly bloody, depending on the extent of bleeding. Within several hours, the red blood cells in the cerebrospinal fluid are destroyed, releasing their oxygen-carrying molecule heme, which is then metabolized by enzymes to bilirubin, a yellow pigment. The most common cause for bleeding into the subarachnoid space is a subarachnoid hemorrhage from a ruptured cerebral aneurysm.",
            "score": 117.47984313964844
        },
        {
            "docid": "490620_4",
            "document": "Human brain . The brain is protected by the skull, suspended in cerebrospinal fluid, and isolated from the bloodstream by the blood–brain barrier. However, the brain is still susceptible to damage, disease, and infection. Damage can be caused by trauma, or a loss of blood supply known as a stroke. The brain is susceptible to degenerative disorders, such as Parkinson's disease, dementias including Alzheimer's disease, and multiple sclerosis. Psychiatric conditions, including schizophrenia and clinical depression, are thought to be associated with brain dysfunctions. The brain can also be the site of tumours, both benign and malignant; these mostly originate from other sites in the body. The study of the anatomy of the brain is neuroanatomy, while the study of its function is neuroscience. A number of techniques are used to study the brain. Specimens from other animals, which may be examined microscopically, have traditionally provided much information. Medical imaging technologies such as functional neuroimaging, and electroencephalography (EEG) recordings are important in studying the brain. The medical history of people with brain injury has provided insight into the function of each part of the brain.",
            "score": 116.21881866455078
        },
        {
            "docid": "490620_22",
            "document": "Human brain . Cerebrospinal fluid is a clear, colourless transcellular fluid that circulates around the brain in the subarachnoid space, in the ventricular system, and in the central canal of the spinal cord. It also fills some gaps in the subarachnoid space, known as subarachnoid cisterns. The four ventricles, two lateral, a third, and a fourth ventricle, all contain choroid plexus that produces cerebrospinal fluid. The third ventricle lies in the midline and is connected to the lateral ventricles. A single duct, the cerebral aqueduct between the pons and the cerebellum, connects the third ventricle to the fourth ventricle. Three separate openings, the middle and two lateral apertures, drain the cerebrospinal fluid from the fourth ventricle to the cisterna magna one of the major cisterns. From here, cerebrospinal fluid circulates around the brain and spinal cord in the subarachnoid space, between the arachnoid mater and pia mater. At any one time, there is about 150mL of cerebrospinal fluid – most within the subarachnoid space. It is constantly being regenerated and absorbed, and replaces about once every 5–6 hours.",
            "score": 115.83130645751953
        },
        {
            "docid": "21754358_4",
            "document": "Herpesviral encephalitis . Most individuals with HSE show a decrease in their level of consciousness and an altered mental state presenting as confusion, and changes in personality. Increased numbers of white blood cells can be found in patient's cerebrospinal fluid, without the presence of pathogenic bacteria and fungi. Patients typically have a fever and may have seizures. The electrical activity of the brain changes as the disease progresses, first showing abnormalities in one temporal lobe of the brain, which spread to the other temporal lobe 7–10 days later. Imaging by CT or MRI shows characteristic changes in the temporal lobes (see Figure). Definite diagnosis requires testing of the cerebrospinal fluid (CSF) by a lumbar puncture (spinal tap) for presence of the virus. The testing takes several days to perform, and patients with suspected Herpes encephalitis should be treated with acyclovir immediately while waiting for test results.",
            "score": 115.7081298828125
        },
        {
            "docid": "5186960_15",
            "document": "Pituitary apoplexy . In some instances, lumbar puncture may be required if there is a suspicion that the symptoms might be caused by other problems (meningitis or subarachnoid hemorrhage). This is the examination of the cerebrospinal fluid that envelops the brain and the spinal cord; the sample is obtained with a needle that is passed under local anesthetic into the spine. In pituitary apoplexy the results are typically normal, although abnormalities may be detected if blood from the pituitary has entered the subarachnoid space. If there is remaining doubt about the possibility of subarachnoid hemorrhage (SAH), a magnetic resonance angiogram (MRI with a contrast agent) may be required to identify aneurysms of the brain blood vessels, the most common cause of SAH.",
            "score": 114.70267486572266
        },
        {
            "docid": "21435_6",
            "document": "Nerve . Within the endoneurium, the individual nerve fibres are surrounded by a low-protein liquid called endoneurial fluid. This acts in a similar way to the cerebrospinal fluid in the central nervous system and constitutes a blood-nerve barrier similar to the blood-brain barrier. Molecules are thereby prevented from crossing the blood into the endoneurial fluid. During the development of nerve edema from nerve irritation (or injury), the amount of endoneurial fluid may increase at the site of irritation. This increase in fluid can be visualized using magnetic resonance neurography, and thus MR neurography can identify nerve irritation and/or injury.",
            "score": 114.66722869873047
        },
        {
            "docid": "21054623_40",
            "document": "Mosquito-borne disease . Medical testing can confirm the presence of West Nile fever or a West Nile-related illness, such as meningitis or encephalitis. If infected, a blood test may show a rising level of antibodies to the West Nile virus. A lumbar puncture (spinal tap) is the most common way to diagnose meningitis, by analyzing the cerebrospinal fluid surrounding your brain and spinal cord. The fluid sample may show an elevated white cell count and antibodies to the West Nile virus if you were exposed. In some cases, an electroencephalography (EEG) or magnetic resonance imaging (MRI) scan can help detect brain inflammation.",
            "score": 114.3321533203125
        },
        {
            "docid": "304588_26",
            "document": "Brain damage . There are several imaging techniques that can aid in diagnosing and assessing the extent of brain damage, such as computed tomography (CT) scan, magnetic resonance imaging (MRI), diffusion tensor imaging (DTI) and magnetic resonance spectroscopy (MRS), positron emission tomography (PET), single-photon emission tomography (SPECT). CT scans and MRI are the two techniques widely used and are most effective. CT scans can show brain bleeds, fractures of the skull, fluid build up in the brain that will lead to increased cranial pressure. MRI is able to better to detect smaller injuries, detect damage within the brain, diffuse axonal injury, injuries to the brainstem, posterior fossa, and subtemporal and subfrontal regions. However patients with pacemakers, metallic implants, or other metal within their bodies are unable to have an MRI done. Typically the other imaging techniques are not used in a clinical setting because of the cost, lack of availability.",
            "score": 113.84207916259766
        },
        {
            "docid": "7632_29",
            "document": "Cerebrospinal fluid . Some anaesthetics and chemotherapy are injected intrathecally into the subarachnoid space, where they spread around CSF, meaning substances that cannot cross the blood-brain barrier can still be active throughout the central nervous system. Baricity refers to the density of a substance compared to the density of human cerebrospinal fluid and is used in general anesthesia to determine the manner in which a particular drug will spread in the intrathecal space.",
            "score": 113.54161071777344
        },
        {
            "docid": "1732125_9",
            "document": "Cerebral atrophy . Cerebrospinal fluid (CSF) is a fluid that is found exclusively in the brain and spinal cord that circulates between sections of the brain offering an extra layer of protection. Studies have shown that biomarkers in the CSF and plasma can be tracked for their presence in different parts of the brain—and their presence can tell us about cerebral atrophy. One study took advantage of biomarkers, namely one called Neurofilamant light (NFL), in patients with Alzheimer’s Disease. NFL is a protein that is important in the growth and branching of neurons—cells found in the brain. In Alzheimer’s Disease neurons will stop working or die in a process called neurodegeneration. By tracking NFL, researchers can see this neurodegeneration, which this study showed was associated with brain atrophy and later cognitive decline in Alzheimer's patients. Other biomarkers like Ng—a protein important in long-term potentiation and memory—have been tracked for their associations with brain atrophy as well, but NFL had the greatest association.",
            "score": 113.28762817382812
        },
        {
            "docid": "50603_20",
            "document": "Multiple sclerosis . Clinical data alone may be sufficient for a diagnosis of MS if an individual has had separate episodes of neurological symptoms characteristic of the disease. In those who seek medical attention after only one attack, other testing is needed for the diagnosis. The most commonly used diagnostic tools are neuroimaging, analysis of cerebrospinal fluid and evoked potentials. Magnetic resonance imaging of the brain and spine may show areas of demyelination (lesions or plaques). Gadolinium can be administered intravenously as a contrast agent to highlight active plaques and, by elimination, demonstrate the existence of historical lesions not associated with symptoms at the moment of the evaluation. Testing of cerebrospinal fluid obtained from a lumbar puncture can provide evidence of chronic inflammation in the central nervous system. The cerebrospinal fluid is tested for oligoclonal bands of IgG on electrophoresis, which are inflammation markers found in 75–85% of people with MS. The nervous system in MS may respond less actively to stimulation of the optic nerve and sensory nerves due to demyelination of such pathways. These brain responses can be examined using visual- and sensory-evoked potentials.",
            "score": 113.13955688476562
        }
    ]
}