{
    "q": [
        {
            "docid": "1664060_14",
            "document": "Adaptive immune system . Dendritic cells engulf exogenous pathogens, such as bacteria, parasites or toxins in the tissues and then migrate, via chemotactic signals, to the T cell-enriched lymph nodes. During migration, dendritic cells undergo a process of maturation in which they lose most of their ability to engulf other pathogens, and develop an ability to communicate with T-cells. The dendritic cell uses enzymes to chop the pathogen into smaller pieces, called antigens. In the lymph node, the dendritic cell displays these non-self antigens on its surface by coupling them to a receptor called the major histocompatibility complex, or MHC (also known in humans as human leukocyte antigen (HLA)). This MHC: antigen complex is recognized by T-cells passing through the lymph node. Exogenous antigens are usually displayed on MHC class II molecules, which activate CD4+T helper cells.",
            "score": 318.2621579170227
        },
        {
            "docid": "39631993_7",
            "document": "Park Seong-hoe . After almost 15 years, he finally established a delicately engineered mouse system in which T cells including thymocytes could expressed MHC class II molecules mimicking human T cells and successfully demonstrated that the T-T interaction occurred in the engineered murine thymus, resulting in the generation of functional CD4+ helper T cells (Immunity. 23:387-96, 2005). This work was supported by the data of another American research team (Immunity. 23:375-86, 2005), and contributed to the new line of research for the development of T cells of innate-like features (J Exp Med. 207:237-246, 2010). Based on this theory, he subsequently established humanized mouse system in which human T cells can develop via T cell-T cell interaction in the mouse.",
            "score": 286.9504017829895
        },
        {
            "docid": "211950_2",
            "document": "Major histocompatibility complex . The major histocompatibility complex (MHC) is a set of cell surface proteins essential for the acquired immune system to recognize foreign molecules in vertebrates, which in turn determines histocompatibility. The main function of MHC molecules is to bind to antigens derived from pathogens and display them on the cell surface for recognition by the appropriate T-cells. MHC molecules mediate interactions of leukocytes, also called white blood cells (WBCs), which are immune cells, with other leukocytes or with body cells. The MHC determines compatibility of donors for organ transplant, as well as one's susceptibility to an autoimmune disease via crossreacting immunization. The human MHC is also called the HLA (human leukocyte antigen) complex (often just the HLA). The MHC in mice is called the H-2 complex or H-2.",
            "score": 300.57673239707947
        },
        {
            "docid": "14958_29",
            "document": "Immune system . Gamma delta T cells (γδ T cells) possess an alternative T-cell receptor (TCR) as opposed to CD4+ and CD8+ (αβ) T cells and share the characteristics of helper T cells, cytotoxic T cells and NK cells. The conditions that produce responses from γδ T cells are not fully understood. Like other 'unconventional' T cell subsets bearing invariant TCRs, such as CD1d-restricted Natural Killer T cells, γδ T cells straddle the border between innate and adaptive immunity. On one hand, γδ T cells are a component of adaptive immunity as they rearrange TCR genes to produce receptor diversity and can also develop a memory phenotype. On the other hand, the various subsets are also part of the innate immune system, as restricted TCR or NK receptors may be used as pattern recognition receptors. For example, large numbers of human Vγ9/Vδ2 T cells respond within hours to common molecules produced by microbes, and highly restricted Vδ1+ T cells in epithelia respond to stressed epithelial cells. A B cell identifies pathogens when antibodies on its surface bind to a specific foreign antigen. This antigen/antibody complex is taken up by the B cell and processed by proteolysis into peptides. The B cell then displays these antigenic peptides on its surface MHC class II molecules. This combination of MHC and antigen attracts a matching helper T cell, which releases lymphokines and activates the B cell. As the activated B cell then begins to divide, its offspring (plasma cells) secrete millions of copies of the antibody that recognizes this antigen. These antibodies circulate in blood plasma and lymph, bind to pathogens expressing the antigen and mark them for destruction by complement activation or for uptake and destruction by phagocytes. Antibodies can also neutralize challenges directly, by binding to bacterial toxins or by interfering with the receptors that viruses and bacteria use to infect cells.",
            "score": 359.92046558856964
        },
        {
            "docid": "14932478_7",
            "document": "Testicular immunology . T-lymphocytes (T-cells) are white blood cells which take part in cell-mediated immunity. They are often found within tissues where they can be activated by antigen-presenting cells upon infection. They are present in rat and human testes, where they constitute approximately 10 to 20% of the immune cells present, as well as mouse and ram testes. Both cytotoxic T-cells and Helper T cells are found in the testes of rats. Also present in the testes of rats and humans are natural killer cells and Natural killer T cells have been found in rats and mice.",
            "score": 303.51958560943604
        },
        {
            "docid": "55941104_10",
            "document": "Severe cutaneous adverse reactions . Drugs can cause SCARs by subverting the antigen presentation pathways which recognize and trigger immune responses to non-self epitopes (i.e. antigens) on foreign proteins. These proteins are taken up by antigen-presenting cells (APC) and degraded into small peptides. The peptides are inserted into a groove on HLA proteins that are part of major histocompatibility complexes (i.e. MHC) and presented to T cell receptors (TCR) on nearby cytotoxic T cells (i.e. CD8 T cells) or T helper cells (i.e. CD4 T cells). T cell receptors are heterologous; only a small fraction of them can bind a particular epitope on presented peptides and this binding is restricted to non-self epitopes. Upon binding a non-self epitope on a presented peptide, a T cell receptor becomes active in stimulating its parent cell to mount one of two types of immune responses based on whether the APC presenting the peptide is professional or non-professional in type. Non-professional APC include all nucleated cells; these cells load the processed peptides onto MHC class I (i.e. HLA-A, HLA-B, or HLA-C) proteins and thereon present the peptides to CD8 T cells. Those CD8 T cells whose T cell receptors bind an non-self epitope on the peptides are stimulated to attack cells or pathogens expressing this epitope. Professional APC are dendritic cells, macrophages, and B cells. They load processed peptides onto MHC class II (i.e. HLA-DM, HLA-DO, HLA-DP,HLA-DQ, or HLA-DR) proteins and thereon present the peptides to CD4 T cells. Those CD4 T cells whose T cell receptors bind a non-self epitope on presented peptides are stimulated to orchestrate various immune reactions that attack soluble proteins, pathogens, and host cells and tissues that express the non-self epitope. SCARs-inducing drugs can act through these pathways to cause CD8 or CD4 T cells to mount immune responses that are inappropriately directed against bodily tissues. Four models propose the underlying mechanisms by which SCARs-inducing drugs may activate T cells to mount immune responses against self:",
            "score": 324.51188254356384
        },
        {
            "docid": "57177527_4",
            "document": "Cancer vaccine targeting CD4+ T cells . Recent studies show the crucial role of proliferating, activated effector memory Th1 CD4+ T cells in effective antitumor immunity and reveal that CD4+ T cells induce more durable immune-mediated tumor control than CD8+ T cells. Given that CD4+ T cells are known to play such a central role in regulating virtually all antigen-specific immune responses, they are still not paid much attention to playing a role in immune responses to tumor antigens. The preferred attention to antitumor responses by CD8+ T cells stems from two facts: first, most tumors are positive for MHC class one but negative for MHC class two; and second, CD8+ cytotoxic T lymphocytes (CTLs) are able to induce tumor killing upon direct recognition of peptide antigens, presented by the tumor’s MHC class one molecules. This preference has been bolstered by numerous adoptive transfer studies in which CD8+ T cell lines and CD8+ clones specific for tumor antigens—that have been stimulated in \"vitro\"—can mediate antitumor immunity when transferred back into tumor-bearing hosts; furthermore, recent reports suggest that immunization—using either adjuvant or dendritic cells with pure tumor peptides—can result in productive antitumor immunity that is restricted by MHC class one. Finally, elimination of CD8+ T cells from mice—at least partially abrogates antitumor immunity induced by most cancer vaccines. Similarly, a critical role for CD4+ T cells in induced antitumor immunity has been consistently demonstrated in vaccine/challenge experiments employing antibody-mediated depletion of CD4+ T cells or using CD4-knockout mice. Abrogation of antitumor immunity in CD4-knockout mice or mice depleted of CD4+ T cells has been demonstrated in cases of cell-based vaccines, recombinant viral vaccines and recombinant bacterial vaccines. While most adoptive transfer experiments have been performed with tumor-specific CD8+ T cells, activated CD4+ T cell clones specific for the murine leukemias have been demonstrated to confer systemic antitumor immunity upon transfer into tumor-bearing hosts.",
            "score": 307.241552233696
        },
        {
            "docid": "50543321_4",
            "document": "Mark M. Davis . Davis is well known for identifying the first T-cell receptor genes, which are responsible for T lymphocytes ability to “see” foreign entities, solving a major mystery in immunology at that time. He and his research group have made many subsequent discoveries about this type of molecule, subsequently, specifically concerning its biochemical properties and other characteristics, including the demonstration that T cells are able to detect and respond to even a single molecule of their ligand-fragments of antigens bound to Major Histocompatibility Complex cell surface molecules. He also developed a novel way of labeling specific T lymphocytes according to the molecules that they recognize, and this procedure is now an important method in many clinical and basic studies of T cell activity, from new vaccines against cancer to identifying “rogue” T cells in autoimmunity. In recent years his has increasingly focused on understanding the human immune system, from developing broad systems biology approaches to inventing new methods to help unravel the complexities of T cell responses to cancer, autoimmunity and infectious diseases.",
            "score": 323.2076048851013
        },
        {
            "docid": "16771580_2",
            "document": "Humanized mouse . A humanized mouse is a mouse carrying functioning human genes, cells, tissues, and/or organs. Humanized mice are commonly used as small animal models in biological and medical research for human therapeutics. Immunodeficient mice are often used as recipients for human cells or tissues, because they can relatively easily accept heterologous cells due to lack of host immunity. Traditionally, the nude mouse and severe combined immunodeficiency (SCID) mouse have been used for this purpose, but recently the NCG mouse, NOG mouse and the NSG mouse have been shown to engraft human cells and tissues more efficiently than other models. Two mouse strains, called MITRG and MISTRG, were described in which human versions of four genes encoding cytokines important for innate immune cell development are knocked into their respective mouse loci. Such humanized mouse models may be used to model the human immune system in scenarios of health and pathology, and may enable evaluation of therapeutic candidates in an \"in vivo\" setting relevant to human physiology.",
            "score": 206.57843732833862
        },
        {
            "docid": "10500138_33",
            "document": "CD4+ T cells and antitumor immunity . Many of the aforementioned mechanisms by which CD4 cells play a role in tumor immunity are dependent on phagocytosis of tumors by APCs and subsequent presentation on MHC class II. It is rare that tumor cells will express sufficient MHC class II to directly activate a CD4 T cell. As such, at least two approaches have been investigated to enhance the activation of CD4 T cells. The simplest approach involves upregulation of adhesion molecules, thus extending the presentation of antigens by APC (reference?). (Chamuleau et al., 2006) A second approach involves increasing the expression of MHC class II in tumor cells. This technique has not been used \"in vivo\", but rather involves injection of tumor cells which have been transfected to express MHC class II molecules, in addition to suppression of the invariant chain (Ii, see below) through antisense technology. (Qiu, 1999) Mice vaccinated with irradiated strains of these cells show a greater immune response to subsequent challenge by the same tumor, without the upregulation of MHC class II, then do mice vaccinated with irradiated, but otherwise unaltered tumor cells. These findings signify a promising area of future research in the development of cancer vaccines.",
            "score": 259.19466948509216
        },
        {
            "docid": "6519036_18",
            "document": "Thromboxane receptor . Activation of TP receptors stimulates vascular endothelial cell pro-inflammatory responses such as increased expression of cell surface adhesion proteins (i.e. ICAM-1, VCAM-1, and E-selectin); stimulates apoptosis (i.e. cell death) of CD4+ and CD8+ lymphocytes; causes the chemokinesis (i.e. cell movement) of native T cells; and impairs the adhesion of dendritic cells to T cells thereby inhibiting dendritic cell-dependent proliferation of T cells. TP deficient mice exhibit an enhanced contact hypersensitivity response to DNFB thymocytes in the thymus of these deficient mice are resistant to lipopolysaccharide-induced apoptosis. TP receptor-depleted mice also gradually develop with age extensive lymphadenopathy and, associated with this, increased immune responses to foreign antigens. These studies indicate that TXA2-TP signaling functions as a negative regulator of DC-T cell interactions and possibly thereby the acquisition of acquired immunity in mice. Further studies are needed to translate these mouse studies to humans.",
            "score": 308.2303282022476
        },
        {
            "docid": "148367_13",
            "document": "Dendritic cell . Every helper T-cell is specific to one particular antigen. Only professional antigen-presenting cells (macrophages, B lymphocytes, and dendritic cells) are able to activate a resting helper T-cell when the matching antigen is presented. However, in non-lymphoid organs, macrophages and B cells can only activate memory T cells whereas dendritic cells can activate both memory and naive T cells, and are the most potent of all the antigen-presenting cells. In the lymph node and secondary lymphoid organs, all three cell types can activate naive T cells. Whereas mature dendritic cells are able to activate antigen-specific naive CD8 T cells, the formation of CD8 memory T cells requires the interaction of dendritic cells with CD4 helper T cells. This help from CD4 T cells additionally activates the matured dendritic cells and licenses them to efficiently induce CD8 memory T cells, which are also able to be expanded a second time. For this activation of dendritic cells, concurrent interaction of all three cell types, namely CD4 T helper cells, CD8 T cells and dendritic cells, seems to be required.",
            "score": 285.8205232620239
        },
        {
            "docid": "147561_2",
            "document": "Immune response . The Immune response is the body's response caused by its immune system being activated by antigens. The immune response can include immunity to pathogenic microorganisms and its products, as well as autoimmunity to self-antigens, allergies, and graft rejections. In this process the main cells involved are T cells and B cells (subtypes of lymphocytes), and macrophages (a type of leucocyte or white blood cell). These cells produce lymphokines that influence the other host cells' activities. B cells mature to produce immunoglobulins (also known as antibodies), that react with antigens. At the same time, macrophages process the antigens into immunogenic units which stimulate B lymphocytes to differentiate into antibody-secreting plasma cells, stimulating the T cells to release lymphokines. Complement is a group of normal serum proteins that enhance the immune response by becoming activated as the result of antigen-antibody interaction. The first contact with any antigen sensitize individual affected and promote the \"primary immune response\". Next of the sensitized individuals with same antigen result in a more rapid and massive reaction, called the \"secondary immune response\" (\"booster response\" or the \"anamnestic reaction\"). It is most expressed in the level of circulating serum antibodies.",
            "score": 319.8905277252197
        },
        {
            "docid": "7566034_4",
            "document": "HLA-DP . The name 'HLA-DP' originally describes a transplantation antigen of MHC class II category of the major histocompatibility complex of humans, however this antigen is an artifact of the era of organ transplantation. HLA DP functions as a cell surface receptor for foreign or self antigens. The immune system surveys antigens for foreign pathogens when presented by MHC receptors (like HLA-DP). The MHC Class II antigens are found on antigen presenting cells (APC)(macrophages, dendritic cells, and B-lymphocytes). Normally, these APC 'present' class II receptor/antigens to a great many T-cells, each with unique T-cell receptor (TCR) variants. A few TCR variants that recognize these DQ/antigen complexes are on CD4 positive T-cells. These T-cells, called T-helper (T) cells, can promote the amplification of B-cells that recognize a different portion of the same antigen. Alternatively, macrophages and other cytotoxic lymphocytes consume or destroy cells by apoptotic signaling and present self-antigens. Self antigens, in the right context, form a suppressor T-cell population that protects self tissues from immune attack or autoimmunity.",
            "score": 349.255521774292
        },
        {
            "docid": "1171686_4",
            "document": "Regulatory T cell . T regulatory cells are a component of the immune system that suppress immune responses of other cells. This is an important \"self-check\" built into the immune system to prevent excessive reactions. Regulatory T cells come in many forms with the most well-understood being those that express CD4, CD25, and FOXP3 (CD4+CD25+ regulatory T cells). These \"Tregs\" are different from helper T cells. Another regulatory T cell subset is Treg17 cells. Regulatory T cells are involved in shutting down immune responses after they have successfully eliminated invading organisms, and also in preventing autoimmunity. CD4+ Foxp3+ regulatory T cells have been called \"naturally occurring\" regulatory T cells to distinguish them from \"suppressor\" T cell populations that are generated in vitro. Additional regulatory T cell populations include Tr1, Th3, CD8+CD28-, and Qa-1 restricted T cells. The contribution of these populations to self-tolerance and immune homeostasis is less well defined. Foxp3 can be used as a good marker for mouse CD4+CD25+ T cells, although recent studies have also shown evidence for Foxp3 expression in CD4+CD25- T cells. In humans, Foxp3 is also expressed by recently activated conventional T-cells and thus does not specifically identify human Tregs.",
            "score": 302.4596059322357
        },
        {
            "docid": "170417_4",
            "document": "T cell . T helper cells (T cells) assist other white blood cells in immunologic processes, including maturation of B cells into plasma cells and memory B cells, and activation of cytotoxic T cells and macrophages. These cells are also known as CD4 T cells because they express the CD4 glycoprotein on their surfaces. Helper T cells become activated when they are presented with peptide antigens by MHC class II molecules, which are expressed on the surface of antigen-presenting cells (APCs). Once activated, they divide rapidly and secrete small proteins called cytokines that regulate or assist in the active immune response. These cells can differentiate into one of several subtypes, including T1, T2, T3, T17, T9, or T, which secrete different cytokines to facilitate different types of immune responses. Signalling from the APC directs T cells into particular subtypes.",
            "score": 306.57730174064636
        },
        {
            "docid": "1884678_3",
            "document": "CD4 . CD4+ T helper cells are white blood cells that are an essential part of the human immune system. They are often referred to as CD4 cells, T-helper cells or T4 cells. They are called helper cells because one of their main roles is to send signals to other types of immune cells, including CD8 killer cells, which then destroy the infectious particle. If CD4 cells become depleted, for example in untreated HIV infection, or following immune suppression prior to a transplant, the body is left vulnerable to a wide range of infections that it would otherwise have been able to fight.",
            "score": 284.33463048934937
        },
        {
            "docid": "1664060_25",
            "document": "Adaptive immune system . Increasingly, there is strong evidence from mouse and human-based scientific studies of a broader diversity in CD4+ effector T helper cell subsets. Regulatory T (Treg) cells, have been identified as important negative regulators of adaptive immunity as they limit and suppresses the immune system to control aberrant immune responses to self-antigens; an important mechanism in controlling the development of autoimmune diseases. Follicular helper T (Tfh) cells are another distinct population of effector CD4+ T cells that develop from naive T cells post-antigen activation. Tfh cells are specialized in helping B cell humoral immunity as they are uniquely capable of migrating to follicular B cells in secondary lymphoid organs and provide them positive paracrine signals to enable the generation and recall production of high-quality affinity-matured antibodies. Similar to Tregs, Tfh cells also play a role in immunological tolerance as an abnormal expansion of Tfh cell numbers can lead to unrestricted autoreactive antibody production causing severe systemic autoimmune disorders.",
            "score": 305.85942244529724
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 306.80708253383636
        },
        {
            "docid": "8310787_50",
            "document": "Survivin . By using an oral DNA vaccine carried in an attenuated non-virulent form of Salmonella typhimurium, which co-encoded secretory chemokine CCL21 and survivin protein in C57BL/6J mice, Xiang \"et al.\" have been able to elicit an immune response carried out by dendritic cells (DCs) and CTLs to eliminate and suppress the pulmonary metastases of non-small cell lung carcinoma. The activation of the immune response is most likely taking place in the secondary lymphoid organ called the Peyer’s Patch in the small intestine where DCs take up the survivin protein by phagocytosis and present them on their surface receptors to naive CD8+ T cells (uninactivated CTL) to achieve a specific immune response targeting survivin exclusively. Activated CTLs specific for a particular antigen kill their target cells by first recognizing parts of the survivin protein expressed on MHC I (immunohistocompatability) proteins presented on the surface of tumour cells and vasculature and then releasing granules that induce the tumour cells to undergo apoptosis. The DNA vaccine contained the CCL21 secretory chemokine as a way to enhance the likelihood of eliciting the immune response by better mediating the physical interaction of the antigen-presenting DCs and the naive CD8+ T cells, resulting in a greater likelihood of immune activation.",
            "score": 293.5511802434921
        },
        {
            "docid": "17337043_8",
            "document": "Diffuse panbronchiolitis . The major histocompatibility complex (MHC) is a large genomic region found in most vertebrates that is associated with the immune system. It is located on chromosome 6 in humans. A subset of MHC in humans is human leukocyte antigen (HLA), which controls the antigen-presenting system, as part of adaptive immunity against pathogens such as bacteria and viruses. When human cells are infected by a pathogen, some of them can present parts of the pathogen's proteins on their surfaces; this is called \"antigen presentation\". The infected cells then become targets for types of cytotoxic T-cells, which kill the infected cells so they can be removed from the body.",
            "score": 316.3809263706207
        },
        {
            "docid": "18647261_4",
            "document": "Protective autoimmunity . An immune response that takes place following CNS injury elicits a cascade of molecular and cellular events that can eventually affect the organism’s functional recovery. Immediately after an injury to the CNS, there is a local innate immune response. This response is mediated primarily by microglia cells, a population of CNS-resident immune cells, which can act as phagocytes, and antigen-presenting cells. CD4+ T helper cells that were specifically activated by antigens associated with the lesion, arrive at the site of injury and locally interact with microglia and other blood-derived antigen presenting cells (e.g. dendritic cells). Local properties of antigen presenting cells (i.e. the levels of MHC-II-self antigen complexes and the type of co-stimulatory molecules) dictate the profile of the subsequent T cell response. The interaction between the T cells and the microglia/dendritic cells results in the production of a set of inflammatory cytokines (such as interferon gamma) and chemokines (chemoatractant proteins) that, in turn, orchestrate the ensuing repair process in which many cell types participate. Microglia and myeloid cells recruited from the circulating blood restrict the spread of damage by buffering excessive levels of toxic self-compounds (such as the neurotransmitter glutamate), and by producing growth factors (such as insulin-like growth factor-1) that prevent neuronal death and induce axonal re-growth. In addition, the chemokines produced at the site of injury attract endogenous stem or progenitor cells that can further contribute to repair by providing a source for new neurons and glial cells, and by restricting the local immune response.",
            "score": 301.91820776462555
        },
        {
            "docid": "17557516_4",
            "document": "Christopher E. Rudd . Rudd is credited with having had a major impact on the understanding of the intracellular signals that control T-cell immunity. Rudd was the first to discover that intracellular protein kinases interact with surface receptors, by identifying the interaction of T-cell co-receptors CD4 (also the receptor for the human immunodeficiency virus, HIV-1) and CD8 on T-cells with protein-tyrosine kinase p56lck. His discovery provided a role for members of the proto-oncogene pp60src kinase family in normal cell signaling. Other receptors were later found to use src-related kinases to regulate cell growth. In terms of immunology, the CD4- and CD8-p56lck complexes are now widely accepted as the initiators of the T cell activation, leading to the recruitment of a second tyrosine kinase ZAP-70 that control the ability of T-cells to respond to foreign pathogens, foreign transplants and cancer cells.",
            "score": 285.266553401947
        },
        {
            "docid": "13734824_9",
            "document": "Immune privilege . As well as the mechanisms that limit immune cell entry and induce immune suppression, the eye also contains active immune cells that act upon the detection of foreign antigens. These cells interact with the immune system to induce unusual suppression of the systemic immune system response to an antigen introduced into the eye. This is known as Anterior Chamber Associated Immune Deviation (ACAID). Sympathetic ophthalmia is a rare disease which results from the isolation of the eye from the systemic immune system. Usually, trauma to one eye induces the release of eye antigens which are recognized and picked up by local antigen presenting cells (APC) such as macrophages and dendritic cells. These APC carry the antigen to local lymph nodes to be sampled by T cells and B cells. Entering the systemic immune system, these antigens are recognized as foreign and an immune response is mounted against them. The result is the sensitization of immune cells against a self-protein, causing an autoimmune attack on both the damaged eye and the non-damaged eye.",
            "score": 296.1635788679123
        },
        {
            "docid": "44370271_3",
            "document": "Artificial antigen presenting cells . Modeled after APCs, aAPCs need to have at least two signals to stimulate antigen specific T cells. The first signal is the major histocompatibility complex (MHC), which in humans is also called the human leukocyte antigen (HLA). This is the molecule which is loaded with the specific antigen. MHC class I are found on all cells and stimulate cytotoxic T cells (CD8 cells), and MHC class II are found on APCs and stimulate helper T cells (CD4 cells). It is the specific antigen or epitope that is loaded into the MHC determines the antigen-specificity. The peptide-loaded MHC engages with the cognate T cell receptor (TCR) found on the T cells.",
            "score": 303.53082489967346
        },
        {
            "docid": "170417_2",
            "document": "T cell . A T cell, or T lymphocyte, is a type of lymphocyte (a subtype of white blood cell) that plays a central role in cell-mediated immunity. T cells can be distinguished from other lymphocytes, such as B cells and natural killer cells, by the presence of a T-cell receptor on the cell surface. They are called \"T cells\" because they mature in the thymus from thymocytes (although some also mature in the tonsils). The several subsets of T cells each have a distinct function. The majority of human T cells rearrange their alpha and beta chains on the cell receptor and are termed alpha beta T cells (αβ T cells) and are part of the adaptive immune system. Specialized gamma delta T cells, (a small minority of T cells in the human body, more frequent in ruminants), have invariant T-cell receptors with limited diversity, that can effectively present antigens to other T cells and are considered to be part of the innate immune system.",
            "score": 365.386932015419
        },
        {
            "docid": "443416_35",
            "document": "Phagocyte . Dendritic cells are specialized antigen-presenting cells that have long outgrowths called dendrites, that help to engulf microbes and other invaders. Dendritic cells are present in the tissues that are in contact with the external environment, mainly the skin, the inner lining of the nose, the lungs, the stomach, and the intestines. Once activated, they mature and migrate to the lymphoid tissues where they interact with T cells and B cells to initiate and orchestrate the adaptive immune response. Mature dendritic cells activate T helper cells and cytotoxic T cells. The activated helper T cells interact with macrophages and B cells to activate them in turn. In addition, dendritic cells can influence the type of immune response produced; when they travel to the lymphoid areas where T cells are held they can activate T cells, which then differentiate into cytotoxic T cells or helper T cells.",
            "score": 302.04954612255096
        },
        {
            "docid": "30045028_3",
            "document": "Neuvenge . The concept of immunotherapy for cancer has been known for hundreds of years and was used by Dr William Coley et al. in the 1800s. Coley's Toxins are still available outside of the US. The idea of harnessing the antigen presenting cells (APC)'s to recognize cancer and target tumor cells for apoptosis (cell death) by the CD8 (cytotoxic cells) is a common approach to cancer vaccine researchers. This 1997 example article describes targeting EGFR and other cell products and attaching their antigens to the CD64 receptor cells also using GM-CSF to grow more cells. The NIH calls this topic \"Biological response modifiers (BRMs) occur naturally in the body and can be produced in the laboratory. BRMs alter the interaction between the body's immune defenses and cancer cells to boost, direct, or restore the body's ability to fight the disease.\"  Immunocompromising diseases have caused many deaths in human history. An ongoing example is Karposi's sarcoma (KS) caused by the Human herpesvirus 8 virus normally controlled by the body's immune system. KS is normally a rare disease but AIDS has made it all to commonplace. AIDS patients, whose immune system has been compromised, fall victim to serious opportunistic infections such as (TB) and KS. The movie \"Philadelphia (film)\" gives a dramatic representation of AIDS and KS. A good method of preventing some cancers is to stop the viruses that lead to them. This is known as prophylatic treatment. The current cancer prophylactic vaccines are for Hepatitis B virus (HBV), HPV (cervical cancer, vaginal, vulvar cancer, penile, anal cancer) and HPV-positive oropharyngeal cancer are all defenses utilizing immunotherapy against viruses that lead to cancer.",
            "score": 282.84724748134613
        },
        {
            "docid": "5024592_18",
            "document": "Immune tolerance . The fetus has a different genetic makeup than the mother, as it also translates its father's genes, and is thus perceived as foreign by the maternal immune system. Women who have borne multiple children by the same father typically have antibodies against the father's red blood cell and major histocompatibility complex (MHC) proteins. However, the fetus usually is not rejected by the mother, making it essentially a physiologically tolerated allograft. It is thought that the placental tissues which interface with maternal tissues not only try to escape immunological recognition by downregulating identifying MHC proteins but also actively induce a marked peripheral tolerance. Placental trophoblast cells express a unique Human Leukocyte Antigen (HLA-G) that inhibits attack by maternal NK cells. These cells also express IDO, which represses maternal T cell responses by amino acid starvation. Maternal T cells specific for paternal antigens are also suppressed by tolerogenic DCs and activated iTregs or cross-reacting nTregs. Some maternal Treg cells also release soluble fibrinogen-like proteins 2 (sFGL2), which suppresses the function of DCs and macrophages involved in inflammation and antigen presentation to reactive T cells These mechanisms altogether establish an immune-privileged state in the placenta that protects the fetus. A break in this peripheral tolerance results in miscarriage and fetal loss. (for more information, see Immune tolerance in pregnancy).",
            "score": 306.0412218570709
        },
        {
            "docid": "1814564_19",
            "document": "Antigen-presenting cell . APCs naturally have a role in fighting tumors, via stimulation of B and cytotoxic T cells to respectively produce antibodies against tumor-related antigen and kill malignant cells. Dendritic cells, presenting tumor-specific antigen to T cells, are key to this process. Cancer therapies have included treating the patient with increased numbers of dendritic cells or cancer-specific T cells. However, newer therapies have turned to genetically engineered artificial antigen-presenting cells designed to prime the immune system to attack malignant cells. Some artificial APCs are derived from human cells; others are acellular, containing MHC proteins, co-stimulatory molecules and the necessary peptides.",
            "score": 314.19361567497253
        },
        {
            "docid": "7194104_6",
            "document": "HLA-DQ . HLA DQ functions as a cell surface receptor for foreign or self antigens. The immune system surveys antigens for foreign pathogens when presented by MHC receptors (like HLA DQ). The MHC Class II antigens are found on antigen presenting cells (APC) (macrophages, dendritic cells, and B-lymphocytes). Normally, these APC 'present' class II receptor/antigens to a great many T-cells, each with unique T-cell receptor (TCR) variants. A few TCR variants that recognize these DQ/antigen complexes are on CD4 positive (CD4+) T-cells. These T-cells, called T-helper cells, can promote the amplification of B-cells which, in turn recognize a different portion of the same antigen. Alternatively, macrophages and other megalocytes consume cells by apoptotic signaling and present self-antigens. Self antigens, in the right context, form a suppressor T-cell population that protects self tissues from immune attack or autoimmunity.",
            "score": 341.3754814863205
        },
        {
            "docid": "36315057_30",
            "document": "Induced stem cells . The fact that human iPSCs capable of forming teratomas not only in humans but also in some animal body, in particular in mice or pigs, allowed to develop a method for differentiation of iPSCs in vivo. For this purpose, iPSCs with an agent for inducing differentiation into target cells are injected to genetically modified pig or mouse that has suppressed immune system activation on human cells. The formed teratoma is cut out and used for the isolation of the necessary differentiated human cells by means of monoclonal antibody to tissue-specific markers on the surface of these cells. This method has been successfully used for the production of functional myeloid, erythroid and lymphoid human cells suitable for transplantation (yet only to mice). Mice engrafted with human iPSC teratoma-derived hematopoietic cells produced human B and T cells capable of functional immune responses. These results offer hope that in vivo generation of patient customized cells is feasible, providing materials that could be useful for transplantation, human antibody generation and drug screening applications. Using MitoBloCK-6 and/or PluriSIn # 1 the differentiated progenitor cells can be further purified from teratoma forming pluripotent cells. The fact, that the differentiation takes place even in the teratoma niche, offers hope that the resulting cells are sufficiently stable to stimuli able to cause their transition back to the dedifferentiated (pluripotent) state and therefore safe. A similar in vivo differentiation system, yielding engraftable hematopoietic stem cells from mouse and human iPSCs in teratoma-bearing animals in combination with a maneuver to facilitate hematopoiesis, was described by Suzuki et al. They noted that neither leukemia nor tumors were observed in recipients after intravenous injection of iPSC-derived hematopoietic stem cells into irradiated recipients. Moreover, this injection resulted in multilineage and long-term reconstitution of the hematolymphopoietic system in serial transfers. Such system provides a useful tool for practical application of iPSCs in the treatment of hematologic and immunologic diseases.",
            "score": 252.94432830810547
        }
    ],
    "r": [
        {
            "docid": "170417_2",
            "document": "T cell . A T cell, or T lymphocyte, is a type of lymphocyte (a subtype of white blood cell) that plays a central role in cell-mediated immunity. T cells can be distinguished from other lymphocytes, such as B cells and natural killer cells, by the presence of a T-cell receptor on the cell surface. They are called \"T cells\" because they mature in the thymus from thymocytes (although some also mature in the tonsils). The several subsets of T cells each have a distinct function. The majority of human T cells rearrange their alpha and beta chains on the cell receptor and are termed alpha beta T cells (αβ T cells) and are part of the adaptive immune system. Specialized gamma delta T cells, (a small minority of T cells in the human body, more frequent in ruminants), have invariant T-cell receptors with limited diversity, that can effectively present antigens to other T cells and are considered to be part of the innate immune system.",
            "score": 365.3869323730469
        },
        {
            "docid": "14958_29",
            "document": "Immune system . Gamma delta T cells (γδ T cells) possess an alternative T-cell receptor (TCR) as opposed to CD4+ and CD8+ (αβ) T cells and share the characteristics of helper T cells, cytotoxic T cells and NK cells. The conditions that produce responses from γδ T cells are not fully understood. Like other 'unconventional' T cell subsets bearing invariant TCRs, such as CD1d-restricted Natural Killer T cells, γδ T cells straddle the border between innate and adaptive immunity. On one hand, γδ T cells are a component of adaptive immunity as they rearrange TCR genes to produce receptor diversity and can also develop a memory phenotype. On the other hand, the various subsets are also part of the innate immune system, as restricted TCR or NK receptors may be used as pattern recognition receptors. For example, large numbers of human Vγ9/Vδ2 T cells respond within hours to common molecules produced by microbes, and highly restricted Vδ1+ T cells in epithelia respond to stressed epithelial cells. A B cell identifies pathogens when antibodies on its surface bind to a specific foreign antigen. This antigen/antibody complex is taken up by the B cell and processed by proteolysis into peptides. The B cell then displays these antigenic peptides on its surface MHC class II molecules. This combination of MHC and antigen attracts a matching helper T cell, which releases lymphokines and activates the B cell. As the activated B cell then begins to divide, its offspring (plasma cells) secrete millions of copies of the antibody that recognizes this antigen. These antibodies circulate in blood plasma and lymph, bind to pathogens expressing the antigen and mark them for destruction by complement activation or for uptake and destruction by phagocytes. Antibodies can also neutralize challenges directly, by binding to bacterial toxins or by interfering with the receptors that viruses and bacteria use to infect cells.",
            "score": 359.92047119140625
        },
        {
            "docid": "14958_24",
            "document": "Immune system . Both B cells and T cells carry receptor molecules that recognize specific targets. T cells recognize a \"non-self\" target, such as a pathogen, only after antigens (small fragments of the pathogen) have been processed and presented in combination with a \"self\" receptor called a major histocompatibility complex (MHC) molecule. There are two major subtypes of T cells: the killer T cell and the helper T cell. In addition there are regulatory T cells which have a role in modulating immune response. Killer T cells only recognize antigens coupled to Class I MHC molecules, while helper T cells and regulatory T cells only recognize antigens coupled to Class II MHC molecules. These two mechanisms of antigen presentation reflect the different roles of the two types of T cell. A third, minor subtype are the γδ T cells that recognize intact antigens that are not bound to MHC receptors. The double-positive T cells are exposed to a wide variety of self-antigens in the thymus, in which iodine is necessary for its thymus development and activity.",
            "score": 350.0623474121094
        },
        {
            "docid": "7566034_4",
            "document": "HLA-DP . The name 'HLA-DP' originally describes a transplantation antigen of MHC class II category of the major histocompatibility complex of humans, however this antigen is an artifact of the era of organ transplantation. HLA DP functions as a cell surface receptor for foreign or self antigens. The immune system surveys antigens for foreign pathogens when presented by MHC receptors (like HLA-DP). The MHC Class II antigens are found on antigen presenting cells (APC)(macrophages, dendritic cells, and B-lymphocytes). Normally, these APC 'present' class II receptor/antigens to a great many T-cells, each with unique T-cell receptor (TCR) variants. A few TCR variants that recognize these DQ/antigen complexes are on CD4 positive T-cells. These T-cells, called T-helper (T) cells, can promote the amplification of B-cells that recognize a different portion of the same antigen. Alternatively, macrophages and other cytotoxic lymphocytes consume or destroy cells by apoptotic signaling and present self-antigens. Self antigens, in the right context, form a suppressor T-cell population that protects self tissues from immune attack or autoimmunity.",
            "score": 349.2555236816406
        },
        {
            "docid": "47253581_2",
            "document": "Tumor antigens recognized by T lymphocytes . T lymphocytes are cells of the immune system that attack and destroy virus-infected cells, tumor cells and cells from transplanted organs. This occurs because each T cell is endowed with a highly specific receptor that can bind to an antigen present at the surface of another cell. The T cell receptor binds to a complex formed by a surface protein named \"MHC\" (major histocompatibility complex) and a small peptide of about 9 amino-acids, which is located in a groove of the MHC molecule. This peptide can originate from a protein that remains within the cell (\"Fig. 1\"). Whereas each T cell recognizes a single antigen, collectively the T cells are endowed with a large diversity of receptors targeted at a wide variety of antigens. T cells originate in the thymus. There a process named central tolerance eliminates the T cells that have a receptor recognizing an antigen present on normal cells of the organism. This enables the T cells to eliminate cells with \"foreign\" or \"abnormal\" antigens without harming the normal cells.",
            "score": 345.0622253417969
        },
        {
            "docid": "7194104_6",
            "document": "HLA-DQ . HLA DQ functions as a cell surface receptor for foreign or self antigens. The immune system surveys antigens for foreign pathogens when presented by MHC receptors (like HLA DQ). The MHC Class II antigens are found on antigen presenting cells (APC) (macrophages, dendritic cells, and B-lymphocytes). Normally, these APC 'present' class II receptor/antigens to a great many T-cells, each with unique T-cell receptor (TCR) variants. A few TCR variants that recognize these DQ/antigen complexes are on CD4 positive (CD4+) T-cells. These T-cells, called T-helper cells, can promote the amplification of B-cells which, in turn recognize a different portion of the same antigen. Alternatively, macrophages and other megalocytes consume cells by apoptotic signaling and present self-antigens. Self antigens, in the right context, form a suppressor T-cell population that protects self tissues from immune attack or autoimmunity.",
            "score": 341.37548828125
        },
        {
            "docid": "501204_12",
            "document": "Microtubule organizing center . In immune responses, upon interaction with a target cell in response to antigen-specific loaded antigen-presenting cells, immune cells, such as the T cells, natural killer cells, and cytotoxic T lymphocytes, localize their MTOCs near the contact zone between the immune cell and the target cell. For T cells, the T cell receptor signaling response causes the reorientation of the MTOC by microtubules shortening to bring the MTOC to the site of interaction of the T cell receptor.",
            "score": 339.802734375
        },
        {
            "docid": "44370271_2",
            "document": "Artificial antigen presenting cells . Artificial antigen presenting cells (aAPCs) are a new technology and approach to cancer immunotherapy. Immunotherapy aims to utilize the body’s own defense mechanism—the immune system—to recognize mutated cancer cells and to kill them the way the immune system would recognize and kill a virus. Antigen presenting cells are the sentinels of the immune system and patrol the body for pathogens. When they encounter foreign pathogens, the antigen presenting cells alert the T cells—“the soldiers of the immune system”—that there is something foreign in the body with specific cell surface molecules. aAPCs are synthetic versions of these sentinel cells and are made by attaching the specific T-cell stimulating signals to various macro and micro biocompatible surfaces. This can potentially reduce the cost while allowing control over generating large numbers of functional pathogen-specific T cells for therapy. Activated and stimulated T cells can be studied in this biomimetic contex and used for adoptive transfer as an immunotherapy.",
            "score": 339.6246337890625
        },
        {
            "docid": "211947_6",
            "document": "Cytotoxic T cell . The immune system must recognize millions of potential antigens. There are fewer than 30,000 genes in the human body, so it is impossible to have one gene for every antigen. Instead, the DNA in millions of white blood cells in the bone marrow is shuffled to create cells with unique receptors, each of which can bind to a different antigen. Some receptors bind to tissues in the human body itself, so to prevent the body from attacking itself, those self-reactive white blood cells are destroyed during further development in the thymus, in which iodine is necessary for its development and activity.",
            "score": 339.3517761230469
        },
        {
            "docid": "7026804_5",
            "document": "High endothelial venules . In order for an adaptive immune response to occur T cells need to be activated. T cells become activated by recognising foreign antigens bound to antigen presenting cells (APC), in particular, dendritic cells. In order for naïve T cells to bind to their specific antigen, they need to experience physical contact with those cells. Since antigen levels are usually low, contact in blood circulation would be unlikely. Therefore, T cells need a region where they can go to sample foreign antigens that have entered the body. When an APC, such as a dendritic cell, binds a foreign antigen it becomes activated and moves into the lymph nodes (sites for antigen sampling by T cells) via afferent lymphatic vessels. Naïve T cells in the circulation regularly move through the lymph nodes via HEV in order to scan the APC for foreign antigens. When they encounter such an antigen, the cell becomes activated, resulting in the immune system mounting a response against the causative agent of the infection.",
            "score": 338.1903991699219
        },
        {
            "docid": "6018089_9",
            "document": "IL-2 receptor . IL-2 and its receptor have key roles in key functions of the immune system, tolerance and immunity, primarily via their direct effects on T cells. In the thymus, where T cells mature, they prevent autoimmune diseases by promoting the differentiation of certain immature T cells into regulatory T cells, which kill off other T cells that are primed to attack normal healthy cells in the body. IL-2/IL2R also promotes the differentiation of T cells into effector T cells and into memory T cells when the initial T cells is also stimulated by an antigen, thus helping the body fight off infections. Through their role in the development of T cell immunologic memory, which depends upon the expansion of the number and function of antigen-selected T cell clones, they also have a key role in enduring cell-mediated immunity.",
            "score": 337.9358215332031
        },
        {
            "docid": "1915_4",
            "document": "Antigen . Also, an antigen is a molecule that binds to Ag-specific receptors, but cannot necessarily induce an immune response in the body by itself. Antigens are usually peptides (amino acid chains), polysaccharides (chains of monosaccharides/simple sugars) or lipids. In general, saccharides and lipids (as opposed to peptides) qualify as antigens but not as immunogens since they cannot elicit an immune response on their own. Furthermore, for a peptide to induce an immune response (activation of T-cells by antigen-presenting cells) it must be a large enough size, since peptides too small will also not elicit an immune response. The term antigen originally described a structural molecule that binds specifically to an antibody. It was expanded to refer to any molecule or a linear molecular fragment that can be recognized by highly variable antigen receptors (B-cell receptor or T-cell receptor) of the adaptive immune system.",
            "score": 337.0968017578125
        },
        {
            "docid": "14958_26",
            "document": "Immune system . Killer T cells are a sub-group of T cells that kill cells that are infected with viruses (and other pathogens), or are otherwise damaged or dysfunctional. As with B cells, each type of T cell recognizes a different antigen. Killer T cells are activated when their T-cell receptor (TCR) binds to this specific antigen in a complex with the MHC Class I receptor of another cell. Recognition of this MHC:antigen complex is aided by a co-receptor on the T cell, called CD8. The T cell then travels throughout the body in search of cells where the MHC I receptors bear this antigen. When an activated T cell contacts such cells, it releases cytotoxins, such as perforin, which form pores in the target cell's plasma membrane, allowing ions, water and toxins to enter. The entry of another toxin called granulysin (a protease) induces the target cell to undergo apoptosis. T cell killing of host cells is particularly important in preventing the replication of viruses. T cell activation is tightly controlled and generally requires a very strong MHC/antigen activation signal, or additional activation signals provided by \"helper\" T cells (see below).",
            "score": 336.6894836425781
        },
        {
            "docid": "10290414_3",
            "document": "Tetramer assay . T-cells are part of the cell-mediated immune response and possess one receptor, i.e. T-cell receptor (TCR), and one co-receptor, i.e. either CD4 or CD8. In order for a T-cell to be activated, its CD co-receptor must bind to the appropriate major histocompatibility complex (MHC) on the surface of an antigen presenting cell, while the TCR must bind the peptide being presented on the MHC. T-cells possess variable TCRs that recognize different peptides. These receptors may only bind certain sequences or configurations of peptides from antigens, and so each T-cell is specific for a given antigen (disregarding cross-reactivity), namely T-cell clone. Thus, out of all of the T-cells in a population, only few may be specific for a given peptide. Generally, if a person’s immune system has encountered a pathogen, this individual will possess T-cells with specificity toward some peptide on that pathogen. Hence, if a tetramer stain specific for a pathogenic peptide results in a positive signal, this may indicate that the person’s immune system has encountered and built a response to that pathogen.  The tetramer itself consists of multiple bound MHC molecules. The need for an MHC tetramer arises from the high dissociation rate of MHC monomers, making monomers difficult to use as a detection strategy. Tetramers however, can bind multiple MHCs at a time to a T-cell (ideally, 3 of the 4 MHCs would bind) and so increase the binding avidity and circumvent the problem of dissociation.",
            "score": 336.3120422363281
        },
        {
            "docid": "14774825_7",
            "document": "TRG (gene) . The function of the γ chain as well as the γδ dimer is still largely unknown, although they have been implicated in cytokine secretion and cytotoxic activity as a part of the protective immune system. The Vδ2+ T cells recognize small nonpeptide antigens, but unlike αβ T cells, these antigens do not need to be processed by antigen-presenting cells or presented by classical major histocompatibility complex (MHC) molecules. This expansion in response to infections is specific to and more efficient in γδ T cells than αβ cells. There is a hypothesis that γδ T cells process these pathogenic antigens, transport them to draining lymph nodes, and then present the antigens to activate αβ T cells and other immune effectors. These Vδ2+ T cells have been reported to connect the innate and adaptive immune systems. Their innate effector functions include cell lysis and secretion of chemokines and cytokines, while their adaptive immunity functions include B cell help, DC maturation, and provision of memory T cells. Once activated these Vδ2+ T cells mimic professional APCs by potentially processing and presenting antigens. Specifically, these cells, only after activation, upregulate several antigen-presentation, adhesion, and co-stimulation molecules that mimic dendritic cells, a particular type of APC. These Vδ2+ T cells are exclusive to higher primates, indicating that they are responsible for protection against species-specific microbes.",
            "score": 335.85784912109375
        },
        {
            "docid": "6904406_4",
            "document": "MHC restriction . T-cells are a type of lymphocyte that is significant in the immune system to activate other immune cells. T-cells will recognize foreign peptides through T-cell receptors (TCRs) on the surface of the T cells, and then perform different roles depending on the type of T cell they are in order to defend the host from the foreign peptide, which may have come from pathogens like bacteria, viruses or parasites. Enforcing the restriction that T cells are activated by peptide antigens only when the antigens are bound to self-MHC molecules, MHC restriction adds another dimension to the specificity of T cell receptors so that an antigen is recognized only as peptide-MHC complexes.",
            "score": 335.4450378417969
        },
        {
            "docid": "16081289_9",
            "document": "Nonspecific immune cell . The classification of dendritic cells as another type of white blood cell occurred over thirty-five years ago by Ralph Steinmann and Zanvil A. Cohn and has provided an essential link in the innate immune system. Dendritic cells line airways and intestines, participate in a rich network making up part of the epidermal layer of the skin, and play a unique role in initiating a primary immune response. Dendritic cells are named after their structure that resembles that of a dendrite of an axon, and they have two vital functions: display antigens, which are recognized by T cells and alert lymphocytes of the presence of an injury or infection. When the body is introduced to infection or injury, dendritic cells migrate to immune or lymphoid tissues. These two types of tissues are rich in T cells, the cells whose actions are induced by dendritic cells. Dendritic cells will capture antigens and engulf them through the process of phagocytosis. Dendritic cells contain Toll-like receptors (TLR) that will recognize a broad variety of microorganisms in the case of invasion. The activation of these receptors stimulates specific antigen responses and development of antigen-specific adaptive immunity. A unique feature of dendritic cells is that they are able to open up the tight junctions between epithelial cells and sample invaders themselves, all while maintaining the integrity of the epithelial barrier with expression of their own tight-junction proteins. A real life example of dendritic cell functions is displayed in the rejection of organ transplants.",
            "score": 334.4124450683594
        },
        {
            "docid": "569705_3",
            "document": "Cell-mediated immunity . Historically, the immune system was separated into two branches: humoral immunity, for which the protective function of immunization could be found in the humor (cell-free bodily fluid or serum) and cellular immunity, for which the protective function of immunization was associated with cells. CD4 cells or helper T cells provide protection against different pathogens. Naive T cells, mature T cells that have yet to encounter an antigen, are converted into activated effector T cells after encountering antigen-presenting cells (APCs). These APCs, such as macrophages, dendritic cells, and B cells in some circumstances, load antigenic peptides onto the MHC of the cell, in turn presenting the peptide to receptors on T cells. The most important of these APCs are highly specialized dendritic cells; conceivably operating solely to ingest and present antigens.",
            "score": 330.4120178222656
        },
        {
            "docid": "6548283_2",
            "document": "Antigen presentation . Antigen presentation describes a vital immune process which is essential for T cell immune response triggering. Because T cells recognise only fragmented antigens displayed on cell surfaces, antigen processing must occur before the antigen fragment, now bound to the major histocompatibility complex (MHC), is transported to the surface of the cell, a process known as presentation, where it can be recognized by a T cell receptor. If there has been an infection with viruses or bacteria, the cell will present an endogenous or exogenous peptide fragment derived from the antigen bound to MHC molecules. There are two types of MHC molecules which differ in the source of the antigens: MHC class I molecules (MHC-I) bind peptides from the cell cytosol, while peptides generated in the endocytic vesicles after internalisation are bound to MHC class II (MHC-II). Cellular membranes separate these two cellular environments - intracellular and extracellular. Each T cell can finally recognise only ten to hundreds copies of a unique sequence of a single peptide among thousands of other peptides presented on the very same cell because MHC molecule in one cell can bind quite a large range of peptides.",
            "score": 328.905517578125
        },
        {
            "docid": "170417_34",
            "document": "T cell . A unique feature of T cells is their ability to discriminate between healthy and abnormal (e.g. infected or cancerous) cells in the body. Healthy cells typically express a large number of self derived pMHC on their cell surface and although the T cell antigen receptor can interact with at least a subset of these self pMHC, the T cell generally ignores these healthy cells. However, when these very same cells contain even minute quantities of pathogen derived pMHC, T cells are able to become activated and initiate immune responses. The ability of T cells to ignore healthy cells but respond when these same cells contain pathogen (or cancer) derived pMHC is known as antigen discrimination. The molecular mechanisms that underlie this process are controversial.",
            "score": 327.67242431640625
        },
        {
            "docid": "1624240_4",
            "document": "Chimeric antigen receptor . CAR-Ts can be derived from either a patient's own blood (autologous) or derived from another healthy donor (allogenic). These T-cells are genetically engineered to express an artificial T cell receptor, through which they are targeted to disease-related antigens. This process is MHC independent and thus the targeting efficiency is greatly increased. These CAR-T cells are programmed to target antigens that are present on the surface of tumors. When they come in contact with the antigens on the tumors, the CAR-T cells are activated via the signal peptide, proliferate and become cytotoxic. The CAR-T cells destroy the cancer cells through mechanisms such as extensive stimulated cell proliferation, increasing the degree to which the cell is toxic to other living cells i.e. cytotoxicity, and by causing the increased production of factors that are secreted from cells in the immune system that have an effect on other cells in the organism. These factors are called cytokines and include interleukins, interferons and growth factors.",
            "score": 327.1194763183594
        },
        {
            "docid": "1915_8",
            "document": "Antigen . Antigen presenting cells present antigens in the form of peptides on histocompatibility molecules. The T cell selectively recognize the antigens; depending on the antigen and the type of the histocompatibility molecule, different types of T cells will be activated. For T Cell Receptor (TCR) recognition, the peptide must be processed into small fragments inside the cell and presented by a major histocompatibility complex (MHC). The antigen cannot elicit the immune response without the help of an immunologic adjuvant. Similarly, the adjuvant component of vaccines plays an essential role in the activation of the innate immune system.",
            "score": 325.3236999511719
        },
        {
            "docid": "24950378_13",
            "document": "Cell–cell interaction . T helper cells, central to the immune system, interact with other leukocytes by releasing signals known as cytokines which activate and stimulate the proliferation of B cells and killer T cells.T helper cells also directly interact with macrophages, cells that engulf foreign matter and display antigens on its surface. T-helper cells that possess the appropriate receptors can bind to these antigens and proliferate resulting in T-helper cells that have the ability to identify the same antigens.",
            "score": 324.80999755859375
        },
        {
            "docid": "4641203_2",
            "document": "Memory T cell . Memory T cells are a subset of infection- and cancer-fighting T cells (also known as a T lymphocyte) that have previously encountered and responded to their cognate antigen; thus, the term antigen-experienced T cell is often applied. Such T cells can recognize foreign invaders, such as bacteria or viruses, as well as cancer cells. Memory T cells have become \"experienced\" by having encountered antigen during a prior infection, encounter with cancer, or previous vaccination. At a second encounter with the invader, memory T cells can reproduce to mount a faster and stronger immune response than the first time the immune system responded to the pathogen that entered the body. This behaviour is utilized in T lymphocyte proliferation assays, which can reveal exposure to specific antigens.",
            "score": 324.6003723144531
        },
        {
            "docid": "10170801_5",
            "document": "Minor histocompatibility antigen . The MiHAs bound to a MHC presented on a cell surface may be recognized as a self peptide or not recognized by either CD8+ or CD4+ T cells. The lack of recognition of a T cell to this self antigen is the reason why allogeneic stem cell transplantation for an HLA matched gene or a developing fetus’s MiHAs during pregnancy may not be recognized by T cells and marked as foreign leading to an immune response. Although B cell receptors can also recognize MHCs, immune responses seem to only be elicited by T cells. The consequences of an immune response are seen in allogeneic hematopoietic stem cell transplantation (HCT) when the peptides encoded by polymorphic genes differ between the recipient and the donor T cells. As a result, the donor T cells can target the recipients cells called graft-versus-host disease (GVHD). Although graft or bone marrow rejection can have detrimental effects, there are immunotherapy benefits when cytotoxic T lymphocytes are specific for a self antigen and can target antigens expressed selectively on leukemic cells in order to destroy these tumor cells referred to as graft-versus- leukemia effect (GVL).",
            "score": 324.60028076171875
        },
        {
            "docid": "55941104_10",
            "document": "Severe cutaneous adverse reactions . Drugs can cause SCARs by subverting the antigen presentation pathways which recognize and trigger immune responses to non-self epitopes (i.e. antigens) on foreign proteins. These proteins are taken up by antigen-presenting cells (APC) and degraded into small peptides. The peptides are inserted into a groove on HLA proteins that are part of major histocompatibility complexes (i.e. MHC) and presented to T cell receptors (TCR) on nearby cytotoxic T cells (i.e. CD8 T cells) or T helper cells (i.e. CD4 T cells). T cell receptors are heterologous; only a small fraction of them can bind a particular epitope on presented peptides and this binding is restricted to non-self epitopes. Upon binding a non-self epitope on a presented peptide, a T cell receptor becomes active in stimulating its parent cell to mount one of two types of immune responses based on whether the APC presenting the peptide is professional or non-professional in type. Non-professional APC include all nucleated cells; these cells load the processed peptides onto MHC class I (i.e. HLA-A, HLA-B, or HLA-C) proteins and thereon present the peptides to CD8 T cells. Those CD8 T cells whose T cell receptors bind an non-self epitope on the peptides are stimulated to attack cells or pathogens expressing this epitope. Professional APC are dendritic cells, macrophages, and B cells. They load processed peptides onto MHC class II (i.e. HLA-DM, HLA-DO, HLA-DP,HLA-DQ, or HLA-DR) proteins and thereon present the peptides to CD4 T cells. Those CD4 T cells whose T cell receptors bind a non-self epitope on presented peptides are stimulated to orchestrate various immune reactions that attack soluble proteins, pathogens, and host cells and tissues that express the non-self epitope. SCARs-inducing drugs can act through these pathways to cause CD8 or CD4 T cells to mount immune responses that are inappropriately directed against bodily tissues. Four models propose the underlying mechanisms by which SCARs-inducing drugs may activate T cells to mount immune responses against self:",
            "score": 324.51190185546875
        },
        {
            "docid": "50543321_4",
            "document": "Mark M. Davis . Davis is well known for identifying the first T-cell receptor genes, which are responsible for T lymphocytes ability to “see” foreign entities, solving a major mystery in immunology at that time. He and his research group have made many subsequent discoveries about this type of molecule, subsequently, specifically concerning its biochemical properties and other characteristics, including the demonstration that T cells are able to detect and respond to even a single molecule of their ligand-fragments of antigens bound to Major Histocompatibility Complex cell surface molecules. He also developed a novel way of labeling specific T lymphocytes according to the molecules that they recognize, and this procedure is now an important method in many clinical and basic studies of T cell activity, from new vaccines against cancer to identifying “rogue” T cells in autoimmunity. In recent years his has increasingly focused on understanding the human immune system, from developing broad systems biology approaches to inventing new methods to help unravel the complexities of T cell responses to cancer, autoimmunity and infectious diseases.",
            "score": 323.2076110839844
        },
        {
            "docid": "298999_4",
            "document": "Lymphocyte . T cells (thymus cells) and B cells (bone marrow- or bursa-derived cells) are the major cellular components of the adaptive immune response. T cells are involved in cell-mediated immunity, whereas B cells are primarily responsible for humoral immunity (relating to antibodies). The function of T cells and B cells is to recognize specific “non-self” antigens, during a process known as antigen presentation. Once they have identified an invader, the cells generate specific responses that are tailored to maximally eliminate specific pathogens or pathogen-infected cells. B cells respond to pathogens by producing large quantities of antibodies which then neutralize foreign objects like bacteria and viruses. In response to pathogens some T cells, called \"T helper cells\", produce cytokines that direct the immune response, while other T cells, called \"cytotoxic T cells\", produce toxic granules that contain powerful enzymes which induce the death of pathogen-infected cells. Following activation, B cells and T cells leave a lasting legacy of the antigens they have encountered, in the form of \"memory cells\". Throughout the lifetime of an animal, these memory cells will remember each specific pathogen encountered, and are able to mount a strong and rapid response if the same pathogen is detected again; this is known as acquired immunity.",
            "score": 322.87811279296875
        },
        {
            "docid": "32084321_7",
            "document": "Chemorepulsion . T-cells are one of the most critical constituents of the adaptive immune system due to their ability to continue developing after activation. To prevent premature instigation, it is necessary for T-cells to mature in an environment completely isolated from any potentially activating factors (antigens, cytokines, steroids, receptor antagonists, adhesion molecules, etc.). As a result, T-cells are formed in the bone marrow and subsequently migrate to the cortex of the thymus where they can mature in an antigen-free environment. The thymus supports the differentiation of multiple distinct T cell subsets that play unique roles in the immune system. For example, T-helper, T-cytotoxic, T-memory, and T-suppressor cells all develop in the thymus and must leave it to provide their functions elsewhere in the body during an immune response. \"In vitro\" models of the T-lymphopoiesis system have revealed that the emigration of mature T-cells occurs as a result of immunorepulsion away from a chemokinetic agent generated from within the thymic organ via a G-protein coupled receptor.",
            "score": 322.7850646972656
        },
        {
            "docid": "13734824_10",
            "document": "Immune privilege . In this manner, the immune-privileged property has served to work against the eye instead. T cells normally encounter self-antigens during their development, when they move to the tissue draining lymph nodes. Anergy is induced in T cells which bind to self-antigens, deactivating them and preventing an autoimmune response in the future. However, the physical isolation of eye antigens results in the body's T cells never having encountered them at any time during development. Studies in mice have shown that the lack of presentation of eye self-antigens to specific T cells will fail to induce a sufficient amount of anergy to the self-antigens. While the lack of antigen presentation (due to the physical barriers) is sufficient to prevent the activation of autoreactive immune cells to the eye, the failure to induce sufficient anergy to T cells has detrimental results. In the case of damage or chance presentation to the immune system, the antigen presentation and immune response will occur at elevated rates.",
            "score": 321.57366943359375
        },
        {
            "docid": "1624240_2",
            "document": "Chimeric antigen receptor . Chimeric antigen receptors (CARs, also known as chimeric immunoreceptors, chimeric T cell receptors or artificial T cell receptors) are engineered receptors that combine a new specificity with an immune cell to target cancer cells. Typically, these receptors graft the specificity of a monoclonal antibody onto a T cell. The receptors are called chimeric because they are fused of parts from different sources. CAR-T cell therapy refers to a treatment that uses such transformed cells for cancer therapy.",
            "score": 321.5223388671875
        },
        {
            "docid": "226533_15",
            "document": "Immunotherapy . Alternatively, Genetically engineered T cells are created by harvesting T cells and then infecting the T cells with a retrovirus that contains a copy of a T cell receptor (TCR) gene that is specialised to recognise tumour antigens. The virus integrates the receptor into the T cells' genome. The cells are expanded non-specifically and/or stimulated. The cells are then reinfused and produce an immune response against the tumour cells. The technique has been tested on refractory stage IV metastatic melanomas and advanced skin cancer",
            "score": 319.9490661621094
        }
    ]
}