{
    "q": [
        {
            "docid": "535937_18",
            "document": "Ovule . In flowering plants, one sperm nucleus fuses with the egg cell to produce a zygote, the other fuses with the two polar nuclei of the central cell to give rise to the polyploid (typically triploid) endosperm. This double fertilization is unique to flowering plants, although in some other groups the second sperm cell does fuse with another cell in the megagametophyte to produce a second embryo. The plant stores nutrients such as starch, proteins, and oils in the endosperm as a food source for the developing embryo and seedling, serving a similar function to the yolk of animal eggs. The endosperm is also called the albumen of the seed.",
            "score": 294.1445014476776
        },
        {
            "docid": "318779_27",
            "document": "Embryophyte . Seed plants, which first appeared in the fossil record towards the end of the Paleozoic era, reproduce using desiccation-resistant capsules called seeds. Starting from a plant which disperses by spores, highly complex changes are needed to produce seeds. The sporophyte has two kinds of spore-forming organs (sporangia). One kind, the megasporangium, produces only a single large spore (a megaspore). This sporangium is surrounded by one or more sheathing layers (integuments) which form the seed coat. Within the seed coat, the megaspore develops into a tiny gametophyte, which in turn produces one or more egg cells. Before fertilization, the sporangium and its contents plus its coat is called an 'ovule'; after fertilization a 'seed'. In parallel to these developments, the other kind of sporangium, the microsporangium, produces microspores. A tiny gametophyte develops inside the wall of a microspore, producing a pollen grain. Pollen grains can be physically transferred between plants by the wind or animals, most commonly insects. Pollen grains can also transfer to an ovule of the same plant, either with the same flower or between two flowers of the same plant (self-fertilization). When a pollen grain reaches an ovule, it enters via a microscopic gap in the coat (the micropyle). The tiny gametophyte inside the pollen grain then produces sperm cells which move to the egg cell and fertilize it. Seed plants include two groups with living members, the gymnosperms and the angiosperms or flowering plants. In gymnosperms, the ovules or seeds are not further enclosed. In angiosperms, they are enclosed in ovaries. A split ovary with a visible seed can be seen in the adjacent image. Angiosperms typically also have other, secondary structures, such as petals, which together form a flower.",
            "score": 194.85908818244934
        },
        {
            "docid": "21304415_18",
            "document": "Sexual reproduction . Flowering plants are the dominant plant form on land and they reproduce either sexually or asexually. Often their most distinguishing feature is their reproductive organs, commonly called flowers. The anther produces pollen grains which contain the male gametophytes (sperm). For pollination to occur, pollen grains must attach to the stigma of the female reproductive structure (carpel), where the female gametophytes (ovules) are located inside the ovary. After the pollen tube grows through the carpel's style, the sex cell nuclei from the pollen grain migrate into the ovule to fertilize the egg cell and endosperm nuclei within the female gametophyte in a process termed double fertilization. The resulting zygote develops into an embryo, while the triploid endosperm (one sperm cell plus two female cells) and female tissues of the ovule give rise to the surrounding tissues in the developing seed. The ovary, which produced the female gametophyte(s), then grows into a fruit, which surrounds the seed(s). Plants may either self-pollinate or cross-pollinate.",
            "score": 277.48885238170624
        },
        {
            "docid": "219596_14",
            "document": "Egg cell . Nearly all land plants have alternating diploid and haploid generations. Gametes are produced by the gametophyte, which is the haploid generation. The female gametophyte produces structures called archegonia, and the egg cells form within them via mitosis. The typical bryophyte archegonium consists of a long neck with a wider base containing the egg cell. Upon maturation, the neck opens to allow sperm cells to swim into the archegonium and fertilize the egg. The resulting zygote then gives rise to an embryo, which will grow into a new diploid individual (sporophyte). In seed plants, a structure called ovule, which contains the female gametophyte. The gametophyte produces an egg cell. After fertilization, the ovule develops into a seed containing the embryo.",
            "score": 181.79752135276794
        },
        {
            "docid": "37694_9",
            "document": "Seed . Angiosperm (flowering plants) seeds consist of three genetically distinct constituents: (1) the embryo formed from the zygote, (2) the endosperm, which is normally triploid, (3) the seed coat from tissue derived from the maternal tissue of the ovule. In angiosperms, the process of seed development begins with double fertilization, which involves the fusion of two male gametes with the egg cell and the central cell to form the primary endosperm and the zygote. Right after fertilization, the zygote is mostly inactive, but the primary endosperm divides rapidly to form the endosperm tissue. This tissue becomes the food the young plant will consume until the roots have developed after germination.",
            "score": 239.57208013534546
        },
        {
            "docid": "4183_40",
            "document": "Botany . Most sexually reproducing organisms are diploid, with paired chromosomes, but doubling of their chromosome number may occur due to errors in cytokinesis. This can occur early in development to produce an autopolyploid or partly autopolyploid organism, or during normal processes of cellular differentiation to produce some cell types that are polyploid (endopolyploidy), or during gamete formation. An allopolyploid plant may result from a hybridisation event between two different species. Both autopolyploid and allopolyploid plants can often reproduce normally, but may be unable to cross-breed successfully with the parent population because there is a mismatch in chromosome numbers. These plants that are reproductively isolated from the parent species but live within the same geographical area, may be sufficiently successful to form a new species. Some otherwise sterile plant polyploids can still reproduce vegetatively or by seed apomixis, forming clonal populations of identical individuals. Durum wheat is a fertile tetraploid allopolyploid, while bread wheat is a fertile hexaploid. The commercial banana is an example of a sterile, seedless triploid hybrid. Common dandelion is a triploid that produces viable seeds by apomictic seed.",
            "score": 218.53083443641663
        },
        {
            "docid": "52507691_9",
            "document": "Autogamy . There are several advantages for the self-fertilization observed in flowering plants and protists. In flowering plants, it is important for some plants not to be dependent on pollinating agents that other plants rely on for fertilization. This is unusual, however, considering that many plant species have evolved to become incompatible with their own gametes. While these species would not be well served by having autogamous self-fertilization as a reproductive mechanism, other species, which do not have self-incompatibility, would benefit from autogamy. Protists have the advantage of diversifying their modes of reproduction. This is useful for a multitude of reasons. First, if there is an unfavorable change in the environment that puts the ability to deliver offspring at risk, then it is advantageous for an organism to have autogamy at its disposal. In other organisms, it is seen that genetic diversity arising from sexual reproduction is maintained by changes in the environment that favor certain genotypes over others. Aside from extreme circumstances, it is possible that this form of reproduction gives rise to a genotype in the offspring that will increase fitness in the environment. This is due to the nature of the genetic degeneration and remodeling intrinsic to autogamy in unicellular organisms. Thus, autogamous behavior may become advantageous to have if an individual wanted to ensure offspring viability and survival. This advantage also applies to flowering plants. However, it is important to note that this change has not shown to produce a progeny with more fitness in unicellular organisms. It is possible that the nutrition deprived state of the parent cells before autogamy created a barrier for producing offspring that could thrive in those same stressful environments.",
            "score": 139.84714937210083
        },
        {
            "docid": "66535_24",
            "document": "Alternation of generations . In the spermatophytes, the seed plants, the sporophyte is the dominant multicellular phase; the gametophytes are strongly reduced in size and very different in morphology. The entire gametophyte generation, with the sole exception of pollen grains (microgametophytes), is contained within the sporophyte. The life cycle of a dioecious flowering plant (angiosperm), the willow, has been outlined in some detail in an earlier section (A complex life cycle). The life cycle of a gymnosperm is similar. However, flowering plants have in addition a phenomenon called 'double fertilization'. Two sperm nuclei from a pollen grain (the microgametophyte), rather than a single sperm, enter the archegonium of the megagametophyte; one fuses with the egg nucleus to form the zygote, the other fuses with two other nuclei of the gametophyte to form 'endosperm', which nourishes the developing embryo. For further information, see Double fertilization.",
            "score": 230.067462682724
        },
        {
            "docid": "14579043_6",
            "document": "Megaspore mother cell . In flowering plants, double fertilization occurs, which involves two sperm fertilizing the two gametes inside the megagametophyte (the egg cell and the central cell) to produce the embryo and the endosperm.",
            "score": 200.00169229507446
        },
        {
            "docid": "290236_17",
            "document": "Gymnosperm . Gymnosperms, like all vascular plants, have a sporophyte-dominant life cycle, which means they spend most of their life cycle with diploid cells, while the gametophyte (gamete-bearing phase) is relatively short-lived. Two spore types, microspores and megaspores, are typically produced in pollen cones or ovulate cones, respectively. Gametophytes, as with all heterosporous plants, develop within the spore wall. Pollen grains (microgametophytes) mature from microspores, and ultimately produce sperm cells. Megagametophytes develop from megaspores and are retained within the ovule. Gymnosperms produce multiple archegonia, which produce the female gamete. During pollination, pollen grains are physically transferred between plants from the pollen cone to the ovule. Pollen is usually moved by wind or insects. Whole grains enter each ovule through a microscopic gap in the ovule coat (integument) called the micropyle. The pollen grains mature further inside the ovule and produce sperm cells. Two main modes of fertilization are found in gymnosperms. Cycads and \"Ginkgo\" have motile sperm that swim directly to the egg inside the ovule, whereas conifers and gnetophytes have sperm with no flagella that are moved along a pollen tube to the egg. After syngamy (joining of the sperm and egg cell), the zygote develops into an embryo (young sporophyte). More than one embryo is usually initiated in each gymnosperm seed. The mature seed comprises the embryo and the remains of the female gametophyte, which serves as a food supply, and the seed coat.",
            "score": 192.02677249908447
        },
        {
            "docid": "4576465_32",
            "document": "Flower . Some flowers with both stamens and a pistil are capable of self-fertilization, which does increase the chance of producing seeds but limits genetic variation. The extreme case of self-fertilization occurs in flowers that always self-fertilize, such as many dandelions. Some flowers are self-pollinated and use flowers that never open or are self-pollinated before the flowers open, these flowers are called cleistogamous. Many Viola species and some Salvia have these types of flowers. Conversely, many species of plants have ways of preventing self-fertilization. Unisexual male and female flowers on the same plant may not appear or mature at the same time, or pollen from the same plant may be incapable of fertilizing its ovules. The latter flower types, which have chemical barriers to their own pollen, are referred to as self-sterile or self-incompatible.",
            "score": 128.3190085887909
        },
        {
            "docid": "2756_17",
            "document": "Asexual reproduction . Apomixis in plants is the formation of a new sporophyte without fertilization. It is important in ferns and in flowering plants, but is very rare in other seed plants. In flowering plants, the term \"apomixis\" is now most often used for agamospermy, the formation of seeds without fertilization, but was once used to include vegetative reproduction. An example of an apomictic plant would be the triploid European dandelion. Apomixis mainly occurs in two forms: In gametophytic apomixis, the embryo arises from an unfertilized egg within a diploid embryo sac that was formed without completing meiosis. In nucellar embryony, the embryo is formed from the diploid nucellus tissue surrounding the embryo sac. Nucellar embryony occurs in some citrus seeds. Male apomixis can occur in rare cases, such as the Saharan Cypress \"Cupressus dupreziana\", where the genetic material of the embryo are derived entirely from pollen.",
            "score": 202.392347574234
        },
        {
            "docid": "413340_2",
            "document": "Sporophyte . A sporophyte () is the diploid multicellular stage in the life cycle of a plant or alga. It develops from the zygote produced when a haploid egg cell is fertilized by a haploid sperm and each sporophyte cell therefore has a double set of chromosomes, one set from each parent. All land plants, and most multicellular algae, have life cycles in which a multicellular diploid sporophyte phase alternates with a multicellular haploid gametophyte phase. In the seed plants, the gymnosperms and flowering plants (\"angiosperms\"), the sporophyte phase is more prominent than the gametophyte, and is the familiar green plant with its roots, stem, leaves and cones or flowers. In flowering plants the gametophytes are very reduced in size, and are represented by the germinated pollen and the embryo sac.",
            "score": 187.75533843040466
        },
        {
            "docid": "15235_35",
            "document": "Genomic imprinting . A similar imprinting phenomenon has also been described in flowering plants (angiosperms). During fertilisation of the egg cell, a second, separate fertilization event gives rise to the endosperm, an extraembryonic structure that nourishes the embryo in a manner analogous to the mammalian placenta. Unlike the embryo, the endosperm is often formed from the fusion of two maternal cells with a male gamete. This results in a triploid genome. The 2:1 ratio of maternal to paternal genomes appears to be critical for seed development. Some genes are found to be expressed from both maternal genomes while others are expressed exclusively from the lone paternal copy. It has been suggested that these imprinted genes are responsible for the triploid block effect in flowering plants that prevents hybridization between diploids and autotetraploids.",
            "score": 239.40543568134308
        },
        {
            "docid": "3757509_8",
            "document": "Double fertilization . A far more rudimentary form of double fertilization occurs in the sexual reproduction of an order of gymnosperms commonly known as Gnetales. Specifically, this event has been documented in both \"Ephedra\" and \"Gnetum\", a subset of Gnetophytes. In \"Ephedra nevadensis\", a single binucleate sperm cell is deposited into the egg cell. Following the initial fertilization event, the second sperm nucleus is diverted to fertilize an additional egg nucleus found in the egg cytoplasm. In most other seed plants, this second 'ventral canal nucleus' is normally found to be functionally useless. In \"Gnetum gnemon\", numerous free egg nuclei exist in female cytoplasm inside the female gametophyte. Succeeding the penetration of the mature female gametophyte by the pollen tube, female cytoplasm and free nuclei move to surround the pollen tube. Released from the binucleate sperm cell are two sperm nuclei which then join with free egg nuclei to produce two viable zygotes, a homologous characteristic between families \"Ephedra\" and \"Gnetum\". In both families, the second fertilization event produces an additional diploid embryo. This supernumerary embryo is later aborted, leading to the synthesis of only one mature embryo. The additional fertilization product in \"Ephedra\" does not nourish the primary embryo, as the female gametophyte is responsible for nutrient provision. The more primitive process of double fertilization in gymnosperms results in two diploid nuclei enclosed in the same egg cell. This differs from the angiosperm condition, which results in the separation of the egg cell and endosperm. Comparative molecular research on the genome of \"G. gnemon\" has revealed that gnetophytes are more closely related to conifers than they are to angiosperms. The rejection of the anthophyte hypothesis, which identifies gnetales and angiosperms are sister taxa, leads to speculation that the process of double fertilization is a product of convergent evolution and arose independently among gnetophytes and angiosperms.",
            "score": 206.6277767419815
        },
        {
            "docid": "62610_2",
            "document": "Polyploid . Polyploid cells and organisms are those containing more than two paired (homologous) sets of chromosomes. Most species whose cells have nuclei (eukaryotes) are diploid, meaning they have two sets of chromosomes—one set inherited from each parent. However, polyploidy is found in some organisms and is especially common in plants. In addition, polyploidy occurs in some tissues of animals that are otherwise diploid, such as human muscle tissues. This is known as endopolyploidy. Species whose cells do not have nuclei, that is, prokaryotes, may be polyploid, as seen in the large bacterium \"Epulopiscium fishelsoni\". Hence ploidy is defined with respect to a cell. Most eukaryotes have diploid somatic cells, but produce haploid gametes (eggs and sperm) by meiosis. A monoploid has only one set of chromosomes, and the term is usually only applied to cells or organisms that are normally diploid. Male bees and other Hymenoptera, for example, are monoploid. Unlike animals, plants and multicellular algae have life cycles with two alternating multicellular generations. The gametophyte generation is haploid, and produces gametes by mitosis, the sporophyte generation is diploid and produces spores by meiosis.",
            "score": 190.51296818256378
        },
        {
            "docid": "46828_6",
            "document": "Fertilisation . The gametes that participate in fertilisation of plants are the pollen (male), and the egg (female) cell. Various families of plants have differing methods by which the female gametophyte is fertilized. In Bryophyte land plants, fertilisation takes place within the archegonium. In flowering plants a second fertilisation event involves another sperm cell and the central cell which is a second female gamete. In flowering plants there are two sperm from each pollen grain.In seed plants, after pollination, a pollen grain germinates, and a pollen tube grows and penetrates the ovule through a tiny pore called a micropyle. The sperm are transferred from the pollen through the pollen tube to the ovule.",
            "score": 177.80319929122925
        },
        {
            "docid": "18967_40",
            "document": "Flowering plant . Pollen is also produced by meiosis in the male anther (microsporangium). During meiosis, a diploid microspore mother cell undergoes two successive meiotic divisions to produce 4 haploid cells (microspores or male gametes). Each of these microspores, after further mitoses, becomes a pollen grain (microgametophyte) containing two haploid generative (sperm) cells and a tube nucleus. When a pollen grain makes contact with the female stigma, the pollen grain forms a pollen tube that grows down the style into the ovary. In the act of fertilization, a male sperm nucleus fuses with the female egg nucleus to form a diploid zygote that can then develop into an embryo within the newly forming seed. Upon germination of the seed, a new plant can grow and mature.",
            "score": 190.21879887580872
        },
        {
            "docid": "3757509_9",
            "document": "Double fertilization . In vitro double fertilization is often used to study the molecular interactions as well as other aspects of gamete fusion in flowering plants. One of the major obstacles in developing an in vitro double fertilization between male and female gametes is the confinement of the sperm in the pollen tube and the egg in the embryo sac. A controlled fusion of the egg and sperm has already been achieved with poppy plants. Pollen germination, pollen tube entry, and double fertilization processes have all been observed to proceed normally. In fact, this technique has already been used to obtain seeds in various flowering plants and was named “test-tube fertilization”.",
            "score": 195.15767788887024
        },
        {
            "docid": "4709473_5",
            "document": "Gametangium . The male gametangia are most commonly called antheridia. They produce sperm cells that they release for fertilization. Antheridia producing non-motile sperm (spermatia) are called spermatangia. Some antheridia do not release their sperm. For example, the oomycete antheridium is a syncytium with many sperm nuclei and fertilization occurs via fertilization tubes growing from the antheridium and making contact with the egg cells. Antheridia are common in the gametophytes in \"lower\" plants such as bryophytes, ferns, cycads and ginkgo. In \"higher\" plants such as conifers and flowering plants, they are replaced by pollen grains.",
            "score": 161.26514768600464
        },
        {
            "docid": "4299055_6",
            "document": "Seedless fruit . Seedless fruits can develop in one of two ways: either the fruit develops without fertilization (parthenocarpy), or pollination triggers fruit development, but the ovules or embryos abort without producing mature seeds (stenospermocarpy). Seedless banana and watermelon fruits are produced on triploid plants, whose three sets of chromosomes make it very unlikely for meiosis to produce fertile gametes. This is because one of the three copies of each chromosome can't pair with another appropriate chromosome before separating into daughter cells, so these extra third copies end up randomly distributed between the two daughter cells from meiosis 1, resulting in the (usually) swiftly lethal aneuploidy condition. Such plants can arise by spontaneous mutation or by hybridization between diploid and tetraploid individuals of the same or different species. Some species, such as tomato, pineapple, and cucumber, produce seedless fruit if not pollinated, but will produce seeded fruit if pollination occurs.",
            "score": 183.5651251077652
        },
        {
            "docid": "4576465_27",
            "document": "Flower . The primary purpose of a flower is reproduction. Since the flowers are the reproductive organs of plant, they mediate the joining of the sperm, contained within pollen, to the ovules — contained in the ovary. Pollination is the movement of pollen from the anthers to the stigma. The joining of the sperm to the ovules is called fertilization. Normally pollen is moved from one plant to another, but many plants are able to self pollinate. The fertilized ovules produce seeds that are the next generation. Sexual reproduction produces genetically unique offspring, allowing for adaptation. Flowers have specific designs which encourages the transfer of pollen from one plant to another of the same species. Many plants are dependent upon external factors for pollination, including: wind and animals, and especially insects. Even large animals such as birds, bats, and pygmy possums can be employed. The period of time during which this process can take place (the flower is fully expanded and functional) is called \"anthesis\". The study of pollination by insects is called \"anthecology\".",
            "score": 187.82324194908142
        },
        {
            "docid": "21304415_2",
            "document": "Sexual reproduction . Sexual reproduction is a form of reproduction where two morphologically distinct types of specialized reproductive cells called gametes fuse together, involving a female's large ovum (or egg) and a male's smaller sperm. Each gamete contains half the number of chromosomes of normal cells. They are created by a specialized type of cell division, which only occurs in eukaryotic cells, known as meiosis. The two gametes fuse during fertilization to produce DNA replication and the creation of a single-celled zygote which includes genetic material from both gametes. In a process called genetic recombination, genetic material (DNA) joins up so that homologous chromosome sequences are aligned with each other, and this is followed by exchange of genetic information. Two rounds of cell division then produce four daughter cells with half the number of chromosomes from each original parent cell, and the same number of chromosomes as both parents. For instance, in human reproduction each human cell contains 46 chromosomes in 23 pairs. Meiosis in the parents' gonads produce gamete cells which only contain 23 chromosomes each. When the gametes are combined via sexual intercourse to form a fertilized egg, the resulting child will have 23 chromosomes from each parent genetically recombined into 23 chromosome pairs or 46 total.",
            "score": 152.4383134841919
        },
        {
            "docid": "31570900_2",
            "document": "Somatic embryogenesis . Somatic embryogenesis is an artificial process in which a plant or embryo is derived from a single somatic cell or group of somatic cells. Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form from the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Somatic embryos are mainly produced \"in vitro\" and for laboratory purposes, using either solid or liquid nutrient media which contain plant growth regulators (PGR’s). The main PGRs used are auxins but can contain cytokinin in a smaller amount. Shoots and roots are monopolar while somatic embryos are bipolar, allowing them to form a whole plant without culturing on multiple media types. Somatic embryogenesis has served as a model to understand the physiological and biochemical events that occur during plant developmental processes as well as a component to biotechnological advancement. The first documentation of somatic embryogenesis was by Steward et al. in 1958 and Reinert in 1959 with carrot cell suspension cultures.",
            "score": 180.13522064685822
        },
        {
            "docid": "33748539_8",
            "document": "The Different Forms of Flowers on Plants of the Same Species . \"The cowslip (Primula veris) has two kinds of flowers in nearly equal proportions: in the one the stamens are long and the style short, and in the other the reverse, so that in one the stamens are visible at the mouth of the tube of the flower, in the other the stigma occupies the same place, while the stamens are halfway down the tube. The fact had been known to botanists for 70 years, but had been classed as a case of mere variability, and therefore considered to be of no importance. In 1860 Darwin set to find out what it meant, since, according to his views, a definite variation like this must have a purpose. After a considerable amount of observation and experiment, he found that bees and moths visited the flowers, and that their proboscis become covered with pollen while sucking up the nectar, and further, the pollen of a long stamened plant would most surely be deposited on the stigma of the long styled plants, and vice versa. Now followed a long series of experiments, in which cowslips were fertilised with either pollen from the same kind or from a different kind of flower, and the invariable result was that the crosses between the two different types of flowers produced more good capsules, and more seed in each capsule; and as these crosses would be most frequently effected by insects, it was clear that this curious arrangement directly served to increase the fertility of this common plant. The same thing was found to occur in the primrose, as well as in flax (Linum perenne), lungworts (Pulmonaria), and a host of other plants, including the American partridge-berry (Mitchella repens). These are called dimorphic heterostyled plants.",
            "score": 148.76800918579102
        },
        {
            "docid": "18967_36",
            "document": "Flowering plant . Double fertilization refers to a process in which two sperm cells fertilize cells in the ovule. This process begins when a pollen grain adheres to the stigma of the pistil (female reproductive structure), germinates, and grows a long pollen tube. While this pollen tube is growing, a haploid generative cell travels down the tube behind the tube nucleus. The generative cell divides by mitosis to produce two haploid (\"n\") sperm cells. As the pollen tube grows, it makes its way from the stigma, down the style and into the ovary. Here the pollen tube reaches the micropyle of the ovule and digests its way into one of the synergids, releasing its contents (which include the sperm cells). The synergid that the cells were released into degenerates and one sperm makes its way to fertilize the egg cell, producing a diploid (2\"n\") zygote. The second sperm cell fuses with both central cell nuclei, producing a triploid (3\"n\") cell. As the zygote develops into an embryo, the triploid cell develops into the endosperm, which serves as the embryo's food supply. The ovary will now develop into a fruit and the ovule will develop into a seed. As the development of embryo and endosperm proceeds within the embryo sac, the sac wall enlarges and combines with the nucellus (which is likewise enlarging) and the integument to form the \"seed coat\". The ovary wall develops to form the fruit or pericarp, whose form is closely associated with type of seed dispersal system.",
            "score": 266.9968194961548
        },
        {
            "docid": "30876044_17",
            "document": "Plant breeding . When distantly related species are crossed, plant breeders make use of a number of plant tissue culture techniques to produce progeny from otherwise fruitless mating. Interspecific and intergeneric hybrids are produced from a cross of related species or genera that do not normally sexually reproduce with each other. These crosses are referred to as \"Wide crosses\". For example, the cereal triticale is a wheat and rye hybrid. The cells in the plants derived from the first generation created from the cross contained an uneven number of chromosomes and as result was sterile. The cell division inhibitor colchicine was used to double the number of chromosomes in the cell and thus allow the production of a fertile line.",
            "score": 120.48735547065735
        },
        {
            "docid": "6614349_20",
            "document": "Plant reproduction . The anther produces male gametophytes which are pollen grains, which attach to the stigma on top of a carpel, in which the female gametophytes (inside ovules) are located. After the pollen tube grows through the carpel's style, the sperm from the pollen grain migrate into the ovule to fertilize the egg cell and central cell within the female gametophyte in a process termed double fertilization. The resulting zygote develops into an embryo, while the triploid endosperm (one sperm cell plus a binucleate female cell) and female tissues of the ovule give rise to the surrounding tissues in the developing seed. The ovary, which produced the female gametophyte(s), then grows into a fruit, which surrounds the seed(s). Plants may either self-pollinate or cross-pollinate.",
            "score": 241.43538689613342
        },
        {
            "docid": "971961_16",
            "document": "Plant reproductive morphology . Outcrossing, cross-fertilization or allogamy, in which offspring are formed by the fusion of the gametes of two different plants, is the most common mode of reproduction among higher plants. About 55% of higher plant species reproduce in this way. An additional 7% are partially cross-fertilizing and partially self-fertilizing (autogamy). About 15% produce gametes but are principally self-fertilizing with significant out-crossing lacking. Only about 8% of higher plant species reproduce exclusively by non-sexual means. These include plants that reproduce vegetatively by runners or bulbils, or which produce seeds without embryo fertilization (apomixis). The selective advantage of outcrossing appears to be the masking of deleterious recessive mutations.",
            "score": 133.42859983444214
        },
        {
            "docid": "535937_5",
            "document": "Ovule . The ovule appears to be a megasporangium with integuments surrounding it. Ovules are initially composed of diploid maternal tissue, which includes a megasporocyte (a cell that will undergo meiosis to produce megaspores). Megaspores remain inside the ovule and divide by mitosis to produce the haploid female gametophyte or megagametophyte, which also remains inside the ovule. The remnants of the megasporangium tissue (the nucellus) surround the megagametophyte. Megagametophytes produce archegonia (lost in some groups such as flowering plants), which produce egg cells. After fertilization, the ovule contains a diploid zygote and then, after cell division begins, an embryo of the next sporophyte generation. In flowering plants, a second sperm nucleus fuses with other nuclei in the megagametophyte forming a typically polyploid (often triploid) endosperm tissue, which serves as nourishment for the young sporophyte.",
            "score": 222.5063577890396
        },
        {
            "docid": "21304415_17",
            "document": "Sexual reproduction . Animals typically produce gametes directly by meiosis. Male gametes are called sperm, and female gametes are called eggs or ova. In animals, fertilization follows immediately after meiosis. Plants on the other hand have mitosis occurring in spores, which are produced by meiosis. The spores germinate into the gametophyte phase. The gametophytes of different groups of plants vary in size; angiosperms have as few as three cells in pollen, and mosses and other so called primitive plants may have several million cells. Plants have an alternation of generations where the sporophyte phase is succeeded by the gametophyte phase. The sporophyte phase produces spores within the sporangium by meiosis.",
            "score": 136.91288423538208
        },
        {
            "docid": "569180_3",
            "document": "Plant propagation . Seeds and spores can be used for reproduction (through e.g. sowing). Seeds are typically produced from sexual reproduction within a species, because genetic recombination has occurred. A plant grown from seeds may have different characteristics from its parents. Some species produce seeds that require special conditions to germinate, such as cold treatment. The seeds of many Australian plants and plants from southern Africa and the American west require smoke or fire to germinate. Some plant species, including many trees, do not produce seeds until they reach maturity, which may take many years. Seeds can be difficult to acquire and some plants do not produce seed at all. Some plants (like certain plants modified using genetic use restriction technology) may produce seed, but not fertile seed. In certain cases, this is done to prevent the accidental spreading of these plants, for example by birds and other animals.",
            "score": 112.81433737277985
        }
    ],
    "r": [
        {
            "docid": "535937_18",
            "document": "Ovule . In flowering plants, one sperm nucleus fuses with the egg cell to produce a zygote, the other fuses with the two polar nuclei of the central cell to give rise to the polyploid (typically triploid) endosperm. This double fertilization is unique to flowering plants, although in some other groups the second sperm cell does fuse with another cell in the megagametophyte to produce a second embryo. The plant stores nutrients such as starch, proteins, and oils in the endosperm as a food source for the developing embryo and seedling, serving a similar function to the yolk of animal eggs. The endosperm is also called the albumen of the seed.",
            "score": 294.1445007324219
        },
        {
            "docid": "21304415_18",
            "document": "Sexual reproduction . Flowering plants are the dominant plant form on land and they reproduce either sexually or asexually. Often their most distinguishing feature is their reproductive organs, commonly called flowers. The anther produces pollen grains which contain the male gametophytes (sperm). For pollination to occur, pollen grains must attach to the stigma of the female reproductive structure (carpel), where the female gametophytes (ovules) are located inside the ovary. After the pollen tube grows through the carpel's style, the sex cell nuclei from the pollen grain migrate into the ovule to fertilize the egg cell and endosperm nuclei within the female gametophyte in a process termed double fertilization. The resulting zygote develops into an embryo, while the triploid endosperm (one sperm cell plus two female cells) and female tissues of the ovule give rise to the surrounding tissues in the developing seed. The ovary, which produced the female gametophyte(s), then grows into a fruit, which surrounds the seed(s). Plants may either self-pollinate or cross-pollinate.",
            "score": 277.4888610839844
        },
        {
            "docid": "18967_36",
            "document": "Flowering plant . Double fertilization refers to a process in which two sperm cells fertilize cells in the ovule. This process begins when a pollen grain adheres to the stigma of the pistil (female reproductive structure), germinates, and grows a long pollen tube. While this pollen tube is growing, a haploid generative cell travels down the tube behind the tube nucleus. The generative cell divides by mitosis to produce two haploid (\"n\") sperm cells. As the pollen tube grows, it makes its way from the stigma, down the style and into the ovary. Here the pollen tube reaches the micropyle of the ovule and digests its way into one of the synergids, releasing its contents (which include the sperm cells). The synergid that the cells were released into degenerates and one sperm makes its way to fertilize the egg cell, producing a diploid (2\"n\") zygote. The second sperm cell fuses with both central cell nuclei, producing a triploid (3\"n\") cell. As the zygote develops into an embryo, the triploid cell develops into the endosperm, which serves as the embryo's food supply. The ovary will now develop into a fruit and the ovule will develop into a seed. As the development of embryo and endosperm proceeds within the embryo sac, the sac wall enlarges and combines with the nucellus (which is likewise enlarging) and the integument to form the \"seed coat\". The ovary wall develops to form the fruit or pericarp, whose form is closely associated with type of seed dispersal system.",
            "score": 266.996826171875
        },
        {
            "docid": "3757509_3",
            "document": "Double fertilization . The ovules are 8 in number and arranged in the form of 3+2+3 (from top to bottom) i.e 2 synergids & 1 egg cell, 2 polar central cells, 3 antipodal cells. One sperm fertilizes the egg cell and the other sperm combines with the two polar nuclei of the large central cell of the megagametophyte. The haploid sperm and haploid egg combine to form a diploid zygote,the process being called syngamy , while the other sperm and the two haploid polar nuclei of the large central cell of the megagametophyte form a triploid nucleus (triple fusion). Some plants may form polyploid nuclei. The large cell of the gametophyte will then develop into the endosperm, a nutrient-rich tissue which provides nourishment to the developing embryo. The ovary, surrounding the ovules, develops into the fruit, which protects the seeds and may function to disperse them.",
            "score": 242.84835815429688
        },
        {
            "docid": "6614349_20",
            "document": "Plant reproduction . The anther produces male gametophytes which are pollen grains, which attach to the stigma on top of a carpel, in which the female gametophytes (inside ovules) are located. After the pollen tube grows through the carpel's style, the sperm from the pollen grain migrate into the ovule to fertilize the egg cell and central cell within the female gametophyte in a process termed double fertilization. The resulting zygote develops into an embryo, while the triploid endosperm (one sperm cell plus a binucleate female cell) and female tissues of the ovule give rise to the surrounding tissues in the developing seed. The ovary, which produced the female gametophyte(s), then grows into a fruit, which surrounds the seed(s). Plants may either self-pollinate or cross-pollinate.",
            "score": 241.43539428710938
        },
        {
            "docid": "37694_9",
            "document": "Seed . Angiosperm (flowering plants) seeds consist of three genetically distinct constituents: (1) the embryo formed from the zygote, (2) the endosperm, which is normally triploid, (3) the seed coat from tissue derived from the maternal tissue of the ovule. In angiosperms, the process of seed development begins with double fertilization, which involves the fusion of two male gametes with the egg cell and the central cell to form the primary endosperm and the zygote. Right after fertilization, the zygote is mostly inactive, but the primary endosperm divides rapidly to form the endosperm tissue. This tissue becomes the food the young plant will consume until the roots have developed after germination.",
            "score": 239.5720672607422
        },
        {
            "docid": "15235_35",
            "document": "Genomic imprinting . A similar imprinting phenomenon has also been described in flowering plants (angiosperms). During fertilisation of the egg cell, a second, separate fertilization event gives rise to the endosperm, an extraembryonic structure that nourishes the embryo in a manner analogous to the mammalian placenta. Unlike the embryo, the endosperm is often formed from the fusion of two maternal cells with a male gamete. This results in a triploid genome. The 2:1 ratio of maternal to paternal genomes appears to be critical for seed development. Some genes are found to be expressed from both maternal genomes while others are expressed exclusively from the lone paternal copy. It has been suggested that these imprinted genes are responsible for the triploid block effect in flowering plants that prevents hybridization between diploids and autotetraploids.",
            "score": 239.4054412841797
        },
        {
            "docid": "10843_11",
            "document": "Fruit . Inside the ovary/ovaries are one or more ovules where the megagametophyte contains the egg cell. After double fertilization, these ovules will become seeds. The ovules are fertilized in a process that starts with pollination, which involves the movement of pollen from the stamens to the stigma of flowers. After pollination, a tube grows from the pollen through the stigma into the ovary to the ovule and two sperm are transferred from the pollen to the megagametophyte. Within the megagametophyte one of the two sperm unites with the egg, forming a zygote, and the second sperm enters the central cell forming the endosperm mother cell, which completes the double fertilization process. Later the zygote will give rise to the embryo of the seed, and the endosperm mother cell will give rise to endosperm, a nutritive tissue used by the embryo.",
            "score": 236.59091186523438
        },
        {
            "docid": "66535_24",
            "document": "Alternation of generations . In the spermatophytes, the seed plants, the sporophyte is the dominant multicellular phase; the gametophytes are strongly reduced in size and very different in morphology. The entire gametophyte generation, with the sole exception of pollen grains (microgametophytes), is contained within the sporophyte. The life cycle of a dioecious flowering plant (angiosperm), the willow, has been outlined in some detail in an earlier section (A complex life cycle). The life cycle of a gymnosperm is similar. However, flowering plants have in addition a phenomenon called 'double fertilization'. Two sperm nuclei from a pollen grain (the microgametophyte), rather than a single sperm, enter the archegonium of the megagametophyte; one fuses with the egg nucleus to form the zygote, the other fuses with two other nuclei of the gametophyte to form 'endosperm', which nourishes the developing embryo. For further information, see Double fertilization.",
            "score": 230.06747436523438
        },
        {
            "docid": "46828_12",
            "document": "Fertilisation . Double fertilisation is the process in angiosperms (flowering plants) in which two sperm from each pollen tube fertilise two cells in a female gametophyte (sometimes called an embryo sac) that is inside an ovule. After the pollen tube enters the gametophyte, the pollen tube nucleus disintegrates and the two sperm cells are released; one of the two sperm cells \"fertilises\" the egg cell (at the bottom of the gametophyte near the micropyle), forming a diploid (2n) zygote. This is the point when fertilisation actually occurs; pollination and fertilisation are two separate processes. The nucleus of the other sperm cell fuses with two haploid polar nuclei (contained in the central cell) in the centre of the gametophyte. The resulting cell is triploid (3n). This triploid cell divides through mitosis and forms the endosperm, a nutrient-rich tissue, inside the seed.",
            "score": 228.39927673339844
        },
        {
            "docid": "2394288_25",
            "document": "Gynoecium . In flowering plants, the \"ovule\" (from Latin \"ovulum\" meaning small egg) is a complex structure born inside ovaries. The ovule initially consists of a stalked, integumented \"megasporangium\" (also called the \"nucellus\"). Typically, one cell in the megasporangium undergoes meiosis resulting in one to four megaspores. These develop into a megagametophyte (often called the embryo sac) within the ovule. The megagametophyte typically develops a small number of cells, including two special cells, an egg cell and a binucleate central cell, which are the gametes involved in double fertilization. The central cell, once fertilized by a sperm cell from the pollen becomes the first cell of the endosperm, and the egg cell once fertilized become the zygote that develops into the embryo. The gap in the integuments through which the pollen tube enters to deliver sperm to the egg is called the micropyle. The stalk attaching the ovule to the placenta is called the funiculus.",
            "score": 223.8560791015625
        },
        {
            "docid": "535937_5",
            "document": "Ovule . The ovule appears to be a megasporangium with integuments surrounding it. Ovules are initially composed of diploid maternal tissue, which includes a megasporocyte (a cell that will undergo meiosis to produce megaspores). Megaspores remain inside the ovule and divide by mitosis to produce the haploid female gametophyte or megagametophyte, which also remains inside the ovule. The remnants of the megasporangium tissue (the nucellus) surround the megagametophyte. Megagametophytes produce archegonia (lost in some groups such as flowering plants), which produce egg cells. After fertilization, the ovule contains a diploid zygote and then, after cell division begins, an embryo of the next sporophyte generation. In flowering plants, a second sperm nucleus fuses with other nuclei in the megagametophyte forming a typically polyploid (often triploid) endosperm tissue, which serves as nourishment for the young sporophyte.",
            "score": 222.50636291503906
        },
        {
            "docid": "4183_40",
            "document": "Botany . Most sexually reproducing organisms are diploid, with paired chromosomes, but doubling of their chromosome number may occur due to errors in cytokinesis. This can occur early in development to produce an autopolyploid or partly autopolyploid organism, or during normal processes of cellular differentiation to produce some cell types that are polyploid (endopolyploidy), or during gamete formation. An allopolyploid plant may result from a hybridisation event between two different species. Both autopolyploid and allopolyploid plants can often reproduce normally, but may be unable to cross-breed successfully with the parent population because there is a mismatch in chromosome numbers. These plants that are reproductively isolated from the parent species but live within the same geographical area, may be sufficiently successful to form a new species. Some otherwise sterile plant polyploids can still reproduce vegetatively or by seed apomixis, forming clonal populations of identical individuals. Durum wheat is a fertile tetraploid allopolyploid, while bread wheat is a fertile hexaploid. The commercial banana is an example of a sterile, seedless triploid hybrid. Common dandelion is a triploid that produces viable seeds by apomictic seed.",
            "score": 218.5308380126953
        },
        {
            "docid": "678158_4",
            "document": "Endosperm . Endosperm is formed when the two sperm nuclei inside a pollen grain reach the interior of a female gametophyte (sometimes called the embryo sac). One sperm nucleus fertilizes the egg cell, forming a zygote, while the other sperm nucleus usually fuses with the binucleate central cell, forming a primary endosperm cell (its nucleus is often called the \"triple fusion nucleus\"). That cell created in the process of double fertilization develops into the endosperm. Because it is formed by a separate fertilization, the endosperm constitutes an organism separate from the growing embryo.",
            "score": 216.2001190185547
        },
        {
            "docid": "3757509_8",
            "document": "Double fertilization . A far more rudimentary form of double fertilization occurs in the sexual reproduction of an order of gymnosperms commonly known as Gnetales. Specifically, this event has been documented in both \"Ephedra\" and \"Gnetum\", a subset of Gnetophytes. In \"Ephedra nevadensis\", a single binucleate sperm cell is deposited into the egg cell. Following the initial fertilization event, the second sperm nucleus is diverted to fertilize an additional egg nucleus found in the egg cytoplasm. In most other seed plants, this second 'ventral canal nucleus' is normally found to be functionally useless. In \"Gnetum gnemon\", numerous free egg nuclei exist in female cytoplasm inside the female gametophyte. Succeeding the penetration of the mature female gametophyte by the pollen tube, female cytoplasm and free nuclei move to surround the pollen tube. Released from the binucleate sperm cell are two sperm nuclei which then join with free egg nuclei to produce two viable zygotes, a homologous characteristic between families \"Ephedra\" and \"Gnetum\". In both families, the second fertilization event produces an additional diploid embryo. This supernumerary embryo is later aborted, leading to the synthesis of only one mature embryo. The additional fertilization product in \"Ephedra\" does not nourish the primary embryo, as the female gametophyte is responsible for nutrient provision. The more primitive process of double fertilization in gymnosperms results in two diploid nuclei enclosed in the same egg cell. This differs from the angiosperm condition, which results in the separation of the egg cell and endosperm. Comparative molecular research on the genome of \"G. gnemon\" has revealed that gnetophytes are more closely related to conifers than they are to angiosperms. The rejection of the anthophyte hypothesis, which identifies gnetales and angiosperms are sister taxa, leads to speculation that the process of double fertilization is a product of convergent evolution and arose independently among gnetophytes and angiosperms.",
            "score": 206.62777709960938
        },
        {
            "docid": "44055899_2",
            "document": "Triploid block . Triploid block is a phenomenon describing the formation of nonviable progeny after hybridization of flowering plants that differ in ploidy. The barrier is established in the endosperm, a nutritive tissue supporting embryo growth. This phenomenon usually happens when autopolyploidy occurs in diploid plants. Triploid blocks lead to reproductive isolation. The triploid block effects have been explained as possibly due to genomic imprinting in the endosperm.",
            "score": 204.80929565429688
        },
        {
            "docid": "2756_17",
            "document": "Asexual reproduction . Apomixis in plants is the formation of a new sporophyte without fertilization. It is important in ferns and in flowering plants, but is very rare in other seed plants. In flowering plants, the term \"apomixis\" is now most often used for agamospermy, the formation of seeds without fertilization, but was once used to include vegetative reproduction. An example of an apomictic plant would be the triploid European dandelion. Apomixis mainly occurs in two forms: In gametophytic apomixis, the embryo arises from an unfertilized egg within a diploid embryo sac that was formed without completing meiosis. In nucellar embryony, the embryo is formed from the diploid nucellus tissue surrounding the embryo sac. Nucellar embryony occurs in some citrus seeds. Male apomixis can occur in rare cases, such as the Saharan Cypress \"Cupressus dupreziana\", where the genetic material of the embryo are derived entirely from pollen.",
            "score": 202.39234924316406
        },
        {
            "docid": "37694_25",
            "document": "Seed . Within the seed, there usually is a store of nutrients for the seedling that will grow from the embryo. The form of the stored nutrition varies depending on the kind of plant. In angiosperms, the stored food begins as a tissue called the endosperm, which is derived from the mother plant and the pollen via double fertilization. It is usually triploid, and is rich in oil or starch, and protein. In gymnosperms, such as conifers, the food storage tissue (also called endosperm) is part of the female gametophyte, a haploid tissue. The endosperm is surrounded by the aleurone layer (peripheral endosperm), filled with proteinaceous aleurone grains.",
            "score": 202.31886291503906
        },
        {
            "docid": "325963_8",
            "document": "Pollen tube . The germinated pollen tube must then drill its way through the nutrient-rich style and curl to the bottom of the ovary to reach the ovule. Once the pollen tube reaches an ovule, it bursts to deliver the two sperm cells. One of the sperm fertilizes the egg cell which develops into an embryo, which will become the future plant. The other one fuses with both polar nuclei of the central cell to form the endosperm, which serves as the embryo's food supply. Finally, the ovary will develop into a fruit and the ovules will develop into seeds.",
            "score": 201.38705444335938
        },
        {
            "docid": "14579043_6",
            "document": "Megaspore mother cell . In flowering plants, double fertilization occurs, which involves two sperm fertilizing the two gametes inside the megagametophyte (the egg cell and the central cell) to produce the embryo and the endosperm.",
            "score": 200.00169372558594
        },
        {
            "docid": "22346936_10",
            "document": "Plant genetics . Plants are generally more capable of surviving, and indeed flourishing, as polyploids. Polyploid organisms have more than two sets of homologous chromosomes. For example, humans have two sets of homologous chromosomes, meaning that a typical human will have 2 copies each of 23 different chromosomes, for a total of 46. Wheat on the other hand, while having only 7 distinct chromosomes, is considered a hexaploid and has 6 copies of each chromosome, for a total of 42. In animals, inheritable germline polyploidy is less common, and spontaneous chromosome increases may not even survive past fertilization. In plants however this is no such problem, polyploid individuals are created frequently by a variety of processes, however once created usually cannot cross back to the parental type. Polyploid individuals, if capable of self-fertilizing, can give rise to a new genetically distinct lineage, which can be the start of a new species. This is often called \"instant speciation\". Polyploids generally have larger fruit, an economically desirable trait, and many human food crops, including wheat, maize, potatoes, peanuts, strawberries and tobacco, are either accidentally or deliberately created polyploids.",
            "score": 198.84202575683594
        },
        {
            "docid": "678158_3",
            "document": "Endosperm . Ancestral flowering plants have seeds with small embryos and abundant endosperm, and the evolutionary development of flowering plants tends to show a trend towards plants with mature seeds with little or no endosperm. In more derived flowering plants the embryo occupies most of the seed and the endosperm is non developed or consumed before the seed matures.",
            "score": 197.7979736328125
        },
        {
            "docid": "46828_14",
            "document": "Fertilisation . One primitive species of flowering plant, \"Nuphar polysepala\", has endosperm that is diploid, resulting from the fusion of a sperm with one, rather than two, maternal nuclei. It is believed that early in the development of angiosperm linages, there was a duplication in this mode of reproduction, producing seven-celled/eight-nucleate female gametophytes, and triploid endosperms with a 2:1 maternal to paternal genome ratio.",
            "score": 195.31016540527344
        },
        {
            "docid": "3757509_9",
            "document": "Double fertilization . In vitro double fertilization is often used to study the molecular interactions as well as other aspects of gamete fusion in flowering plants. One of the major obstacles in developing an in vitro double fertilization between male and female gametes is the confinement of the sperm in the pollen tube and the egg in the embryo sac. A controlled fusion of the egg and sperm has already been achieved with poppy plants. Pollen germination, pollen tube entry, and double fertilization processes have all been observed to proceed normally. In fact, this technique has already been used to obtain seeds in various flowering plants and was named “test-tube fertilization”.",
            "score": 195.1576690673828
        },
        {
            "docid": "318779_27",
            "document": "Embryophyte . Seed plants, which first appeared in the fossil record towards the end of the Paleozoic era, reproduce using desiccation-resistant capsules called seeds. Starting from a plant which disperses by spores, highly complex changes are needed to produce seeds. The sporophyte has two kinds of spore-forming organs (sporangia). One kind, the megasporangium, produces only a single large spore (a megaspore). This sporangium is surrounded by one or more sheathing layers (integuments) which form the seed coat. Within the seed coat, the megaspore develops into a tiny gametophyte, which in turn produces one or more egg cells. Before fertilization, the sporangium and its contents plus its coat is called an 'ovule'; after fertilization a 'seed'. In parallel to these developments, the other kind of sporangium, the microsporangium, produces microspores. A tiny gametophyte develops inside the wall of a microspore, producing a pollen grain. Pollen grains can be physically transferred between plants by the wind or animals, most commonly insects. Pollen grains can also transfer to an ovule of the same plant, either with the same flower or between two flowers of the same plant (self-fertilization). When a pollen grain reaches an ovule, it enters via a microscopic gap in the coat (the micropyle). The tiny gametophyte inside the pollen grain then produces sperm cells which move to the egg cell and fertilize it. Seed plants include two groups with living members, the gymnosperms and the angiosperms or flowering plants. In gymnosperms, the ovules or seeds are not further enclosed. In angiosperms, they are enclosed in ovaries. A split ovary with a visible seed can be seen in the adjacent image. Angiosperms typically also have other, secondary structures, such as petals, which together form a flower.",
            "score": 194.8590850830078
        },
        {
            "docid": "678158_2",
            "document": "Endosperm . The endosperm is the tissue produced inside the seeds of most of the flowering plants following fertilization. It surrounds the embryo and provides nutrition in the form of starch, though it can also contain oils and protein. This can make endosperm a source of nutrition in the human diet. For example, wheat endosperm is ground into flour for bread (the rest of the grain is included as well in whole wheat flour), while barley endosperm is the main source of sugars for beer production. Other examples of endosperm that forms the bulk of the edible portion are coconut \"meat\" and coconut \"water\", and corn. Some plants, such as orchids, lack endosperm in their seeds.",
            "score": 194.06692504882812
        },
        {
            "docid": "678158_6",
            "document": "Endosperm . One species of flowering plant, \"Nuphar polysepala\", has been shown to have endosperm that is diploid, resulting from the fusion of a pollen nucleus with one, rather than two, maternal nuclei. The same is supposed for some other basal angiosperms. It is believed that early in the development of angiosperm lineages, there was a duplication in this mode of reproduction, producing seven-celled/eight-nucleate female gametophytes, and triploid endosperms with a 2:1 maternal to paternal genome ratio.",
            "score": 192.3953857421875
        },
        {
            "docid": "6614349_18",
            "document": "Plant reproduction . Unlike animals, plants are immobile, and cannot seek out sexual partners for reproduction. In the evolution of early plants, abiotic means, including water and wind, transported sperm for reproduction. The first plants were aquatic, as described in the page \"Evolutionary history of plants\", and released sperm freely into the water to be carried with the currents. Primitive land plants like liverworts and mosses had motile sperm that swam in a thin film of water or were splashed in water droplets from the male reproduction organs onto the female organs. As taller and more complex plants evolved, modifications in the alternation of generations evolved; in the Paleozoic era progymnosperms reproduced by using spores dispersed on the wind. The seed plants including seed ferns, conifers and cordaites, which were all gymnosperms, evolved 350 million years ago; they had pollen grains that contained the male gametes for protection of the sperm during the process of transfer from the male to female parts. It is believed that insects fed on the pollen, and plants thus evolved to use insects to actively carry pollen from one plant to the next. Seed producing plants, which include the angiosperms and the gymnosperms, have heteromorphic alternation of generations with large sporophytes containing much reduced gametophytes. Angiosperms have distinctive reproductive organs called flowers, with carpels, and the female gametophyte is greatly reduced to a female embryo sac, with as few as eight cells. The male gametophyte consists of the pollen grains. The sperm of seed plants are non-motile, except for two older groups of plants, the Cycadophyta and the Ginkgophyta, which have flagellated sperm.",
            "score": 192.24171447753906
        },
        {
            "docid": "290236_17",
            "document": "Gymnosperm . Gymnosperms, like all vascular plants, have a sporophyte-dominant life cycle, which means they spend most of their life cycle with diploid cells, while the gametophyte (gamete-bearing phase) is relatively short-lived. Two spore types, microspores and megaspores, are typically produced in pollen cones or ovulate cones, respectively. Gametophytes, as with all heterosporous plants, develop within the spore wall. Pollen grains (microgametophytes) mature from microspores, and ultimately produce sperm cells. Megagametophytes develop from megaspores and are retained within the ovule. Gymnosperms produce multiple archegonia, which produce the female gamete. During pollination, pollen grains are physically transferred between plants from the pollen cone to the ovule. Pollen is usually moved by wind or insects. Whole grains enter each ovule through a microscopic gap in the ovule coat (integument) called the micropyle. The pollen grains mature further inside the ovule and produce sperm cells. Two main modes of fertilization are found in gymnosperms. Cycads and \"Ginkgo\" have motile sperm that swim directly to the egg inside the ovule, whereas conifers and gnetophytes have sperm with no flagella that are moved along a pollen tube to the egg. After syngamy (joining of the sperm and egg cell), the zygote develops into an embryo (young sporophyte). More than one embryo is usually initiated in each gymnosperm seed. The mature seed comprises the embryo and the remains of the female gametophyte, which serves as a food supply, and the seed coat.",
            "score": 192.0267791748047
        },
        {
            "docid": "62610_2",
            "document": "Polyploid . Polyploid cells and organisms are those containing more than two paired (homologous) sets of chromosomes. Most species whose cells have nuclei (eukaryotes) are diploid, meaning they have two sets of chromosomes—one set inherited from each parent. However, polyploidy is found in some organisms and is especially common in plants. In addition, polyploidy occurs in some tissues of animals that are otherwise diploid, such as human muscle tissues. This is known as endopolyploidy. Species whose cells do not have nuclei, that is, prokaryotes, may be polyploid, as seen in the large bacterium \"Epulopiscium fishelsoni\". Hence ploidy is defined with respect to a cell. Most eukaryotes have diploid somatic cells, but produce haploid gametes (eggs and sperm) by meiosis. A monoploid has only one set of chromosomes, and the term is usually only applied to cells or organisms that are normally diploid. Male bees and other Hymenoptera, for example, are monoploid. Unlike animals, plants and multicellular algae have life cycles with two alternating multicellular generations. The gametophyte generation is haploid, and produces gametes by mitosis, the sporophyte generation is diploid and produces spores by meiosis.",
            "score": 190.51296997070312
        },
        {
            "docid": "18967_40",
            "document": "Flowering plant . Pollen is also produced by meiosis in the male anther (microsporangium). During meiosis, a diploid microspore mother cell undergoes two successive meiotic divisions to produce 4 haploid cells (microspores or male gametes). Each of these microspores, after further mitoses, becomes a pollen grain (microgametophyte) containing two haploid generative (sperm) cells and a tube nucleus. When a pollen grain makes contact with the female stigma, the pollen grain forms a pollen tube that grows down the style into the ovary. In the act of fertilization, a male sperm nucleus fuses with the female egg nucleus to form a diploid zygote that can then develop into an embryo within the newly forming seed. Upon germination of the seed, a new plant can grow and mature.",
            "score": 190.2187957763672
        },
        {
            "docid": "256641_28",
            "document": "Plant hormone . ABA controls embryo dormancy, and GA embryo germination. Seed coat dormancy involves the mechanical restriction of the seed coat. This, along with a low embryo growth potential, effectively produces seed dormancy. GA releases this dormancy by increasing the embryo growth potential, and/or weakening the seed coat so the radical of the seedling can break through the seed coat. Different types of seed coats can be made up of living or dead cells, and both types can be influenced by hormones; those composed of living cells are acted upon after seed formation, whereas the seed coats composed of dead cells can be influenced by hormones during the formation of the seed coat. ABA affects testa or seed coat growth characteristics, including thickness, and effects the GA-mediated embryo growth potential. These conditions and effects occur during the formation of the seed, often in response to environmental conditions. Hormones also mediate endosperm dormancy: Endosperm in most seeds is composed of living tissue that can actively respond to hormones generated by the embryo. The endosperm often acts as a barrier to seed germination, playing a part in seed coat dormancy or in the germination process. Living cells respond to and also affect the ABA:GA ratio, and mediate cellular sensitivity; GA thus increases the embryo growth potential and can promote endosperm weakening. GA also affects both ABA-independent and ABA-inhibiting processes within the endosperm.",
            "score": 189.6665802001953
        }
    ]
}