{
    "q": [
        {
            "docid": "24574814_3",
            "document": "Models of collaborative tagging . Just like any social phenomena, behavioral patterns in social tagging systems can be characterized by either a descriptive or predictive model. While descriptive models ask the question of \"what\", predictive models go deeper to also ask the question of \"why\" by attempting to provide explanations to the aggregate behavioral patterns. While there may be no general agreement on what an acceptable explanation should be like, many believe that a good explanation should have certain level of predictive accuracy. Descriptive models of social tagging typically are not concerned with explaining the actions of single individuals but describing the patterns that emerge as individual behavior is aggregated in a large social information system. Predictive models, however, attempt to explain aggregate patterns by analyzing how individuals interact and link to each other in ways that bring about similar or different emergent patterns of social behavior. In particular, a mechanism-based predictive model assumes a certain set of rule that individuals interact with each other, and understand how these interactions could produce aggregate patterns as observed and characterized by descriptive models. Predictive models can therefore provide explanations to why different system characteristics may lead to different aggregate patterns, and can therefore potentially provide information on how systems should be designed to achieve different social purposes.",
            "score": 163.7178543806076
        },
        {
            "docid": "46080_31",
            "document": "Halteres . The necessity of halteres in flight has been well documented, yet little is known about their use in other behaviors such as walking. Certain flies in the families Muscidae, Anthomyiidae, Calliphoridae, Sarcophagidae, Tachinidae, and Micropedizae have been documented to oscillate their wings while walking in addition to during flight. The oscillation of the haltere is similar in amplitude and frequency during walking and flight for these flies, and the halteres always oscillate when walking or when flying. All other families of Diptera never oscillate their halteres while walking, but always do so while flying. Flesh flies are among those that oscillate their halteres while walking, and also perform more poorly at certain walking tasks when their halteres are removed. In contrast, fruit flies, which do not oscillate their halteres when walking, do not exhibit any differences in ability when their halteres are removed. This indicates that haltere inputs are behaviorally relevant to those species which oscillate them while walking and that they aid those individuals in walking behavior.",
            "score": 185.11283195018768
        },
        {
            "docid": "9032_2",
            "document": "Drosophila . Drosophila () is a genus of flies, belonging to the family Drosophilidae, whose members are often called \"small fruit flies\" or (less frequently) pomace flies, vinegar flies, or wine flies, a reference to the characteristic of many species to linger around overripe or rotting fruit. They should not be confused with the Tephritidae, a related family, which are also called fruit flies (sometimes referred to as \"true fruit flies\"); tephritids feed primarily on unripe or ripe fruit, with many species being regarded as destructive agricultural pests, especially the Mediterranean fruit fly. One species of \"Drosophila\" in particular, \"D. melanogaster\", has been heavily used in research in genetics and is a common model organism in developmental biology. The terms \"fruit fly\" and \"\"Drosophila\"\" are often used synonymously with \"D. melanogaster\" in modern biological literature. The entire genus, however, contains more than 1,500 species and is very diverse in appearance, behavior, and breeding habitat.",
            "score": 135.25326597690582
        },
        {
            "docid": "2645238_17",
            "document": "Central pattern generator . The lamprey has been used as a model for vertebrate CPGs because, while its nervous system has a vertebrate organization, it shares many positive characteristics with invertebrates. When removed from the lamprey, the intact spinal cord can survive for days \"in vitro\". It also has very few neurons and can be easily stimulated to produce a fictive swimming motion indicative of a central pattern generator. As early as 1983, Ayers, Carpenter, Currie and Kinch proposed that there was a CPG responsible for most undulating movements in the lamprey including swimming forward and backward, burrowing in the mud and crawling on a solid surface, that although not surprisingly did not match the activity in the intact animal, nevertheless provided the basic locomotor output. The different movements have been found to be altered by neuromodulators, including serotonin in a study by Harris-Warrick and Cohen in 1985 and tachykinin in a study by Parker et al. in 1998. The lamprey model of CPG for locomotion has been important to the study of CPGs. Although Sten Grillner claims that the locomotor network is characterised, a claim that has seemingly been uncritically accepted by the spinal cord locomotor network field, there are in fact many missing details and Grillner cannot provide the evidence he uses to support his claims (Parker 2006). A general scheme of the lamprey CPG is now being used in the creation of artificial CPGs. For example, Ijspeert and Kodjabachian used Ekeberg's model for the lamprey to create artificial CPGs and simulate swimming movements in a lamprey-like substrate using controllers based on a SGOCE encoding. Essentially, these are the first steps toward the use of CPGs to code for locomotion in robots. The vertebrate model of CPG has been also developed with both Hodgkin-Huxley formalism, its variants and control system approaches. For example, Yakovenko and colleagues have developed a simple mathematical model that describes basic principles proposed by T.G. Brown with integrate-to-threshold units organized with mutually inhibitory connections. This model is sufficient to describe complex properties of behavior, such as different regimes of the extensor- and flexor-dominant locomotion observed during electrical stimulation of the mesencephalic locomotor region (MLR), MLR-induced fictive locomotion.",
            "score": 115.63386511802673
        },
        {
            "docid": "12878579_5",
            "document": "Animal testing on invertebrates . The fly \"D. melanogaster\" is the most widely used animal in genetic studies. This comes from the simplicity of breeding and housing the flies, which allows large numbers to be used in experiments. Molecular biology is relatively simple in these organisms and a huge variety of mutant and genetically modified flies have been developed. Fly genetics has been vital in the study of development, the cell cycle, behavior, and neuroscience. The similarities in the basic biochemistry of all animals allows flies to be used as simple systems to investigate the genetics of conditions such as heart disease and neurodegenerative disease. However, like nematodes, \"D. melanogaster\" is not widely used in applied medical research, as the fly immune system differs greatly from that found in humans, and diseases in flies can be very different from diseases in humans.",
            "score": 127.48106575012207
        },
        {
            "docid": "886876_50",
            "document": "Crowd simulation . Helbing proposed a model based on physics using a particle system and socio-psychological forces in order to describe human crowd behavior in panic situation, this is now called the Helbing Model. His work is based on how the average person would react in a certain situation. Although this is a good model, there are always different types of people present in the crowd and they each have their own individual characteristics as well as how they act in a group structure. For instance, one person may not react to a panic situation, while another may stops walking and interfere in the crowd dynamics as a whole. Furthermore, depending on the group structure, the individual action can change because the agent is part of a group, for example, returning to a dangerous place in order to rescue a member of that group. Helbing's model can be generalized incorporating individualism.",
            "score": 165.85269713401794
        },
        {
            "docid": "17033211_2",
            "document": "Quantitative models of the action potential . In neurophysiology, several mathematical models of the action potential have been developed, which fall into two basic types. The first type seeks to model the experimental data quantitatively, i.e., to reproduce the measurements of current and voltage exactly. The renowned Hodgkin–Huxley model of the axon from the \"Loligo\" squid exemplifies such models. Although qualitatively correct, the H-H model does not describe every type of excitable membrane accurately, since it considers only two ions (sodium and potassium), each with only one type of voltage-sensitive channel. However, other ions such as calcium may be important and there is a great diversity of channels for all ions. As an example, the cardiac action potential illustrates how differently shaped action potentials can be generated on membranes with voltage-sensitive calcium channels and different types of sodium/potassium channels. The second type of mathematical model is a simplification of the first type; the goal is not to reproduce the experimental data, but to understand qualitatively the role of action potentials in neural circuits. For such a purpose, detailed physiological models may be unnecessarily complicated and may obscure the \"forest for the trees\". The Fitzhugh-Nagumo model is typical of this class, which is often studied for its entrainment behavior. Entrainment is commonly observed in nature, for example in the synchronized lighting of fireflies, which is coordinated by a burst of action potentials; entrainment can also be observed in individual neurons. Both types of models may be used to understand the behavior of small biological neural networks, such as the central pattern generators responsible for some automatic reflex actions. Such networks can generate a complex temporal pattern of action potentials that is used to coordinate muscular contractions, such as those involved in breathing or fast swimming to escape a predator.",
            "score": 142.25605702400208
        },
        {
            "docid": "1656850_89",
            "document": "Object Process Methodology . The differences between OPM and UML are highly perceivable during the analysis and design stages. While UML is a multi-model, OPM supports a single unifying structure-behavior model. The crucial differences stem from the structure-oriented approach of UML, in which behavior is spread over thirteen diagram types, a fact that inevitably invokes the model multiplicity problem. First, using the OPM approach enables to view at main diagram (SD) the main process, objects and the connection between them. In addition, it easy to understand what is the main system's benefit (presented at the SD). In OPM, it's also easier to understand the main three aspects of the system: behavior, structure and functionality (contrary to UML which describes these aspects with different types of diagrams). Database unfolding modeling contributes to the understanding of system and all details which is stored in the system. In addition, creating in-zooming enables simplifying the model. OPM requires extensive knowledge of systematic processes such as how the system saved the path and gets decisions.",
            "score": 113.95160746574402
        },
        {
            "docid": "49528276_11",
            "document": "Behavioral plasticity . Recent studies of animals have documented individual differences in virtually all of the different types of behavioral plasticities described above. In addition, behavioral plasticities may themselves be developmentally plastic: individual differences in a type of plasticity that is expressed at a given age may be affected by the conditions to which the subjects were exposed earlier in life. In a variety of species, for instance, social cues during the juvenile period affect the contextual plasticity of responses to cues from potential mates at adulthood. As is the case for many other types of plasticity, researchers studying the development of individual differences in behavioral plasticity have found that genes, prior experiences and interactions between these factors contribute to the individual differences in behavioral plasticity that are expressed at a given age or lifestage. Another question that is currently attracting interest from students of both animal and human behavior is whether different types of behavioral plasticities are correlated with one another across individuals: i.e., whether some individuals are generally more plastic than others. Although there is some evidence that certain types of cognitive traits tend to be positively correlated with one another across individuals (see the g factor in humans), at present there is scant evidence that other types of plasticity (e.g. contextual plasticity and ontogenetic plasticity) are correlated with one another across individuals or genotypes in humans or animals.  Behavioral plasticity can have major impacts on the evolutionary fitness of an individual. Both developmental and contextual plasticity influence the fitness of an animal in a novel environment by increasing the probability that the animal will survive in that environment. Developmental plasticity is particularly important in terms of survival in novel environments, because trial-and-error processes such as learning (which encompass both phenotype sampling and environmental feedback) have the ability to immediately shift an entire population close to a new adaptive norm. As such, the ability to express some level of behavioral plasticity can be very advantageous. In fluctuating environments, animals that can change how they respond to differences in stimuli would have a leg up over animals that were set in a rigid phenotype. However, this would only be the case if the costs of maintaining the ability to change phenotype was lower than the benefit conferred to the individual.",
            "score": 143.5534384250641
        },
        {
            "docid": "37551669_8",
            "document": "Optimality model . Dung flies are a polygamous species that mate on cowpats. The copulation behavior of this species can also be modeled using the marginal value theorem. It has been discovered that in cases where two male dung flies copulate with the same female in relatively rapid succession, the second male will fertilize 80% of the eggs, while the first male will only fertilize 20%. This creates a dilemma for male dung flies. The longer they remain with a female after copulation, the better they are able to guard her from copulating with other males, hence increasing the likelihood of passing his genes to her offspring. However, the longer the male remains with an individual female, the smaller chance he has of finding other mates. Geoff Parker predicted that an optimality model comparing these two behaviors would be affected by the travel time between two patches. For example, short distances between cowpats should widen the pool of available mates in a specific geographic location. Parker predicted that under this condition, dung flies would be more likely to leave their current mate sooner to find additional mates. But if cowpats are few and far between, it would benefit a male dung fly to spend more time guarding a mate, ensuring his genes are passed on, because he may have difficulty finding an additional mate. The results from Parker's experiment agree with this model.",
            "score": 144.39516031742096
        },
        {
            "docid": "337196_28",
            "document": "Neuroanatomy . Aside from the human brain, there are many other animals whose brains and nervous systems have received extensive study as model systems, including mice, zebrafish, fruit fly, and a species of roundworm called \"C. elegans\". Each of these has its own advantages and disadvantages as a model system. For example, the \"C. elegans\" nervous system is extremely stereotyped from one individual worm to the next. This has allowed researchers using electron microscopy to map the paths and connections of all of the approximately 300 neurons in this species. The fruit fly is widely studied in part because its genetics is very well understood and easily manipulated. The mouse is used because, as a mammal, its brain is more similar in structure to our own (e.g., it has a six-layered cortex, yet its genes can be easily modified and its reproductive cycle is relatively fast).",
            "score": 111.181969165802
        },
        {
            "docid": "55680252_6",
            "document": "Amyotrophic lateral sclerosis research . Many animals have been used over the years to study ALS and to search for a potential therapy. The animal models can be C. elegans which has only 959 cells with simple structure, and known gene code.. Also, some studied have introduced the transgenic strain of C. elegans, which has a mutation in a gene related to ALS for example, and crossed them with the transgenic nlp-29 GFP reporter strain, resulting in fluorescent markers to the cells that are expressing these mutated genes, which can be used to monitor the disease development and effects . Similar, but more complex nervous system from the C. elegans is the Drosophila. Fruit fly ALS models can be used to study the locomotion and eye changes that can be related to human symptoms. Thus, drugs can be tested on these transgenic fruit flies to discovery new target molecules . On the other hand, zebrafish models have been used widely due to their similarity in the development and anatomy characteristics as a vertebrate to the human body . A study introduced the SOD1/GFP transgenic zebra-fish to study that specific gene on the development and occurrence of ALS in the fish, and how can that be used in testing potential therapeutic molecules . All the previous models are considered simple, and saves time and money due to their short lifespan and small and simple body structure .",
            "score": 114.857062458992
        },
        {
            "docid": "3869283_3",
            "document": "Dual inheritance theory . 'Culture', in this context is defined as 'socially learned behavior', and 'social learning' is defined as copying behaviors observed in others or acquiring behaviors through being taught by others. Most of the modelling done in the field relies on the first dynamic (copying) though it can be extended to teaching. Social learning at its simplest involves blind copying of behaviors from a model (someone observed behaving), though it is also understood to have many potential biases, including success bias (copying from those who are perceived to be better off), status bias (copying from those with higher status), homophily (copying from those most like ourselves), conformist bias (disproportionately picking up behaviors that more people are performing), etc.. Understanding social learning is a system of pattern replication, and understanding that there are different rates of survival for different socially learned cultural variants, this sets up, by definition, an evolutionary structure: cultural evolution.",
            "score": 113.53918361663818
        },
        {
            "docid": "246333_36",
            "document": "Mayfly . Mayflies are the primary source of models for artificial flies, hooks tied with coloured materials such as threads and feathers, used in fly fishing. These are based on different life-cycle stages of mayflies. For example, the flies known as \"emergers\" in North America are designed by fly fishermen to resemble subimago mayflies, and are intended to lure freshwater trout. In 1983, Patrick McCafferty recorded that artificial flies had been based on 36 genera of North American mayfly, from a total of 63 western species and 103 eastern/central species. A large number of these species have common names among fly fishermen, who need to develop a substantial knowledge of mayfly \"habitat, distribution, seasonality, morphology and behavior\" in order to match precisely the look and movements of the insects that the local trout are expecting.",
            "score": 119.16347646713257
        },
        {
            "docid": "22072718_15",
            "document": "Biological network . Network analysis provides the ability to quantify associations between individuals, which makes it possible to infer details about the network as a whole at the species and/or population level. Researchers interested in animal behavior across a multitude of taxa, from insects to primates, are starting to incorporate network analysis into their research. Researchers interested in social insects (e.g., ants and bees) have used network analyses to better understand division of labor, task allocation, and foraging optimization within colonies; Other researchers are interested in how certain network properties at the group and/or population level can explain individual level behaviors. For instance, a study on wire-tailed manakins (a small passerine bird) found that a male’s degree in the network largely predicted the ability of the male to rise in the social hierarchy (i.e. eventually obtain a territory and matings). In bottlenose dolphin groups, an individual’s degree and betweenness centrality values may predict whether or not that individual will exhibit certain behaviors, like the use of side flopping and upside-down lobtailing to lead group traveling efforts; individuals with high betweenness values are more connected and can obtain more information, and thus are better suited to lead group travel and therefore tend to exhibit these signaling behaviors more than other group members. Network analysis can also be used to describe the social organization within a species more generally, which frequently reveals important proximate mechanisms promoting the use of certain behavioral strategies. These descriptions are frequently linked to ecological properties (e.g., resource distribution). For example, network analyses revealed subtle differences in the group dynamics of two related equid fission-fusion species, Grevy’s zebra and onagers, living in variable environments; Grevy’s zebras show distinct preferences in their association choices when they fission into smaller groups, whereas onagers do not. Similarly, researchers interested in primates have also utilized network analyses to compare social organizations across the diverse primate order, suggesting that using network measures (such as centrality, assortativity, modularity, and betweenness) may be useful in terms of explaining the types of social behaviors we see within certain groups and not others. Finally, social network analysis can also reveal important fluctuations in animal behaviors across changing environments. For example, network analyses in female chacma baboons (\"Papio hamadryas ursinus\") revealed important dynamic changes across seasons which were previously unknown; instead of creating stable, long-lasting social bonds with friends, baboons were found to exhibit more variable relationships which were dependent on short-term contingencies related to group level dynamics as well as environmental variability. This is a very small set of broad examples of how researchers can use network analysis to study animal behavior. Research in this area is currently expanding very rapidly. Social network analysis is a valuable tool for studying animal behavior across all animal species, and has the potential to uncover new information about animal behavior and social ecology that was previously poorly understood.",
            "score": 134.88948678970337
        },
        {
            "docid": "9470597_14",
            "document": "Artificial fly . Although many flies from the standard trout repertoire can be successfully used to tempt various species of carp, particularly the common carp, a number of traditional patterns have been modified to make them more appealing to carp. One example would be Barry's Carp Fly, which resembles the familiar thorax-plus-tapered-abdomen structure of many nymphs, albeit in an enlarged and bushier format. Some flies have been designed specifically to target carp, usually to imitate the various vegetative sources of food that omnivorous carp feed on such as berries, seeds, and flowers that may fall into the water. This small niche of the fly fishing / fly tying world began to grow dramatically in size and legitimacy around 2010 as a hitherto underground movement started to go mainstream in the United States, leading to numerous innovations. Several of those, like the family of so-called \"headstand\" flies, represent the most significant departures from traditional freshwater designs in many years.",
            "score": 100.31809568405151
        },
        {
            "docid": "5467149_9",
            "document": "Cheating (biology) . \"Dictyostelium discoideum\" is a widely used model for cooperation and the development of multicellularity. This species of amoeba are most commonly found in a haploid, single-celled state that feed independently and undergo asexual reproduction. However, when the scarcity of food sources cause individual cells to starve, roughly 10⁴ to 10⁵ cells aggregate to form a mobile, multicellular structure dubbed a \"slug\". In the wild, aggregates generally contain multiple genotypes, resulting in chimeric mixtures. Unlike clonal (genetically identical) aggregates typically found in multicellular organisms, the potential for competition exists in chimeric aggregates. For example, because individuals in the aggregate contain different genomes, differences in fitness can result in conflict of interest among cells in the aggregate, where different genotypes could potentially compete against each other for resources and reproduction. In \"Dictyostelium discoideum\", roughly 20% of the cells in the aggregate become dead to make the stalk of a fruiting body. The remaining 80% of cells become spores in the sorus of the fruiting body, which can germinate again once conditions are more favorable. In this case, 20% of the cells must give up reproduction so that fruiting body forms successfully. This makes chimeric aggregates of \"Dictyostelium discoideum\" susceptible to cheating individuals that take advantage of the reproductive behavior without paying the fair price. In other words, if certain individuals tend to become a part of the sorus more frequently, they can gain increased benefit from the fruiting body system without sacrificing their own opportunities to reproduce. Cheating behavior in \"D. discoideum\" is well established, and many studies have attempted to elucidate the evolutionary and genetic mechanisms underlying the behavior. Having a 34Mb genome that is completely sequenced and well annotated makes \"D. discoideum\" a useful model in studying the genetic bases and molecular mechanisms of cheating, and in a broader sense, social evolution.",
            "score": 144.88417315483093
        },
        {
            "docid": "26277853_6",
            "document": "Subfields of psychology . Behavioural genetics uses genetically informative designs to understand the nature and origins of individual differences in behavior. In focusing on the causes of individual differences, behavioral genetics is distinct from evolutionary psychology, which tends to focus on human universals. Behavioral genetics has thus been associated strongly with the diathesis stress model of psychopathology as well as the nature/nurture debate. Behavioral genetics research was pioneered by Francis Galton and his seminal work in family studies and twin studies after falling out of favor during the eugenics movement during the first part of the 20th century up until World War II. A resurgence of behavioral genetics research began in the 1960s and rose into prominence in the 1980s and beyond. During this time twin study and adoption studies were conducted on a wide array of behavioral traits, including personality, cognitive ability, psychiatric illness, medical illness, and many others. The general conclusion of this large body of work is that every behavioral and medical trait, and indeed measures of the environment is heritable to some moderate degree. Taking advantage of the Human Genome Project more recent work in behavioral genetics uses recent technologies in array-based genotyping, genome sequencing, and other omics to measure genetic variants directly. These genetic variants can then be tested for association with behavioral traits and disorders, for example through genome-wide association studies. This approach to understanding the genetic influences on behavior have seen recent successes in, for example, schizophrenia. Psychiatric genetics is a subfield of behavioral genetics.",
            "score": 135.65195488929749
        },
        {
            "docid": "43097038_2",
            "document": "Behavior tree (artificial intelligence, robotics and control) . A Behavior Tree (BT) is a mathematical model of plan execution used in computer science, robotics, control systems and video games. They describe switchings between a finite set of tasks in a modular fashion. Their strength comes from their ability to create very complex tasks composed of simple tasks, without worrying how the simple tasks are implemented. BTs present some similarities to hierarchical state machines with the key difference that the main building block of a behavior is a task rather than a state. Its ease of human understanding make BTs less error prone and very popular in the game developer community. BTs have shown to generalize several other control architectures.",
            "score": 109.00950837135315
        },
        {
            "docid": "18346927_18",
            "document": "Scathophaga stercoraria . Like \"Drosophila melanogaster\", the yellow dung fly is an ideal model organism due to its short lifespan and susceptibility to various experimental manipulations. Initial interest in yellow dung flies came from their potential as biocontrol agents against pest flies around livestock. In the past 40 years alone, many studies have used \"S. stercoraria\" to research topics such as sperm competition, mating behavior, sexual conflict, reproductive physiology, thermal biology, and genetics. In particular, research on yellow dung flies has contributed greatly to understanding of multiple mating systems and sperm competition.",
            "score": 102.30339813232422
        },
        {
            "docid": "44525775_33",
            "document": "Intention . How people think about and verbally communicate their own intentions also impacts these intentions. For example, asking a question about prior behaviors using the imperfective aspect of language seems to be able to bring out stronger intentions to perform such a behavior in the future. According to the \"World Atlas of Language Structures\", \"Imperfective Aspects\" refers to a specific form of language structure used for reference to the present and the future but also for ongoing and habitual events in the past. For example, ‘He writes/is writing/wrote/was writing/will write letters.’ People are more likely to interpret the event as ongoing, and likely to resume the action in the future when it has been described with the imperfective verb aspect. Similarly, using present tense to describe an action as ongoing may strengthen intentions to perform the same action in the future. Previous research has showed that both information on past behavior and their attitude towards such behavior play crucial roles in predicting people's future behavioral tendency. Recent research done by Carrera and others concluded that verb tense may not have direct influence on intentions, however it could still affect the type of information used as a basis of behavioral intentions. When participants described a past episode using the present tense, they consistently used the more concrete past behavior as a basis for their intentions. In contrast, when participants described a past episode using the past tense, they consistently used the more abstract attitude as a basis for their intentions.",
            "score": 111.03366255760193
        },
        {
            "docid": "39530841_2",
            "document": "Flightless fruit fly . Flightless fruit flies (Order Diptera) encompasses a variety of different species of fly, such as \"Drosophila melanogaster\", \"Bactrocera cucurbitae\", \"Bactrocera dorsalis\", and \"Drosophila hydei\", with genetic mutations that cause them to be flightless. These genetic mutations may have different results such as the development of muscles that cannot support flight or even result in the lack of wings entirely. Flightless fly models have been especially useful for the study of human neuromuscular diseases such as spinal muscular atrophy, spinobulbar muscular atrophy, myotonic dystrophy, dystrophinopathies and other inherited neuromuscular diseases. Other applications of flightless flies include using them as convenient feeders for a variety of companion animals and even as test subjects in aeronautical research",
            "score": 115.28297352790833
        },
        {
            "docid": "31256461_2",
            "document": "Dinosaur behavior . Dinosaur behavior is difficult for paleontologists to study since much of paleontology is dependent solely on the physical remains of ancient life. However, trace fossils and paleopathology can give insight into dinosaur behavior. Interpretations of dinosaur behavior are generally based on the pose of body fossils and their habitat, computer simulations of their biomechanics, and comparisons with modern animals in similar ecological niches. As such, the current understanding of dinosaur behavior relies on speculation, and will likely remain controversial for the foreseeable future. However, there is general agreement that some behaviors which are common in crocodiles and birds, dinosaurs' closest living relatives, were also common among dinosaurs. Gregarious behavior was common in many dinosaur species. Dinosaurs may have congregated in herds for defense, for migratory purposes, or to provide protection for their young. There is evidence that many types of dinosaurs, including various theropods, sauropods, ankylosaurians, ornithopods, and ceratopsians, formed aggregations of immature individuals. Nests and eggs have been found for most major groups of dinosaurs, and it appears likely that dinosaurs communicated with their young, in a manner similar to modern birds and crocodiles. The crests and frills of some dinosaurs, like the marginocephalians, theropods and lambeosaurines, may have been too fragile to be used for active defense, and so they were likely used for sexual or aggressive displays, though little is known about dinosaur mating and territorialism. Most dinosaurs seem to have relied on land-based locomotion. A good understanding of how dinosaurs moved on the ground is key to models of dinosaur behavior; the science of biomechanics, in particular, has provided significant insight in this area. For example, studies of the forces exerted by muscles and gravity on dinosaurs' skeletal structure have investigated how fast dinosaurs could run, whether diplodocids could create sonic booms via whip-like tail snapping, and whether sauropods could float.",
            "score": 127.57619667053223
        },
        {
            "docid": "17682224_10",
            "document": "Evolution of the brain . With the use of in vivo Magnetic resonance imaging (MRI) and tissue sampling, different cortical samples from members of each hominoid species were analyzed. In each species, specific areas were either relatively enlarged or shrunken, which can detail neural organizations. Different sizes in the corticol areas can show specific adaptations, functional specializations and evolutionary events that were changes in how the hominoid brain is organized. In early prediction it was thought that the frontal lobe, a large part of the brain that is generally devoted to behavior and social interaction, predicted the differences in behavior between hominoid and humans. Discrediting this theory was evidence supporting that damage to the frontal lobe in both humans and hominoids show atypical social and emotional behavior; thus, this similarity means that the frontal lobe was not very likely to be selected for reorganization. Instead, it is now believed that evolution occurred in other parts of the brain that are strictly associated with certain behaviors. The reorganization that took place is thought to have been more organizational than volumetric; whereas the brain volumes were relatively the same but specific landmark position of surface anatomical features, for example, the lunate sulcus suggest that the brains had been through a neurological reorganization. There is also evidence that the early hominin lineage also underwent a quiescent period, which supports the idea of neural reorganization. Dental fossil records for early humans and hominins show that immature hominins, including australopithecines and members of \"Homo\", reveal that these species have a quiescent period (Bown et al. 1987). A quiescent period is a period in which there are no dental eruptions of adult teeth; at this time the child becomes more accustomed to social structure, and development of culture. During this time the child is given an extra advantage over other hominoids, devoting several years into developing speech and learning to cooperate within a community. This period is also discussed in relation to encephalization. It was discovered that chimpanzees do not have this neutral dental period and suggest that a quiescent period occurred in very early hominin evolution. Using the models for neurological reorganization it can be suggested the cause for this period, dubbed middle childhood, is most likely for enhanced foraging abilities in varying seasonal environments. To understand the development of human dentition, taking a look at behavior and biology.",
            "score": 121.60080695152283
        },
        {
            "docid": "55815126_9",
            "document": "Locomotor mimicry . Another example of aerial locomotor mimicry is found in the drone fly and its model, the honeybee. In analyses of flight sequences, flight velocities, flight trajectories, and time spent hovering, it was found that the flight patterns of drone flies were more similar to honeybees than to that of other flies. The drone flies and their models both exhibit loops in their flight paths, which is surprising for the drone flies because they are very adept fliers. A likely explanation for this flight behaviour is that, while foraging, the drone flies are at increased risk of predation by birds and therefore they alter their flying to resemble the noxious honeybee and avoid predation.",
            "score": 105.78456664085388
        },
        {
            "docid": "22902883_12",
            "document": "Live, virtual, and constructive . The Environments (L, V, & C) by themselves are generally well understood and apply universally to a diverse range of disciplines such as the medical field, law enforcement or operational military applications. Using the medical field as an example, the Live Environment can be a doctor performing CPR on a human patient in a critical real world situation. In this same context, the Virtual Environment would include a doctor practicing CPR on a training mannequin, and the Constructive Environment is the software within the training mannequin that drives its behavior. In a second example, consider fighter pilot training or operational testing. The Live environment is the pilot flying the combat aircraft. The Virtual environment would include that same pilot flying a simulator. The constructive environment includes the networks, computer generated forces, and weapons servers, etc. that enable the Live and Virtual environments to be connected and interact. Although there are clearly secondary and tertiary training benefits, it is important to understand combining one or more environments for the purpose of making Live real world performance better is the sole reason the LVC concept was created.  However, when referring to specific activities or programs designed to integrate the environments across the enterprise, the use and application of terms differ widely across the DoD. Therefore, the words that describe specifically how future training or operational testing will be accomplished require standardization as well. This is best described by backing away from technical terminology and thinking about how human beings actually prepare for their specific combat responsibilities. In practice, human beings prepare for their roles in one of three Constructs: Live (with actual combat tools), in a Simulator of some kind, or in other Ancillary ways (tests, academics, computer-based training, etc.). Actions within each of the Constructs are further broken down into Components that specify differing ways to get the job done or achieve training objectives. The three Constructs are described below:",
            "score": 99.68584632873535
        },
        {
            "docid": "10992052_3",
            "document": "Methods of neuro-linguistic programming . NLP teaches that language and behaviors (whether functional or dysfunctional) are highly structured, and that this structure can be 'modeled' or copied into a reproducible form. Using NLP a person can 'model' the more successful parts of their own behavior in order to reproduce it in areas where they are less successful or 'model' another person to affect belief and behavior changes to improve functioning. If someone excels in some activity, it can be learned how specifically they do it by observing certain important details of their behavior. NLP embodies several techniques, including hypnotic techniques, which proponents claim can affect changes in the way people think, learn and communicate. NLP is an eclectic field, often described as a 'toolbox' which has borrowed heavily from other fields in collating its presuppositions and techniques.",
            "score": 116.60038185119629
        },
        {
            "docid": "20143190_4",
            "document": "Con Slobodchikoff . His initial research involved the behavior and ecology of tenebrionid beetles and their response to vertebrate predators. However, in the mid-1980s he switched his research efforts to studying the social behavior and communication of prairie dogs. He has been decoding the communication system of alarm calls, and he and his students have found that prairie dogs have a sophisticated communication system that can identify the species of predator and provides descriptive information about the size, shape, and color of the individual predator animal. His research in prairie dog communication has also shown displacement, the ability to communicate about things that are not present. This finding challenges prior theories on animal communication, since only humans have been known to use this linguistic process. In addition, his work with prairie dogs suggests that they may have a \"complex communication system that borders on language.\" Not only do they have a developed communication system as described above, they also have different escape behaviors in response to different predator calls. His research with the prairie dogs also helps to explain why animals have social behavior. Because these animals form a colony, they form a set of different social groups, which apparently exist for other reasons besides mating and may be a way to take advantage of limited resources. Con also writes a Dog Behavior Blog which gives some advice on how to solve behavior issues and has several short essays about some of the research about dogs and dog behavior.",
            "score": 115.02946519851685
        },
        {
            "docid": "7952689_5",
            "document": "Threshold model . Mark Granovetter, following Schelling, proposed the threshold model (Granovetter & Soong, 1983, 1986, 1988), which assumes that individuals’ behavior depends on the number of other individuals already engaging in that behavior (both Schelling and Granovetter classify their term of “threshold” as behavioral threshold.). He used the threshold model to explain the riot, residential segregation, and the spiral of silence. In the spirit of Granovetter’s threshold model, the “threshold” is “the number or proportion of others who must make one decision before a given actor does so”.  It is necessary to emphasize the determinants of threshold. Different individuals have different thresholds. Individuals' thresholds may be influenced by many factors: social economic status, education, age, personality, etc. Further, Granovetter relates “threshold” with utility one gets from participating in collective behavior or not, using the utility function, each individual will calculate his or her cost and benefit from undertaking an action. And situation may change the cost and benefit of the behavior, so threshold is situation-specific. The distribution of the thresholds determines the outcome of the aggregate behavior (for example, public opinion).",
            "score": 146.3812576532364
        },
        {
            "docid": "547826_75",
            "document": "Homosexual behavior in animals . Male \"Drosophila melanogaster\" flies bearing two copies of a mutant allele in the fruitless gene court and attempt to mate exclusively with other males. The genetic basis of animal homosexuality has been studied in the fly \"Drosophila melanogaster\". Here, multiple genes have been identified that can cause homosexual courtship and mating. These genes are thought to control behavior through pheromones as well as altering the structure of the animal's brains. These studies have also investigated the influence of environment on the likelihood of flies displaying homosexual behavior.",
            "score": 109.0738365650177
        },
        {
            "docid": "15795950_17",
            "document": "Activity recognition . Conventional temporal probabilistic models such as the hidden Markov model (HMM) and conditional random fields (CRF) model directly model the correlations between the activities and the observed sensor data. In recent years, increasing evidence has supported the use of hierarchical models which take into account the rich hierarchical structure that exists in human behavioral data. The core idea here is that the model does not directly correlate the activities with the sensor data, but instead breaks the activity into sub-activities (sometimes referred to as actions) and models the underlying correlations accordingly. An example could be the activity of preparing spaghetti, which can be broken down into the subactivities or actions of cutting vegetables, frying the vegetables in a pan and serving it on a plate. Examples of such a hierarchical model are Layered Hidden Markov Models (LHMMs) and the hierarchical hidden Markov model (HHMM), which have been shown to significantly outperform its non-hierarchical counterpart in activity recognition.",
            "score": 132.3892823457718
        },
        {
            "docid": "22022581_10",
            "document": "Markov model . Hierarchical Markov models can be applied to categorize human behavior at various levels of abstraction. For example, a series of simple observations, such as a person's location in a room, can be interpreted to determine more complex information, such as in what task or activity the person is performing. Two kinds of Hierarchical Markov Models are the Hierarchical hidden Markov model and the Abstract Hidden Markov Model. Both have been used for behavior recognition. and certain conditional independence properties between different levels of abstraction in the model allow for faster learning and inference.",
            "score": 141.79337859153748
        }
    ],
    "r": [
        {
            "docid": "46080_31",
            "document": "Halteres . The necessity of halteres in flight has been well documented, yet little is known about their use in other behaviors such as walking. Certain flies in the families Muscidae, Anthomyiidae, Calliphoridae, Sarcophagidae, Tachinidae, and Micropedizae have been documented to oscillate their wings while walking in addition to during flight. The oscillation of the haltere is similar in amplitude and frequency during walking and flight for these flies, and the halteres always oscillate when walking or when flying. All other families of Diptera never oscillate their halteres while walking, but always do so while flying. Flesh flies are among those that oscillate their halteres while walking, and also perform more poorly at certain walking tasks when their halteres are removed. In contrast, fruit flies, which do not oscillate their halteres when walking, do not exhibit any differences in ability when their halteres are removed. This indicates that haltere inputs are behaviorally relevant to those species which oscillate them while walking and that they aid those individuals in walking behavior.",
            "score": 185.1128387451172
        },
        {
            "docid": "886876_50",
            "document": "Crowd simulation . Helbing proposed a model based on physics using a particle system and socio-psychological forces in order to describe human crowd behavior in panic situation, this is now called the Helbing Model. His work is based on how the average person would react in a certain situation. Although this is a good model, there are always different types of people present in the crowd and they each have their own individual characteristics as well as how they act in a group structure. For instance, one person may not react to a panic situation, while another may stops walking and interfere in the crowd dynamics as a whole. Furthermore, depending on the group structure, the individual action can change because the agent is part of a group, for example, returning to a dangerous place in order to rescue a member of that group. Helbing's model can be generalized incorporating individualism.",
            "score": 165.8527069091797
        },
        {
            "docid": "24574814_3",
            "document": "Models of collaborative tagging . Just like any social phenomena, behavioral patterns in social tagging systems can be characterized by either a descriptive or predictive model. While descriptive models ask the question of \"what\", predictive models go deeper to also ask the question of \"why\" by attempting to provide explanations to the aggregate behavioral patterns. While there may be no general agreement on what an acceptable explanation should be like, many believe that a good explanation should have certain level of predictive accuracy. Descriptive models of social tagging typically are not concerned with explaining the actions of single individuals but describing the patterns that emerge as individual behavior is aggregated in a large social information system. Predictive models, however, attempt to explain aggregate patterns by analyzing how individuals interact and link to each other in ways that bring about similar or different emergent patterns of social behavior. In particular, a mechanism-based predictive model assumes a certain set of rule that individuals interact with each other, and understand how these interactions could produce aggregate patterns as observed and characterized by descriptive models. Predictive models can therefore provide explanations to why different system characteristics may lead to different aggregate patterns, and can therefore potentially provide information on how systems should be designed to achieve different social purposes.",
            "score": 163.71786499023438
        },
        {
            "docid": "46080_5",
            "document": "Halteres . Halteres are typically only associated with flight stabilization, but their ability to detect body rotations can elicit compensatory reactions not only from the wing steering muscles, but also from neck muscle which are responsible for head position and gaze. Halteres may also be useful for other behaviors. Certain species of flies have been observed to oscillate their halteres while walking in addition to oscillating them during flight. In these individuals, halteres could thus be detecting sensory information during walking behavior as well. When the halteres are removed, these insects perform more poorly at certain walking challenges. However, how haltere information is processed and used during walking remains, with few exceptions, unclear. Specific examples of what has been found are described below.",
            "score": 158.6226043701172
        },
        {
            "docid": "235451_2",
            "document": "Random walk . A random walk is a mathematical object, known as a stochastic or random process, that describes a path that consists of a succession of random steps on some mathematical space such as the integers. An elementary example of a random walk is the random walk on the integer number line, formula_1, which starts at 0 and at each step moves +1 or −1 with equal probability. Other examples include the path traced by a molecule as it travels in a liquid or a gas, the search path of a foraging animal, the price of a fluctuating stock and the financial status of a gambler can all be approximated by random walk models, even though they may not be truly random in reality. As illustrated by those examples, random walks have applications to many scientific fields including ecology, psychology, computer science, physics, chemistry, biology as well as economics. Random walks explain the observed behaviors of many processes in these fields, and thus serve as a fundamental model for the recorded stochastic activity. As a more mathematical application, the value of pi can be approximated by the usage of random walk in agent-based modelling environment. The term \"random walk\" was first introduced by Karl Pearson in 1905.",
            "score": 154.49058532714844
        },
        {
            "docid": "7715915_2",
            "document": "Social cognitive theory . Social cognitive theory (SCT), used in psychology, education, and communication, holds that portions of an individual's knowledge acquisition can be directly related to observing others within the context of social interactions, experiences, and outside media influences. The theory states that when people observe a model performing a behavior and the consequences of that behavior, they remember the sequence of events and use this information to guide subsequent behaviors. Observing a model can also prompt the viewer to engage in behavior they already learned. In other words, people do not learn new behaviors solely by trying them and either succeeding or failing, but rather, the survival of humanity is dependent upon the replication of the actions of others. Depending on whether people are rewarded or punished for their behavior and the outcome of the behavior, the observer may choose to replicate behavior modeled. Media provides models for a vast array of people in many different environmental settings.",
            "score": 153.8782958984375
        },
        {
            "docid": "8087746_10",
            "document": "Attribution (psychology) . The covariation model states that people attribute behavior to the factors that are present when a behavior occurs and absent when it does not. Thus, the theory assumes that people make causal attributions in a rational, logical fashion, and that they assign the cause of an action to the factor that co-varies most closely with that action. Harold Kelley's covariation model of attribution looks to three main types of information from which to make an attribution decision about an individual's behavior. The first is \"consensus information\", or information on how other people in the same situation and with the same stimulus behave. The second is \"distinctive information\", or how the individual responds to different stimuli. The third is \"consistency information\", or how frequent the individual's behavior can be observed with similar stimulus but varied situations. From these three sources of information observers make attribution decisions on the individual's behavior as either internal or external. There have been claims that people under-utilise consensus information, although there has been some dispute over this.",
            "score": 152.46798706054688
        },
        {
            "docid": "387746_23",
            "document": "Social simulation . Agent-based modeling (ABM) is a system in which a collection of agents independently interact on networks. Each individual agent is responsible for different behaviors that result in collective behaviors. These behaviors as a whole help to define the workings of the network. ABM focuses on human social interactions and how people work together and communicate with one another without having one, single \"group mind\". This essentially means that it tends to focus on the consequences of interactions between people (the agents) in a population. Researchers are better able to understand this type of modeling by modeling these dynamics on a smaller, more localized level. Essentially, ABM helps to better understand interactions between people (agents) who, in turn, influence one another (in response to these influences). Simple individual rules or actions can result in coherent group behavior. Changes in these individual acts can affect the collective group in any given population.",
            "score": 149.3144989013672
        },
        {
            "docid": "168536_15",
            "document": "Bulimia nervosa . In contrast, Byrne and Mclean's findings differed slightly from Fairburn \"et al.\"s cognitive behavioral model of bulimia nervosa in that the drive for thinness was the major cause of purging as a way of controlling weight. In turn, Byrne and Mclean argued that this makes the individual vulnerable to binging, indicating that it is not a binge-purge cycle but rather a purge-binge cycle in that purging comes before bingeing. Similarly, Fairburn \"et al.\"s cognitive behavioral model of bulimia nervosa is not necessarily applicable to every individual and is certainly reductionist. Everyone differs from another, and taking such a complex behavior like bulimia and applying the same one theory to everyone would certainly be invalid. In addition, the cognitive behavioral model of bulimia nervosa is very cultural bound in that it may not be necessarily applicable to cultures outside of the Western society. To evaluate, Fairburn \"et al.\".'s model and more generally the cognitive explanation of bulimia nervosa is more descriptive than explanatory, as it does not necessarily explain how bulimia arises. Furthermore, it is difficult to ascertain cause and effect, because it may be that distorted eating leads to distorted cognition rather than vice versa.",
            "score": 148.63003540039062
        },
        {
            "docid": "7952689_5",
            "document": "Threshold model . Mark Granovetter, following Schelling, proposed the threshold model (Granovetter & Soong, 1983, 1986, 1988), which assumes that individuals’ behavior depends on the number of other individuals already engaging in that behavior (both Schelling and Granovetter classify their term of “threshold” as behavioral threshold.). He used the threshold model to explain the riot, residential segregation, and the spiral of silence. In the spirit of Granovetter’s threshold model, the “threshold” is “the number or proportion of others who must make one decision before a given actor does so”.  It is necessary to emphasize the determinants of threshold. Different individuals have different thresholds. Individuals' thresholds may be influenced by many factors: social economic status, education, age, personality, etc. Further, Granovetter relates “threshold” with utility one gets from participating in collective behavior or not, using the utility function, each individual will calculate his or her cost and benefit from undertaking an action. And situation may change the cost and benefit of the behavior, so threshold is situation-specific. The distribution of the thresholds determines the outcome of the aggregate behavior (for example, public opinion).",
            "score": 146.38125610351562
        },
        {
            "docid": "36086848_5",
            "document": "Fear processing in the brain . It has been observed that fear can contribute to behavioral changes. One way this phenomenon has been studied is on the basis of the repeated stress model done by Camp RM et al.(among others). In this particular study, it was examined that the contribution fear conditioning may play a huge role in altering an animal's (Fischer rat's) behavior in a repeated stress paradigm. Behavioral changes that are commonly referred to as depressive-like behaviors resulted from this model of testing. After setting a control and a valid experimental design, Fischer rats were exposed daily to different stressors in a complex environment. After four days of stressor exposure, both exploratory behavior and social interaction were tested on day 5 in either the same environment or a new environment. The rats showed much decreased exploration and social interaction when tested in different contexts compared to control rats. To further make a correlation to the biochemistry (as mentioned below), chronic infusion of propranolol (beta-adrenergic receptor antagonist) prevented the behavioral changes following repeated stressor exposure thus halting long term potentiation. Some physiological changes also occurred including the decrease in body weight gain and adrenal hypertrophy observed in animals exposed to stress. Overall, the conditioned fear responses can contribute to behavioral changes in a repeated stress paradigm. This can be extended to correlate to other animals as well but with varying degrees of responses.",
            "score": 146.23739624023438
        },
        {
            "docid": "5467149_9",
            "document": "Cheating (biology) . \"Dictyostelium discoideum\" is a widely used model for cooperation and the development of multicellularity. This species of amoeba are most commonly found in a haploid, single-celled state that feed independently and undergo asexual reproduction. However, when the scarcity of food sources cause individual cells to starve, roughly 10⁴ to 10⁵ cells aggregate to form a mobile, multicellular structure dubbed a \"slug\". In the wild, aggregates generally contain multiple genotypes, resulting in chimeric mixtures. Unlike clonal (genetically identical) aggregates typically found in multicellular organisms, the potential for competition exists in chimeric aggregates. For example, because individuals in the aggregate contain different genomes, differences in fitness can result in conflict of interest among cells in the aggregate, where different genotypes could potentially compete against each other for resources and reproduction. In \"Dictyostelium discoideum\", roughly 20% of the cells in the aggregate become dead to make the stalk of a fruiting body. The remaining 80% of cells become spores in the sorus of the fruiting body, which can germinate again once conditions are more favorable. In this case, 20% of the cells must give up reproduction so that fruiting body forms successfully. This makes chimeric aggregates of \"Dictyostelium discoideum\" susceptible to cheating individuals that take advantage of the reproductive behavior without paying the fair price. In other words, if certain individuals tend to become a part of the sorus more frequently, they can gain increased benefit from the fruiting body system without sacrificing their own opportunities to reproduce. Cheating behavior in \"D. discoideum\" is well established, and many studies have attempted to elucidate the evolutionary and genetic mechanisms underlying the behavior. Having a 34Mb genome that is completely sequenced and well annotated makes \"D. discoideum\" a useful model in studying the genetic bases and molecular mechanisms of cheating, and in a broader sense, social evolution.",
            "score": 144.88417053222656
        },
        {
            "docid": "563299_4",
            "document": "Human behavior . Human behavior is experienced throughout an individual’s entire lifetime. It includes the way they act based on different factors such as genetics, social norms, core faith, and attitude. Behavior is impacted by certain traits each individual has. The traits vary from person to person and can produce different actions or behavior from each person. Social norms also impact behavior. Due to the inherently conformist nature of human society in general, humans are pressured into following certain rules and displaying certain behaviors in society, which conditions the way people behave. Different behaviors are deemed to be either acceptable or unacceptable in different societies and cultures. Core faith can be perceived through the religion and philosophy of that individual. It shapes the way a person thinks and this in turn results in different human behaviors. Attitude can be defined as \"the degree to which the person has a favorable or unfavorable evaluation of the behavior in question.\" One's attitude is essentially a reflection of the behavior he or she will portray in specific situations. Thus, human behavior is greatly influenced by the attitudes we use on a daily basis.",
            "score": 144.6302490234375
        },
        {
            "docid": "2610792_27",
            "document": "Expectancy violations theory . It is important to note that EVT can apply to both non-relational interaction and close relationships. In 1998, more than twenty years after the theory was first published, several studies were conducted to catalog the types of expectancy violations commonly found in close relationships. Expectations with friends formulate over time and are usually brought together by a series of observations of behavior and predictions on how that friend will act in the future. When these expectations are violated, it often can be damaging and dangerous for a close friendship. It can cause an end to the friendship and bring a strong negative experience in that person's life. After time and experiences with that friend we might suspect them to act consistently around me in the way they have always acted, that is until a violation to this expectation takes place. For example, when they begin “breaking promises or even acting in an inauthentic manner to impress others, can have aversive consequences for close relationships” (Cohen 2010). The fact is, we expect our friends to act in a social manner where they are adhere to all of our personal rules we set in our minds. That includes being nice, kind, considerate, and refraining from any comment that puts another down. This is a part of the personal rules we set within ourselves with a personal friendship, that is until we are in a different setting with that individual and they are around different people and the rules are broken. While this might be an offense in one’s eyes, it may not be offensive in the others. Each negative experience can deteriorate the relationship and allow more experiences where expectations are continually violated until the relationship is dissolved. Cohen said “the more that a friendship is voluntary, easily replaceable, and disconnected from external pressures to continue, the more vulnerable it is to expectancy violation damage” (Cohen, 2010). Someone will always look for the better option if a negative experience has taken place. The more you are invested in a friendship with someone the stronger the effect will have on the individual when expectations are violated. There is also an interesting perspective of expectation violation when you throw gender into the picture. A friend that shares the same sex as you usually has a completely different feel to the relationship than a friendship with members of the opposite sex. Women are generally less tolerant with members of the opposite sex when violations have taken place. Relationships over time, whether it be with the same sex or not, tend to fail when the other will fall away from the behaviors and norms that the other is used to. This can be shown with hostile attitudes, sharp comments, distancing away from the other, etc. Both parties are also capable of violating each other's expectations at the same time. It is not just one person in the relationship that perceives behavior as unusual. One can respond to a violation with another social violation, leaving the friendship in confusion of direction it is going.",
            "score": 144.52781677246094
        },
        {
            "docid": "37551669_8",
            "document": "Optimality model . Dung flies are a polygamous species that mate on cowpats. The copulation behavior of this species can also be modeled using the marginal value theorem. It has been discovered that in cases where two male dung flies copulate with the same female in relatively rapid succession, the second male will fertilize 80% of the eggs, while the first male will only fertilize 20%. This creates a dilemma for male dung flies. The longer they remain with a female after copulation, the better they are able to guard her from copulating with other males, hence increasing the likelihood of passing his genes to her offspring. However, the longer the male remains with an individual female, the smaller chance he has of finding other mates. Geoff Parker predicted that an optimality model comparing these two behaviors would be affected by the travel time between two patches. For example, short distances between cowpats should widen the pool of available mates in a specific geographic location. Parker predicted that under this condition, dung flies would be more likely to leave their current mate sooner to find additional mates. But if cowpats are few and far between, it would benefit a male dung fly to spend more time guarding a mate, ensuring his genes are passed on, because he may have difficulty finding an additional mate. The results from Parker's experiment agree with this model.",
            "score": 144.39517211914062
        },
        {
            "docid": "90682_84",
            "document": "William James . Our social selves are who we are in a given social situation. For James, people change how they act depending on the social situation that they are in. James believed that people had as many social selves as they did social situations they participated in. For example, a person may act in a different way at work when compared to how that same person may act when they are out with a group of friends. James also believed that in a given social group, an individual's social self may be divided even further. An example of this would be, in the social context of an individual's work environment, the difference in behavior when that individual is interacting with their boss versus their behavior when interacting with a co-worker.",
            "score": 144.2162322998047
        },
        {
            "docid": "577858_23",
            "document": "Imitation . Naturally, children are surrounded by many different types of people that influence their actions and behaviors, including parents, family members, teachers, peers, and even characters on television programs. These different types of individuals that are observed are called models. According to Saul McLeod, \"these models provide examples of masculine and feminine behavior to observe and imitate.\" Children imitate the behavior they have observed from others, regardless of the gender of the person and whether or not the behavior is gender appropriate. However, it has been proven that children will reproduce the behavior that \"its society deems appropriate for its sex.\"",
            "score": 143.83737182617188
        },
        {
            "docid": "10008223_15",
            "document": "Positive behavior support . There are many different behavioral strategies that PBS can use to encourage individuals to change their behavior. Some of these strategies are delivered through the consultation process to teachers. The strong part of functional behavior assessment is that it allows interventions to directly address the function (purpose) of a problem behavior. For example, a child who acts out for attention could receive attention for alternative behavior (contingency management) or the teacher could make an effort to increase the amount of attention throughout the day (satiation). Changes in setting events or antecedents are often preferred by PBS because contingency management often takes more effort. Another tactic especially when dealing with disruptive behavior is to use information from a behavior chain analysis to disrupt the behavioral problem early in the sequence to prevent disruption. Some of the most commonly used approaches are:",
            "score": 143.57431030273438
        },
        {
            "docid": "49528276_11",
            "document": "Behavioral plasticity . Recent studies of animals have documented individual differences in virtually all of the different types of behavioral plasticities described above. In addition, behavioral plasticities may themselves be developmentally plastic: individual differences in a type of plasticity that is expressed at a given age may be affected by the conditions to which the subjects were exposed earlier in life. In a variety of species, for instance, social cues during the juvenile period affect the contextual plasticity of responses to cues from potential mates at adulthood. As is the case for many other types of plasticity, researchers studying the development of individual differences in behavioral plasticity have found that genes, prior experiences and interactions between these factors contribute to the individual differences in behavioral plasticity that are expressed at a given age or lifestage. Another question that is currently attracting interest from students of both animal and human behavior is whether different types of behavioral plasticities are correlated with one another across individuals: i.e., whether some individuals are generally more plastic than others. Although there is some evidence that certain types of cognitive traits tend to be positively correlated with one another across individuals (see the g factor in humans), at present there is scant evidence that other types of plasticity (e.g. contextual plasticity and ontogenetic plasticity) are correlated with one another across individuals or genotypes in humans or animals.  Behavioral plasticity can have major impacts on the evolutionary fitness of an individual. Both developmental and contextual plasticity influence the fitness of an animal in a novel environment by increasing the probability that the animal will survive in that environment. Developmental plasticity is particularly important in terms of survival in novel environments, because trial-and-error processes such as learning (which encompass both phenotype sampling and environmental feedback) have the ability to immediately shift an entire population close to a new adaptive norm. As such, the ability to express some level of behavioral plasticity can be very advantageous. In fluctuating environments, animals that can change how they respond to differences in stimuli would have a leg up over animals that were set in a rigid phenotype. However, this would only be the case if the costs of maintaining the ability to change phenotype was lower than the benefit conferred to the individual.",
            "score": 143.55343627929688
        },
        {
            "docid": "43851_23",
            "document": "Social norm . Developed in the 1960s, the return potential model provides a method for plotting and visualizing group norms. In the regular coordinate plane, the amount of behavior exhibited is plotted on the X-axis (label \"a\" in Figure 1) while the amount of group acceptance or approval gets plotted on the Y-axis (\"b\" in Figure 1). The graph represents the potential return or positive outcome to an individual for a given behavioral norm. Theoretically, one could plot a point for each increment of behavior how much the group likes or dislikes that action. For example, it may be the case that among first-year graduate students, strong social norms around how many daily cups of coffee you drink exist. If the return curve in Figure 1 correctly displays the example social norm, we can see that if someone drinks 0 cups of coffee a day, the group strongly disapproves. The group does not approve of member behavior until someone hits four cups of coffee a day; the graduate students (as represented by the return curve) find it excessive to drink more than seven cups, however, as the approval again dips below zero. As exhibited by the coffee example, the return potential model displays for each increment of behavior how much group approval one can anticipate.",
            "score": 143.00531005859375
        },
        {
            "docid": "17033211_2",
            "document": "Quantitative models of the action potential . In neurophysiology, several mathematical models of the action potential have been developed, which fall into two basic types. The first type seeks to model the experimental data quantitatively, i.e., to reproduce the measurements of current and voltage exactly. The renowned Hodgkin–Huxley model of the axon from the \"Loligo\" squid exemplifies such models. Although qualitatively correct, the H-H model does not describe every type of excitable membrane accurately, since it considers only two ions (sodium and potassium), each with only one type of voltage-sensitive channel. However, other ions such as calcium may be important and there is a great diversity of channels for all ions. As an example, the cardiac action potential illustrates how differently shaped action potentials can be generated on membranes with voltage-sensitive calcium channels and different types of sodium/potassium channels. The second type of mathematical model is a simplification of the first type; the goal is not to reproduce the experimental data, but to understand qualitatively the role of action potentials in neural circuits. For such a purpose, detailed physiological models may be unnecessarily complicated and may obscure the \"forest for the trees\". The Fitzhugh-Nagumo model is typical of this class, which is often studied for its entrainment behavior. Entrainment is commonly observed in nature, for example in the synchronized lighting of fireflies, which is coordinated by a burst of action potentials; entrainment can also be observed in individual neurons. Both types of models may be used to understand the behavior of small biological neural networks, such as the central pattern generators responsible for some automatic reflex actions. Such networks can generate a complex temporal pattern of action potentials that is used to coordinate muscular contractions, such as those involved in breathing or fast swimming to escape a predator.",
            "score": 142.2560577392578
        },
        {
            "docid": "22022581_10",
            "document": "Markov model . Hierarchical Markov models can be applied to categorize human behavior at various levels of abstraction. For example, a series of simple observations, such as a person's location in a room, can be interpreted to determine more complex information, such as in what task or activity the person is performing. Two kinds of Hierarchical Markov Models are the Hierarchical hidden Markov model and the Abstract Hidden Markov Model. Both have been used for behavior recognition. and certain conditional independence properties between different levels of abstraction in the model allow for faster learning and inference.",
            "score": 141.7933807373047
        },
        {
            "docid": "15434333_13",
            "document": "Behavior management . Positive reinforcement, negative reinforcement, positive and negative punishment are all forms of Operant Conditioning. Reinforcements are when you try to increase behavior, either positively or negatively. If you use positive reinforcement, you add a wanted stimulus for desired behavior (e.g. awarding good behavior with a treat). Negative reinforcement is when you increase behavior by removing something unwanted. (e.g., The child’s room is messy and his mom nags him to clean it up, he eventually keeps it clean to remove his mom’s nagging.) Punishment is trying to decrease behavior, either by using negative or positive. Positive punishment is when you add an unwanted stimulus to decrease the target’s behavior. (e.g., spanking a child when he behaves badly.) Here, spanking is being added to decrease his bad behavior. Negative punishment is when you remove something the target enjoys or likes to remove his or her bad behavior. (e.g. your child comes home past curfew every weekend, you remove watching TV when he is past curfew, therefore, your child’s behavior of coming past curfew will decrease.) This is negative punishment because your child likes to watch TV, so when you take that away from him for being late, he doesn’t like it, therefore, wanting to come home in time to not get that privilege taken away. (Goal: to elaborate and give more background to help reinforce the theory.)  Abraham Maslow is a very well-known humanist psychologist with his work for hierarchy needs, in this, he describes that humans have basic needs, and they are not met, that individuals will not desire anything else. Maslow also states that humans are never really satisfied, in that our needs are never fully fulfilled, therefore, this can affect how we can behave. (e.g., if our needs are never fully fulfilled, then we might not always behave well, even if we do get a treat for good behavior.) A related concept, \"Hawthorne Effect\" involves the manipulation of behavior of somebody being observed. For example, if you’re being studied in an experiment, you might perform better or work harder because you are aware of the attention you are getting. It is this effect of observation that is called the \"Hawthorne Effect\". This is interesting because if we take a child who is behaving very poorly, no matter what, and they were put in an experiment, they might increase their good behavior because they are getting attention from the researcher. The point of operant conditioning in behavior modification is to regulate the behavior. It is a method to use different techniques and tie them all together to monitor how one behaves. It can cause a problem when talking about Maslow’s Hierarchy of needs because in this model Maslow goes on to explain how no one’s needs are fully met. The highest point on Maslow’s pyramid is self-actualization which Maslow argues is the goal in which we do not reach. This can pose a problem when it comes to behavior modification because one might think if that individual can not reach that ultimate goal, why try at all. Self-actualization is the goal in which humans have this sense of belonging or accomplishment. Humans have needs, just like any other breed of animal and when one type of animal does not attain those goals or needs, there is this feeling of dissatisfaction. When a person does not meet that top goal there is a void and that person might feel depressed that he or she can not get to that ultimate step. Using these behavioral modifications or techniques one can train or teach oneself how to better attain these goals.",
            "score": 141.62673950195312
        },
        {
            "docid": "16196899_12",
            "document": "Behavior analysis of child development . Since Watson developed the theory of behaviorism, behavior analysts have held that motor development represents a conditioning process. This holds that crawling, climbing, and walking displayed by infants represents conditioning of biologically innate reflexes. In this case, the reflex of stepping is the respondent behavior and these reflexes are environmentally conditioned through experience and practice. This position was criticized by maturation theorists. They believed that the stepping reflex for infants actually disappeared over time and was not \"continuous\". By working with a slightly different theoretical model, while still using operant conditioning, Esther Thelen was able to show that children's stepping reflex disappears as a function of increased physical weight. However, when infants were placed in water, that same stepping reflex returned. This offered a model for the continuity of the stepping reflex and the progressive stimulation model for behavior analysts.",
            "score": 141.3784942626953
        },
        {
            "docid": "29330_2",
            "document": "Social dynamics . Social dynamics can refer to the behavior of groups that results from the interactions of individual group members as well to the study of the relationship between individual interactions and group level behaviors. The field of social dynamics brings together ideas from Economics, Sociology, Social Psychology, and other disciplines, and is a sub-field of complex adaptive systems or complexity science. The fundamental assumption of the field is that individuals are influenced by one another's behavior. The field is closely related to system dynamics. Like system dynamics, social dynamics is concerned with changes over time and emphasizes the role of feedbacks. However, in social dynamics individual choices and interactions are typically viewed as the source of aggregate level behavior, while system dynamics posits that the structure of feedbacks and accumulations are responsible for system level dynamics. Research in the field typically takes a behavioral approach, assuming that individuals are boundedly rational and act on local information. Mathematical and computational modeling are important tools for studying social dynamics. Because social dynamics focuses on individual level behavior, and recognizes the importance of heterogeneity across individuals, strict analytic results are often impossible. Instead, approximation techniques, such as mean field approximations from statistical physics, or computer simulations are used to understand the behaviors of the system. In contrast to more traditional approaches in economics, scholars of social dynamics are often interested in non-equilibrium, or dynamic, behavior. That is, behavior that changes over time.",
            "score": 140.44552612304688
        },
        {
            "docid": "8823039_4",
            "document": "Dispositional attribution . Attributions refer to influences that you make regarding what caused an event or behavior and they are your attempt at understanding your experiences, behaviors, and the behaviors of others. When we use internal attributions, we infer that a person is behaving in a certain way or that an event is due to factors related to the person. Internal attribution is defined as the act of placing blame on some type of factor or criteria that could be controlled by an individual for the cause of a certain event. When making an internal attribution, we infer that an event or a person's behavior directly correlates to personal factors such as traits, abilities, or feelings. A simplified example of this can be shown when a woman is paying for her groceries at the cash register. When a cashier is short with her at the grocery store, the woman decides he must be a rude and crabby person all the time. Internal attribution is how we attach meaning to other's behaviors and even our own.",
            "score": 140.01963806152344
        },
        {
            "docid": "6386989_14",
            "document": "Symsagittifera roscoffensis . Another movement characteristic to the species, sometimes observed in the puddles of seawater and in the laboratory, brings together hundreds or even thousands of individuals to realize a circular procession. Modeling work shows that this social behavior is self-organized and is initiated by the movement of an individual who drives the worms to its proximity, thereby propagating the movement to an increasing density of worms that move in a coordinated way. \"Symsagittifera roscoffensis\" is thus a model for studying and understanding how individual behavior can lead to collective behavior.",
            "score": 139.88253784179688
        },
        {
            "docid": "52640771_10",
            "document": "Sociality and disease transmission . Schaller and Park (2011) used the term \"the Behavioral Immune System\" to account for observable activities that humans utilize in the face of pathogen threat. Whereas non-human social animals appear to largely rely upon distinctly organized social structures to combat the threat of diseases, it is evident such systems would be strained to apply in most modern human societies. Schaller and Park (2011) describe \"perceptual cues\" that humans use that will trigger aversive behavior toward other individuals. For example, people who appear to be ill may stimulate avoidance behavior in those around them, particularly if the others around them have temporarily suppressed immune systems, Wilson et al., 2003, speculated that gregarious species may invest less overall in their immune functions because so many of the body's resources must go to support somatic growth and competition among mates. One potential explanation, therefore, for human hypersensitivity to the perception of disease threat is that we are left relatively vulnerable by our under-provisioned immune systems. Schaller and Park (2011) also make a connection between the experience of disgust and things that do pose actual threat of pathogen risk, however this \"disgust\" experience has a tendency to be over-applied rather than under-applied in the favor of the individual's health and is therefore triggered by things that resemble disgust-inducing objects or actions. Such research has enormous implications for the explanation of aspects ranging from cultural diet variance to conformity and xenophobia. Schaller and Murray (2008) ran a comparison against research by Grunier et al. (2004) that displayed the variability of the prevalence of pathogens on a geographic scale. Schaller and Murray (2008) found overlap in cultural differences that included food preparation, mate selection and family structure, and sociosexual practices. In regions where infectious disease threat was lower, people trended toward more liberal sexual practices, more extroverted personalities, and less \"self-conscious\" behavior. In the 2011 article \"the Behavioral Immune System\", the authors discuss how avoidance behaviors can also be triggered when an individual witnesses another individual violating social norms, hence a general trend toward ethnocentrism and wariness of foreigners. Especially during times of known pathogenic outbreak, this can be so extreme as to manifest itself in the form of xenophobia. Wu and Chang's 2011 study elucidated trends toward conformity that they believe may have evolved as a protective dynamic against the introduction of contagions.",
            "score": 139.4369354248047
        },
        {
            "docid": "18143331_12",
            "document": "Neurogenetics . Advances in molecular biology techniques and the species-wide genome project have made it possible to map out an individual's entire genome. Whether genetic or environmental factors are primarily responsible for an individual's personality has long been a topic of debate. Thanks to the advances being made in the field of neurogenetics, researchers have begun to tackle this question by beginning to map out genes and correlate them to different personality traits. There is little to no evidence to suggest that the presence of a \"single\" gene indicates that an individual will express one style of behavior over another; rather, having a specific gene could make one more predisposed to displaying this type of behavior. It is starting to become clear that most genetically influenced behaviors are due to the effects of many variants within \"many\" genes, in addition to other neurological regulating factors like neurotransmitter levels. Due to fact that many behavioral characteristics have been conserved across species for generations, researchers are able to use animal subjects such as mice and rats, but also fruit flies, worms, and zebrafish, to try to determine specific genes that correlate to behavior and attempt to match these with human genes.",
            "score": 138.79844665527344
        },
        {
            "docid": "21523_125",
            "document": "Artificial neural network . Many types of models are used, defined at different levels of abstraction and modeling different aspects of neural systems. They range from models of the short-term behavior of individual neurons, models of how the dynamics of neural circuitry arise from interactions between individual neurons and finally to models of how behavior can arise from abstract neural modules that represent complete subsystems. These include models of the long-term, and short-term plasticity, of neural systems and their relations to learning and memory from the individual neuron to the system level.",
            "score": 138.72776794433594
        },
        {
            "docid": "12669356_7",
            "document": "Michael Commons . The model of hierarchical complexity (MHC), developed by Commons, is a way of measuring the complexity of a behavior. The MHC uses mathematical principles to quantify behavioral characteristics, assigning individuals to stages based on properly completed tasks. It can be used cross-culturally, across different species, and even for computers, and allows us to treat behavior accurately and in all-or-nothing terms. The MHC has many useful applications, such as in therapy, interventions, the development of organizations, etc.",
            "score": 137.9556427001953
        },
        {
            "docid": "563299_10",
            "document": "Human behavior . An attitude is an expression of favor or disfavor toward a person, place, thing, or event; it alters between each individual. Everyone has a different attitude towards different things. A main factor that determines attitude is likes and dislikes. The more one likes something or someone the more one is willing to open up and accept what they have to offer. When one doesn’t like something, one is more likely to get defensive and shut down. An example of how one's attitude affects one's human behavior could be as simple as taking a child to the park or to the doctor. Children know they have fun at the park so their attitude becomes willing and positive, but when a doctor is mentioned, they shut down and become upset with the thought of pain. Attitudes can sculpt personalities and the way people view who we are. People with similar attitudes tend to stick together as interests and hobbies are common. This does not mean that people with different attitudes do not interact, the fact is they do. What it means is that specific attitudes can bring people together (e.g., religious groups). Attitudes have a lot to do with the mind which highly relates to human behavior. The way a human behaves depends a lot on how they look at the situation and what they expect to gain from it.",
            "score": 137.7056884765625
        }
    ]
}