{
    "q": [
        {
            "docid": "27405535_17",
            "document": "MDia1 . Stress fibers are acto-myosin structures, which are important for establishment of cellular tension and thus traction to move a cell ahead; the later is mediated via cell adhesions. Stress fibers are bundles of about 20 actin filaments linked via non-muscle myosin II. \"In vitro\" studies showed that mDia1 assembled stress fibers downstream of Rho. Live-cell imaging analysis revealed that mDia1 indeed assembles stress fibers, which are connected at one of their ends to focal adhesions, where actin polymerization occurs. Stress fiber assembly at focal adhesions by mDia1 was later shown to promote their growth and stabilization, suggesting mDia1 exerts effects on the interactions of cells with their environment.",
            "score": 252.39421367645264
        },
        {
            "docid": "15192453_2",
            "document": "Stress fiber . Stress fibers are contractile actin bundles found in non-muscle cells. They are composed of actin (microfilaments) and non-muscle myosin II (NMMII), and also contain various crosslinking proteins, such as α-actinin, to form a highly regulated actomyosin structure within non-muscle cells. Stress fibers have been shown to play an important role in cellular contractility, providing force for a number of functions such as cell adhesion, migration and morphogenesis.",
            "score": 278.88963532447815
        },
        {
            "docid": "6020806_9",
            "document": "Contact inhibition . First, motile cells collide and touch via their respective lamellae, whose actin exhibit high retrograde flow. A cellular adhesion forms between the lamellae, reducing the actins' retrograde flow rate in the area immediately surrounding the adhesion. Consequently, the cells' velocity and motility are reduced. This then allows actin stress fibers and microtubules to form and align with each other in both colliding partners. The alignment of these stress fibers locally accumulates elastic tension in the lamellae. Eventually, the tension buildup becomes too great, and the cell adhesion complex dissociates, collapses the lamellae protrusions, and releases the cells in different directions in an effort to alleviate the elastic tension. A possible alternate event that also leads to the assembly dissociation is that upon stress fiber alignment, the cells' leading edges repolarize away from the contiguous lamellae. This produces significant elastic tension across the entire cell bodies, \"not only at the local site of contact\", and likewise causes the adhesion complex's disassembly. Elastic tension has been thought to be the primary driving force of the protrusion collapse, complex disassembly, and the cells' dispersion. Though this hypothetical tension has been characterized and visualized, how tension builds in lamellae and how cell repolarization contributes to tension buildup remain open to investigation.  Furthermore, as replication increases the amount of cells, the number of directions those cells can move without touching another is decreased. Cells will also attempt to move away from another cell because they stick better to the area around them, a structure called the substratum, than on other cells. When the two cells colliding are different types of cells, one or both may respond to the collision.",
            "score": 221.0094803571701
        },
        {
            "docid": "15192453_13",
            "document": "Stress fiber . Both microfilaments and microtubules play major roles in mechanotransduction. In the actin cytoskeleton, mechanotransduction can occur at cell-ECM and cell-cell adhesions, through focal adhesions and adherens junctions, respectively. Transduction of forces from the outside to the inside of the cell can control the maturation or disassembly of adhesions, and initiate intracellular signalling cascades that can alter cellular behaviours, and cells are known to assemble stress fibers when they encounter mechanical stress. For example, cells that are grown on rigid substrates will show thick stress fibers, whereas the stress fibers seen in cells grown on softer substrates will be less pronounced. The mechanical force transmitted to focal adhesions by stress fibers can also alter the conformation of mechanosensitive focal adhesion proteins, such as p130Cas and talins, suggesting that stress fiber contractility may translate mechanical signals into biochemical cues.  There are also a small subset of focal adhesion-associated integrins that terminate in the perinuclear actin cap (at the top of the nucleus), and are anchored there by the LINC complex. These cap-associated focal adhesions have been established as major mediators in mechanosensing, and represent a direct pathway for the transduction of mechanical cues from focal adhesions to the nucleus.",
            "score": 241.68761944770813
        },
        {
            "docid": "156970_13",
            "document": "Cytoskeleton . Microfilaments are composed of linear polymers of G-actin proteins, and generate force when the growing (plus) end of the filament pushes against a barrier, such as the cell membrane. They also act as tracks for the movement of myosin molecules that affix to the microfilament and \"walk\" along them. In general, the major component or protein of microfilaments are actin. The G-actin monomer combines to form a polymer which continues to form the microfilament (actin filament). These subunits then assemble into two chains that intertwine into what is called, F-actin chains. Myosin motoring along F-actin filaments generates contractile forces in so-called actomyosin fibers, both in muscle as well as most non-muscle cell types. Actin structures are controlled by the Rho family of small GTP-binding proteins such as Rho itself for contractile acto-myosin filaments (\"stress fibers\"), Rac for lamellipodia and Cdc42 for filopodia.",
            "score": 247.11505341529846
        },
        {
            "docid": "52001960_6",
            "document": "Contact guidance . Many researchers have formulated hypotheses on the biological mechanisms determining contact guidance. In general, cellular contraction, stress fibers and focal adhesions seem to play an important role. Recently, a computational model has been developed that is able to simulate the re-alignment of cells and stress fibers on top of grooved surfaces. Briefly, it has been supposed that cells, once seeded, form focal adhesions on top of the ridges and not above the grooves. Once formed, the focal adhesions produce a signal that starts to diffuse into the cell inducing stress fiber assembly. At this point, there are two different possibilities, depending on the groove size. On the one hand, when the groove size is small, the intracellular signal produced by focal adhesions on the ridges can homogenously reach all locations in the cell. In that case, the stress fiber assembly is isotropic, and these fibers can pull on their surroundings in an isotropic fashion, and consequently the resulting cell shape is isotropic (without a preferred alignment). On the other hand, when the groove size is relatively large, the intracellular signal cannot reach the locations of the cell situated on top of the grooves, as diffusion is limited. As a result, stress fibers form only close to the ridges, and these acto-myosin bundles pull on their surroundings anisotropically. Due to the anisotropic cellular contraction, stress fibers and cells align along the direction of the microgrooves. Further experiments are necessary to validate this theory.",
            "score": 221.73806238174438
        },
        {
            "docid": "21942008_6",
            "document": "Cell polarity . Many cell types are capable of migration, such as leukocytes and fibroblasts, and in order for these cells to move in one direction, they must have a defined front and rear. At the front of the cell is the leading edge, which is often defined by a flat ruffling of the cell membrane called the lamellipodium or thin protrusions called filopodia. Here, actin polymerization in the direction of migration allows cells to extend the leading edge of the cell and to attach to the surface. At the rear of the cell, adhesions are disassembled and bundles of actin microfilaments, called stress fibers, contract and pull the trailing edge forward to keep up with the rest of the cell. Without this front-rear polarity, cells would be unable to coordinate directed migration.",
            "score": 199.15045189857483
        },
        {
            "docid": "15192453_14",
            "document": "Stress fiber . The structure of stress fibers differs between motile and non-motile cells. Stress fibers in motile and non-motile cells are similar in that they both contain actin filaments which are cross-linked by α-actinin and myosin II, however the spatial orientation of individual actin filaments within the stress fiber differ between motile and non-motile cells. Stress fibers in the ventral region of motile cells show an overall shift in individual actin filament orientation along the longitudinal axis of the stress fiber, such that the plus-ends of filaments are always predominantly pointing towards focal adhesions. Stress fibers in the ventral regions of non-motile cells show a \"periodic\" polarity that is similar to the organization of the sarcomere.",
            "score": 240.15532636642456
        },
        {
            "docid": "15192453_11",
            "document": "Stress fiber . An essential feature of many cells is their ability to migrate towards certain mechanical (Durotaxis) or chemical (Chemotaxis) stimuli. Cell migration takes place through the concerted action of three Rho family GTPases: Rho, Rac, and Cdc42. When GTP-bound, Rac will cause the formation of lamellipodia, and Cdc42 will cause the formation of filopodia, thus promoting cell migration. In the migrating cell, there are three main types of stress fibers: ventral stress fibers, transverse arcs, and dorsal stress fibers. Ventral stress fibers are associated with focal adhesions at both ends, are located on the ventral surface of the cell, and function in adhesion and contraction. Transverse arcs are not directly linked to focal adhesions, and typically flow from the leading edge of the cell, back towards the cell centre. Dorsal stress fibers are located at the trailing edge of the cell. They attach to focal adhesions on the ventral surface of the trailing edge, and extend dorsally, towards the cell centre to attach to transverse arcs. During cell migration, actin filaments within stress fibers will be recycled by a process of retrograde actin flow. The mechanism of dissolution of the focal adhesion itself is poorly understood.",
            "score": 257.3788571357727
        },
        {
            "docid": "53192816_4",
            "document": "Alpha-keratin . α-keratin synthesis begins near focal adhesions on the cell membrane. There, the keratin filament precursors go through a process known as nucleation, where the keratin precursors of dimers and filaments elongate, fuse, and bundles together. As this synthesis is occurring, the keratin filament precursors are transported by actin fibers in the cell towards the nucleus. There, the alpha-keratin intermediate filaments will collect and form networks of structure dictated by the use of the keratin cell as the nucleus simultaneously degrades. However, if necessary, instead of continuing to grow, the keratin complex will disassemble into non-filamentous keratin precursors that can diffuse throughout the cell cytoplasm. These keratin filaments will be able to be used in future keratin synthesis, either to re-organize the final structure or create a different keratin complex. When the cell has been filled with the correct keratin and structured correctly, it undergoes keratin stabilization and dies, a form of programmed cell death. This results in a fully matured, non-vascular keratin cell. These fully matured, or cornified, alpha-keratin cells are the main components of hair, the outer layer of nails and horns, and the epidermis layer of the skin.",
            "score": 155.96773397922516
        },
        {
            "docid": "13975479_9",
            "document": "RHOA . RhoA is prevalent in regulating cell shape, polarity and locomotion via actin polymerization, actomyosin contractility, cell adhesion, and microtubule dynamics. In addition, RhoA is believed to act primarily at the rear (uropod) of migrating cells to promote detachment, similar to the attachment and detachment process found in the focal adhesion mechanism. Signal transduction pathways regulated via RhoA link plasma membrane receptors to focal adhesion formation and the subsequent activation of relevant actin stress fibers. RhoA directly stimulates actin polymerization through activation of diaphanous-related formins, thereby structurally changing the actin monomers to filaments. ROCK kinases induce actomyosin-based contractility and phosphorylate TAU and MAP2 involved in regulating myosins and other actin-binding proteins in order to assist in cell migration and detachment. The concerted action of ROCK and Dia is essential for the regulation of cell polarity and organization of microtubules. RhoA also regulates the integrity of the extracellular matrix and the loss of corresponding cell-cell adhesions (primarily adherens and tight junctions) required for the migration of epithelial. RhoA’s role in signal transduction mediation is also attributed to the establishment of tissue polarity in epidermal structures due to its actin polymerization to coordinate vesicular motion; movement within actin filaments forms webs that move in conjunction with vesicular linear motion. As a result, mutations present in the polarity genes indicate that RhoA is critical for tissue polarity and directed intracellular movement.",
            "score": 212.36486411094666
        },
        {
            "docid": "15192453_3",
            "document": "Stress fiber . Stress fibers are primarily composed of actin and myosin. Actin is a ~43kDa globular protein, and can polymerize to form long filamentous structures.These filaments are made of two strands of actin monomers (or protofilaments) wrapping around each other, to create a single actin filament. Because actin monomers are not symmetrical molecules, their filaments have polarity based upon the structure of the actin monomer, which will allow one end of the actin filament to polymerize faster than the other. The end that can polymerize faster is known as the plus-end, whereas the end that polymerizes slower is known as the minus-end. Stress fibers are usually composed of 10-30 actin filaments. Stress fibers are composed of antiparallel microfilaments: actin filaments are bundled along their length, and plus-ends and minus-ends co-mingle at each end of the bundle. The antiparallel arrangement of actin filaments within stress fibers is reinforced by α-actinin, an actin filament crosslinking protein which contains antiparallel actin-binding domains. These bundles are then cross-linked by NMMII to form stress fibers.",
            "score": 238.77351224422455
        },
        {
            "docid": "15192453_10",
            "document": "Stress fiber . Focal adhesions are macromolecular assemblies that are used to connect cells to the ECM. They consist of three functional layers: an ECM-associated integrin layer, a membrane associated force transduction layer, and an actin layer, which is made up of actin stress fibers. As the naming or their layers implies, focal adhesions play a large role in mechanotransduction and cell migration. Focal adhesions are usually connected to stress fibers—in fact, stress fiber contractility is necessary for focal adhesion maintenance.",
            "score": 193.94278597831726
        },
        {
            "docid": "5937599_2",
            "document": "Mechanome . The mechanome consists of the body, or ome, of data including cell and molecular processes relating to force and mechanical systems at molecular, cellular and tissue length scales, i.e. the fundamental \"machine code\" structures of the cell. The mechanome encompasses biological motors, like kinesin, myosin, RNAP, and Ribosome mechanical structures, like actin or the cytoskeleton, or processes, such as cytokinesis or chemotaxis.  The mechanome seeks to understand the fundamental physical-mechanical processes and events that are common to biological function. An example at the molecular level includes the common structural designs used by kinesin and myosin motor proteins (such as dimer formation and mechanochemical cycles) that control their function and lead to properties such as processivity. The mechanome assembles the common features of these motors regardless of the \"track\" (microtubules, actin filaments, nucleotide based structures, membranes) they move on. A cytoskeletal example includes structures such as actin filament networks and bundles that can form from a variety of actin binding proteins that cross-link or bundle actin filaments leading to common mechanical changes of these structures. A cell machinery example includes common structures such as contractile ring formation formed by both actin and tubulin type structures leading to the same mechanical result of cell division.",
            "score": 179.0875973701477
        },
        {
            "docid": "19723734_11",
            "document": "Muscle . This same bundles-within-bundles structure is replicated within the muscle cells. Within the cells of the muscle are myofibrils, which themselves are bundles of protein filaments. The term \"myofibril\" should not be confused with \"myofiber\", which is a simply another name for a muscle cell. Myofibrils are complex strands of several kinds of protein filaments organized together into repeating units called sarcomeres. The striated appearance of both skeletal and cardiac muscle results from the regular pattern of sarcomeres within their cells. Although both of these types of muscle contain sarcomeres, the fibers in cardiac muscle are typically branched to form a network. Cardiac muscle fibers are interconnected by intercalated discs, giving that tissue the appearance of a syncytium.",
            "score": 182.0188364982605
        },
        {
            "docid": "11088829_19",
            "document": "Nerve guidance conduit . Self-assembly of nanofibrous scaffolds is able to occur only when the fibers themselves are engineered for self-assembly. One common way to drive the self-assembly of scaffold fibers is to use amphiphilic peptides so that in water the hydrophobic moiety drives the self-assembly. Carefully calculated engineering of the amphiphilic peptides allows for precise control over the self-assembled matrix. Self-assembly is able to create both ordered and unordered topographies. Phillips et al. (2005) developed and tested \"in vitro\" and \"in vivo\" a self-aligned collagen-Schwann cell matrix, which allowed DRG neurite extension alignment \"in vitro\". Collagen gels have been used extensively as substrates for three-dimensional tissue culture. Cells are able to form integrin-mediated attachments with collagen, which initiates cytoskeleton assembly and cell motility. As cells move along the collagen fibers they generate forces that contract the gel. When the collagen fibers are tethered at both ends, cell-generated forces create uniaxial strain, causing the cells and collagen fibers to align. The advantages of this matrix are its simplicity and speed of preparation. Soluble plasma fibronectin can also self-assemble into stable insoluble fibers when put under direct mechanical shearing within a viscous solution. Phillips et al. (2004) investigated a new method of shear aggregation that causes an improved aggregation. The mechanical shearing was created by dragging out a 0.2 ml bolus to 3 cm with forceps; fibronectin aggregates into insoluble fibers at the rapidly moving interface in an ultrafiltration cell. The proposed mechanism for this fiber aggregation is protein extension and elongation under mechanical shear force, which leads to lateral packing and protein aggregation of fibers. Phillips et al. showed that mechanical shear produced by stretching a high viscosity fibronectin gel causes substantial changes in its structure and that when applied through uniaxial extension, a viscous fibronectin gel forms oriented fibrous fibronectin aggregates; additionally, the fibrous aggregates have a decreased solubility and can support the various cell types in vitro.",
            "score": 184.55878484249115
        },
        {
            "docid": "15192453_7",
            "document": "Stress fiber . Adherens junctions are a type of cell-cell adhesion structure that is present in both motile and non-motile cells, which adhere cells together via the homophilic binding of cadherins and nexins. Stress fibers play an important role in the maintenance of cadherin-dependent and nexin-dependent cell-cell contacts, and the Rho-family GTPases have been found to regulate the structure and integrity of adherens junctions. α-catenin and β-catenin are integral components of adherens junctions, which bind together to produce cadherin-α-catenin-β-catenin complexes. Early studies showed that α-catenin could interact with actin filaments, leading to the belief that α-catenin links the actin cytoskeleton to adherens junctions. However it was later found that α-catenin can only bind F-actin when it is unbound by β-catenin and cadherin.",
            "score": 176.6815402507782
        },
        {
            "docid": "14418070_8",
            "document": "MYH9 . In addition to phosphorylation, NM IIA filament assembly and localization can be modulated by interaction with other proteins including S100A4 and Lethal giant larvae (Lgl1). The former is a calcium binding protein and is also known as metastatin, a well-characterized metastatic factor. S100A4 expression is associated with enhanced cell migration through maintenance of cell polarization and inhibition of cell turning. Similar to heavy chain phosphorylation, in vitro binding of S100A to the carboxy-terminal end of the NM IIA coiled-coil region prevents filament formation and S100A4 binding to previously formed filaments promotes filament disassembly. The tumor suppressor protein Lgl1 also inhibits the ability of NM IIA to assemble into filaments in vitro. In addition, it regulates the cellular localization of NM IIA and contributes to the maturation of focal adhesions. Other proteins that are known to interact with NM IIA include the actin binding protein tropomyosin 4.2 and a novel actin stress fiber associated protein, LIM and calponin-homology domains1 (LIMCH1).",
            "score": 188.6184697151184
        },
        {
            "docid": "2440776_3",
            "document": "Focal adhesion . Focal adhesions serve as the mechanical linkages to the ECM, and as a biochemical signaling hub to concentrate and direct numerous signaling proteins at sites of integrin binding and clustering.  Focal adhesions are integrin-containing, multi-protein structures that form mechanical links between intracellular actin bundles and the extracellular substrate in many cell types. Focal adhesions are large, dynamic protein complexes through which the cytoskeleton of a cell connects to the ECM. They are limited to clearly defined ranges of the cell, at which the plasma membrane closes to within 15 nm of the ECM substrate. Focal adhesions are in a state of constant flux: proteins associate and disassociate with it continually as signals are transmitted to other parts of the cell, relating to anything from cell motility to cell cycle. Focal adhesions can contain over 100 different proteins, which suggests a considerable functional diversity. More than anchoring the cell, they function as signal carriers (sensors), which inform the cell about the condition of the ECM and thus affect their behavior. In sessile cells, focal adhesions are quite stable under normal conditions, while in moving cells their stability is diminished: this is because in motile cells, focal adhesions are being constantly assembled and disassembled as the cell establishes new contacts at the leading edge, and breaks old contacts at the trailing edge of the cell. One example of their important role is in the immune system, in which white blood cells migrate along the connective endothelium following cellular signals to damaged biological tissue.",
            "score": 140.12879025936127
        },
        {
            "docid": "19723734_10",
            "document": "Muscle . Skeletal muscles are sheathed by a tough layer of connective tissue called the epimysium. The epimysium anchors muscle tissue to tendons at each end, where the epimysium becomes thicker and collagenous. It also protects muscles from friction against other muscles and bones. Within the epimysium are multiple bundles called fascicles, each of which contains 10 to 100 or more muscle fibers collectively sheathed by a perimysium. Besides surrounding each fascicle, the perimysium is a pathway for nerves and the flow of blood within the muscle. The threadlike muscle fibers are the individual muscle cells (myocytes), and each cell is encased within its own endomysium of collagen fibers. Thus, the overall muscle consists of fibers (cells) that are bundled into fascicles, which are themselves grouped together to form muscles. At each level of bundling, a collagenous membrane surrounds the bundle, and these membranes support muscle function both by resisting passive stretching of the tissue and by distributing forces applied to the muscle. Scattered throughout the muscles are muscle spindles that provide sensory feedback information to the central nervous system. (This grouping structure is analogous to the organization of nerves which uses epineurium, perineurium, and endoneurium).",
            "score": 184.74163699150085
        },
        {
            "docid": "15192453_12",
            "document": "Stress fiber . Morphogenesis, at the cellular level, can be defined as giving shape to, or defining the architecture of a cell. The assembly of the cytoskeleton, including the actin cytoskeleton, is the determining factor in specifying cellular morphogenesis and conferring shape to cells. The contractility of stress fibers within the cell will therefore help to determine cellular morphogenesis. For example, the circumferential contractile actin belts of adherens junctions contribute to cellular morphogenesis. As well, the dorsal stress fibers, transverse arcs and ventral stress fibers aid in the determination of cell morphology during cell migration. A more detailed explanation of cellular morphogenesis can be found here.",
            "score": 228.77365803718567
        },
        {
            "docid": "4716916_7",
            "document": "Myosin light-chain kinase . Some pulmonary disorders have been found to arise due to an inability of MYLK to function properly in lung cells. Over-activity in MYLK creates an imbalance in mechanical forces between adjacent endothelial and lung tissue cells. An imbalance may result in acute respiratory distress syndrome, in which fluid is able to pass into the alveoli. Within the cells, MYLK provides an inward pulling force, phosphorylating myosin light chain causing a contraction of the myosin/actin stress fiber complex. Conversely, cell-cell adhesion via tight and adherens junctions, along with anchoring to extra cellular matrix (ECM) via integrins and focal adhesion proteins results in an outward pulling force. Myosin light chain pulls the actin stress fiber attached to the cadherin, resisting the force of the adjacent cell's cadherin. However, when the inward pulling force of the actin stress fiber becomes greater than the outward pulling force of the cell adhesion molecules due to an overactive MYLK, tissues can become slightly pulled apart and leaky, leading to passage of fluid into the lungs.",
            "score": 210.4844102859497
        },
        {
            "docid": "55414870_2",
            "document": "Actomyosin ring . The cell cycle is divided into two primary phases: DNA synthesis or \"S phase\" and Mitosis or \"M phase\". During the \"S phase\", duplication of chromosomes occurs whereas \"M phase\" is characterized by two processes known as nuclear (mitosis) and cytoplasmic (cytokinesis) divisions. The Actomyosin ring is a prominent structure during cytoplasmic division or cytokinesis (i.e., splitting from the parent cell after duplication and segregation of the genetic material has been completed). The ring forms perpendicular to the axis of the spindle apparatus. and occurs towards the later stage of mitosis, the telophase, in which sister chromatids are identically separated at the opposite sides of the spindle forming nuclei (see figure 1). The actomyosin ring follows an orderly sequence of identification of active division site, formation of the ring, constriction of the ring, and disassembly of the contractile ring. It is composed of actin and myosin II bundles, thus the term actomyosin, that operates in contractile motion although the mechanism on how or what triggers the constriction is still an evolving topic. Other cytoskeletal proteins are also involved in maintaining stability of the ring. Apart from cytokinesis in which the ring constricts as the cells divide (see figure 2), actomyosin ring constriction has also been found to activate during wound closure. During the process actin filaments are degraded, preserving the thickness of the ring. After cytokinesis is complete, one of the two daughter cells inherits a remnant, called the midbody ring.",
            "score": 182.91109263896942
        },
        {
            "docid": "2260070_10",
            "document": "Vinculin . The loss of vinculin impacts a variety of cell functions; it disrupts the formation of the complex, and prevents cell adhesion and spreading. The absence of the protein demonstrates a decrease in spreading of cells, accompanied by reduced stress fiber formation, formation of fewer focal adhesions, and inhibition of lamellipodia extension. It was discovered that cells that are deficient in vinculin have growth cones that advance more slowly, as well as filopodia and lamellipoida that were less stable than the wild-type. Based on research, it has been postulated that the lack of vinculin may decrease cell adhesion by inhibiting focal adhesion assembly and preventing actin polymerization. On the other hand, overexpression of vinculin may restore adhesion and spreading by promoting recruitment of cytoskeletal proteins to the focal adhesion complex at the site of integrin binding. Vinculin's ability to interact with integrins to the cytoskeleton at the focal adhesion appears to be critical for control of cytoskeletal mechanics, cell spreading, and lamellipodia formation. Thus, vinculin appears to play a key role in shape control based on its ability to modulate focal adhesion structure and function.",
            "score": 157.04124402999878
        },
        {
            "docid": "12384164_7",
            "document": "T-cadherin . T-cadherin overexpression in ECs facilitates spontaneous cell migration, formation of stress fibers and change of the phenotype from quiescent to promigratory. T-cadherin expression results in LDL-induced migration of T-cadherin expressing cells compared to control. It is likely that T-cadherin regulates cell migration and phenotype via activation of small G-proteins with subsequent actin reorganization. RhoA/ROCK activation is necessary for cell contraction, stress fiber assembly and inhibition of spreading, while Rac is required for the formation of membrane protrusions and actin-rich lamellopodia at the leading edge of migrating cells.",
            "score": 189.7023491859436
        },
        {
            "docid": "2440776_8",
            "document": "Focal adhesion . The relationship between forces on focal adhesions and their compositional maturation, however, remains unclear. For instance, preventing focal adhesion maturation by inhibiting myosin activity or stress fiber assembly does not prevent forces sustained by focal adhesions, nor does it prevent cells from migrating. Thus force propagation through focal adhesions may not be sensed directly by cells at all time and force scales.",
            "score": 156.3250993490219
        },
        {
            "docid": "2440776_5",
            "document": "Focal adhesion . The dynamic assembly and disassembly of focal adhesions plays a central role in cell migration. During cell migration, both the composition and the morphology of the focal adhesion change. Initially, small (0.25μm²) focal adhesions called focal complexes (FXs) are formed at the leading edge of the cell in lamellipodia: they consist of integrin, and some of the adapter proteins, such as talin, paxillin and tensin. Many of these focal complexes fail to mature and are disassembled as the lamellipodia withdraw. However, some focal complexes mature into larger and stable focal adhesions, and recruit many more proteins such as zyxin. Recruitment of components to the focal adhesion occurs in an ordered, sequential manner. Once in place, a focal adhesion remains stationary with respect to the extracellular matrix, and the cell uses this as an anchor on which it can push or pull itself over the ECM. As the cell progresses along its chosen path, a given focal adhesion moves closer and closer to the trailing edge of the cell. At the trailing edge of the cell the focal adhesion must be dissolved. The mechanism of this is poorly understood and is probably instigated by a variety of different methods depending on the circumstances of the cell. One possibility is that the calcium-dependent protease calpain is involved: it has been shown that the inhibition of calpain leads to the inhibition of focal adhesion-ECM separation. Focal adhesion components are amongst the known calpain substrates, and it is possible that calpain degrades these components to aid in focal adhesion disassembly",
            "score": 110.62469565868378
        },
        {
            "docid": "200182_12",
            "document": "Cytokinesis . The cytokinetic furrow ingresses until a so-called midbody structure (composed of electron-dense, proteinaceous material) is formed, where the actin-myosin ring has reached a diameter of about 1–2 μm. Most animal cell types remain connected by an intercellular bridge for up to several hours until they are split by an actin-independent process termed abscission, the last step of cytokinesis. The process of abscission physically cleaves the aforementioned midbody into two. Abscission proceeds by removal of cytoskeletal structures from the intercellular bridge, constriction of the cell cortex, and plasma membrane fission. The intercellular bridge is filled with dense bundles of antiparallel microtubules that derive from the central spindle. These microtubules overlap at the midbody, which is generally thought as a targeting platform for the abscission machinery. Microtubule severing protein spastin is largely responsible for the disassembly of microtubule bundles inside the intercellular bridge. Complete cortical constriction also requires removal of the underlying cytoskeletal structures. Actin filament disassembly during late cytokinesis depends on the PKCε–14-3-3 complex, which inactivates RhoA after furrow ingression. Actin disassembly is further controlled by the GTPase Rab35 and its effector, the phosphatidylinositol-4,5-bisphosphate 5-phosphatase OCRL. Understanding the mechanism by which the plasma membrane ultimately splits requires further investigation.",
            "score": 138.25600802898407
        },
        {
            "docid": "156970_15",
            "document": "Cytoskeleton . Intermediate filaments are a part of the cytoskeleton of many eukaryotic cells. These filaments, averaging 10 nanometers in diameter, are more stable (strongly bound) than actin filaments, and heterogeneous constituents of the cytoskeleton. Like actin filaments, they function in the maintenance of cell-shape by bearing tension (microtubules, by contrast, resist compression but can also bear tension during mitosis and during the positioning of the centrosome). Intermediate filaments organize the internal tridimensional structure of the cell, anchoring organelles and serving as structural components of the nuclear lamina. They also participate in some cell-cell and cell-matrix junctions. Nuclear lamina exist in all animals and all tissues. Some animals like the fruit fly do not have any cytoplasmic intermediate filaments. In those animals that express cytoplasmic intermediate filaments, these are tissue specific. Keratin intermediate filaments in epithelial cells provide protection for different mechanical stresses the skin may endure. They also provide protection for organs against metabolic, oxidative, and chemical stresses. Strengthening of epithelial cells with these intermediate filaments may prevent onset of apoptosis, or cell death, by reducing the probability of stress.",
            "score": 146.51065278053284
        },
        {
            "docid": "40291216_17",
            "document": "Reversibly assembled cellular composite materials . Each cell includes aligned fiber composite beams and looped fiber load-bearing holes that reversibly chain together to form volume-filling lattices. Mass-produced cells can be assembled to fill arbitrary structural shapes, with a resolution prescribed by the part scale that matches the variability of an application's boundary stress. The periodic nature of assemblies simplifies behavior analysis and prediction.",
            "score": 145.2962372303009
        },
        {
            "docid": "45540741_7",
            "document": "Alan Hall . Alan Hall showed the specificity of Rho in the stimulation of focal adhesions and stress fibres formation in fibroblasts in the presence of extracellular factors in 1992. He first realised that the addition of bovine fetal calf serum (FCS) to Swiss 3T3 cells increased the polymerisation of actin and assembly of stress fibres. The immunofluorescence following the increase of vinculin and talin, two cytoskeletal proteins, at the intracellular face of the plasma membrane with Val14rhoA microinjection showed the association of focal adhesions with the end of the new stress fibres. After size fractionation of FCS and analysis of the lipids that bound to serum albumin, the lysophosphatidic acid (LPA) was found to be responsible for the serum activity that induced stress fibre formation. The inhibition of Rho by C3 transferase ribosylation resulted in an inhibition of focal adhesion and stress fibre assembly, but had no effect on membrane ruffling. These findings were published in Cell and cited over 4000 times. In parallel with this experiment, Hall showed that the presence of Rac, another Ras-related GTP-binding protein, is implicated in the regulation of the actin organisation in presence of extracellular growth factors. Immunofluorescence and antibody techniques were used to localise the mutant V12rac1 protein after being microinjected into the cytoplasm of confluent serum-starved Swiss 3T3 cells. The comparison with the normal cells showed that Rac1 stimulates actin filament production at the membrane, pinocytosis, and membrane ruffling. The inhibition of endogenous Rac function by mutants N17rac and V12rac1 prevented growth factor-induced membrane ruffling. In addition, the inactivation of Rho protein by ADP-ribosylation in Rac1 microinjection reduced the formation of actin stress fibres. Hall concluded that Rac and Rho are complementary for polymerised actin organisation. Indeed, Rho-dependent response is stimulated by the action of growth factors on Rac protein.",
            "score": 145.87751650810242
        },
        {
            "docid": "15192453_9",
            "document": "Stress fiber . Tight junctions, or zona occludens, are the most important cellular element for the formation of semi-permeable barriers within or between tissues. Tight junctions primarily consist of claudins and occludins, which are membrane proteins that form the cell-cell contact, as well as ZO-1, ZO-2 and ZO-3, which link tight junctions to the actin cytoskeleton. However, tight junctions have not been found to be directly linked to stress fibers, like they are for focal adhesions and adherens junctions.",
            "score": 160.2451729774475
        }
    ],
    "r": [
        {
            "docid": "15192453_2",
            "document": "Stress fiber . Stress fibers are contractile actin bundles found in non-muscle cells. They are composed of actin (microfilaments) and non-muscle myosin II (NMMII), and also contain various crosslinking proteins, such as α-actinin, to form a highly regulated actomyosin structure within non-muscle cells. Stress fibers have been shown to play an important role in cellular contractility, providing force for a number of functions such as cell adhesion, migration and morphogenesis.",
            "score": 278.8896484375
        },
        {
            "docid": "15192453_11",
            "document": "Stress fiber . An essential feature of many cells is their ability to migrate towards certain mechanical (Durotaxis) or chemical (Chemotaxis) stimuli. Cell migration takes place through the concerted action of three Rho family GTPases: Rho, Rac, and Cdc42. When GTP-bound, Rac will cause the formation of lamellipodia, and Cdc42 will cause the formation of filopodia, thus promoting cell migration. In the migrating cell, there are three main types of stress fibers: ventral stress fibers, transverse arcs, and dorsal stress fibers. Ventral stress fibers are associated with focal adhesions at both ends, are located on the ventral surface of the cell, and function in adhesion and contraction. Transverse arcs are not directly linked to focal adhesions, and typically flow from the leading edge of the cell, back towards the cell centre. Dorsal stress fibers are located at the trailing edge of the cell. They attach to focal adhesions on the ventral surface of the trailing edge, and extend dorsally, towards the cell centre to attach to transverse arcs. During cell migration, actin filaments within stress fibers will be recycled by a process of retrograde actin flow. The mechanism of dissolution of the focal adhesion itself is poorly understood.",
            "score": 257.37884521484375
        },
        {
            "docid": "27405535_17",
            "document": "MDia1 . Stress fibers are acto-myosin structures, which are important for establishment of cellular tension and thus traction to move a cell ahead; the later is mediated via cell adhesions. Stress fibers are bundles of about 20 actin filaments linked via non-muscle myosin II. \"In vitro\" studies showed that mDia1 assembled stress fibers downstream of Rho. Live-cell imaging analysis revealed that mDia1 indeed assembles stress fibers, which are connected at one of their ends to focal adhesions, where actin polymerization occurs. Stress fiber assembly at focal adhesions by mDia1 was later shown to promote their growth and stabilization, suggesting mDia1 exerts effects on the interactions of cells with their environment.",
            "score": 252.3942108154297
        },
        {
            "docid": "156970_13",
            "document": "Cytoskeleton . Microfilaments are composed of linear polymers of G-actin proteins, and generate force when the growing (plus) end of the filament pushes against a barrier, such as the cell membrane. They also act as tracks for the movement of myosin molecules that affix to the microfilament and \"walk\" along them. In general, the major component or protein of microfilaments are actin. The G-actin monomer combines to form a polymer which continues to form the microfilament (actin filament). These subunits then assemble into two chains that intertwine into what is called, F-actin chains. Myosin motoring along F-actin filaments generates contractile forces in so-called actomyosin fibers, both in muscle as well as most non-muscle cell types. Actin structures are controlled by the Rho family of small GTP-binding proteins such as Rho itself for contractile acto-myosin filaments (\"stress fibers\"), Rac for lamellipodia and Cdc42 for filopodia.",
            "score": 247.1150665283203
        },
        {
            "docid": "15192453_13",
            "document": "Stress fiber . Both microfilaments and microtubules play major roles in mechanotransduction. In the actin cytoskeleton, mechanotransduction can occur at cell-ECM and cell-cell adhesions, through focal adhesions and adherens junctions, respectively. Transduction of forces from the outside to the inside of the cell can control the maturation or disassembly of adhesions, and initiate intracellular signalling cascades that can alter cellular behaviours, and cells are known to assemble stress fibers when they encounter mechanical stress. For example, cells that are grown on rigid substrates will show thick stress fibers, whereas the stress fibers seen in cells grown on softer substrates will be less pronounced. The mechanical force transmitted to focal adhesions by stress fibers can also alter the conformation of mechanosensitive focal adhesion proteins, such as p130Cas and talins, suggesting that stress fiber contractility may translate mechanical signals into biochemical cues.  There are also a small subset of focal adhesion-associated integrins that terminate in the perinuclear actin cap (at the top of the nucleus), and are anchored there by the LINC complex. These cap-associated focal adhesions have been established as major mediators in mechanosensing, and represent a direct pathway for the transduction of mechanical cues from focal adhesions to the nucleus.",
            "score": 241.6876220703125
        },
        {
            "docid": "15192453_14",
            "document": "Stress fiber . The structure of stress fibers differs between motile and non-motile cells. Stress fibers in motile and non-motile cells are similar in that they both contain actin filaments which are cross-linked by α-actinin and myosin II, however the spatial orientation of individual actin filaments within the stress fiber differ between motile and non-motile cells. Stress fibers in the ventral region of motile cells show an overall shift in individual actin filament orientation along the longitudinal axis of the stress fiber, such that the plus-ends of filaments are always predominantly pointing towards focal adhesions. Stress fibers in the ventral regions of non-motile cells show a \"periodic\" polarity that is similar to the organization of the sarcomere.",
            "score": 240.1553192138672
        },
        {
            "docid": "15192453_3",
            "document": "Stress fiber . Stress fibers are primarily composed of actin and myosin. Actin is a ~43kDa globular protein, and can polymerize to form long filamentous structures.These filaments are made of two strands of actin monomers (or protofilaments) wrapping around each other, to create a single actin filament. Because actin monomers are not symmetrical molecules, their filaments have polarity based upon the structure of the actin monomer, which will allow one end of the actin filament to polymerize faster than the other. The end that can polymerize faster is known as the plus-end, whereas the end that polymerizes slower is known as the minus-end. Stress fibers are usually composed of 10-30 actin filaments. Stress fibers are composed of antiparallel microfilaments: actin filaments are bundled along their length, and plus-ends and minus-ends co-mingle at each end of the bundle. The antiparallel arrangement of actin filaments within stress fibers is reinforced by α-actinin, an actin filament crosslinking protein which contains antiparallel actin-binding domains. These bundles are then cross-linked by NMMII to form stress fibers.",
            "score": 238.7735137939453
        },
        {
            "docid": "15192453_12",
            "document": "Stress fiber . Morphogenesis, at the cellular level, can be defined as giving shape to, or defining the architecture of a cell. The assembly of the cytoskeleton, including the actin cytoskeleton, is the determining factor in specifying cellular morphogenesis and conferring shape to cells. The contractility of stress fibers within the cell will therefore help to determine cellular morphogenesis. For example, the circumferential contractile actin belts of adherens junctions contribute to cellular morphogenesis. As well, the dorsal stress fibers, transverse arcs and ventral stress fibers aid in the determination of cell morphology during cell migration. A more detailed explanation of cellular morphogenesis can be found here.",
            "score": 228.77366638183594
        },
        {
            "docid": "52001960_6",
            "document": "Contact guidance . Many researchers have formulated hypotheses on the biological mechanisms determining contact guidance. In general, cellular contraction, stress fibers and focal adhesions seem to play an important role. Recently, a computational model has been developed that is able to simulate the re-alignment of cells and stress fibers on top of grooved surfaces. Briefly, it has been supposed that cells, once seeded, form focal adhesions on top of the ridges and not above the grooves. Once formed, the focal adhesions produce a signal that starts to diffuse into the cell inducing stress fiber assembly. At this point, there are two different possibilities, depending on the groove size. On the one hand, when the groove size is small, the intracellular signal produced by focal adhesions on the ridges can homogenously reach all locations in the cell. In that case, the stress fiber assembly is isotropic, and these fibers can pull on their surroundings in an isotropic fashion, and consequently the resulting cell shape is isotropic (without a preferred alignment). On the other hand, when the groove size is relatively large, the intracellular signal cannot reach the locations of the cell situated on top of the grooves, as diffusion is limited. As a result, stress fibers form only close to the ridges, and these acto-myosin bundles pull on their surroundings anisotropically. Due to the anisotropic cellular contraction, stress fibers and cells align along the direction of the microgrooves. Further experiments are necessary to validate this theory.",
            "score": 221.73806762695312
        },
        {
            "docid": "6020806_9",
            "document": "Contact inhibition . First, motile cells collide and touch via their respective lamellae, whose actin exhibit high retrograde flow. A cellular adhesion forms between the lamellae, reducing the actins' retrograde flow rate in the area immediately surrounding the adhesion. Consequently, the cells' velocity and motility are reduced. This then allows actin stress fibers and microtubules to form and align with each other in both colliding partners. The alignment of these stress fibers locally accumulates elastic tension in the lamellae. Eventually, the tension buildup becomes too great, and the cell adhesion complex dissociates, collapses the lamellae protrusions, and releases the cells in different directions in an effort to alleviate the elastic tension. A possible alternate event that also leads to the assembly dissociation is that upon stress fiber alignment, the cells' leading edges repolarize away from the contiguous lamellae. This produces significant elastic tension across the entire cell bodies, \"not only at the local site of contact\", and likewise causes the adhesion complex's disassembly. Elastic tension has been thought to be the primary driving force of the protrusion collapse, complex disassembly, and the cells' dispersion. Though this hypothetical tension has been characterized and visualized, how tension builds in lamellae and how cell repolarization contributes to tension buildup remain open to investigation.  Furthermore, as replication increases the amount of cells, the number of directions those cells can move without touching another is decreased. Cells will also attempt to move away from another cell because they stick better to the area around them, a structure called the substratum, than on other cells. When the two cells colliding are different types of cells, one or both may respond to the collision.",
            "score": 221.00949096679688
        },
        {
            "docid": "13975479_9",
            "document": "RHOA . RhoA is prevalent in regulating cell shape, polarity and locomotion via actin polymerization, actomyosin contractility, cell adhesion, and microtubule dynamics. In addition, RhoA is believed to act primarily at the rear (uropod) of migrating cells to promote detachment, similar to the attachment and detachment process found in the focal adhesion mechanism. Signal transduction pathways regulated via RhoA link plasma membrane receptors to focal adhesion formation and the subsequent activation of relevant actin stress fibers. RhoA directly stimulates actin polymerization through activation of diaphanous-related formins, thereby structurally changing the actin monomers to filaments. ROCK kinases induce actomyosin-based contractility and phosphorylate TAU and MAP2 involved in regulating myosins and other actin-binding proteins in order to assist in cell migration and detachment. The concerted action of ROCK and Dia is essential for the regulation of cell polarity and organization of microtubules. RhoA also regulates the integrity of the extracellular matrix and the loss of corresponding cell-cell adhesions (primarily adherens and tight junctions) required for the migration of epithelial. RhoA’s role in signal transduction mediation is also attributed to the establishment of tissue polarity in epidermal structures due to its actin polymerization to coordinate vesicular motion; movement within actin filaments forms webs that move in conjunction with vesicular linear motion. As a result, mutations present in the polarity genes indicate that RhoA is critical for tissue polarity and directed intracellular movement.",
            "score": 212.3648681640625
        },
        {
            "docid": "4716916_7",
            "document": "Myosin light-chain kinase . Some pulmonary disorders have been found to arise due to an inability of MYLK to function properly in lung cells. Over-activity in MYLK creates an imbalance in mechanical forces between adjacent endothelial and lung tissue cells. An imbalance may result in acute respiratory distress syndrome, in which fluid is able to pass into the alveoli. Within the cells, MYLK provides an inward pulling force, phosphorylating myosin light chain causing a contraction of the myosin/actin stress fiber complex. Conversely, cell-cell adhesion via tight and adherens junctions, along with anchoring to extra cellular matrix (ECM) via integrins and focal adhesion proteins results in an outward pulling force. Myosin light chain pulls the actin stress fiber attached to the cadherin, resisting the force of the adjacent cell's cadherin. However, when the inward pulling force of the actin stress fiber becomes greater than the outward pulling force of the cell adhesion molecules due to an overactive MYLK, tissues can become slightly pulled apart and leaky, leading to passage of fluid into the lungs.",
            "score": 210.4844207763672
        },
        {
            "docid": "21942008_6",
            "document": "Cell polarity . Many cell types are capable of migration, such as leukocytes and fibroblasts, and in order for these cells to move in one direction, they must have a defined front and rear. At the front of the cell is the leading edge, which is often defined by a flat ruffling of the cell membrane called the lamellipodium or thin protrusions called filopodia. Here, actin polymerization in the direction of migration allows cells to extend the leading edge of the cell and to attach to the surface. At the rear of the cell, adhesions are disassembled and bundles of actin microfilaments, called stress fibers, contract and pull the trailing edge forward to keep up with the rest of the cell. Without this front-rear polarity, cells would be unable to coordinate directed migration.",
            "score": 199.15045166015625
        },
        {
            "docid": "13975479_12",
            "document": "RHOA . RhoA as well as several other members of the Rho family are identified as having roles in the regulation of the cytoskeleton and cell division.  RhoA plays a pivotal role in G1 cell cycle progression, primarily through regulation of cyclin D1 and cyclin-dependent kinase inhibitors (p21 and p27) expression. These regulation pathways activate protein kinases, which subsequently modulate transcription factor activity. RhoA specifically suppresses p21 levels in normal and transformed cell lines via a p53-independent transcriptional mechanism while p27 levels are regulated using effector Rho-associated kinases. Cytokinesis is defined by actomyosin-based contraction. RhoA-dependent diaphanous-related formins (DRFs) localize to the cleavage furrow during cytokinesis while stimulating local actin polymerization by coordinating microtubules with actin filaments at the site of the myosin contractile ring. Differences in effector binding distinguish RhoA amongst other related Ras homologs GTPases. Integrins can modulate RhoA activity depending on the extracellular matrix composition and other relevant factors. Similarly, RhoA’s stimulation of PKN2 kinase activity regulates cell-cell adhesion through apical junction formation and disassembly. Though RhoA is most notably recognized from its unique contributions in actin-myosin contractility and stress fiber formation, new research has also identified it as a key factor in the mediation of membrane ruffling, lamellae formation and membrane blebbing. A majority of this activity occurs in the leading edge of cells during migration in coordination with membrane protrusions of breast carcinoma.",
            "score": 195.3250274658203
        },
        {
            "docid": "15192453_10",
            "document": "Stress fiber . Focal adhesions are macromolecular assemblies that are used to connect cells to the ECM. They consist of three functional layers: an ECM-associated integrin layer, a membrane associated force transduction layer, and an actin layer, which is made up of actin stress fibers. As the naming or their layers implies, focal adhesions play a large role in mechanotransduction and cell migration. Focal adhesions are usually connected to stress fibers—in fact, stress fiber contractility is necessary for focal adhesion maintenance.",
            "score": 193.94277954101562
        },
        {
            "docid": "15192453_4",
            "document": "Stress fiber . The Rho family of GTPases regulate many aspects of actin cytoskeletal dynamics, including stress fiber formation. RhoA (sometimes referred to as just 'Rho') is responsible for the formation of stress fibers, and its activity in stress fiber formation was first discovered by Ridley and Hall in 1992. When bound to GTP, Rho activates Rho-associated coiled-coil forming kinase (ROCK) and mammalian homologue of Drosophila diaphanous (mDia). mDia is a formin, which nucleates and polymerizes long actin filaments. ROCK is a kinase that acts to phosphorylate MLCP (myosin-light-chain phosphatase), as well as the NMMII light chain, which inactivates MLCP and activates myosin. This will lead to the accumulation of activated myosin motor proteins, which bind the actin filaments that were polymerized by mDia, to create stress fibers. In addition, ROCK also phosphorylates and activates LIM-kinase. LIM-kinase will in turn phosphorylate and inactivate cofilin, which will prevent the breakdown and recycling of actin filaments, maintaining the integrity of the stress fibers.",
            "score": 192.151611328125
        },
        {
            "docid": "319342_2",
            "document": "Microfilament . Microfilaments, also called actin filaments, are filaments in the cytoplasm of eukaryotic cells that form part of the cytoskeleton. They are primarily composed of polymers of actin, but in cells are modified by and interact with numerous other proteins. Microfilaments are usually about 7 nm in diameter and composed of two strands of actin. Microfilament functions include cytokinesis, amoeboid movement and cell motility in general, changes in cell shape, endocytosis and exocytosis, cell contractility and mechanical stability. Microfilaments are flexible and relatively strong, resisting buckling by multi-piconewton compressive forces and filament fracture by nanonewton tensile forces. In inducing cell motility, one end of the actin filament elongates while the other end contracts, presumably by myosin II molecular motors. Additionally, they function as part of actomyosin-driven contractile molecular motors, wherein the thin filaments serve as tensile platforms for myosin's ATP-dependent pulling action in muscle contraction and pseudopod advancement. Microfilaments have a tough, flexible framework which helps the cell in movement.",
            "score": 190.1635284423828
        },
        {
            "docid": "12384164_7",
            "document": "T-cadherin . T-cadherin overexpression in ECs facilitates spontaneous cell migration, formation of stress fibers and change of the phenotype from quiescent to promigratory. T-cadherin expression results in LDL-induced migration of T-cadherin expressing cells compared to control. It is likely that T-cadherin regulates cell migration and phenotype via activation of small G-proteins with subsequent actin reorganization. RhoA/ROCK activation is necessary for cell contraction, stress fiber assembly and inhibition of spreading, while Rac is required for the formation of membrane protrusions and actin-rich lamellopodia at the leading edge of migrating cells.",
            "score": 189.70236206054688
        },
        {
            "docid": "14418070_8",
            "document": "MYH9 . In addition to phosphorylation, NM IIA filament assembly and localization can be modulated by interaction with other proteins including S100A4 and Lethal giant larvae (Lgl1). The former is a calcium binding protein and is also known as metastatin, a well-characterized metastatic factor. S100A4 expression is associated with enhanced cell migration through maintenance of cell polarization and inhibition of cell turning. Similar to heavy chain phosphorylation, in vitro binding of S100A to the carboxy-terminal end of the NM IIA coiled-coil region prevents filament formation and S100A4 binding to previously formed filaments promotes filament disassembly. The tumor suppressor protein Lgl1 also inhibits the ability of NM IIA to assemble into filaments in vitro. In addition, it regulates the cellular localization of NM IIA and contributes to the maturation of focal adhesions. Other proteins that are known to interact with NM IIA include the actin binding protein tropomyosin 4.2 and a novel actin stress fiber associated protein, LIM and calponin-homology domains1 (LIMCH1).",
            "score": 188.61846923828125
        },
        {
            "docid": "438944_71",
            "document": "Actin . In contractile bundles, the actin-bundling protein alpha-actinin separates each thin filament by ~35 nm. This increase in distance allows thick filaments to fit in between and interact, enabling deformation or contraction. In deformation, one end of myosin is bound to the plasma membrane, while the other end \"walks\" toward the plus end of the actin filament. This pulls the membrane into a different shape relative to the cell cortex. For contraction, the myosin molecule is usually bound to two separate filaments and both ends simultaneously \"walk\" toward their filament's plus end, sliding the actin filaments closer to each other. This results in the shortening, or contraction, of the actin bundle (but not the filament). This mechanism is responsible for muscle contraction and cytokinesis, the division of one cell into two.",
            "score": 186.4665069580078
        },
        {
            "docid": "1223594_2",
            "document": "Sarcolemma . The sarcolemma (\"sarco\" (from \"sarx\") from Greek; flesh, and \"lemma\" from Greek; sheath) also called the myolemma, is the cell membrane of a striated muscle fiber cell.  It consists of a plasma membrane, which is a lipid bilayer, and an outer coat consisting of a thin layer of polysaccharide material (glycocalyx) that contacts the basement membrane, which contains numerous thin collagen fibrils and specialized proteins such as laminin that provide a scaffold to which the muscle fiber can adhere. Through transmembrane proteins residing in the plasma membrane, the actin skeleton inside the cell is connected to the basement membrane and the cell's exterior. At each end of the muscle fiber, the surface layer of the sarcolemma fuses with a tendon fiber, and the tendon fibers, in turn, collect into bundles to form the muscle tendons that then adhere onto bones.",
            "score": 185.74124145507812
        },
        {
            "docid": "19723734_10",
            "document": "Muscle . Skeletal muscles are sheathed by a tough layer of connective tissue called the epimysium. The epimysium anchors muscle tissue to tendons at each end, where the epimysium becomes thicker and collagenous. It also protects muscles from friction against other muscles and bones. Within the epimysium are multiple bundles called fascicles, each of which contains 10 to 100 or more muscle fibers collectively sheathed by a perimysium. Besides surrounding each fascicle, the perimysium is a pathway for nerves and the flow of blood within the muscle. The threadlike muscle fibers are the individual muscle cells (myocytes), and each cell is encased within its own endomysium of collagen fibers. Thus, the overall muscle consists of fibers (cells) that are bundled into fascicles, which are themselves grouped together to form muscles. At each level of bundling, a collagenous membrane surrounds the bundle, and these membranes support muscle function both by resisting passive stretching of the tissue and by distributing forces applied to the muscle. Scattered throughout the muscles are muscle spindles that provide sensory feedback information to the central nervous system. (This grouping structure is analogous to the organization of nerves which uses epineurium, perineurium, and endoneurium).",
            "score": 184.74163818359375
        },
        {
            "docid": "11088829_19",
            "document": "Nerve guidance conduit . Self-assembly of nanofibrous scaffolds is able to occur only when the fibers themselves are engineered for self-assembly. One common way to drive the self-assembly of scaffold fibers is to use amphiphilic peptides so that in water the hydrophobic moiety drives the self-assembly. Carefully calculated engineering of the amphiphilic peptides allows for precise control over the self-assembled matrix. Self-assembly is able to create both ordered and unordered topographies. Phillips et al. (2005) developed and tested \"in vitro\" and \"in vivo\" a self-aligned collagen-Schwann cell matrix, which allowed DRG neurite extension alignment \"in vitro\". Collagen gels have been used extensively as substrates for three-dimensional tissue culture. Cells are able to form integrin-mediated attachments with collagen, which initiates cytoskeleton assembly and cell motility. As cells move along the collagen fibers they generate forces that contract the gel. When the collagen fibers are tethered at both ends, cell-generated forces create uniaxial strain, causing the cells and collagen fibers to align. The advantages of this matrix are its simplicity and speed of preparation. Soluble plasma fibronectin can also self-assemble into stable insoluble fibers when put under direct mechanical shearing within a viscous solution. Phillips et al. (2004) investigated a new method of shear aggregation that causes an improved aggregation. The mechanical shearing was created by dragging out a 0.2 ml bolus to 3 cm with forceps; fibronectin aggregates into insoluble fibers at the rapidly moving interface in an ultrafiltration cell. The proposed mechanism for this fiber aggregation is protein extension and elongation under mechanical shear force, which leads to lateral packing and protein aggregation of fibers. Phillips et al. showed that mechanical shear produced by stretching a high viscosity fibronectin gel causes substantial changes in its structure and that when applied through uniaxial extension, a viscous fibronectin gel forms oriented fibrous fibronectin aggregates; additionally, the fibrous aggregates have a decreased solubility and can support the various cell types in vitro.",
            "score": 184.55877685546875
        },
        {
            "docid": "14770088_17",
            "document": "DLC1 . The main function of DLC1 is its Rho-GAP activity: its ability to enhance activated GTP-bound Rho-GTPases' (specifically, RhoA and Cdc42) intrinsic ability to convert their GTP into GDP, thus rendering them inactive. RhoGTPases are members of the Ras superfamily, and are involved in actin cytoskeleton organization and cell adhesion. The activity of RhoA regulates the formation of actin stress fibers and focal adhesions - complexes of many proteins located at the termini of actin stress fibers which link the actin cytoskeleton with integrin extracellular matrix receptors. Therefore, when RhoA is inactive, the actin cytoskeletal filaments are unable to form and cell morphology changes, resulting in a default round shape. In addition, focal adhesion formation is inhibited and cells are not well attached to the extracellular matrix and neighbouring cells, thus allowing them to detach and metastasize more readily.",
            "score": 183.59703063964844
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 183.07081604003906
        },
        {
            "docid": "55414870_2",
            "document": "Actomyosin ring . The cell cycle is divided into two primary phases: DNA synthesis or \"S phase\" and Mitosis or \"M phase\". During the \"S phase\", duplication of chromosomes occurs whereas \"M phase\" is characterized by two processes known as nuclear (mitosis) and cytoplasmic (cytokinesis) divisions. The Actomyosin ring is a prominent structure during cytoplasmic division or cytokinesis (i.e., splitting from the parent cell after duplication and segregation of the genetic material has been completed). The ring forms perpendicular to the axis of the spindle apparatus. and occurs towards the later stage of mitosis, the telophase, in which sister chromatids are identically separated at the opposite sides of the spindle forming nuclei (see figure 1). The actomyosin ring follows an orderly sequence of identification of active division site, formation of the ring, constriction of the ring, and disassembly of the contractile ring. It is composed of actin and myosin II bundles, thus the term actomyosin, that operates in contractile motion although the mechanism on how or what triggers the constriction is still an evolving topic. Other cytoskeletal proteins are also involved in maintaining stability of the ring. Apart from cytokinesis in which the ring constricts as the cells divide (see figure 2), actomyosin ring constriction has also been found to activate during wound closure. During the process actin filaments are degraded, preserving the thickness of the ring. After cytokinesis is complete, one of the two daughter cells inherits a remnant, called the midbody ring.",
            "score": 182.9110870361328
        },
        {
            "docid": "19723734_11",
            "document": "Muscle . This same bundles-within-bundles structure is replicated within the muscle cells. Within the cells of the muscle are myofibrils, which themselves are bundles of protein filaments. The term \"myofibril\" should not be confused with \"myofiber\", which is a simply another name for a muscle cell. Myofibrils are complex strands of several kinds of protein filaments organized together into repeating units called sarcomeres. The striated appearance of both skeletal and cardiac muscle results from the regular pattern of sarcomeres within their cells. Although both of these types of muscle contain sarcomeres, the fibers in cardiac muscle are typically branched to form a network. Cardiac muscle fibers are interconnected by intercalated discs, giving that tissue the appearance of a syncytium.",
            "score": 182.0188446044922
        },
        {
            "docid": "5937599_2",
            "document": "Mechanome . The mechanome consists of the body, or ome, of data including cell and molecular processes relating to force and mechanical systems at molecular, cellular and tissue length scales, i.e. the fundamental \"machine code\" structures of the cell. The mechanome encompasses biological motors, like kinesin, myosin, RNAP, and Ribosome mechanical structures, like actin or the cytoskeleton, or processes, such as cytokinesis or chemotaxis.  The mechanome seeks to understand the fundamental physical-mechanical processes and events that are common to biological function. An example at the molecular level includes the common structural designs used by kinesin and myosin motor proteins (such as dimer formation and mechanochemical cycles) that control their function and lead to properties such as processivity. The mechanome assembles the common features of these motors regardless of the \"track\" (microtubules, actin filaments, nucleotide based structures, membranes) they move on. A cytoskeletal example includes structures such as actin filament networks and bundles that can form from a variety of actin binding proteins that cross-link or bundle actin filaments leading to common mechanical changes of these structures. A cell machinery example includes common structures such as contractile ring formation formed by both actin and tubulin type structures leading to the same mechanical result of cell division.",
            "score": 179.0876007080078
        },
        {
            "docid": "15192453_7",
            "document": "Stress fiber . Adherens junctions are a type of cell-cell adhesion structure that is present in both motile and non-motile cells, which adhere cells together via the homophilic binding of cadherins and nexins. Stress fibers play an important role in the maintenance of cadherin-dependent and nexin-dependent cell-cell contacts, and the Rho-family GTPases have been found to regulate the structure and integrity of adherens junctions. α-catenin and β-catenin are integral components of adherens junctions, which bind together to produce cadherin-α-catenin-β-catenin complexes. Early studies showed that α-catenin could interact with actin filaments, leading to the belief that α-catenin links the actin cytoskeleton to adherens junctions. However it was later found that α-catenin can only bind F-actin when it is unbound by β-catenin and cadherin.",
            "score": 176.68154907226562
        },
        {
            "docid": "571549_12",
            "document": "Myocyte . Each muscle fiber contains myofibrils, which are very long chains of sarcomeres, the contractile units of the cell. A cell from the biceps brachii muscle may contain 100,000 sarcomeres. The myofibrils of smooth muscle cells are not arranged into sarcomeres. The sarcomeres are composed of thin and thick filaments. Thin filaments are made of actin and attach at Z lines which help them line up correctly with each other. Troponins are found at intervals along the thin filaments. Thick filaments are made of the elongated protein myosin. The sarcomere does not contain organelles or a nucleus. Sarcomeres are marked by Z lines which show the beginning and the end of a sarcomere. Individual myocytes are surrounded by endomysium.",
            "score": 170.8363037109375
        },
        {
            "docid": "376924_4",
            "document": "Cleavage furrow . The cell cycle begins with interphase when the DNA replicates, the cell grows and prepares to enter mitosis. Mitosis includes four phases, prophase, metaphase, anaphase, and telophase. Prophase is the initial phase when spindle fibers appear that function to move the chromosomes toward opposite poles. This spindle apparatus consists of microtubules, microfilaments and a complex network of various proteins. During metaphase, the chromosomes line up using the spindle apparatus in the middle of the cell along the equatorial plate. The chromosomes move to opposite poles during anaphase and remain attached to the spindle fibers by their centromeres. Animal cell cleavage furrow formation is caused by a ring of actin microfilaments called the contractile ring, which forms during early anaphase. Myosin is present in the region of the contractile ring as concentrated microfilaments and actin filaments are predominant in this region. The actin filaments here are both pre-existing and new. Cleavage is driven by these motor proteins, actin and myosin, which are the same proteins involved with muscle contraction. During cellular cleavage, the contractile ring tightens around the cytoplasm of the cell until the cytoplasm is pinched into two daughter cells. During the final phase of mitosis, telophase, the furrow forms an intercellular bridge using mitotic spindle fibers. Phosphatidylethanolamine (PE) has been shown to be present during this time which indicates that is may play a role in movement between the plasma membrane and contractile ring. The bridge is then broken and resealed to form two identical daughter cells during cytokinesis. The breakage is formed by microtubules and the resealing is negated by Calcium dependent exocytosis using Golgi vesicles. In comparison, the plant cell septum and the animal cell mid-zone are analogous. Both require vesicular secretions by the Golgi apparatus for resealing and formation of the cytoskeletal network in addition to microtubules and microfilaments for division and movement. The cleavage furrow mechanism in animal cells is a complex network of actin and myosin filaments, Golgi vesicles and Calcium dependent channels enabling the cell to break apart, reseal and form new daughter cells with complete membranes.",
            "score": 170.7686767578125
        },
        {
            "docid": "27114297_12",
            "document": "Actin assembly-inducing protein . The central proline-rich region of ActA is crucial for ensuring efficient bacterial motility. There are four proline-rich repeats containing either FPPPP or FPPIP motifs. These regions mimic those of the host cell cytoskeletal protein zyxin, vinculin and palladin, known to associate with focal adhesions or stress fibers. The vasodilator-stimulated phosphoprotein (VASP) can bind through its Ena/VASP homology 1 domain (EVH1 domain) to the central proline-rich region and recruits profilin, an actin monomer binding protein, which itself promotes polymerization at barbed ends of actin filaments. Furthermore, VASP seems to interact with F-actin through its carboxy-terminal EVH2 domain, which provides a linkage of the bacterium to the tail. This statement is supported by the fact that ActA can bind multiple Ena/VASP proteins simultaneously and has a high affinity between ActA and Ena/VASP. VASP has been shown to reduce the frequency actin-Y-branches in vitro and thus increases the proportion of filaments which are organized in a parallel alignment in comet tails.",
            "score": 170.33457946777344
        }
    ]
}