{
    "q": [
        {
            "docid": "40421442_6",
            "document": "Akkermansia muciniphila . Researchers have discovered that \"A. muciniphila\" may be able to be used to combat obesity and type 2 diabetes. The study was carried out with mice, overfed to contain three times more fat than its lean cousin. The obese mice were then fed the bacteria, which were shown to reduce the fat burden of the mice by half without any change to the mice's diet. A study published in June 2015 showed an association between \"A. muciniphila\" abundance, insulin sensitivity and healthier metabolic status in overweight/obese adults. The healthier subjects were those with high \"A. muciniphila\" abundance and gut microbial richness. In addition, this study showed that having higher abundance of \"A. muciniphila\" at baseline was associated with greater clinical benefits after weight loss. The bacterium is naturally present in the human digestive tract at 3-5%, but has been seen to fall with obesity. It is thought that eating the bacterium increases the gut wall thickness, with the addition of mucin, which will block food from being absorbed by the body.",
            "score": 130.12483179569244
        },
        {
            "docid": "6437084_4",
            "document": "Infectobesity . A possible mechanistic explanation linking gut flora to obesity involves short chain fatty acids. Humans are unable to digest complex polysaccharides and rely on gut microbiota to ferment these polysaccharides into short chain fatty acids. In contrast to polysaccharides, humans can use short chain fatty acids as a source of energy. In addition, research in rodents has indicated that the abundance of short chain fatty acids in the gut can affect the blood levels of gut hormones such as GLP-1, GLP-2 and peptide YY. These changes in gut hormone levels have shown to affect glucose tolerance, insulin signaling, intestinal barrier function and have led to weight gain in rodents. Furthermore, administration of antibiotics to rodents alters gut microbiota composition and ensuing changes in gut hormone levels are also detected. These results may provide the mechanistic explanation for the claim that antibiotics can lead to obesity in humans. Yet, whether these findings can be replicated in human studies remains to be seen.",
            "score": 98.27428877353668
        },
        {
            "docid": "205464_23",
            "document": "Human microbiota . The composition of human gut flora changes over time, when the diet changes, and as overall health changes. A systematic review of 15 human randomized controlled trials from July 2016 found that certain commercially available strains of probiotic bacteria from the \"Bifidobacterium\" and \"Lactobacillus\" genera (\"B. longum\", \"B. breve\", \"B. infantis\", \"L. helveticus\", \"L. rhamnosus\", \"L. plantarum\", and \"L. casei\"), when taken by mouth in daily doses of 10–10 colony forming units (CFU) for 1–2 months, possess treatment efficacy (i.e., improves behavioral outcomes) in certain central nervous system disorders – including anxiety, depression, autism spectrum disorder, and obsessive–compulsive disorder – and improves certain aspects of memory. However, changes in the composition of gut microbiota has also been found to be correlated with harmful effects on health. In an article published by Musso et al., it was found that the gut microbiota of obese invidividuals had more Firmicutes and less Bacteroidetes than healthy individuals. Furthermore, a study done by Gordon et al., confirmed that it was the composition of the microbiota that causes obesity rather than the other way around. This was done by transplanting the gut microbiota from diet-induced obese(DIO) mice or lean control mice into lean germ-free mice that do not have a microbiome. They found that the mice transplanted with DIO mouse gut microbiota had significantly higher total body fat than the mice transplanted with lean mouse microbiota when fed with the same diet.",
            "score": 164.52872729301453
        },
        {
            "docid": "39597449_7",
            "document": "Metagenomics: An Alternative Approach to Genomics . The human body is inhabited by trillions of bacteria and other microbes, which have recently been studied in many different habitats (including gut, mouth, skin, and urogenital) by the Human Microbiome Project (HMP). These microbial communities were assayed using high-throughput DNA sequencing. HMP showed that, unlike individual microbial species, many metabolic processes were present among all body habitats with varying frequencies. Microbial communities of 649 metagenomes drawn from seven primary body sites on 102 individuals were studied as part of the human microbiome project. The metagenomic analysis revealed variations in niche specific abundance among 168 functional modules and 196 metabolic pathways within the microbiome. These included glycosaminoglycan degradation in the gut, as well as phosphate and amino acid transport linked to host phenotype (vaginal pH) in the posterior fornix. The HMP has brought to light the utility of metagenomics in diagnostics and evidence-based medicine. Thus metagenomics is a powerful tool to address many of the pressing issues in the field of Personalized medicine.",
            "score": 150.21275210380554
        },
        {
            "docid": "39256418_14",
            "document": "Human virome . Many studies have demonstrated that the bacteria and viruses in the human gut (the gut microbiome) can be altered by changes in diet. One study that focused on bacterial viruses, called bacteriophages, in the gut found a significant relationship between diet and the type of bacteriophages present. This was done by comparing the distance between bacteriophage gut communities in individuals both before and after they started a controlled diet. The results were that the distance between the bacteriophage gut communities of individuals on the same diet was significantly smaller at the end of their dietary treatment than it was at the start, while there was no increase in community similarity for individuals on different diets over time.",
            "score": 144.261967420578
        },
        {
            "docid": "42688377_9",
            "document": "Obesity and the environment . A multitude of studies show that members of racial and ethnic minority communities are disproportionately obese. A recent study in the American Journal of Public Health found a strong correlation between community demographics and the likelihood of inhabitants being obese. In this study, non-Hispanic Blacks (36.1%) and Hispanics (28.7%) were shown to have higher percentages of obesity than non-Hispanic Whites (24.5%) and non-Hispanic Asians (7.1%). One reason for this disparity is that non-Hispanic black and Hispanic communities are often impoverished. As a result, inhabitants often have to rely on cheap calories with little nutritional value. Food deserts are also more likely to be located in these neighborhoods, which limits available food options. Additionally, these communities also tend to have less access to public goods (such as parks). While racial/ethnic minority communities are often impoverished, social standing alone does not explain the disparity between communities. A 2009 study in the Journal of Epidemiology and Community Health found that racial/ethnic minorities have a higher risk of being obese within each observed socioeconomic group. This finding suggests that race may be a key indicator in determining disparities of obesity risk. The study also implies that structural racism may be causing certain racial/ethnic groups to experience a disproportionate risk, as class alone does not determine the likelihood of a person being obese.",
            "score": 111.83356714248657
        },
        {
            "docid": "183481_17",
            "document": "New World vulture . Vultures possess a very acidic digestive system and their gut is dominated by two species of anaerobic bacteria that help them withstand toxins they ingest when feeding on decaying prey. In a 2014 study of 50 (turkey and black) vultures, researchers analyzed the microbial community or microbiome of the facial skin and the large intestine. The facial bacterial flora and the gut flora overlapped somewhat, but in general, the facial flora was much more diverse than the gut flora, which is in contrast to other vertebrates, where the gut flora is more diverse. Two anaerobic faecal bacteria groups that are pathogenic in other vertebrates stood out: Clostridia and Fusobacteria. They were especially common in the gut with Clostridia DNA sequence counts between 26% and 85% relative to total sequence counts, and Fusobacteria between 0.2% and 54% in black vultures and 2% to 69% of all counts in turkey vultures. Unexpectedly, both anaerobic bacteria were also found on the air exposed facial skin samples, Clostridia at 7%–40% and Fusobacteria up to 23%. It is assumed that vultures acquire them when they insert their heads into the body cavities of rotten meat. The regularly ingested Clostridia and Fusobacteria outcompete other bacterial groups in the gut and become predominant. Genes that encode tissue-degrading enzymes and toxins that are associated with \"Clostridium perfringens\" have been found in the vulture gut metagenome. This supports the hypothesis that vultures do benefit from the bacterial breakdown of carrion, while at the same time tolerating the bacterial toxins.",
            "score": 93.40573191642761
        },
        {
            "docid": "1188046_14",
            "document": "Nutrigenomics . There are studies suggesting genetic factors account for a fair proportion of inter-individual BMI (body mass index). Among different types of genetic variation between humans, SNPs are suggested to be the most important marker for the study of nutrigenomics.  Multiple studies have found association between SNPs and obesity. One of the most well known obesity associating gene is the FTO gene. Among studied individuals, it was found that those with AA genotype showed a higher BMI compared those with TT genotype when having high fat or low carbohydrate dietary intake.  The APO B SNP rs512535 is another obesity related variation. It was found that the A/G heterozygous genotype was found to have association with obesity (in terms of BMI and waist circumference). The same study also found that for individuals with habitual high fat diet (>35% of energy intaken), individuals with GG homozygotes genotype showed higher BMI compared to AA allele carriers. However, this difference is not found in low fat consuming group (<35% of energy intaken). Besides the FTO genes and APO B, SNPs in various genes such as MC4R, SH2B1, MTCH2, SEC16B etc. have been found to be associated with obesity. Although many of these genetic variations are found in populations all over the world, there are also variations unique to certain races or populations.",
            "score": 108.18503308296204
        },
        {
            "docid": "4788_4",
            "document": "Body mass index . The BMI is an attempt to quantify the amount of tissue mass (muscle, fat, and bone) in an individual, and then categorize that person as \"underweight\", \"normal weight\", \"overweight\", or \"obese\" based on that value. That categorization is the subject of some debate about where on the BMI scale the dividing lines between categories should be placed. Commonly accepted BMI ranges are underweight: under 18.5 kg/m, normal weight: 18.5 to 25, overweight: 25 to 30, obese: over 30. People of Asian descent have different associations between BMI, percentage of body fat, and health risks than those of European descent, with a higher risk of type 2 diabetes and cardiovascular disease at BMIs lower than the WHO cut-off point for overweight, 25 kg/m, although the cutoff for observed risk varies among different Asian populations.",
            "score": 113.21187949180603
        },
        {
            "docid": "48999_70",
            "document": "Chinese Americans . Some other studies have pointed out that for people of Asian descent and without diabetes, their insulin resistance levels are higher than non-diabetic people of Caucasian descent. Thus, Asian Americans are relatively more predisposed to develop type 2 diabetes. This suggests that insulin resistance, rather than body mass index (BMI) should be targeted while making diagnoses. A potential biomarker to identify diabetes in young Asian American population is adipocyte fatty acid binding protein that has a strong association with insulin resistance but is independent of adiposity. Nevertheless, more research studies should be carried out in order to confirm such finding. With further applying the above outcome on the population of Chinese Americans, it is rational that there is a higher tendency for type 2 diabetes among this group of people, who also face the challenge of correct diagnosis in America.",
            "score": 60.73664927482605
        },
        {
            "docid": "16116029_8",
            "document": "Methanobrevibacter smithii . \"Methanobrevibacter smithii\" cell wall and cell membrane determine susceptibility to antibiotics and statins. The cell wall (violet in the figure) is composed of pseudomurein (and not murein as in bacteria) which makes archaea resistant to lysozyme and many antibiotics that interfere with cell wall synthesis. The cell membrane (ochre in the figure) consists of a lipid bilayer or monolayer, the backbone of which is composed of isoprene units that are linked to glycerol by ether bonds. In contrast, the lipid bilayer of bacteria consists of a fatty acid backbone that is linked to glycerol by an ester bond. The presence of statin-sensitive isoprene units in the cell membrane of archaea allows statins to selectively interfere with the growth of archaea while leaving the cell membrane of bacteria unaffected. While bacteria do not use isoprene units in their cell membrane they are still required elsewhere. These bacterial isoprene units are, however, synthesized by a pathway (MEP) that is not inhibited by statins. In 2009, the largest human study concerning obesity and gut microbiota to date was conducted. Obesity disorders are the result of an imbalance and have serious consequences such as cardiovascular disease, type-two diabetes, and colon cancer. The gut microbiota and environment contributes to the energy imbalance because of its involvement in energy intake, conversion and storage. Culture-independent methods have shown that high proportions of methanogens can comprise up to 10% of all anaerobes in the colons of healthy adults. The quantification average of \"M. smithii\" for the anorexic group was much greater than the lean and obese group. Thus, higher amounts of \"M. smithii\" were found in anorexic patients than lean patients.",
            "score": 75.4059625864029
        },
        {
            "docid": "39284743_12",
            "document": "The Pacific Identity and Wellbeing Scale . The PIWBS has been used in several studies to investigate the low levels of subjective well-being found among Pacific peoples who identify with multiple ethnic groups. Differences were found in levels of subjective well-being depending on the number of ethnic groups the individual associated with. For example, people who identified only as Pacific had higher levels of wellbeing than people who identified as both Pacific and non-Pacific (e.g. New Zealand European). However, there were no differences in wellbeing levels between people who identified as only Pacific, and people who identified with two Pacific groups (e.g. Tongan and Samoan). This suggests that lower wellbeing only occurred when the two ethnic groups associated with, were very different (e.g. Pacific and New Zealand European).",
            "score": 88.82969355583191
        },
        {
            "docid": "735854_24",
            "document": "Model minority . The experience of Southeast Asian American populations in the U.S. is cited as evidence that the model minority image is a myth. Southeast Asian Americans consist of several ethnic groups, including Thai, Vietnamese, Hmong, Lao, and Cambodian. An empirical literature review shows that most of the existing data used to justify the model minority image with Asian American academic achievement is aggregated and as a result, ignores important differences among individual Asian ethnic groups. Although many Asian Americans have succeeded academically and socioeconomically, survey research have shown that more recently immigrant groups, such as Southeast Asians, have been unable to replicate such success. According to the U.S. Census in 2000, the overall U.S. population for people 25 years and over with less than a high school education was 19.6% and Asian Americans were close at 19.4%; however, disparities exist when comparing South and East Asian Americans with Southeast Asian Americans. Only 12.5% of Chinese Americans, 8.6% of Japanese Americans, and 14.6% of South Asian Americans that are 25 years or over have less than a high school education. In contrast, Southeast Asian Americans more than double South and East Asian American percentages with 52% of Cambodian Americans, 59% of Hmong Americans, 49% of Lao Americans, and 38% of Vietnamese Americans ages 25 and over have less than a high school education. Looking at higher education, the 2000 U.S. Census showed that 42.7% of Asian Americans ages 25 and over held a bachelor's degree or higher, which is higher than the national percentage of 25.9% of Americans overall. In contrast, individual Southeast Asian American groups ages 25 and over that held a bachelor's degree or higher consist of 9.1% of Cambodian Americans, 7.4% of Hmong Americans, 7.6% of Lao Americans, and 19.5% of Vietnamese Americans. With the exception of Vietnamese Americans, these proportions are lower than other racial minorities including African Americans (14.2%) and Latino Americans (10.3%). As cited in an empirical literature review, research that lacks differentiation between the varying Asian ethnic groups can mask under-performing groups by the higher performing groups. Generally speaking, Southeast Asian American students are overlooked due to the overwhelming success of their East and South Asian American peers.",
            "score": 79.78315830230713
        },
        {
            "docid": "53368676_4",
            "document": "Gynecologic cancer disparities in the United States . Disparities amongst different minority groups have been attributed to different Pap smear screening practices. African Americans, American Indians, and non-white Hispanics have been found to be diagnosed at later stages than white women, which has been suggested as a potential contributing reason for their worse survival outcomes. One 2001 study in California found that Asian women were the least likely ethnic/racial group to have ever had a Pap test. This study also described varied trends existing within different Asian American subpopulations, identifying how Vietnamese women had the lowest screening rates (62.3%) and Filipino women had the highest screening rates (81.1%). It has also been discovered that foreign-born women in the U.S. have lower screening rates than those born in the U.S.",
            "score": 95.65489554405212
        },
        {
            "docid": "1408929_31",
            "document": "Metagenomics . The study demonstrated that two bacterial divisions, Bacteroidetes and Firmicutes, constitute over 90% of the known phylogenetic categories that dominate distal gut bacteria. Using the relative gene frequencies found within the gut these researchers identified 1,244 metagenomic clusters that are critically important for the health of the intestinal tract. There are two types of functions in these range clusters: housekeeping and those specific to the intestine. The housekeeping gene clusters are required in all bacteria and are often major players in the main metabolic pathways including central carbon metabolism and amino acid synthesis. The gut-specific functions include adhesion to host proteins and the harvesting of sugars from globoseries glycolipids. Patients with irritable bowel syndrome were shown to exhibit 25% fewer genes and lower bacterial diversity than individuals not suffering from irritable bowel syndrome indicating that changes in patients’ gut biome diversity may be associated with this condition.",
            "score": 87.83793640136719
        },
        {
            "docid": "66554_33",
            "document": "Dietary fiber . The colon may be regarded as two organs, The presence of bacteria in the colon produces an ‘organ’ of intense, mainly reductive, metabolic activity, whereas the liver is oxidative. The substrates utilized by the cecum have either passed along the entire intestine or are biliary excretion products. The effects of dietary fiber in the colon are on Enlargement of the cecum is a common finding when some dietary fibers are fed and this is now believed to be normal physiological adjustment. Such an increase may be due to a number of factors, prolonged cecal residence of the fiber, increased bacterial mass, or increased bacterial end-products. Some non-absorbed carbohydrates, e.g. pectin, gum arabic, oligosaccharides and resistant starch, are fermented to short-chain fatty acids (chiefly acetic, propionic and n-butyric), and carbon dioxide, hydrogen and methane. Almost all of these short-chain fatty acids will be absorbed from the colon. This means that fecal short-chain fatty acid estimations do not reflect cecal and colonic fermentation, only the efficiency of absorption, the ability of the fiber residue to sequestrate short-chain fatty acids, and the continued fermentation of fiber around the colon, which presumably will continue until the substrate is exhausted. The production of short-chain fatty acids has several possible actions on the gut mucosa. All of the short-chain fatty acids are readily absorbed by the colonic mucosa, but only acetic acid reaches the systemic circulation in appreciable amounts. Butyric acid appears to be used as a fuel by the colonic mucosa as the preferred energy source for colonic cells.",
            "score": 43.72381281852722
        },
        {
            "docid": "3135637_34",
            "document": "Gut flora . Bacteria turn carbohydrates they ferment into short-chain fatty acids by a form of fermentation called saccharolytic fermentation. Products include acetic acid, propionic acid and butyric acid. These materials can be used by host cells, providing a major source of energy and nutrients, as well as aiding absorption of essential dietary minerals, such as calcium, magnesium, and iron. Gases and organic acids, such as lactic acid, are also produced by fermentation. Acetic acid is used by muscle, propionic acid facilitates liver production of ATP, and butyric acid provides energy to gut cells.",
            "score": 38.532894134521484
        },
        {
            "docid": "311433_23",
            "document": "Obesity hypoventilation syndrome . When examining groups of people with obstructive sleep apnea, researchers have found that 10–20% of them meet the criteria for OHS as well. The risk of OHS is much higher in those with more severe obesity, i.e. a body mass index (BMI) of 40 kg/m or higher. It is twice as common in men compared to women. The average age at diagnosis is 52. American Black people are more likely to be obese than American whites, and are therefore more likely to develop OHS, but obese Asians are more likely than people of other ethnicities to have OHS at a lower BMI as a result of physical characteristics.",
            "score": 84.64926075935364
        },
        {
            "docid": "3135637_19",
            "document": "Gut flora . Studies and statistical analyses have identified the different bacterial genera in gut microbiota and their associations with nutrient intake. Gut microflora is mainly composed of three enterotypes: \"Prevotella\", \"Bacteroides\", and \"Ruminococcus\". There is an association between the concentration of each microbial community and diet. For example, \"Prevotella\" is related to carbohydrates and simple sugars, while \"Bacteroides\" is associated with proteins, amino acids, and saturated fats. Specialist microbes that break down mucin, survive on their host's carbohydrate excretions. One enterotype will dominate depending on the diet. Altering the diet will result in a corresponding change in the numbers of species.",
            "score": 109.64583468437195
        },
        {
            "docid": "26398232_22",
            "document": "Android fat distribution . Cultural differences in the distribution of android fat have been observed in several studies. Compared to Europeans, South Asian individuals living in the UK have greater abdominal fat. Asian Indians living in the USA have high levels of body fat in contrast to their muscle mass and BMI  Newborn babies in India also show similar differences in their body fat distribution. There is a difference in waist-to-hip ratio (WHR’s) between Indian people and Africans living in South Africa such that Indians have greater WHR’s compared to African people.",
            "score": 71.29001545906067
        },
        {
            "docid": "12274183_9",
            "document": "Hangover . Acetaldehyde, the first by-product of ethanol, is between 10 and 30 times more toxic than alcohol itself and can remain at an elevated plateau for many hours after initial ethanol consumption. In addition, certain genetic factors can amplify the negative effects of acetaldehyde. For example, some people (predominantely East Asians) have a mutation in their alcohol dehydrogenase gene that makes this enzyme unusually fast at converting ethanol to acetaldehyde. In addition, about half of all East Asians convert acetaldehyde to acetic acid more slowly (via acetaldehyde dehydrogenase), causing a higher buildup of acetaldehyde than normally seen in other groups. The high concentration of acetaldehyde causes the alcohol flush reaction, colloquially known as the \"Asian Flush\". Since the alcohol flush reaction is highly uncomfortable and the possibility of hangovers is immediate and severe, people with this gene variant are less likely to become alcoholics.  Acetaldehyde may also influence glutathione peroxidase, a key antioxidant enzyme, and increases the susceptibility to oxidative stress. Likewise, acetic acid (or the acetate ion) can cause additional problems. One study found that injecting sodium acetate into rats caused them to have nociceptive behavior (headaches). In addition, there is a biochemical explanation for this finding. High acetate levels cause adenosine to accumulate in many parts of the brain. But when the rats were given caffeine, which blocks the action of adenosine, they no longer experienced headaches.",
            "score": 69.89391839504242
        },
        {
            "docid": "11132321_15",
            "document": "Construals . The following is a research study about the way in which a persons construal can affect his/her mental health status. Michael S. Christopher and Gemma D. Skillman conducted a study to test the link between self-construal and distress among African American and Asian American college students. Their research is primarily based on previous assertions that ethnic minorities are more likely to experience distress and express apprehension about the rigors of college. One body of literature has commonly viewed three major minority groups-African Americans, Asian Americans, and Latino Americans- as more likely to display traits of interdependent self-construal. It suggests that on the other hand White Americans were more likely to show traits of individualism or independent self-construal. Current research however has begun to move away from this view, and indicates African American students also show a more independent view of self. Therefore, to try and contrast these two views the researchers chose to study African Americans and Asian Americans. In their study they found \"African American students reported greater independent construals than did Asian American students, whereas Asian American students reported greater interdependent self-construals than did African American students.\" In regard to whether self-construal contributed to reports of distress they found that viewing self-construal as independent or interdependent did not predict distress. A person reported to have a more interdependent view of self was more likely to experience distress symptoms. This type of research finding can have major effects on future counseling practices. These researchers encourage counselors to measure self-construals upon intake to help guide treatment.",
            "score": 93.9629453420639
        },
        {
            "docid": "11258382_9",
            "document": "Vaginal flora . Healthy, normal vaginal microbiota that is dominated by lactobacilli may differ among some ethnic groups. Non-pathogenic vaginal species are part of the normal microbiota of some women. Several studies have demonstrated that a significant proportion (7–33%) of healthy asymptomatic women (especially black and Hispanic women) lack appreciable numbers of Lactobacillus species in the vagina, and instead have a vaginal microbiota that consist of other lactic acid-producing bacteria, i.e. species from the genera \"Atopobium\", \"Leptotrichia\", \"Leuconostoc\", \"Megasphaera\", \"Pediococcus\", \"Streptococcus\" and \"Weissella\", All ethnic populations have vaginal microflora communities containing lactic acid producing bacteria. This implies that not all communities may be equally resilient, so that if the resilience of a vaginal community is low then transitory changes in the structure of these communities may occur more readily in response to disturbances of various kinds, including menses, sexual intercourse, douching and contraceptive practices. These differences in the structure and composition of microbial communities may underlie well-known differences in the susceptibility of women in these racial groups to BV and various vaginal infections‖. Though vaginal microflora may be disturbed, and lactic acid is produced by other species, vaginal pH and acid production establish normal vaginal microbiota. The pH further decreases during pregnancy.",
            "score": 54.227166414260864
        },
        {
            "docid": "52637243_5",
            "document": "Sport dog nutrition . Highly soluble or fermentable fiber from carbohydrate sources mentioned, and others, above also provide short chain fatty acids. These short chain fatty acids can represent approximately 10% of an animal's energy requirement through microbial fermentation within the gut. Gut health is also promoted by increasing mucosal health, increasing the microbial balance, improving digestion, improving nutrient absorption and upregulating immunity. To insure this, owners should be looking to feed diets that contain 3%-7% of total digestible fiber (TDF) or ingredients such as beet pulp or rice bran which are moderately fermentable. Total dietary fiber is not standard on pet food labels and generally only crude fiber is provided, which does not given an indication of the solubility of fermentability of an ingredients. If non-soluble or non-fermentable fiber is found within the diet, the animal is likely to experience increased fecal bulk and moisture as well as a diluted energy intake. Consequently, dogs may experience decreased nutrient absorption, dehydration, pathogenic bacterial growth in the gut and diarrhea. Avoiding diets with crude fiber levels over 3% or high inclusions of ingredients such as cellulose or peanut hulls will assist in preventing some consequences such as pathogenic bacterial growth, colonic atrophy and dehydration. Furthermore, there are some additional fibers such as fructooligosaccharides (FOS) and mannanoligosaccharides (MOS) which will promote good bacteria and inhibit harmful ones, respectively. These two fibers are most important for animals fed a raw diet where pathogenic bacteria may be more prevalent.",
            "score": 74.25472331047058
        },
        {
            "docid": "3937909_3",
            "document": "Body fat percentage . The body fat percentage is a measure of fitness level, since it is the only body measurement which directly calculates a person's relative body composition without regard to height or weight. The widely used body mass index (BMI) provides a measure that allows the comparison of the adiposity of individuals of different heights and weights. While BMI largely increases as adiposity increases, due to differences in body composition, other indicators of body fat give more accurate results; for example, individuals with greater muscle mass or larger bones will have higher BMIs. As such, BMI is a useful indicator of overall fitness for a large group of people, but a poor tool for determining the health of an individual.",
            "score": 67.92965769767761
        },
        {
            "docid": "3135637_26",
            "document": "Gut flora . The traditional view of the gastrointestinal tract of a normal fetus is that it is sterile, although this view has been challenged in the past few years. Multiple lines of evidence have begun to emerge that suggest there may be bacteria in the intrauterine environment. In humans, research has shown that microbial colonization may occur in the fetus with one study showing \"Lactobacillus\" and \"Bifidobacterium\" species were present in placental biopsies. Several rodent studies have demonstrated the presence of bacteria in the amniotic fluid and placenta, as well as in the meconium of babies born by sterile cesarean section. In another study, researchers administered a culture of bacteria orally to a pregnant dam, and detected the bacteria in the offspring, likely resulting from transmission between the digestive tract and amniotic fluid via the blood stream. However, researchers caution that the source of these intrauterine bacteria, whether they are alive, and their role, is not yet understood. During birth and rapidly thereafter, bacteria from the mother and the surrounding environment colonize the infant's gut. The exact sources of bacteria is not fully understood, but may include the birth canal, other people (parents, siblings, hospital workers), breastmilk, food, and the general environment with which the infant interacts. However, as of 2013, it remains unclear whether most colonizing arises from the mother or not. Infants born by caesarean section may also be exposed to their mothers' microflora, but the initial exposure is most likely to be from the surrounding environment such as the air, other infants, and the nursing staff, which serve as vectors for transfer. During the first year of life, the composition of the gut flora is generally simple and changes a great deal with time and is not the same across individuals. The initial bacterial population are generally facultative anaerobic organisms; investigators believe that these initial colonizers decrease the oxygen concentration in the gut, which in turn allows obligately anaerobic bacteria like \"Bacteroides\", \"Actinobacteria\", and \"Firmicutes\" to become established and thrive. Breast-fed babies become dominated by bifidobacteria, possibly due to the contents of bifidobacterial growth factors in breast milk, and by the fact that breast milk carries prebiotic components, allowing for healthy bacterial growth. In contrast, the microbiota of formula-fed infants is more diverse, with high numbers of \"Enterobacteriaceae\", enterococci, bifidobacteria, \"Bacteroides\", and clostridia.",
            "score": 83.15779280662537
        },
        {
            "docid": "48507869_3",
            "document": "Catherine A. Lozupone . Catherine A. Lozupone earned a Bachelor of Science from Villanova University in 1997 and went on to obtain a master's degree from Colorado State University in Fort Collins, Colorado in 1999. She went on to complete her doctoral work at the University of Colorado Boulder studying under Rob Knight, who is the founder of the American Gut Project. Little was known about the overall microbiome, the group of organisms sharing in the human body space, of the gut and the symbiotic relationship between host and bacteria, as most prior work had been done on fecal matter.  Her thesis delineated the UniFrac algorithm which has allowed researchers to plot the relationships between microbial communities in the human gut, how they interact, and how they might be related to specific diseases. Lozupone's work, detailed in a 2012 paper which appeared in \"Nature\" entitled \"Diversity, Stability and Resilience of the Human Gut Microbiota\", was noted for its attempt to analyze what is the \"normal\" bacterial state in the human gut. By approaching the gut as an ecosystem, scientists are then able to factor in the effects of lifestyle, diet, health status which might change the bacterial makeup present in the gastrointestinal tract.",
            "score": 116.7747210264206
        },
        {
            "docid": "40421442_7",
            "document": "Akkermansia muciniphila . In August 2015, additional research demonstrated that dietary fats influence the growth of \"Akkermansia muciniphilia\" relative to other bacterium in the dietary tract. Researchers conducted a study in which mice were fed diets which varied in fat composition but were otherwise identical; one group received lard while the other received fish oil. After 11 weeks, the group receiving a fish oil diet had increased levels of \"A. muciniphila\" and bacterium of genus \"Lactobacillus\", while the group receiving a lard diet had decreased levels of \"A. muciniphila\" and \"Lactobacillus\". Additional testing was performed by conducting fecal transplants from mice on the fish oil diet or the lard based diet into a new group of mice which had their native gut flora eradicated with antibiotics. All of these mice were then fed a lard based diet. Despite receiving the same lard-based diet for 3 weeks, recipients of transplants from lard-fed donor mice showed increased levels of \"Lactobacillus\" and increased levels of inflammation, while recipients of transplants from fish oil-fed donors showed increased levels of \"A. muciniphila\" and decreased levels of inflammation. Researchers concluded that the increase in \"A. muciniphila\" corresponded to a reduction in inflammation, indicating a link between dietary fats, gut flora composition, and inflammation levels.",
            "score": 108.08397316932678
        },
        {
            "docid": "2605397_12",
            "document": "Insurance score . \"Use of Credit Information by Insurers in Texas, Report to the 79th Legislature\", Texas Department of Insurance. This study found a consistent pattern of differences in credit scores among different racial/ethnic groups. Whites and Asians were found to have better scores than Blacks and Hispanics. Differences in income levels were not as pronounced as for racial/ethnic groups, but average credit scores at upper income levels were better than those at lower and moderate income levels. The study found a strong relationship between credit scores and claims experience on an aggregate basis. In 2002, the Texas Department of Insurance received a peak of 600 complaints related to credit scoring, which declined and leveled to 300 per year.  \"Insurance Credit Scoring in Alaska\", State of Alaska, Department of Community and Economic Development, Division of Insurance. The study suggested unequal effects on consumers of varying income and ethnic backgrounds. Specifically, the higher income neighborhoods and those with a higher proportion of Caucasians were the least impacted by credit scoring. Although data available for the study was limited, the state of Alaska determined that some restrictions on credit scoring would be appropriate to protect the public.",
            "score": 79.94739925861359
        },
        {
            "docid": "6406113_15",
            "document": "Intelligence: Knowns and Unknowns . As the measured differences in average intelligence between various ethnic groups reflect complex patterns, no overall generalization about them was appropriate. Regarding Asian Americans, studies had shown slightly lower to slightly higher scores compared to White Americans. Average IQ in East Asian nations had been reported as equal to substantially above the American average. Asians did particularly well on spatial tests. Their knowledge of mathematics were above that predicted from IQ scores which may reflect cultural differences or higher spatial ability. Their occupational achievement were also higher than predicted by IQ scores, with Asians with IQs slightly below 100 having occupational achievements typically seen in persons with IQs from 110 to 120. According to the report, \"These 'over-achievements' serve as sharp reminders of the limitations of IQ-based prediction.\" In addition to cultural factors, gene-based temperamental factor may also have been important.",
            "score": 97.91284155845642
        },
        {
            "docid": "13704917_38",
            "document": "Risk factors for breast cancer . There is debate as to whether the higher rate of breast cancer associated with obesity is due to a biological difference in the cancer itself, or differences in other factors such as health screen practices. It has been suggested that obesity may be a determinant for breast cancer screening by mammography. Seventeen scientific studies in the United States have found that as obesity increases in women over 40 years of age the rate of mammography reported decreases significantly. When stratified by race (white vs. black) there was a stronger relationship between obesity and lack of mammography screening among white women. Another study also found lower rates of mammography among those who were overweight and obese compared to those women who were of normal body mass index—this effect was only seen in white women. Obese women are more likely to list pain associated with mammograms as a reason for not getting screened; however, leaner women also list this as a reason for avoiding mammograms. Other reasons obese women may avoid mammography are due to lack of insurance, low income, or embarrassment at the procedure, although when these factors are accounted for, the effect of lower rates of screening are still significant. In contrast, other studies have shown that mammography patterns did not differ among women who were obese compared to those at a healthy weight indicating that there may be biological differences in cancer presentation between these groups.",
            "score": 129.45233535766602
        },
        {
            "docid": "4445638_25",
            "document": "Turkification . The region of the Anatolia represents an extremely important area with respect to ancient population migration and expansion, and the spread of the Caucasian, Semitic, Indo-European and Turkic languages, as well as the extinction of the local Anatolian languages. During the late Roman Period, prior to the Turkic conquest, the population of Anatolia had reached an estimated level of approximately 4 million people. Several studies examined the extent to which gene flow from Central Asia has contributed to the current gene pool of the Turkish people, and the role of the 11th century invasion by Turkic peoples. A 2001 study concluded that local Anatolian groups are nearly half the source of the present-day Turkish population. A 2002 study concluded that Turks do not significantly differ from other Mediterranean populations, indicating that while the Asian Turks carried out an invasion with cultural significance (language and religion), the genetic significance is lesser detectable. A genetic research from 2001 has suggested the local Anatolian origins of the Turkic Asian peoples might have been slight. In 2003, DNA results suggested there was no strong genetic relationship between the Mongols and the Turks people despite the historical relationship of their languages. In 2014, however, the largest autosomal study on Turkish genetics (on 16 individuals) concluded the weight of East Asian (presumably Central Asian) migration legacy of the Turkish people is estimated at 21.7%. The authors conclude on the basis of previous studies that \"South Asian contribution to Turkey's population was significantly higher than East/Central Asian contributions, suggesting that the genetic variation of medieval Central Asian populations may be more closely related to South Asian populations, or that there was continued low level migration from South Asia into Anatolia.\" They note that these weights are not direct estimates of the migration rates as the original donor populations are not known, and the exact kinship between current East Asians and the medieval Oghuz Turks is uncertain. For instance, genetic pools of Central Asian Turkic peoples is particularly diverse and modern Oghuz Turkmens living in Central Asia are with higher West Eurasian genetic component than East Eurasian.",
            "score": 91.23785066604614
        }
    ],
    "r": [
        {
            "docid": "39556538_7",
            "document": "Parasutterella . \"Parasutterella\" is still a relatively new genus and has been exclusively published in regards to literature on the intestinal microbiome (with the exception of the first two taxonomical papers on the discovery of \"P. excrementihominis\" and \"P. secunda\"). Both P. excrementihominis and P. secunda were isolated from fecal samples from healthy Japanese individuals and have been found to be part of the intestinal microbiome in the United States. In a study that examined the effect of introducing and reversing diet-induced obesity on the gut microbiome and metabolism in mice, \"Parasutterella\" was decreased in mice with diet-induced obesity and increased in controls and reversal of the high fat diet with a healthier alternative (normal chow). Other studies have shown increases of Parasutterella with sugar and alcohol consumption. Additional microbiome studies have associated increased abundance of \"Parasutterella\" with dysbiosis, or a lack of diversity in the microbial composition typically in the gut. \"(\"Dysbiosis has been correlated with intestinal and metabolic dysfunction and several diseases, including inflammatory bowel diseases and obesity.) For example, Parasutterella was increased in the submucosa in the ileum of the small intestine in individuals with Crohn's disease and hypertriglyceridemia-related acute necrotizing pancreatitis in rats. More research is needed to further explore the role of \"Parasutterella\" species as a part of the healthy gut microbiome and in microbial dysbiosis.",
            "score": 185.08984375
        },
        {
            "docid": "205464_23",
            "document": "Human microbiota . The composition of human gut flora changes over time, when the diet changes, and as overall health changes. A systematic review of 15 human randomized controlled trials from July 2016 found that certain commercially available strains of probiotic bacteria from the \"Bifidobacterium\" and \"Lactobacillus\" genera (\"B. longum\", \"B. breve\", \"B. infantis\", \"L. helveticus\", \"L. rhamnosus\", \"L. plantarum\", and \"L. casei\"), when taken by mouth in daily doses of 10–10 colony forming units (CFU) for 1–2 months, possess treatment efficacy (i.e., improves behavioral outcomes) in certain central nervous system disorders – including anxiety, depression, autism spectrum disorder, and obsessive–compulsive disorder – and improves certain aspects of memory. However, changes in the composition of gut microbiota has also been found to be correlated with harmful effects on health. In an article published by Musso et al., it was found that the gut microbiota of obese invidividuals had more Firmicutes and less Bacteroidetes than healthy individuals. Furthermore, a study done by Gordon et al., confirmed that it was the composition of the microbiota that causes obesity rather than the other way around. This was done by transplanting the gut microbiota from diet-induced obese(DIO) mice or lean control mice into lean germ-free mice that do not have a microbiome. They found that the mice transplanted with DIO mouse gut microbiota had significantly higher total body fat than the mice transplanted with lean mouse microbiota when fed with the same diet.",
            "score": 164.52871704101562
        },
        {
            "docid": "205464_8",
            "document": "Human microbiota . Aside from simply elucidating the composition of the human microbiome, one of the major questions involving the human microbiome is whether there is a \"core\", that is, whether there is a subset of the community that is shared among most humans. If there is a core, then it would be possible to associate certain community compositions with disease states, which is one of the goals of the Human Microbiome Project. It is known that the human microbiome (such as the gut microbiota) is highly variable both within a single subject and among different individuals, a phenomenon which is also observed in mice.  On 13 June 2012, a major milestone of the Human Microbiome Project (HMP) was announced by the NIH director Francis Collins. The announcement was accompanied with a series of coordinated articles published in Nature and several journals in the Public Library of Science (PLoS) on the same day. By mapping the normal microbial make-up of healthy humans using genome sequencing techniques, the researchers of the HMP have created a reference database and the boundaries of normal microbial variation in humans. From 242 healthy U.S. volunteers, more than 5,000 samples were collected from tissues from 15 (men) to 18 (women) body sites such as mouth, nose, skin, lower intestine (stool), and vagina. All the DNA, human and microbial, were analyzed with DNA sequencing machines. The microbial genome data were extracted by identifying the bacterial specific ribosomal RNA, 16S rRNA. The researchers calculated that more than 10,000 microbial species occupy the human ecosystem and they have identified 81 – 99% of the genera.",
            "score": 162.08460998535156
        },
        {
            "docid": "3135637_62",
            "document": "Gut flora . The gut flora has also been implicated in obesity and metabolic syndrome due to the key role it plays in the digestive process; the Western pattern diet appears to drive and maintain changes in the gut flora that in turn change how much energy is derived from food and how that energy is used. One aspect of a healthy diet that is often lacking in the Western-pattern diet is fiber and other complex carbohydrates that a healthy gut flora require flourishing; changes to gut flora in response to a Western-pattern diet appear to increase the amount of energy generated by the gut flora which may contribute to obesity and metabolic syndrome. There is also evidence that microbiota influence eating behaviours based on the preferences of the microbiota, which can lead to the host consuming more food eventually resulting in obesity. It has generally been observed that with higher gut microbiome diversity, the microbiota will spend energy and resources on competing with other microbiota and less on manipulating the host. The opposite is seen with lower gut microbiome diversity, and these microbiotas may work together to create host food cravings.",
            "score": 158.1368408203125
        },
        {
            "docid": "53368771_19",
            "document": "Pharmacomicrobiomics . Personalized medicine in the context of pharmacomicrobiomics refers to the ability to predict an individual’s response to a xenobiotic based on the composition of their gut microbiome. However, current omics approaches investigating microbiome composition using metagenomic sequencing after xenobiotic treatment are sparse. Instead, research efforts have focused predominantly on modeling changes in microbial composition in different disease states. Future research efforts should combine knowledge relating to what microbes preferentially metabolize certain compounds (garnered from \"in vitro\" studies) with the identification of species abundance to predict drug tolerance in patients. However, it should be noted that modeling a microbe’s interaction with a particular xenobiotic may not stably predict interactions, as the genomes of microbes are continually reshuffled through horizontal gene transfer. Considering this, approaches that target individual gene/transcript/protein signatures rather than individual microbes will likely lead to more widely applicable personalized approaches.",
            "score": 152.32754516601562
        },
        {
            "docid": "39597449_7",
            "document": "Metagenomics: An Alternative Approach to Genomics . The human body is inhabited by trillions of bacteria and other microbes, which have recently been studied in many different habitats (including gut, mouth, skin, and urogenital) by the Human Microbiome Project (HMP). These microbial communities were assayed using high-throughput DNA sequencing. HMP showed that, unlike individual microbial species, many metabolic processes were present among all body habitats with varying frequencies. Microbial communities of 649 metagenomes drawn from seven primary body sites on 102 individuals were studied as part of the human microbiome project. The metagenomic analysis revealed variations in niche specific abundance among 168 functional modules and 196 metabolic pathways within the microbiome. These included glycosaminoglycan degradation in the gut, as well as phosphate and amino acid transport linked to host phenotype (vaginal pH) in the posterior fornix. The HMP has brought to light the utility of metagenomics in diagnostics and evidence-based medicine. Thus metagenomics is a powerful tool to address many of the pressing issues in the field of Personalized medicine.",
            "score": 150.21275329589844
        },
        {
            "docid": "53975791_7",
            "document": "Salivary microbiome . Though the association between the salivary microbiome is similar to that of the oral microbiome, there also exists an association the salivary microbiome and the gut microbiome. Saliva sampling may be a non-invasive way to detect changes in the gut microbiome and changes in systemic disease. The association between the salivary microbiome those with Polycistic Ovarian Syndrome has been characterized: \"saliva microbiome profiles correlate with those in the stool, despite the fact that the bacterial communities in the two locations differ greatly. Therefore, saliva may be a useful alternative to stool as an indicator of bacterial dysbiosis in systemic disease.\"",
            "score": 149.5519256591797
        },
        {
            "docid": "3135637_8",
            "document": "Gut flora . Many species in the gut have not been studied outside of their hosts because most cannot be cultured. While there are a small number of core species of microbes shared by most individuals, populations of microbes can vary widely among different individuals. Within an individual, microbe populations stay fairly constant over time, even though some alterations may occur with changes in lifestyle, diet and age. The Human Microbiome Project has set out to better describe the microflora of the human gut and other body locations.",
            "score": 149.1278839111328
        },
        {
            "docid": "53368771_3",
            "document": "Pharmacomicrobiomics . Efforts to understand the interaction between specific xenobiotics and the microbiome have traditionally involved the use of \"in vivo\" as well as \"in vitro\" models. Recently, next generation sequencing of genomic DNA obtained from a community of microbes has been used to identify organisms within microbial communities, allowing for accurate profiles of the composition of microbes within an environment. Initiatives such as the Human Microbiome Project (HMP) have aimed to characterize the microbial composition of the oral, gut, vaginal, skin and nasal environments. This and other microbiome characterization projects have accelerated the study of pharmacomicrobiomics. An extensive understanding of the microbiome in the human body can lead to the development of novel therapeutics and personalized drug treatments that are not potentiated or activated by processes carried out by the microbiome.",
            "score": 148.65255737304688
        },
        {
            "docid": "39256418_14",
            "document": "Human virome . Many studies have demonstrated that the bacteria and viruses in the human gut (the gut microbiome) can be altered by changes in diet. One study that focused on bacterial viruses, called bacteriophages, in the gut found a significant relationship between diet and the type of bacteriophages present. This was done by comparing the distance between bacteriophage gut communities in individuals both before and after they started a controlled diet. The results were that the distance between the bacteriophage gut communities of individuals on the same diet was significantly smaller at the end of their dietary treatment than it was at the start, while there was no increase in community similarity for individuals on different diets over time.",
            "score": 144.261962890625
        },
        {
            "docid": "43742335_3",
            "document": "Microbiota-accessible carbohydrates . MACs may come from plants, fungi, animal tissues, or food-borne microbes, and must be metabolized by the microbiome. A significant quantity of the cellulose humans consume is not metabolized by gut microbes and therefore cannot be considered a MAC. The amount of dietary MACs found within a food source will differ for each individual, since which carbohydrates are metabolized depends upon the composition of each person’s microbiota. For example, many Japanese individuals possess the genes for the consumption of the algal polysaccharide porphyran in their microbiomes, which are rarely found in North American and European individuals. For individuals who harbor such a porphyran-degrading strain, porphyran would be a MAC. However, porphyran would not be a MAC for those without a microbiota adaptation to seaweed. In similar fashion, germ-free mice without a microbiota might consume a diet with large quantities of potential MACs, but none of the carbohydrates would be considered MACs, since they would escape the digestive tract without being metabolized by microbes.",
            "score": 141.5987548828125
        },
        {
            "docid": "39632259_7",
            "document": "Skin immunity . From around 2005 on, the scientific community has thoroughly developed the concept of human microbiome and begun the systematic study to establish the relationship between the microbiome and human physiology in health and disease. We begin to understand that gut microbiota helps modulating host immunity at a systemic level. However, gut microbiome does not affect skin immunity significantly, instead, skin immunity is modulated by skin microflora according to the results obtained by Naik et al. Analyzing immunologic changes of germ-free (GF) mice with reconstituted gut microbiota showed a recovery of Il-17A and IFN-γ levels up to those observed in the gastrointestinal tract of specific pathogen free (SPF) mice but gut microbiome restoration did not affect skin immunity. Comparing GF and SPF mice showed a decrease in the skin production of IFN-γ and IL-17A. To evaluate the functional consequences of the absence of skin microbiota Leishmania major was introduced intradermally and the lesions were evaluated. L. major lesions in GF mice were significantly smaller and less severe than in SPF mice, however, the number of parasites after infection was significantly higher in GF mice. These results cearly indicate that GF mice have an impaired capacity of response in front of infections compared to SPF mice. Finally, mono-association of GF mice with \"S. epidermidis\" clearly restored immunity function which in the case of skin is mediated by IL-1 which is key for the restoration of IL-17A and IFN-γ levels. Thus skin commensals exert their effect by enhancing IL-1 signaling and amplifying responses according to local inflammatory milieu. As IL-1 has been implicated in the etiology and pathology of psoriasis and other cutaneous disorders, it is likely that skin commensals are important drivers and amplifiers of skin pathologies.",
            "score": 140.41636657714844
        },
        {
            "docid": "41403522_20",
            "document": "Bacteriotherapy . The microbiome of depressed people has been found to show decreased richness and diversity. Specifically, lactobacillus and bifidobacterial have been identified as having roles in modulating depression and anxiety behaviors. When fecal matter is transferred from depressed mice to microbiota depleted mice, behavioral exams show anhedonia, a symptom of depression; studies have also found that in a microbiome transfer from a stressed animal to a control, the control recipient also exhibits anxious behaviors proving that some depression and anxiety phenotypes are dependent on the gut microbiome, and therefore transferrable. The identification of the microbiome as having a causal role in depression and anxiety, as well as the ability to transfer depressive or anxiety symptoms from a depressed donor to a recipient makes the reverse, FMT from a healthy donor to a depressed or anxious patient, a valid experimental treatment for depression.",
            "score": 139.44822692871094
        },
        {
            "docid": "53368771_20",
            "document": "Pharmacomicrobiomics . The limitations of pharmacomicrobiomics primarily arise from the uncertainty associated with metagenomic profiling. Namely, short reads obtained by shotgun sequencing can be difficult to align to reference genomes since many organism have homologous sequences. In addition, 16S rRNA sequencing cannot consistently resolve species identity, a finding that casts doubt on species identities in metagenomic samples. Limitations also arise from differing study designs, as unique approaches to identifying the nature of the xenobiotic-microbiome interactions are often taken. For instance, because pharmacomicrobiomics very broadly denotes the association between xenobiotics and the microbiome, the extent to which studies profile the genetics of the microbiome can vary significantly. Studies aiming to characterize organism identity, but not gene identity or copy number may elect to use 16S shotgun sequencing as opposed to SMS. Conversely, studies aiming to identify genes and their products rather than organism identity may elect WMGS coupled with transcriptomic analysis. Initially, these differences may mean that researchers wanting to investigate publicly available data may have to target their research questions to fit the data at hand.",
            "score": 138.24520874023438
        },
        {
            "docid": "56435_2",
            "document": "Obesity . Obesity is a medical condition in which excess body fat has accumulated to the extent that it may have a negative effect on health. People are generally considered obese when their body mass index (BMI), a measurement obtained by dividing a person's weight by the square of the person's height, is over , with the range defined as overweight. Some East Asian countries use lower values. Obesity increases the likelihood of various diseases and conditions, particularly cardiovascular diseases, type 2 diabetes, obstructive sleep apnea, certain types of cancer, osteoarthritis and depression. Obesity is most commonly caused by a combination of excessive food intake, lack of physical activity, and genetic susceptibility. A few cases are caused primarily by genes, endocrine disorders, medications, or mental disorder. The view that obese people eat little yet gain weight due to a slow metabolism is not medically supported. On average, obese people have a greater energy expenditure than their normal counterparts due to the energy required to maintain an increased body mass. Obesity is mostly preventable through a combination of social changes and personal choices. Changes to diet and exercising are the main treatments. Diet quality can be improved by reducing the consumption of energy-dense foods, such as those high in fat or sugars, and by increasing the intake of dietary fiber. Medications can be used, along with a suitable diet, to reduce appetite or decrease fat absorption. If diet, exercise, and medication are not effective, a gastric balloon or surgery may be performed to reduce stomach volume or length of the intestines, leading to feeling full earlier or a reduced ability to absorb nutrients from food. Obesity is a leading preventable cause of death worldwide, with increasing rates in adults and children. In 2015, 600 million adults (12%) and 100 million children were obese in 195 countries. Obesity is more common in women than men. Authorities view it as one of the most serious public health problems of the 21st century. Obesity is stigmatized in much of the modern world (particularly in the Western world), though it was seen as a symbol of wealth and fertility at other times in history and still is in some parts of the world. In 2013, the American Medical Association classified obesity as a disease.",
            "score": 135.30908203125
        },
        {
            "docid": "53368771_17",
            "document": "Pharmacomicrobiomics . Even though pharmacomicrobiomics is often interpreted as the impact the microbiome has on xenobiotic metabolism, the term can also encompass the effects of xenobiotics on the microbiome and microbial genes. The impact of antibiotics on the human microbiome has been well studied. It has been shown that antibiotic therapies not only target a specific pathogen, but also the commensal inhabitants of a host. Evidence suggests that commensal bacteria levels in some cases are not normalized after antibiotic treatment, and in fact may be negatively affected for extended periods of time. A study which assessed the oral and gut microbes before, immediately after, and up to 12 months after exposure to antibiotics, found that the microbiome can be altered for over 12 months. Since the microbiome composition can be altered by antibiotics, this implies positive selection for resistant opportunistic pathogens, which can cause acute disease.",
            "score": 134.5115203857422
        },
        {
            "docid": "16359310_5",
            "document": "Human Microbiome Project . Despite the staggering number of microbes in and on the human body, little was known about their roles in human health and disease. Many of the organisms that make up the microbiome have not been successfully cultured, identified, or otherwise characterized. Organisms thought to be found in the human microbiome, however, may generally be categorized as bacteria, members of domain Archaea, yeasts, and single-celled eukaryotes as well as various helminth parasites and viruses, the latter including viruses that infect the cellular microbiome organisms (e.g., bacteriophages). The HMP set out to discover and characterize the human microbiome, emphasizing oral, skin, vaginal, gastrointestinal, and respiratory sites. The HMP will address some of the most inspiring, vexing and fundamental scientific questions today. Importantly, it also has the potential to break down the artificial barriers between medical microbiology and environmental microbiology. It is hoped that the HMP will not only identify new ways to determine health and predisposition to diseases but also define the parameters needed to design, implement and monitor strategies for intentionally manipulating the human microbiota, to optimize its performance in the context of an individual's physiology. The HMP has been described as \"a logical conceptual and experimental extension of the Human Genome Project.\" In 2007 the HMP was listed on the NIH Roadmap for Medical Research as one of the \"New Pathways to Discovery\". Organized characterization of the human microbiome is also being done internationally under the auspices of the International Human Microbiome Consortium. The Canadian Institutes of Health Research, through the CIHR Institute of Infection and Immunity, is leading the Canadian Microbiome Initiative to develop a coordinated and focused research effort to analyze and characterize the microbes that colonize the human body and their potential alteration during chronic disease states.",
            "score": 132.66383361816406
        },
        {
            "docid": "53977520_2",
            "document": "Oral manifestations of systemic disease . Oral manifestations of systematic disease are signs and symptoms of disease occurring elsewhere in the body detected in the oral cavity and oral secretions. High blood sugar can be detected by sampling saliva. Saliva sampling may be a non-invasive way to detect changes in the gut microbiome and changes in systemic disease. The association between the salivary microbiome and with Polycystic Ovarian Syndrome has been characterized. \"[S]aliva microbiome profiles correlate with those in the stool, despite the fact that the bacterial communities in the two locations differ greatly. Therefore, saliva may be a useful alternative to stool as an indicator of bacterial dysbiosis in systemic disease.\" Another example is tertiary syphilis, where changes to teeth can occur. Syphilis infection can be associated with longitudinal furrows of the tongue.",
            "score": 130.98544311523438
        },
        {
            "docid": "40421442_6",
            "document": "Akkermansia muciniphila . Researchers have discovered that \"A. muciniphila\" may be able to be used to combat obesity and type 2 diabetes. The study was carried out with mice, overfed to contain three times more fat than its lean cousin. The obese mice were then fed the bacteria, which were shown to reduce the fat burden of the mice by half without any change to the mice's diet. A study published in June 2015 showed an association between \"A. muciniphila\" abundance, insulin sensitivity and healthier metabolic status in overweight/obese adults. The healthier subjects were those with high \"A. muciniphila\" abundance and gut microbial richness. In addition, this study showed that having higher abundance of \"A. muciniphila\" at baseline was associated with greater clinical benefits after weight loss. The bacterium is naturally present in the human digestive tract at 3-5%, but has been seen to fall with obesity. It is thought that eating the bacterium increases the gut wall thickness, with the addition of mucin, which will block food from being absorbed by the body.",
            "score": 130.1248321533203
        },
        {
            "docid": "13704917_38",
            "document": "Risk factors for breast cancer . There is debate as to whether the higher rate of breast cancer associated with obesity is due to a biological difference in the cancer itself, or differences in other factors such as health screen practices. It has been suggested that obesity may be a determinant for breast cancer screening by mammography. Seventeen scientific studies in the United States have found that as obesity increases in women over 40 years of age the rate of mammography reported decreases significantly. When stratified by race (white vs. black) there was a stronger relationship between obesity and lack of mammography screening among white women. Another study also found lower rates of mammography among those who were overweight and obese compared to those women who were of normal body mass index—this effect was only seen in white women. Obese women are more likely to list pain associated with mammograms as a reason for not getting screened; however, leaner women also list this as a reason for avoiding mammograms. Other reasons obese women may avoid mammography are due to lack of insurance, low income, or embarrassment at the procedure, although when these factors are accounted for, the effect of lower rates of screening are still significant. In contrast, other studies have shown that mammography patterns did not differ among women who were obese compared to those at a healthy weight indicating that there may be biological differences in cancer presentation between these groups.",
            "score": 129.45233154296875
        },
        {
            "docid": "4888915_3",
            "document": "NOD mice . Non-obese diabetic (NOD) mice exhibit a susceptibility to spontaneous development of autoimmune insulin dependent diabetes mellitus (IDDM). The NOD strain and related strains were developed at Shionogi Research Laboratories in Aburahi, Japan by Makino and colleagues and first reported in 1980. The group developed the NOD strain by an outbreeding of the cataract-prone strain from JcI:ICR mice.  The susceptibility to IDDM is polygenic and environment exerts a strong effect on gene penetrances. Environment including housing conditions, health status, and diet all affect development of diabetes in the mice. For instance, NOD mice maintained in different laboratories can have different levels of incidence. The incidence of disease is linked to Microbiome.",
            "score": 128.88438415527344
        },
        {
            "docid": "22398456_15",
            "document": "Bacterial circadian rhythm . In the context of bacterial circadian rhythms, specifically in cyanobacteria, circadian advantage refers to the improved survival of strains of cyanobacteria that \"resonate\" with the environmental circadian rhythm. [6] For example, consider a strain with a free-running period (FRP) of 24 hours is co-cultured with a strain that has a free-running period (FRP) of 30 hours in a light-dark cycle of 12 hours light and 12 hours dark (LD 12:12). The strain that has a 24 hour FRP will out-compete the 30 hour strain over time. An instance where bacterial circadian rhythms are theorized to provide an advantage is in the microbiome. It is possible that circadian clocks play a role in the gut microbiota behavior. These microorganisms experience daily changes associated with daily LD and temperature cycles through an alteration of their environment. This occurs through behaviors such as eating rhythms on a daily routine (consumption in the day for diurnal animals and in the night for nocturnal). The presence of a daily timekeeper might give those bacteria a competitive advantage over others, allowing them to anticipate resources coming from the host in order to metabolize them faster. There are bacteria that exist which have daily timekeepers, and it may be possible that the microbiota have endogenous clocks and which communicate with biological clocks of the host. If there are some time-keeping qualities of the microorganisms of the intestines, it might be possible that they can affect the circadian system of the host. For example, if bacteria within the microbiome release cytokine-like factors in a rhythmic fashion, the host’s clock might be affected. On the other hand, it is implicated that changes to the host’s biological clock may alter the gut microbiome. More specifically, jet-lag induced disruption of the biological clock influences the daily pattern of phyla change. Also, specific diets (such as time-restricted feeding and transitions between regular and high fat diet) change both the host’s circadian clock as well as the composition of the gut microbiome. An endogenous clock may be present in some microbial species, and the presence of such an intrinsic timekeeper could be beneficial both in the gut (which experiences daily changes in nutrient availability) and the environment outside of the host (which experiences daily cycles of light and temperature).",
            "score": 127.95035552978516
        },
        {
            "docid": "42251979_2",
            "document": "Root microbiome . The root microbiome is the dynamic community of microorganisms associated with plant roots. Because they are rich in a variety of carbon compounds, plant roots provide unique environments for a diverse assemblage of soil microorganisms, including bacteria, fungi and archaea. The microbial communities inside the root and in the rhizosphere are distinct from each other, and from the microbial communities of bulk soil, although there is some overlap in species composition. Root microbiota affect plant host fitness and productivity in a variety of ways. Members of the root microbiome benefit from plant sugars or other carbon rich molecules. Individual members of the root microbiome may behave differently in association with different plant hosts, or may change the nature of their interaction (along the mutualist-parasite continuum) within a single host as environmental conditions or host health change.",
            "score": 127.26382446289062
        },
        {
            "docid": "56461877_14",
            "document": "Human milk microbiome . Breastfeeding is thought to be an important driver of infant gut microbiome establishment. The gut microbiome of breastfed infants is less diverse, contains higher amounts of \"Bifidobacterium\" and \"Lactobacillus\" species, and fewer potential pathogenic taxa than the gut microbiome of formula-fed infants. Human milk bacteria may reduce risk of infection in breastfed infants by competitively excluding harmful bacteria, and producing antimicrobial compounds which eliminate pathogenic strains, Certain lactobacilli and bifidobacteria, the growth of which is stimulated by human milk oligosaccharides contribute to healthy metabolic and immune-related functioning in the infant gut.",
            "score": 126.38291931152344
        },
        {
            "docid": "16359310_2",
            "document": "Human Microbiome Project . The Human Microbiome Project (HMP) was a United States National Institutes of Health (NIH) research initiative to improve understanding of the microbial flora involved in human health and disease. Launched in 2008, the first phase (HMP1) was a five-year project that focused on identifying and characterizing human microbial flora. The second phase, known as the Integrative Human Microbiome Project (iHMP) launched in 2014 with the aim of generating resources to characterize the microbiome and elucidating the roles of microbes in health and disease states. The program received $170 million in funding by the NIH Common Fund from 2007 to 2016, with the iHMP closing in 2017.",
            "score": 125.87923431396484
        },
        {
            "docid": "56461877_15",
            "document": "Human milk microbiome . There is some indication of relationships between milk microbiota and other human milk components, including human milk oligosaccharides (HMOs), maternal cells, and nutrient profiles. Specific bacterial genera have been shown to be associated with variation in levels of milk macronutrients such as lactose, proteins, and fats. HMOs selectively facilitate growth of particular beneficial bacteria, notably \"Bifidobacterium\" species. Furthermore, as bifidobacterial genomes are uniquely equipped to metabolize HMOs, which are otherwise indigestible by enzymes of the infant gut, some have suggested a coevolutionary dynamic between HMOs and certain bacteria common in both the milk and infant gastrointestinal microbiomes. Furthermore, relative to other mammalian milks, primate milk, particularly human milk, appears to be unique with respect to the complexity and diversity of its oligosaccharide repertoire. Human milk is typified by greater overall HMO diversity and predominance of oligosaccharides known to promote growth of \"Bifidobacterium\" in the infant gut. Milk microbiota are thought to play an essential role in programming the infant immune system, and tend to reduce the risk of adverse infant health outcomes. Differences in milk oligosaccharides between humans and non-human primates could be indicative of variation in pathogen exposure associated with increased sociality and group sizes. Together, these observations may indicate that milk microbial communities have coevolved with their human host, supported by the expectation that microbes which promote host health facilitate their own transmission and proliferation.",
            "score": 124.62164306640625
        },
        {
            "docid": "6396743_8",
            "document": "Dysbiosis . Disruptions in the microbiome can allow outside factors or even pathogenic members of the microbiome to take hold in the gut environment. Dysbiosis has been reported to be associated with illnesses, such as periodontal disease, inflammatory bowel disease, chronic fatigue syndrome, obesity, cancer, bacterial vaginosis, and colitis.",
            "score": 124.15943145751953
        },
        {
            "docid": "34482539_2",
            "document": "Erysipelotrichia . The Erysipelotrichia are a class of bacteria of the phylum Firmicutes. Species of this class are known to be common in the gut microbiome, as they have been isolated from swine manure and increase in composition of the mouse gut microbiome for mice switched to diets high in fat.",
            "score": 124.13282012939453
        },
        {
            "docid": "35256679_10",
            "document": "Community fingerprinting . Disayathanoowat \"et al.\" used T-RFLP to assess the microbial gut community, or microbiome, in two species of honeybees in Thailand. They found that the two species harbor different microbial communities and that the microbiome changes over the lifetime of the bees.",
            "score": 123.79563903808594
        },
        {
            "docid": "53975791_3",
            "document": "Salivary microbiome . Unlike the uterine, placental and vaginal microbiomes, the types of organisms in the salivary microbiota remain relatively constant. There is no difference between populations of microbes of based upon gender, age, diet, obesity, alcohol intake, race, or tobacco use. \"Porphyromonas,\" \"Solobacterium, Haemophilus, Corynebacterium, Cellulosimicrobium, Streptococcus\" and \"Campylobacter\" are some of the genera found in the saliva.",
            "score": 122.8275146484375
        },
        {
            "docid": "51162073_15",
            "document": "Microbiomes of the built environment . Risk of allergy and asthma. The risk of allergy and asthma is correlated to differences in the built environment microbiome. Some experimental tests (e.g., in mice) have suggested that these correlations may actually be causal (i.e., the differences in the microbiomes may actually lead to differences in risk of allergy or asthma). Review papers on this topic include Casas et al. 2016 and Fujimura and Lynch 2015. Studies of dust in various homes has shown that the microbiome found in the dust is correlated to the risk of children in those homes developing allergy, asthma, or phenotypes connected to these ailments. The impact of the microbiome of the built environment on the risk of allergy and asthma and other inflammatory or immune conditions is a possible mechanism underlying what is known as the hygiene hypothesis.",
            "score": 122.76541900634766
        },
        {
            "docid": "3135637_27",
            "document": "Gut flora . Caesarean section, antibiotics, and formula feeding may alter the gut microbiome composition. Children treated with antibiotics have less stable, and less diverse floral communities. Caesarean sections have been shown to be disruptive to mother-offspring transmission of bacteria, which impacts the overall health of the offspring by raising risks of disease such as celiacs, asthma, and type 1 diabetes. This further evidences the importance of a healthy gut microbiome. Various methods of microbiome restoration are being explored, typically involving exposing the infant to maternal vaginal contents, and oral probiotics.",
            "score": 122.24242401123047
        }
    ]
}