{
    "q": [
        {
            "docid": "207874_35",
            "document": "Swarm behaviour . Many birds migrate in flocks. For larger birds, it is assumed that flying in flocks reduces energy costs. The V formation is often supposed to boost the efficiency and range of flying birds, particularly over long migratory routes. All the birds except the first fly in the upwash from one of the wingtip vortices of the bird ahead. The upwash assists each bird in supporting its own weight in flight, in the same way a glider can climb or maintain height indefinitely in rising air. Geese flying in a V formation save energy by flying in the updraft of the wingtip vortex generated by the previous animal in the formation. Thus, the birds flying behind do not need to work as hard to achieve lift. Studies show that birds in a V formation place themselves roughly at the optimum distance predicted by simple aerodynamic theory. Geese in a V-formation may conserve 12–20% of the energy they would need to fly alone. Red knots and dunlins were found in radar studies to fly 5 km per hour faster in flocks than when they were flying alone. The birds flying at the tips and at the front are rotated in a timely cyclical fashion to spread flight fatigue equally among the flock members. The formation also makes communication easier and allows the birds to maintain visual contact with each other.",
            "score": 282.25306165218353
        },
        {
            "docid": "11924709_5",
            "document": "Bird colony . The term colony has also been applied, perhaps misleadingly, to smaller nesting groups, such as forest-dwelling species that nest socially in a suitable stand of trees. The red-cockaded woodpecker, an endangered species of southeastern North America, is a social species that feeds and roosts in family groups, or clans. Clans nest and roost in clusters of tree cavities and use a cooperative breeding system. Many parrot species are also extremely social. For example, the thick-billed parrot is another bird that nests and roosts communally; individuals of neighboring roosts has been observed to communicate with each other each morning to signal their readiness to form flocks for foraging. However, these complex social structures in birds are a different sort of group behavior than what is normally considered colonial.",
            "score": 165.1556842327118
        },
        {
            "docid": "211633_17",
            "document": "Torresian crow . Like other corvids, Torresian crows are intelligent and adaptable and have been known to steal food from larger birds by working in teams, and to feed on poisonous prey without ingesting poison (see below) among other behaviours. Torresian crows are large and aggressive birds, with females displaying the more aggressive behaviour and dominating most other species except large birds of prey and the Australian magpie. They have been observed to attack larger birds of prey, particularly wedge-tailed eagles and most owl species in defence of their nest or territory. Smaller birds will therefore attack crows in defence of their nests, with willie wagtails and pied butcherbirds being notable examples. Noisy miners and Australian magpies are among the few birds that are successful in driving Torresian crows out of their territories, with the latter species being one of the smaller bird species that dominate and displace crows where they meet. Between the months of January and August, large groups of crows congregate and roam nomadically across farmlands, forests and city suburbs. These groups consist of crows of all ages; however, from September to December, many leave these flocks to breed in temporary territories, with the nomadic flock sizes reducing significantly to only young and old crows. Each pair of crows returns to the same territory each year, but territories may be taken over by other pairs from year to year.",
            "score": 184.0869960784912
        },
        {
            "docid": "42343719_4",
            "document": "Geese in Chinese poetry . Geese are large birds belong to the family of the Anatidae, subfamily of the Anserinae, and the tribe of the Anserini. The geese in the genus \"Anser\" have a Holarctic distribution, and include the grey geese. White geese sometimes are sometimes included in \"Anser\", and sometimes described as being in the genus \"Chen\", and their breeding areas are in subarctic areas of North America and around the Bering Strait. The black geese are in the genus \"Branta\" and occur in the Palearctic ecozone: they are called \"black\" due to the coloring of their legs, bills, and parts of their plumage, which are black or dark grey. The family Anatidae includes ducks and swans. Unless domestic, geese are generally migratory, traveling lengthy distances in between their summer habitats in the north and their winter habitats in the south. In China, geese have been domesticated for thousands of years: these have been primarily been bred from the wild species \"Anser cygnoides\", and are also known as the Swan Goose or the Chinese Goose. True geese are difficult to differentiate into genus or species based on anatomical differences other than coloration, especially if the geese occur, as they often do in poetry, in the distance, flying, and perhaps even more heard than seen: but, the genus and species identification is not generally of importance in Chinese poetry, although whether the goose is wild or domestic is of importance. Geese are social animals, and tend to appear in flocks of many individuals; and, as they tend to pair up to mate, which as part of the process often includes a flying duet, with the male chasing the female through the air; and, often the flock will contain many breeding pairs. One of the distinctive features of flying flocks of geese is their typical \"V\" or wedge-shaped formation, and the loud vocalizations which accompany them on their flight. A lone goose is somewhat of an anomaly in nature. Geese and their eggs have been used for food, their feathers for thermal insulation and other purposes, and their arrivals and departures as seasonal indicators. Human interactions with geese have often included hunting wild geese with projectile weapons, raising and breeding domestic geese, or observing, and perhaps depicting them in paint or poetry.",
            "score": 163.77293264865875
        },
        {
            "docid": "201943_19",
            "document": "Bird migration . Many, if not most, birds migrate in flocks. For larger birds, flying in flocks reduces the energy cost. Geese in a V-formation may conserve 12–20% of the energy they would need to fly alone. Red knots \"Calidris canutus\" and dunlins \"Calidris alpina\" were found in radar studies to fly faster in flocks than when they were flying alone. Birds fly at varying altitudes during migration. An expedition to Mt. Everest found skeletons of northern pintail \"Anas acuta\" and black-tailed godwit \"Limosa limosa\" at on the Khumbu Glacier. Bar-headed geese \"Anser indicus\" have been recorded by GPS flying at up to while crossing the Himalayas, at the same time engaging in the highest rates of climb to altitude for any bird. Anecdotal reports of them flying much higher have yet to be corroborated with any direct evidence. Seabirds fly low over water but gain altitude when crossing land, and the reverse pattern is seen in landbirds. However most bird migration is in the range of . Bird strike aviation records from the United States show most collisions occur below and almost none above .",
            "score": 245.56778359413147
        },
        {
            "docid": "3431097_4",
            "document": "Japanese white-eye . This bird species is rarely found on the ground. It is a very sociable species that may form flocks with other species, in which the birds form groups to forage during flight; white-eyes only flock with birds of other species outside of the breeding season. Allopreening – the art of cleaning, grooming, and maintaining parts of the body – is extremely common. Interspecific allopreening (between different species) has been observed in captivity. While sociable, however, the white-eye typically forms monogamous relationships with mates – it has only one mate at any one time.",
            "score": 172.9482638835907
        },
        {
            "docid": "3410_67",
            "document": "Bird . While some birds are essentially territorial or live in small family groups, other birds may form large flocks. The principal benefits of flocking are safety in numbers and increased foraging efficiency. Defence against predators is particularly important in closed habitats like forests, where ambush predation is common and multiple eyes can provide a valuable early warning system. This has led to the development of many mixed-species feeding flocks, which are usually composed of small numbers of many species; these flocks provide safety in numbers but increase potential competition for resources. Costs of flocking include bullying of socially subordinate birds by more dominant birds and the reduction of feeding efficiency in certain cases.",
            "score": 208.34859323501587
        },
        {
            "docid": "8809081_2",
            "document": "Flock (birds) . A flock is a gathering of a group of same species animals in order to forage or travel with one another. In avians flocks are typically seen in association with migration. While this is true it can also be seen that flocking is important in safety from predation and foraging benefits. However it is also important to note that living in a flock can also come at a cost to the birds living within it.",
            "score": 196.83812582492828
        },
        {
            "docid": "198041_13",
            "document": "Crane (bird) . The cranes are diurnal birds that vary in their sociality by season. During the breeding season they are territorial and usually remain on their territory all the time. In contrast in the non-breeding season they tend to be gregarious, forming large flocks to roost, socialise and in some species feed. Species that feed predominately on vegetable matter in the non-breeding season feed in flocks to do so, whereas those that feed on animals will usually feed in family groups, joining flocks only during resting periods, or in preparation for travel during migration. Large aggregations of cranes are important for safety when resting and also as places for young unmated birds to meet others.",
            "score": 175.07060956954956
        },
        {
            "docid": "478425_10",
            "document": "Carolina chickadee . During the fall migration and winter, chickadees often flock together. Many other species of birds, including titmice, nuthatches, and warblers can often be found foraging in these flocks. Mixed flocks stay together because the chickadees call out whenever they find a good source of food. This calling out forms cohesion for the group, allowing the other birds to find food more efficiently.",
            "score": 169.52464842796326
        },
        {
            "docid": "969684_3",
            "document": "Herd . The term \"herd\" is generally applied to mammals, and most particularly to the grazing ungulates that classically display this behaviour. Different terms are used for similar groupings in other species; in the case of birds, for example, the word is \"flocking\", but \"flock\" may also be used, in certain instances, for mammals, particularly sheep or goats. A group of quail is often referred to as a covey. Large groups of carnivores are usually called \"packs\", and in nature a herd is classically subject to predation from pack hunters.",
            "score": 162.60996997356415
        },
        {
            "docid": "1080559_23",
            "document": "Drafting (aerodynamics) . Cooperative fluid dynamics techniques like drafting are also found in nature. Flocks of geese and some other birds fly in a V formation because the wingtip vortices generated by the front bird will create up-wash circulations. The birds flying behind will receive lift force from these up-wash vortices. Thus other birds in the flock do not need to work as hard to achieve lift. Studies show that birds in a V formation place themselves roughly at the optimum distance predicted by simple aerodynamic theory.",
            "score": 253.69843411445618
        },
        {
            "docid": "406764_20",
            "document": "Black-capped chickadee . During the winter, chickadees often flock together. Many other species of birds – including titmice, nuthatches, and warblers – can often be found foraging in these flocks. Mixed flocks stay together because the chickadees call out whenever they find a good source of food. This calling-out forms cohesion for the group, allowing the other birds to find food more efficiently. When flocking, black-capped chickadees soon establish a rigid social hierarchy. In such hierarchies, males usually rank over females, and older birds over juveniles.",
            "score": 180.35199666023254
        },
        {
            "docid": "8928548_10",
            "document": "Yellow-throated miner . Yellow-throated miners like the other \"Manorina\" species have a complex social structure and can live in communal groups of up to 50 birds. They are often found in smaller groups of up to a dozen birds, and sometimes in as few as one or two. No major behavior studies have been conducted, but they appear to have a similar social structure to noisy miners as they share many calls, postures, and interactive behaviors. Calls are higher pitched than noisy miner calls, but are readily recognizable as a miner call. They are watchful and are often the first to alarm when a predator appears. As with the other miner species they are known to be very aggressive to other birds, particularly smaller insectivores and honeyeaters. Yellow-throated miners have been observed to be able to monopolize small patches of remnant vegetation along roadsides and dividing paddocks which cuts off corridors for smaller birds to be able to move through. Yellow-throated miners, like their relatives the bell miner and noisy miner, have been linked to reduced bird species richness and higher psyllid abundance in disturbed mallee in Victoria. However, a follow-up study found that yellow-throated miner removal did not significantly increase avian richness as it has done in studies with bell miners and noisy miners. Though yellow-throated miners drive away many species and are not afraid to attack larger birds, they have been found to share territory with grey butcherbirds and pied butcherbirds and even nest in close proximity to those species. This is surprising as butcherbirds are also aggressive species that predate nests and birds, including larger species than yellow-throated miners, but this association may be to improve the mutual defense of both species as yellow-throated miners are very watchful and noisy at the approach of a predator. Though they are often aggressive to other species, yellow-throated miners have also been observed feeding with mixed flocks of honeyeaters including noisy miners, white-plumed honeyeaters, friarbirds, and blue-faced honeyeaters.",
            "score": 157.7622103691101
        },
        {
            "docid": "3275398_21",
            "document": "Bird intelligence . Social life has been considered to be a driving force for the evolution of intelligence. Many birds have social organizations, and loose aggregations are common. Many corvid species separate into small family groups (or \"clans\") for activities such as nesting and territorial defense. The birds then congregate in massive flocks made up of several different species for migratory purposes. Some birds use teamwork while hunting. Predatory birds hunting in pairs have been observed using a \"bait and switch\" technique, whereby one bird will distract the prey while the other swoops in for the kill.",
            "score": 163.45763611793518
        },
        {
            "docid": "12430550_11",
            "document": "Brush bronzewing . Birds tend to reside within their local habitats, with no long distance banding recoveries being and no large scale migrations apparent. In a study from 1967, one bird was recovered just 25 km from the initial banding site. These birds are rarely seen in flocking formation, preferring to move singly, in pairs or small family groups; the largest recorded gathering was a group of eight birds.",
            "score": 168.3066759109497
        },
        {
            "docid": "1601438_5",
            "document": "White-fronted amazon . The white-fronted amazon is native to Central America and Mexico; and is most often seen in small flocks of up to 20 birds. They are seen in a variety of different habitats from wet regions such as rainforests, to drier areas such as cactus savannahs. In the wild, they are not shy and people are often able to approach them. Flocks may congregate and people have seen groups that number into the hundreds. These groups may also contain flocks from other species such as the red-lored amazon. A population has been seen in southern Texas, probably escapees, and a small feral population has been observed living in southern California.",
            "score": 161.06369256973267
        },
        {
            "docid": "263286_20",
            "document": "Antbird . Many species participate in mixed-species feeding flocks, forming a large percentage of the participating species within their range. Some of these are core or \"nuclear species\". These nuclear species share territories with other nuclear species but exclude conspecifics (members of the same species) and are found in almost all flocks; these are joined by \"attendant species\". Loud and distinctive calls and conspicuous plumage are important attributes of nuclear species as they promote cohesion in the flock. The composition of these flocks varies geographically; in Amazonia species of \"Thamnomanes\" antshrike are the leading nuclear species; elsewhere other species, such as the dot-winged antwrens and checker-throated antwrens, fill this role. Other species of antwren and antbird join them along with woodcreepers, ant-tanagers, foliage-gleaners and greenlets. The benefits of the mixed flock are thought to be related to predation, since many eyes are better for spotting predatory hawks and falcons. Comparisons between multi-species feeding flocks in different parts of the world found that instances of flocking were positively correlated with predation risk by raptors. For example, where \"Thamnomanes\" antshrikes lead the group they give loud warning calls in the presence of predators. These calls are understood and reacted to by all the other species in the flock. The advantage to the \"Thamnomanes\" antshrikes is in allowing the rest of the flock, which are typically gleaners, to act as beaters, flushing prey while foraging which the antshrikes can obtain by sallying. Similar roles are filled in other flocks by other antbird species or other bird families, for example the shrike-tanagers. Within the feeding flocks competition is reduced by microniche partitioning; where dot-winged antwrens, checker-throated antwrens and white-flanked antwrens feed in flocks together, the dot-wings feed in the densest vines, the white-flank in less dense vegetation, and the checker-throats in the same density as the latter but in dead foliage only.",
            "score": 178.80031371116638
        },
        {
            "docid": "204559_8",
            "document": "Wader . Shorebirds is a blanket term used to refer to multiple species of birds that live in wet, coastal environments. Because most these species spend much of their time near bodies of water, many have long legs suitable for wading (hence the name ‘Waders’). Some species prefer locations with rocks or mud. Many shorebirds display migratory patterns and often migrate before breeding season. These behaviors explain the long wing lengths observed in species, and can also account for the efficient metabolisms that give the birds energy during long migrations.",
            "score": 115.11337375640869
        },
        {
            "docid": "10292566_8",
            "document": "Manu parrotlet . The Manu parrotlet is hardly ever spotted on its own; instead it is usually seen in the company the larger parrotlets and parrots of the region. It is common for multiple flocks to gather in the morning to feed. The smallest birds observed in Gilardi and Munn’s evaluation traveled in small flocks; this is more comparative to how the larger birds flock. When comparing these findings to those in O’Neill et al.’s study the Manu parrotlet must be unique in how it nest and flocking patterns compared to other small birds.",
            "score": 184.2801742553711
        },
        {
            "docid": "13342837_8",
            "document": "Cameroon indigobird . These birds are obligate brooding parasites, meaning they lay eggs in other birds' nests. The learning of the songs and imprinting is also obligate for them because this is how they increase their fitness. The male have impressive vocal repertoires that can be used to mimic, calling, or mating. DaCosta et al. found evidence that host mimicry is an important cue for species recognition among the territorial male birds. They predict that this could have arisen due to when juveniles transform into adults and they tend to be dispersed. These calls help them recognize and locate other birds in the same species are. They also did a study on how different mimicry can elicit different responses in these birds. In the experimental group, the scientists recorded these calls and played them to the captive birds. In the control group, they sounded natural calls for the captive birds. They found that birds tended to respond differently to the audio recording compared to natural singing.",
            "score": 148.086763381958
        },
        {
            "docid": "365342_30",
            "document": "Red-tailed hawk . Beyond galliforms, three other quite different families of birds make the most significant contributions to the red-tailed hawk’s avian diet. None of these three families are known as particularly skilled or swift fliers but the species are generally small enough that they would generally easily be more nimble in flight than a red-tailed hawk. One of these are the woodpeckers, if only for one species, the northern flicker (\"Colaptes auratus\"), which was the best represented bird species in the diet in 27 North American studies and was even the fourth most often detected prey species of all. Woodpeckers are often a favorite in the diet of large raptors as their relatively slow, undulating flight makes these relatively easy targets. The flicker in particular is a highly numerous species that has similar habitat preferences to red-tailed hawks, preferring fragmented landscapes with trees and openings or parkland-type wooded mosaics, and often forage on the ground for ants, which may make them even more susceptible. Varied other woodpecker species may turn up in their foods, from the smallest to the largest extant in North America, but are much more infrequently detected in dietary studies. Another family relatively often selected prey family are corvids, which despite their relatively large size, formidable mobbing abilities and intelligence are also slower than average fliers for passerines. 14 species of corvid are known to fall prey to red-tailed hawks. In the Kaibab Plateau, the Steller's jay (\"Cyanocitta stelleri\") were the fourth most identified prey species (10.3% of the diet). American crows are also regularly detected supplemental prey in several areas. Even the huge common raven (\"Corvus corax\"), at at least as large as red-tailed hawk itself, may fall prey to red-tails, albeit very infrequently and only in a well-staged ambush. One of the most surprising heavy contributors are the icterids, despite their slightly smaller size and tendency to travel in large, wary flocks, 12 species are known to be hunted. One species pair, the meadowlarks, are most often selected as they do not flock in the same ways as many other icterids and often come to the ground, throughout their life history, rarely leaving about shrub-height. The western meadowlark (\"Sturnella neglecta\"), in particular, was the third most often detected bird prey species in North America. Red-winged blackbirds (\"Agelaius phoeniceus\") which are probably too small, at an average weight of , and fast for a red-tailed hawk to ever chase on the wing (and do travel in huge flocks, especially in winter) are nonetheless also quite often found in their diet, representing up to 8% of the local diet for red-tails. It is possible that males, which are generally bold and often select lofty perches from which to display, are most regularly ambushed. One bird species that often flocks with red-winged blackbirds in winter is even better represented in the red-tail’s diet, the non-native European starling (\"Sturnus vulgaris\"), being the second most numerous avian prey species and seventh overall in North America. Although perhaps most vulnerable when caught unaware while calling atonally on a perch, a few starlings (or various blackbirds) may be caught by red-tails which test the agile, twisting murmurations of birds by flying conspicuously towards the flock, to intentionally disturb them and possibly detect lagging, injured individual birds that can be caught unlike healthy birds. However, this behavior has been implied rather than verified.",
            "score": 202.94534838199615
        },
        {
            "docid": "405508_16",
            "document": "The Life of Birds . Broadcast 25 November 1998, this installment describes ways of communicating. A colony of fieldfares in Sweden deters a raven from raiding a nest by collectively raising an audible alarm. However, in an English wood, all species co-operate to warn each other surreptitiously of approaching danger. By contrast, a sunbittern is shown expanding its plumage to discourage a group of marauding hawks. The members of the finch family exemplify how colour aids recognition. Birds have excellent colour vision, and the feathers of many species react to ultraviolet light. Flocking birds, such as sparrows, also have a 'ranking system' that determines seniority. In Patagonia, Attenborough demonstrates the effectiveness of sound: he summons a Magellanic woodpecker by knocking on a tree. The nature of tropical rainforests means that their occupants tend to make much louder calls than those in other habitats, and several such species are shown. Saddlebacks vary their calls so that even individuals from different areas can be identified. The dawn chorus provides a mystery, as there is still much to learn about why so many different birds sing together at the same time of day. (Proclaiming territory or attracting mates are two likely reasons.) Finally, Attenborough introduces the superb lyrebird as one of the most versatile performers: it is a skilled mimic, and this particular one imitates not only other species, but also cameras, a car alarm and a chain saw.",
            "score": 170.3750218153
        },
        {
            "docid": "1864244_3",
            "document": "V formation . The V formation possibly improves the efficiency of flying birds, particularly over long migratory routes. All the birds except the first fly in the upwash from one of the wingtip vortices of the bird ahead. The upwash assists each bird in supporting its own weight in flight, in the same way a glider can climb or maintain height indefinitely in rising air. According to a 1970 paper, in a V formation of 25 members, each bird can achieve a reduction of induced drag and as a result increase their range by 71%. The birds flying at the tips and at the front are rotated in a timely cyclical fashion to spread flight fatigue equally among the flock members. Canada geese are a common example demonstrating the V formation.",
            "score": 215.69106316566467
        },
        {
            "docid": "25501675_4",
            "document": "Wadden Sea National Park, Denmark . The Wadden Sea is internationally known as a resting place for millions of migratory birds, and more than 10 million of them pass through the Wadden Sea twice a year. Large flocks of European starlings can be found which fly in formations known as the \"sort sol\". The Wadden Sea also has large numbers of breeding birds, fish, and invertebrates such as starfish and blue mussels. It provides habitat for more than 500 species of plants and animals.",
            "score": 171.1208348274231
        },
        {
            "docid": "201943_33",
            "document": "Bird migration . Some large broad-winged birds rely on thermal columns of rising hot air to enable them to soar. These include many birds of prey such as vultures, eagles, and buzzards, but also storks. These birds migrate in the daytime. Migratory species in these groups have great difficulty crossing large bodies of water, since thermals only form over land, and these birds cannot maintain active flight for long distances. Mediterranean and other seas present a major obstacle to soaring birds, which must cross at the narrowest points. Massive numbers of large raptors and storks pass through areas such as the Strait of Messina, Gibraltar, Falsterbo, and the Bosphorus at migration times. More common species, such as the European honey buzzard \"Pernis apivorus\", can be counted in hundreds of thousands in autumn. Other barriers, such as mountain ranges, can also cause funnelling, particularly of large diurnal migrants. This is a notable factor in the Central American migratory bottleneck. Batumi bottleneck in the Caucasus is one of the heaviest migratory funnels on earth. Avoiding flying over the Black Sea surface and across high mountains, hundreds of thousands of soaring birds funnel through an area around the city of Batumi, Georgia. Birds of prey such as honey buzzards which migrate using thermals lose only 10 to 20% of their weight during migration, which may explain why they forage less during migration than do smaller birds of prey with more active flight such as falcons, hawks and harriers.",
            "score": 151.23013412952423
        },
        {
            "docid": "495873_24",
            "document": "Gallimimus . Emphasising the bird-like flocking behaviour of the \"Gallimimus\" herd was a point in \"Jurassic Park\"'s story, as they were supposed to represent the precursors to birds. The herd was shown moving as a whole, rather than individual animals running around, and the smaller \"Gallimimus\" were shown in the middle of the group, as though they were protected. During the scene, the protagonist scientist Alan Grant says that the herd moves with \"uniform direction changes, just like a flock of birds evading a predator\" and \"bet you'll never look at birds the same way again\" as he watches the movements of the fast, graceful \"Gallimimus\". This contrasted with how dinosaurs were traditionally depicted in mass media as lumbering, tail-dragging animals, and the movie helped change the common perception of dinosaurs. This and other scenes reflected then-recent theories of bird evolution encouraged by the movie's scientific advisor, John R. Horner, ideas which were still contentious at the time. Despite such theories, \"Gallimimus\" and other dinosaurs of the movie were depicted without feathers, in part because it was unknown at the time how widespread these were among the group.",
            "score": 177.88447761535645
        },
        {
            "docid": "41246005_14",
            "document": "Bird migration perils . Birds use stopover sites to feed, rest and refuel during their migration period. Many of the current stopover sites are threatened due increased urbanization, agriculture, gas exploitation, fisheries, tourism and many others anthropogenic activities. In one study the researchers found that birds with high phenotypic plasticity can adapt their behavior and skip low-quality stopover sites. Migratory birds such as swans, geese and waders show high site fidelity (they are loyal to their stopover and cannot change them), while long distance passerines have much lower site fidelity. Passerines have low site fidelity because they can be flexible in their habitat selection. Since they do not migrate in flocks, migratory passerines do not have a fixed migration route or stop-over site sequence and they can change their stopover sites based on wind selectivity or habitat quality. Even though many birds can change their stopover sites, birds such as swans and waders depend on wetland stopover sites to 'refuel' on migration. The destruction of these sites could therefore be detrimental to bird populations.",
            "score": 153.68731570243835
        },
        {
            "docid": "464590_8",
            "document": "Woolly-necked stork . This species is largely solitary or seen in pairs or small family groups of 4-5, and flocks are rare. In agricultural landscapes, the species occurs mostly as very small flocks (< 5 birds), though flocks of over 10 birds occur commonly. Flocking is affected by different factors in different areas. In more arid areas, most of the flocks occur in the summer when few wetlands are remaining, whereas in areas with more water, flocks occur largely in winter after chicks have fledged from nests. They often associate with wintering stork species including the Black and White Storks. The woolly-necked stork walks slowly and steadily on the ground seeking its prey, which like that of most of its relatives, consists of amphibians, reptiles and insects.",
            "score": 192.93641901016235
        },
        {
            "docid": "198055_19",
            "document": "Common crane . New hatchlings are generally quite helpless but are able to crawl away from danger within a few hours, can swim soon after hatching and can run with their parents at 24 hours old. Chicks respond to danger by freezing, using their camouflaged brownish down to defend them beyond their fierce parents. Young chicks use their wings to stabilise them while running, while by 9 weeks of age they can fly short distances. The adult birds go through their postbreeding moult while caring for their young, rendering them flightless for about 5 to 6 weeks around the time the young also can't fly yet. According to figures of cranes wintering in Spain, around 48% birds have surviving young by the time they winter and around 18% are leading two young by winter. By the next breeding season, the previous years young often flock together. The age of sexual maturity in wild birds has been estimated at variously from 3 to 6 years of age. It is thought that it is common for this species to live up to 30 or 40 years of age. The common crane is a fairly social bird while not breeding. Flocks of up to 400 birds may be seen flying together during migration. Staging sites, where migrating birds gather to rest and feed in the middle of their migration, may witness thousands of cranes gathering at once. However, the flocks of the species are not stable social units but rather groups that ensure greater safety in numbers and collectively draw each other's attention to ideal foraging and roosting sites. Possibly due to a longer molt, younger and non-breeding cranes are usually the earliest fall migrants and may band together at that time of year. During these migratory flights, common cranes have been known to fly at altitudes of up to , one of the highest of any species of bird, second only to the Ruppell's Griffin Vulture.",
            "score": 206.24218142032623
        },
        {
            "docid": "9244013_8",
            "document": "Painted finch . Painted finches usually occur in pairs and small flocks, however larger flocks of up to 100 individuals have been seen when congregating around water sources. These large flocks may contain other species of finches and honeyeaters. Painted finches are generally less vocal than other Australian grassfinches, however its calls are among the loudest and harshest of this species group. Its contact calls have been described as sounding like ‘trut, chek-chek’ or ‘ced up, cheddy-up’. When alone, males often make a loud wheezing and chattering song, females make a rattling call in response to danger near the nest.  The painted finch feeds on grass seeds mostly from spinifex (Triodia) species and sometimes may consume fruit and blades of grass. Individuals forage on the ground, hopping and bouncing among rocks and tussocks of grass in order to glean for fallen seeds. Captive birds have seen to sally-strike flying termites and glean aphids from vegetation; however, feeding on insects in the wild has not been observed.",
            "score": 165.84978318214417
        },
        {
            "docid": "334321_29",
            "document": "Goldcrest . Outside the breeding season, small groups of goldcrests maintain exclusive winter feeding territories, which they defend against neighbouring groups. As they roam around their territory, they frequently join loose flocks of other wanderers such as tits and warblers. This kinglet, like other species that prefer mixed-species foraging flocks in winter, hunts over a greater range of heights and vegetation types than when feeding alone. For species that tend to feed in flocks, foraging success while in a flock was about twice that for solitary birds. A consequence of feeding in a flock is that foraging sites may be restricted to avoid competition with other species. In a Swedish study, coal tits and goldcrests foraged in the outer foliage, while the larger willow and European crested tits used the inner canopy. In sites where the numbers of willow and crested tits was artificially reduced, goldcrests and coal tits extended their foraging to include the inner canopy, but did not do so where the larger tits were retained. In some areas, wintering birds have developed the habit of coming to feeding stations and bird tables to take fat, sometimes with warblers such as the common chiffchaff and blackcap.",
            "score": 185.5074988603592
        }
    ],
    "r": [
        {
            "docid": "207874_35",
            "document": "Swarm behaviour . Many birds migrate in flocks. For larger birds, it is assumed that flying in flocks reduces energy costs. The V formation is often supposed to boost the efficiency and range of flying birds, particularly over long migratory routes. All the birds except the first fly in the upwash from one of the wingtip vortices of the bird ahead. The upwash assists each bird in supporting its own weight in flight, in the same way a glider can climb or maintain height indefinitely in rising air. Geese flying in a V formation save energy by flying in the updraft of the wingtip vortex generated by the previous animal in the formation. Thus, the birds flying behind do not need to work as hard to achieve lift. Studies show that birds in a V formation place themselves roughly at the optimum distance predicted by simple aerodynamic theory. Geese in a V-formation may conserve 12–20% of the energy they would need to fly alone. Red knots and dunlins were found in radar studies to fly 5 km per hour faster in flocks than when they were flying alone. The birds flying at the tips and at the front are rotated in a timely cyclical fashion to spread flight fatigue equally among the flock members. The formation also makes communication easier and allows the birds to maintain visual contact with each other.",
            "score": 282.2530517578125
        },
        {
            "docid": "1080559_23",
            "document": "Drafting (aerodynamics) . Cooperative fluid dynamics techniques like drafting are also found in nature. Flocks of geese and some other birds fly in a V formation because the wingtip vortices generated by the front bird will create up-wash circulations. The birds flying behind will receive lift force from these up-wash vortices. Thus other birds in the flock do not need to work as hard to achieve lift. Studies show that birds in a V formation place themselves roughly at the optimum distance predicted by simple aerodynamic theory.",
            "score": 253.6984405517578
        },
        {
            "docid": "90021_12",
            "document": "Flocking (behavior) . Measurements of bird flocking have been made using high-speed cameras, and a computer analysis has been made to test the simple rules of flocking mentioned above. It is found that they generally hold true in the case of bird flocking, but the long range attraction rule (cohesion) applies to the nearest 5-10 neighbors of the flocking bird and is independent of the distance of these neighbors from the bird. In addition, there is an anisotropy with regard to this cohesive tendency, with more cohesion being exhibited towards neighbors to the sides of the bird, rather than in front or behind. This is no doubt due to the field of vision of the flying bird being directed to the sides rather than directly forward or backward.",
            "score": 251.646240234375
        },
        {
            "docid": "201943_19",
            "document": "Bird migration . Many, if not most, birds migrate in flocks. For larger birds, flying in flocks reduces the energy cost. Geese in a V-formation may conserve 12–20% of the energy they would need to fly alone. Red knots \"Calidris canutus\" and dunlins \"Calidris alpina\" were found in radar studies to fly faster in flocks than when they were flying alone. Birds fly at varying altitudes during migration. An expedition to Mt. Everest found skeletons of northern pintail \"Anas acuta\" and black-tailed godwit \"Limosa limosa\" at on the Khumbu Glacier. Bar-headed geese \"Anser indicus\" have been recorded by GPS flying at up to while crossing the Himalayas, at the same time engaging in the highest rates of climb to altitude for any bird. Anecdotal reports of them flying much higher have yet to be corroborated with any direct evidence. Seabirds fly low over water but gain altitude when crossing land, and the reverse pattern is seen in landbirds. However most bird migration is in the range of . Bird strike aviation records from the United States show most collisions occur below and almost none above .",
            "score": 245.56777954101562
        },
        {
            "docid": "1837609_24",
            "document": "Bird flight . A wide variety of birds fly together in a symmetric V-shaped or a J-shaped coordinated formation, also referred to as an \"echelon\", especially during long distance flight or migration. It is often assumed that birds resort to this pattern of formation flying in order to save energy and improve the aerodynamic efficiency. The birds flying at the tips and at the front would interchange positions in a timely cyclical fashion to spread flight fatigue equally among the flock members.",
            "score": 231.4635009765625
        },
        {
            "docid": "3235587_10",
            "document": "Golden-crowned sparrow . The golden-crowned sparrow spends its winters in flocks with conspecifics, but also often with other sparrow species, especially white-crowned sparrows. Flock territories typically range in size from . Individual birds remain with the same flock for the entire winter and return to the same wintering site each year. Studies show that the golden-crowned sparrow's black and gold head stripes are used to signal social status in wintering flocks. Such signals help to reduce the incidence of confrontation between flock mates, thereby reducing such potential costs as injuries or the unnecessary expenditure of energy. The size and color of a bird's crown patches are better predictors of dominance (indicating which bird will avoid confrontation with another) than are the bird's size or sex. Birds with similarly sized gold crown patches are far more likely to engage in agonistic behavior than are those showing differences, and the outcomes of such confrontations can be predicted based on the color of their black stripes. This suggests that social status in this species involves more complexity than a single signal will allow, and that the multiple color patches allow a gradient of interactions between flock mates.",
            "score": 227.40367126464844
        },
        {
            "docid": "1864244_3",
            "document": "V formation . The V formation possibly improves the efficiency of flying birds, particularly over long migratory routes. All the birds except the first fly in the upwash from one of the wingtip vortices of the bird ahead. The upwash assists each bird in supporting its own weight in flight, in the same way a glider can climb or maintain height indefinitely in rising air. According to a 1970 paper, in a V formation of 25 members, each bird can achieve a reduction of induced drag and as a result increase their range by 71%. The birds flying at the tips and at the front are rotated in a timely cyclical fashion to spread flight fatigue equally among the flock members. Canada geese are a common example demonstrating the V formation.",
            "score": 215.6910858154297
        },
        {
            "docid": "38539971_11",
            "document": "Physically based animation . In physically based animation, flocking refers to a technique that models the complex behavior of birds, schools of fish, and swarms of insects using virtual forces. These virtual forces simulate the tendency for flocks to center their velocities, avoid collisions and crowding, and move toward the group. In these simulations, individual members of the flock (sometimes called boids, short for bird-oid) act without collaboration using only information about the position and velocity of their peers to create the illusion of synchronized, group behavior efficiently. Flocking can be used to efficiently approximate the behavior of crowds of humans as well, and methods based on flocking are often used for crowds of NPCs in gaming. Unreal and Half-Life were among the first games to implement flocking, which was used to model the behavior of birds and flying creatures present in outdoor levels.",
            "score": 215.6539306640625
        },
        {
            "docid": "8809081_11",
            "document": "Flock (birds) . By living in a flock bird species are able to capture a, likely injured, prey from an unsuccessful bird within its flock. This behaviour is known as the beater effect and is one of the benefits of birds foraging in a flock with other birds.",
            "score": 212.25140380859375
        },
        {
            "docid": "201943_62",
            "document": "Bird migration . An approach to identify migration intensity makes use of upward pointing microphones to record the nocturnal contact calls of flocks flying overhead. These are then analyzed in a laboratory to measure time, frequency and species. An older technique developed by George Lowery and others to quantify migration involves observing the face of the full moon with a telescope and counting the silhouettes of flocks of birds as they fly at night.",
            "score": 212.0509033203125
        },
        {
            "docid": "8809081_7",
            "document": "Flock (birds) . The ability to avoid predation is one of the most important skills necessary in order to increase one's fitness. It can be seen that by ground squirrels living in colonies, the ability to recognize a predator is rapid. The squirrel is then able to use vocalizations to warn conspecifics of the possible threat. This simple example demonstrates that flocks are not only seen in bird species or a herd of sheep, but it is also apparent in other animals such as rodents. This alarm call of the ground squirrel requires the ability of the animal to first recognize that there is danger present and then to react. This type of behaviour is also seen in some birds. It is important to note that by making an alarm call to signal members of the flock one is providing the predator with an acoustical cue to the location of a possible prey. The benefit here is if the members of the flock are genetically related to one another. If this is true, even if the bird that signalled the flock were to die its fitness would not decrease according to Hamilton's Rule. However another study involving thick-knees challenged whether or not an animal had to recognize the presence of a predator for protection against it.",
            "score": 210.41061401367188
        },
        {
            "docid": "3410_67",
            "document": "Bird . While some birds are essentially territorial or live in small family groups, other birds may form large flocks. The principal benefits of flocking are safety in numbers and increased foraging efficiency. Defence against predators is particularly important in closed habitats like forests, where ambush predation is common and multiple eyes can provide a valuable early warning system. This has led to the development of many mixed-species feeding flocks, which are usually composed of small numbers of many species; these flocks provide safety in numbers but increase potential competition for resources. Costs of flocking include bullying of socially subordinate birds by more dominant birds and the reduction of feeding efficiency in certain cases.",
            "score": 208.3485870361328
        },
        {
            "docid": "1938172_16",
            "document": "Red-tailed black cockatoo . Red-tailed black cockatoos are diurnal, raucous and noisy, and are often seen flying high overhead in small flocks, sometimes mixed with other cockatoos. Flocks of up to 500 birds are generally only seen in the north or when the birds are concentrated at some food source. Otherwise, they are generally rather shy of humans. In northern and central Australia, birds may feed on the ground, while the two southern subspecies, \"graptogyne\" and \"naso\", are almost exclusively arboreal. They tend to fly rather slowly with intermittent deep flapping wingbeats, markedly different from the shallow wingbeats of the similar glossy black cockatoo. They also often fly at considerable height.",
            "score": 207.5726318359375
        },
        {
            "docid": "1260420_24",
            "document": "Anti-predator adaptation . In the improved vigilance effect, groups are able to detect predators sooner than solitary individuals. For many predators, success depends on surprise. If the prey is alerted early in an attack, they have an improved chance of escape. For example, wood pigeon flocks are preyed upon by goshawks. Goshawks are less successful when attacking larger flocks of wood pigeons than they are when attacking smaller flocks. This is because the larger the flock size, the more likely it is that one bird will notice the hawk sooner and fly away. Once one pigeon flies off in alarm, the rest of the pigeons follow. Wild ostriches in Tsavo National Park in Kenya feed either alone or in groups of up to four birds. They are subject to predation by lions. As the ostrich group size increases, the frequency at which each individual raises it head to look for predators decreases. Because ostriches are able to run at speeds that exceed those of lions for great distances, lions try to attack an ostrich when its head is down. By grouping, the ostriches present the lions with greater difficulty in determining how long the ostriches' heads stay down. Thus, although individual vigilance decreases, the overall vigilance of the group increases.",
            "score": 206.9386444091797
        },
        {
            "docid": "198055_19",
            "document": "Common crane . New hatchlings are generally quite helpless but are able to crawl away from danger within a few hours, can swim soon after hatching and can run with their parents at 24 hours old. Chicks respond to danger by freezing, using their camouflaged brownish down to defend them beyond their fierce parents. Young chicks use their wings to stabilise them while running, while by 9 weeks of age they can fly short distances. The adult birds go through their postbreeding moult while caring for their young, rendering them flightless for about 5 to 6 weeks around the time the young also can't fly yet. According to figures of cranes wintering in Spain, around 48% birds have surviving young by the time they winter and around 18% are leading two young by winter. By the next breeding season, the previous years young often flock together. The age of sexual maturity in wild birds has been estimated at variously from 3 to 6 years of age. It is thought that it is common for this species to live up to 30 or 40 years of age. The common crane is a fairly social bird while not breeding. Flocks of up to 400 birds may be seen flying together during migration. Staging sites, where migrating birds gather to rest and feed in the middle of their migration, may witness thousands of cranes gathering at once. However, the flocks of the species are not stable social units but rather groups that ensure greater safety in numbers and collectively draw each other's attention to ideal foraging and roosting sites. Possibly due to a longer molt, younger and non-breeding cranes are usually the earliest fall migrants and may band together at that time of year. During these migratory flights, common cranes have been known to fly at altitudes of up to , one of the highest of any species of bird, second only to the Ruppell's Griffin Vulture.",
            "score": 206.2421875
        },
        {
            "docid": "31424241_18",
            "document": "Self-propelled particles . In 2010, Bhattacharya and Vicsek used an SPP model to analyse what is happening here. As a paradigm, they considered how flying birds arrive at a collective decision to make a sudden and synchronised change to land. The birds, such as the starlings in the image on the right, have no decision-making leader, yet the flock know exactly how to land in a unified way. The need for the group to land overrides deviating intentions by individual birds. The particle model found that the collective shift to landing depends on perturbations that apply to the individual birds, such as where the birds are in the flock. It is behaviour that can be compared with the way that sand avalanches, if it is piled up, before the point at which symmetric and carefully placed grains would avalanche, because the fluctuations become increasingly non-linear.",
            "score": 205.81231689453125
        },
        {
            "docid": "44278062_4",
            "document": "Yellowbird (film) . Darius, the leader of a flock of birds, is wounded just before it is time for the birds to migrate to Africa. Information about how to lead the migration must be passed to the first bird that encounters Darius. That is Yellowbird who is excited by the challenge but has very little life experience. Karl expected to take over as leader but Yellowbird lies to the flock and leads them south for the migration. He is really only a young hatchling with no experience and endangers the flock many times. Delf always supports him in the beginning.  He flys north by mistake, landing in Holland and not Spain. The flock then crosses the North Sea and ends up somewhere with snow. Finally Yellowbird tells the truth and it turns out the \"Iron Bird\" is not to be feared but really is a solution to their problem. They end up taking a plane to Africa. Yellowbird officially becomes part of the flock and everybody celebrates.",
            "score": 204.568603515625
        },
        {
            "docid": "8809081_9",
            "document": "Flock (birds) . By birds co-existing with one another in a flock, less time and energy is spent searching for predators. This mutual protection of one another within the flock is one of the benefits to living within a group. However, as flock numbers increase the more aggressive individuals within the flock become towards one another. This is one of the costs to living within a flock. It is often seen that flocks are dynamic and thus fluctuate in size depending on the needs of individuals in order the maximize benefits without incurring a large amount of costs.",
            "score": 203.28919982910156
        },
        {
            "docid": "365342_30",
            "document": "Red-tailed hawk . Beyond galliforms, three other quite different families of birds make the most significant contributions to the red-tailed hawk’s avian diet. None of these three families are known as particularly skilled or swift fliers but the species are generally small enough that they would generally easily be more nimble in flight than a red-tailed hawk. One of these are the woodpeckers, if only for one species, the northern flicker (\"Colaptes auratus\"), which was the best represented bird species in the diet in 27 North American studies and was even the fourth most often detected prey species of all. Woodpeckers are often a favorite in the diet of large raptors as their relatively slow, undulating flight makes these relatively easy targets. The flicker in particular is a highly numerous species that has similar habitat preferences to red-tailed hawks, preferring fragmented landscapes with trees and openings or parkland-type wooded mosaics, and often forage on the ground for ants, which may make them even more susceptible. Varied other woodpecker species may turn up in their foods, from the smallest to the largest extant in North America, but are much more infrequently detected in dietary studies. Another family relatively often selected prey family are corvids, which despite their relatively large size, formidable mobbing abilities and intelligence are also slower than average fliers for passerines. 14 species of corvid are known to fall prey to red-tailed hawks. In the Kaibab Plateau, the Steller's jay (\"Cyanocitta stelleri\") were the fourth most identified prey species (10.3% of the diet). American crows are also regularly detected supplemental prey in several areas. Even the huge common raven (\"Corvus corax\"), at at least as large as red-tailed hawk itself, may fall prey to red-tails, albeit very infrequently and only in a well-staged ambush. One of the most surprising heavy contributors are the icterids, despite their slightly smaller size and tendency to travel in large, wary flocks, 12 species are known to be hunted. One species pair, the meadowlarks, are most often selected as they do not flock in the same ways as many other icterids and often come to the ground, throughout their life history, rarely leaving about shrub-height. The western meadowlark (\"Sturnella neglecta\"), in particular, was the third most often detected bird prey species in North America. Red-winged blackbirds (\"Agelaius phoeniceus\") which are probably too small, at an average weight of , and fast for a red-tailed hawk to ever chase on the wing (and do travel in huge flocks, especially in winter) are nonetheless also quite often found in their diet, representing up to 8% of the local diet for red-tails. It is possible that males, which are generally bold and often select lofty perches from which to display, are most regularly ambushed. One bird species that often flocks with red-winged blackbirds in winter is even better represented in the red-tail’s diet, the non-native European starling (\"Sturnus vulgaris\"), being the second most numerous avian prey species and seventh overall in North America. Although perhaps most vulnerable when caught unaware while calling atonally on a perch, a few starlings (or various blackbirds) may be caught by red-tails which test the agile, twisting murmurations of birds by flying conspicuously towards the flock, to intentionally disturb them and possibly detect lagging, injured individual birds that can be caught unlike healthy birds. However, this behavior has been implied rather than verified.",
            "score": 202.94534301757812
        },
        {
            "docid": "4314896_13",
            "document": "Cape sparrow . The Cape sparrow is social, lives in flocks, and usually breeds in colonies. Away from settled areas it spends much of the year wandering nomadically, in flocks of up to 200 birds. In cultivated and built up areas, smaller flocks form where food is provided for livestock or birds. In such places, it associates with other seed-eating birds, such as the house sparrow, the Cape weaver, and weavers of the genus \"Euplectes\". Birds from urban areas form large flocks seasonally and fly out to the nearby countryside to feed on ripening grain, returning at night to roost.",
            "score": 200.82012939453125
        },
        {
            "docid": "23924_23",
            "document": "Passenger pigeon . The passenger pigeon was one of the most social of all land birds. Estimated to have numbered three to five billion at the height of its population, it may have been the most numerous bird on Earth; researcher Arlie W. Schorger believed that it accounted for between 25 and 40 percent of the total land bird population in the United States. The passenger pigeon's historic population is roughly the equivalent of the number of birds that overwinter in the United States every year in the early 21st century. Even within their range, the size of individual flocks could vary greatly. In November 1859, Henry David Thoreau, writing in Concord, Massachusetts, noted that “quite a little flock of [passenger] pigeons bred here last summer,” while only seven years later, in 1866, one flock in southern Ontario was described as being wide and long, took 14 hours to pass, and held in excess of 3.5 billion birds. Such a number would likely represent a large fraction of the entire population at the time, or perhaps all of it. Most estimations of numbers were based on single migrating colonies, and it is unknown how many of these existed at a given time. American writer Christopher Cokinos has suggested that if the birds flew single file, they would have stretched around the earth 22 times.",
            "score": 199.92724609375
        },
        {
            "docid": "944625_14",
            "document": "Plumage . Four degrees of albinism have been described. The most common form is termed \"partial albinism\", in which local areas of the bird's body, such as certain feathers, are lacking the pigment melanin. The white areas may be symmetrical, with both sides of the bird showing a similar pattern. In \"imperfect albinism\", the pigment is partially inhibited in the skin, eyes, or feathers, but is not absent from any of them. \"Incomplete albinism\" is the complete absence of pigment from the skin, eyes, or feathers, but not all three. A completely albino bird is the most rare. The eyes in this case are pink or red, because blood shows through in the absence of pigment in the irises. The beak, legs, and feet are very pale or white. Albino adults are rare in the wild because their eyesight is poor resulting in greater risk of predation. They are likely easier targets for predators because their colour distinguishes them from their environment. Falconers have observed that their trained birds are likely to attack a white pigeon in a flock because it is conspicuous. A complete albino often has weak eyesight and brittle wing and tail feathers, which may reduce its ability to fly. In flocks, albinos are often harassed by their own species. Such observations have been made among red-winged blackbirds, barn swallows, and African penguins. In a nesting colony of the latter, three unusual juveniles—one black-headed, one white-headed, and one full albino—were shunned and abused by companions.",
            "score": 199.70420837402344
        },
        {
            "docid": "442991_4",
            "document": "The Painted Bird . The book describes the wandering boy's encounters with peasants engaged in all forms of sexual and social deviance such as incest, bestiality and rape, and in other forms of extreme violence exciting lust. The book title was drawn from an incident in the story. The boy, while in the company of a professional bird catcher, observes how the man took one of his captured birds and painted it several colors. Then he released the bird to fly in search of a flock of its kin, but when the painted bird came upon the flock, they saw it as an intruder and viciously attacked the bird until it fell from the sky.",
            "score": 199.66314697265625
        },
        {
            "docid": "23924_31",
            "document": "Passenger pigeon . The passenger pigeon foraged in flocks of tens or hundreds of thousands of individuals that overturned leaves, dirt, and snow with their bills in search of food. One observer described the motion of such a flock in search of mast as having a rolling appearance, as birds in the back of the flock flew overhead to the front of the flock, dropping leaves and grass in flight. The flocks had wide leading edges to better scan the landscape for food sources. When nuts on a tree loosened from their caps, a pigeon would land on a branch and, while flapping vigorously to stay balanced, grab the nut, pull it loose from its cap, and swallow it whole. Collectively, a foraging flock was capable of removing nearly all fruits and nuts from their path. Birds in the back of the flock flew to the front in order to pick over unsearched ground; however, birds never ventured far from the flock and hurried back if they became isolated. It is believed that the pigeons used social cues to identify abundant sources of food, and a flock of pigeons that saw others feeding on the ground often joined them. During the day, the birds left the roosting forest to forage on more open land. They regularly flew away from their roost daily in search of food, and some pigeons reportedly traveled as far as , leaving the roosting area early and returning at night.",
            "score": 198.70263671875
        },
        {
            "docid": "4965138_5",
            "document": "White-collared swift . This is a highly gregarious species, with flocks of 100 or more birds, and often in company with other swift species. It has a powerful, fast and direct flight, and will ascend thermals to great heights. White-collared swifts are known to attain or exceed flying speeds of despite their relatively large size. This noisy swift has a screeching \"chee-yar!\" call, which may be given in chorus by a flock. A flock will also make a \"wooshing\" sound as their wings beat against the wind.",
            "score": 198.3852996826172
        },
        {
            "docid": "425636_8",
            "document": "Christmas Bird Count . The results are by no means as accurate as a human census. Not all the area in the count circles is covered, and not every bird along the routes is seen or identified. Big flocks can't be counted precisely. Also, telling whether a bird has been counted twice can be difficult. The rules address this problem by prohibiting counting birds when retracing one's route, except for species that the party hasn't seen before. Also, when a large roost of some species occurs in a count circle, an expert estimates the number for that species during the morning or evening and usually no individuals are counted at other times. Observers can attempt to keep track of flocks of mobile birds such as crows, and can use their judgement, even sometimes recognizing an individual bird or at least that two birds of the same species are different individuals.",
            "score": 197.43011474609375
        },
        {
            "docid": "1922545_17",
            "document": "Blue-faced honeyeater . Social birds, blue-faced honeyeaters can be noisy when they congregate. When feeding in groups, birds seem to keep in contact with each other by soft chirping calls. In Mackay, a bird would fly up above the treetops calling excitedly to its flock, who would follow and fly around in what was likened to an aerial corroboree, seemingly at play. A single bird was recorded aping and playing with an immature Australian magpie (\"Gymnorhina tibicen\") in Proserpine, Queensland. The blue-faced honeyeater has been reported to be fond of bathing; a flock of 15–20 birds were observed diving into pools one bird at a time, while others were perched in surrounding treetops preening.",
            "score": 197.0817108154297
        },
        {
            "docid": "4315178_13",
            "document": "Sind sparrow . The Sind sparrow is gregarious, generally forming small groups of four to six birds while feeding. It tends to breed in loose colonies of a few pairs, and non-breeding birds may gather to roost in acacias or tamarisks near water. During winter, the non-breeding season, it forms larger flocks of as many as 30 birds, and joins flocks with other seed-eating birds, such as house sparrows and red avadavats. The Sind sparrow feeds mainly on the seeds of grasses and other plants such as \"Polygonum plebeium\". It may also forage for insects such as caterpillars, especially to feed nestlings. Flocks forage on flats alongside rivers, flying into nearby bushes and continuing to forage when disturbed.",
            "score": 196.9852752685547
        },
        {
            "docid": "8809081_10",
            "document": "Flock (birds) . By living in a large flock, birds are also able to attack the predator with a stronger force compared to if the bird was on its own. In the black-capped chickadees it can be seen that flocks of birds can produce a mobbing call when it visualizes a possible predator. In response the black-capped chickadees within the flock surround the predator and attack it in a mob-like fashion in order to force the predator to leave. This is known as mobbing. This mobbing behaviour is quickly learned by the juveniles within a flock meaning that these individuals will be better equipped as adults to ward off predators and respond rapidly when a predator is in sight.",
            "score": 196.8968505859375
        },
        {
            "docid": "8809081_2",
            "document": "Flock (birds) . A flock is a gathering of a group of same species animals in order to forage or travel with one another. In avians flocks are typically seen in association with migration. While this is true it can also be seen that flocking is important in safety from predation and foraging benefits. However it is also important to note that living in a flock can also come at a cost to the birds living within it.",
            "score": 196.83811950683594
        },
        {
            "docid": "42780708_12",
            "document": "Sarus crane . Unlike many other cranes that make long migrations, sarus cranes are largely non-migratory; In South Asia, they make short-distance movements in response to rain or dry-weather conditions. The only known migratory populations are from South-east Asia and Australia. Breeding pairs maintain territories that are defended from other cranes using a large repertoire of calls and displays. In Uttar Pradesh, less than a tenth of the breeding pairs maintain territories at wetlands and most pairs are scattered among agricultural fields well away from the major wetlands. Non-breeding birds occur as flocks of various sizes that vary from 1–430 birds. In semi-arid areas, breeding pairs and successfully fledged juveniles depart from territories in the dry season and join non-breeding flocks. In areas with perennial water supply, like in the western plains of Uttar Pradesh, breeding pairs maintain perennial territories. The largest known flocks are from the 29 km Keoladeo National Park – as many as 430 birds, and from wetlands in Etawah and Mainpuri districts in Uttar Pradesh, ranging from 245–412 birds. Flocks of over 100 birds are also regularly reported from Gujarat and Australia. Sarus crane populations in Keoladeo National Park have been noted to reduce from over 400 birds in summer to just 20 birds during the monsoon. In areas with perennial wetlands in the landscape such as western Uttar Pradesh, numbers of nonbreeding sarus cranes in flocks can be relatively stable throughout the year. In Etawah-Mainpuri districts, nonbreeding sarus cranes form up to 65% of the regional population.",
            "score": 196.7315216064453
        },
        {
            "docid": "8809081_6",
            "document": "Flock (birds) . Those birds that are more rare and therefore less abundant in an environment are more likely to perform in this mixed flock behaviour. Despite the fact that this bird is more likely to be a subordinate, its ability to obtain food increases substantially. As well this bird is now less likely to be attacked by a predator because predators have a lower success rate when attacking large flocks.",
            "score": 196.69715881347656
        }
    ]
}