{
    "q": [
        {
            "docid": "17533758_9",
            "document": "3-M syndrome . The majority of 3-M syndrome patients have been identified with CUL7 mutations. The Cullin 7 gene contains instructions for making the protein Cullin-7. Cullin-7 acts as scaffold protein in the E3 ubiquitin ligase complex. The role of this complex is to tag damaged and excess proteins in the cell with ubiquitin. Intracellular and extracellular signals within the cell highly regulate when and which proteins are tagged with ubiquitin. Once attached to the protein, ubiquitin serves as a signaling molecule to the proteasomes, which then bind to the ubiquinated proteins and degrades them. This ubiquitin-proteasome system acts as the cell's quality control system by breaking down unwanted proteins. Additionally, the system regulates the level of proteins involved in critical cell activities such as the timing of cell division and growth. Mutations in the CUL7 gene blocks the ability of the cullin-7 protein to bring together the components of this E3 ubiquitin ligase complex. This leads to impaired ubiquination and hence the aggregation of damaged, misfolded, and excess proteins. Disruption of the protein degradation process plays a role in the pathogensis of prenatal growth retardation in humans, a key feature of 3-M syndrome. The skeletal abnormalities that are present in individuals with this disorder suggests that this gene may play a role in the endochondral ossification process. Preliminary data suggests that CUL7 is in fact involved in chondrocyte growth and proliferation.",
            "score": 122.93406808376312
        },
        {
            "docid": "11233375_5",
            "document": "Allan–Herndon–Dudley syndrome . Mutations in the \"SLC16A2\" gene cause Allan–Herndon–Dudley syndrome. The \"SLC16A2\" gene, also known as \"MCT8\", provides instructions for making a protein that plays a critical role in the development of the nervous system. This protein transports a particular hormone into nerve cells in the developing brain. This hormone, called triiodothyronine or T3, is produced by the thyroid. T3 appears to be critical for the normal formation and growth of nerve cells, as well as the development of junctions between nerve cells (synapses) where cell-to-cell communication occurs. T3 and other forms of thyroid hormone also help regulate the development of other organs and control the rate of chemical reactions in the body.",
            "score": 112.47076225280762
        },
        {
            "docid": "15227851_3",
            "document": "CDC42EP2 . CDC42, a small Rho GTPase, regulates the formation of F-actin-containing structures through its interaction with the downstream effector proteins. The protein encoded by this gene is a member of the Borg family of CDC42 effector proteins. Borg family proteins contain a CRIB (Cdc42/Rac interactive-binding) domain. They bind to, and negatively regulate the function of, CDC42. Coexpression of this protein with dominant negative mutant CDC42 protein in fibroblast was found to induce pseudopodia formation, which suggested a role of this protein in actin filament assembly and cell shape control.",
            "score": 82.20683455467224
        },
        {
            "docid": "1493083_7",
            "document": "Rubinstein–Taybi syndrome . Rubinstein–Taybi syndrome is a microdeletion syndrome involving chromosomal segment 16p13.3 and is characterized by mutations in the CREBBP gene. The CREBBP gene makes a protein that helps control the activity of many other genes. The protein, called CREB-binding protein, plays an important role in regulating cell growth and division and is essential for normal fetal development. If one copy of the CREBBP gene is deleted or mutated, cells make only half of the normal amount of CREB binding protein. A reduction in the amount of this protein disrupts normal development before and after birth, leading to the signs and symptoms of Rubinstein–Taybi syndrome.",
            "score": 100.61154985427856
        },
        {
            "docid": "1492806_4",
            "document": "Coffin–Lowry syndrome . The syndrome is caused by mutations in the RPS6KA3 gene. This gene is located on the short arm of the X chromosome (Xp22.2). The RPS6KA3 gene makes a protein that is involved with signaling within cells. Researchers believe that this protein helps control the activity of other genes and plays an important role in the brain. The protein is involved in cell signaling pathways that are required for learning, the formation of long-term memories, and the survival of nerve cells. The protein RSK2 which is encoded by the RPS6KA3 gene is a kinase which phosphorylates some substrates like CREB and histone H3. RSK2 is involved at the distal end of the Ras/MAPK signaling pathway. Mutations in the RPS6KA3 disturb the function of the protein, but it is unclear how a lack of this protein causes the signs and symptoms of Coffin–Lowry syndrome. At this time more than 120 mutations have been found. Some people with the features of Coffin–Lowry syndrome do not have identified mutations in the RPS6KA3 gene. In these cases, the cause of the condition is unknown.",
            "score": 123.08290457725525
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 141.01456034183502
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 127.46002900600433
        },
        {
            "docid": "18791403_7",
            "document": "BAALC . The BAALC gene initially was discovered in the neuroderm of both the human and the mouse. The function of BAALC protein is not understood very well, but it is predicted to be associated with the cytoskeleton network. When expressed in Bone Marrow CD34+ progenitor cells, BAALC has neuroectodermal and hematopoietic cell functions. Differentiation failure caused by cell shape, motility and adhesion in association between cells are all possible outcomes due to the little known effects and unlear mechanism sites of the BAALC genes. The role of the BAALC gene causing leukemia in immature acute leukemic cells has been found by knocking out the function of BAALC gene using hairpin (stem loop) RNA in a human leukemia cell line KG1a. The result of knocking out BAALC expression is a decrease in uncontrolled cell growth and an increase in programmed cell death. The BAALC protein isoform 1-6-8, has been found to interact and associate with the CAMKII alpha subunit and not with the beta subunit. The interaction with the CAMKII alpha subunit is in the CAMKII protein's regulatory region and near the autophosphorylation site, this suggested a regulatory function of the 1-6-8 isoform on the alpha subunit. BAALC 1-6-8 isoform also gets targeted to post synaptic lipid rafts, which are thought to have functions involved in: signal processing, membrane trafficking, and regulation of the actin cytoskeleton. BAALC may play a role in the regulation of the CAMKII protein through interactions with the alpha subunit, no interactions have been found with the beta subunit of this protein. Evidence has shown the BAALC protein to be an intracellular protein with cytoskeleton network roles, these roles include regulation of the actin cytoskeleton which is an associated role of postsynaptic lipid rafts.",
            "score": 151.75861847400665
        },
        {
            "docid": "14774391_11",
            "document": "PTPRM . Classical cadherins are important proteins for cells to bind in the body (‘’in vivo’’) where they commonly stabilize cell–cell junctions known as adherens junctions. Cadherins stabilize adherens junctions through the interaction of the cadherin cytoplasmic domains with catenin proteins, such as p120-catenin, beta-catenin and alpha-catenin. Catenins, in turn, bind to the actin cytoskeleton. Binding of these proteins to the actin cytoskeleton prevents actin from growing (a process known as polymerization) and therefore keeps cells stationary. Cadherins regulate cell–cell adhesion during development of the body and in adult tissue. Disruption of cadherin proteins, by genetic alteration or by changes to the structure or function of the protein, has been linked to tumor progression. Notably, PTPmu regulates the adhesion of cells to the classical cadherins. PTPmu likely regulates cadherin-dependent adhesion by interacting with both cadherins and catenins via PTPmu’s cytoplasmic domain. To support this assertion, PTPmu has been shown to interact with and/or dephosphorylate many signaling proteins involved in regulating the cadherin-catenin complex, including p120 catenin, and E-cadherin (CDH1 (gene)) and N-cadherin (CDH2). PTPmu has also been shown to interact with the c-Met hepatocyte growth factor receptor, a protein that is also localized to adherens junctions. Although p120 catenin is a potential substrate of PTPmu, others have suggested that the interaction between PTPmu and catenins is only indirect through E-cadherin. α3β1 integrin and the tetraspanin CD151 regulate PTPmu gene expression to promote E-cadherin-mediated cell–cell adhesion.",
            "score": 140.19523561000824
        },
        {
            "docid": "4230_11",
            "document": "Cell (biology) . The cytoskeleton acts to organize and maintain the cell's shape; anchors organelles in place; helps during endocytosis, the uptake of external materials by a cell, and cytokinesis, the separation of daughter cells after cell division; and moves parts of the cell in processes of growth and mobility. The eukaryotic cytoskeleton is composed of microfilaments, intermediate filaments and microtubules. There are a great number of proteins associated with them, each controlling a cell's structure by directing, bundling, and aligning filaments. The prokaryotic cytoskeleton is less well-studied but is involved in the maintenance of cell shape, polarity and cytokinesis. The subunit protein of microfilaments is a small, monomeric protein called actin. The subunit of microtubules is a dimeric molecule called tubulin. Intermediate filaments are heteropolymers whose subunits vary among the cell types in different tissues. But some of the subunit protein of intermediate filaments include vimentin, desmin, lamin (lamins A, B and C), keratin (multiple acidic and basic keratins), neurofilament proteins (NF–L, NF–M).",
            "score": 152.71230387687683
        },
        {
            "docid": "9927027_3",
            "document": "CREB-binding protein . This gene is ubiquitously expressed and is involved in the transcriptional coactivation of many different transcription factors. First isolated as a nuclear protein that binds to cAMP-response element-binding protein (CREB), this gene is now known to play critical roles in embryonic development, growth control, and homeostasis by coupling chromatin remodeling to transcription factor recognition. The protein encoded by this gene has intrinsic histone acetyltransferase activity and also acts as a scaffold to stabilize additional protein interactions with the transcription complex. This protein acetylates both histone and non-histone proteins. This protein shares regions of very high-sequence similarity with protein EP300 in its bromodomain, cysteine-histidine-rich regions, and histone acetyltransferase domain. Recent results suggest that novel CBP-mediated post-translational N-glycosylation activity alters the conformation of CBP-interacting proteins, leading to regulation of gene expression, cell growth and differentiation,",
            "score": 85.56493890285492
        },
        {
            "docid": "14145006_2",
            "document": "Syndecan-4 . Syndecan-4 is a protein that in humans is encoded by the \"SDC4\" gene. Syndecan-4 is one of the four vertebrate syndecans and has a molecular weight of ~20 kDa. Syndecans are the best-characterized plasma membrane proteoglycans. Their intracellular domain of membrane-spanning core protein interacts with actin cytoskeleton and signaling molecules in the cell cortex. Syndecans are normally found on the cell surface of fibroblasts and epithelial cells. Syndecans interact with fibronectin on the cell surface, cytoskeletal and signaling proteins inside the cell to modulate the function of integrin in cell-matrix adhesion. Also, syndecans bind to FGFs and bring them to the FGF receptor on the same cell. As a co-receptor or regulator, mutated certain proteoglycans could cause severe developmental defects, like disordered distribution or inactivation of signaling molecules.",
            "score": 156.49035000801086
        },
        {
            "docid": "14725894_3",
            "document": "WASL (gene) . The Wiskott-Aldrich syndrome (WAS) family of proteins share similar domain structure, and are involved in transduction of signals from receptors on the cell surface to the actin cytoskeleton. The presence of a number of different motifs suggests that they are regulated by a number of different stimuli, and interact with multiple proteins. Recent studies have demonstrated that these proteins, directly or indirectly, associate with the small GTPase, Cdc42, known to regulate formation of actin filaments, and the cytoskeletal organizing complex, Arp2/3. The WASL gene product is a homolog of WAS protein, however, unlike the latter, it is ubiquitously expressed and shows highest expression in neural tissues. It has been shown to bind Cdc42 directly, and induce formation of long actin microspikes.",
            "score": 124.29142379760742
        },
        {
            "docid": "14876023_3",
            "document": "RFXANK . Major histocompatibility (MHC) class II molecules are transmembrane proteins that have a central role in development and control of the immune system. The protein encoded by this gene, along with regulatory factor X-associated protein and regulatory factor-5, forms a complex that binds to the X box motif of certain MHC class II gene promoters and activates their transcription. Once bound to the promoter, this complex associates with the non-DNA-binding factor MHC class II transactivator, which controls the cell type specificity and inducibility of MHC class II gene expression. This protein contains ankyrin repeats involved in protein-protein interactions. Mutations in this gene have been linked to bare lymphocyte syndrome type II, complementation group B. Two transcript variants encoding different isoforms have been described for this gene, with only one isoform showing activation activity.",
            "score": 74.4901510477066
        },
        {
            "docid": "10975535_7",
            "document": "SKI protein . The SKI oncogene is present in all cells, and is commonly active during development. Specifically, avian fibroblasts depend on the SKI protein as a transcription co-regulator inducing transformation. The aforementioned DHD region is specifically employed for protein-protein interactions, while the 191 amino acid C terminus mediates oligomerization. Recent research shows that the SKI protein in cancerous cells acts as a suppressor, inhibiting transforming growth factor β (TGF- β) signaling. TGF- β is a protein which regulates cell growth. Signaling is regulated by a family of proteins called the Smad proteins. SKI is present in all adult and embryonic cells at low levels, however an over expression of the protein is characteristic of tumor cells. It is thought that high levels of SKI protein inactivate tumor suppression by displacement of other proteins and interference with the signaling pathway of TGF- β. The SKI protein and the CPB protein compete for binding with the Smad proteins, specifically competing with the Smad-3 and CReB-binding protein interactions. SKI also directly interacts with the R-Smad ∙ Smad-4 complex, which directly represses normal transcription of the TGF-β responsive genes, inactivating the cell’s ability to stop growth and division, creating cancerous cells.",
            "score": 125.53450751304626
        },
        {
            "docid": "42454990_6",
            "document": "Myhre syndrome . Congenital heart disease and undescended testes have also been reported in association with this syndrome. Myhre syndrome is due to mutations in the SMAD4 gene. This gene encodes a protein - transducer mediating transforming growth factor beta. Some researchers believe that the SMAD4 gene mutations that cause Myhre syndrome impair the ability of the SMAD4 protein to attach (bind) properly with the other proteins involved in the signaling pathway. Other studies have suggested that these mutations result in an abnormally stable SMAD4 protein that remains active in the cell longer. Changes in SMAD4 binding or availability may result in abnormal signaling in many cell types, which affects development of several body systems and leads to the signs and symptoms of Myhre syndrome.",
            "score": 131.94027948379517
        },
        {
            "docid": "14178697_3",
            "document": "RAD23B . The protein encoded by this gene is one of two human homologs of Saccharomyces cerevisiae Rad23, a protein involved in nucleotide excision repair (NER). This protein was found to be a component of the protein complex that specifically complements the NER defect of xeroderma pigmentosum group C (XP-c) cell extracts in vitro. This protein was also shown to interact with, and elevate the nucleotide excision activity of 3-methyladenine-DNA glycosylase (MPG), which suggested a role in DNA damage recognition in base excision repair. This protein contains an N-terminal ubiquitin-like domain, which was reported to interact with 26S proteasome, and thus this protein may be involved in the ubiquitin mediated proteolytic pathway in cells.",
            "score": 103.07526016235352
        },
        {
            "docid": "38383394_2",
            "document": "RASGRP4 . RAS guanyl releasing protein 4 is a protein in humans that is encoded by the RASGRP4 gene in chromosome 19. The protein encoded by this gene is a member of the Ras guanyl nucleotide-releasing protein (RasGRP) family of Ras guanine nucleotide exchange factors. It contains a Ras exchange motif, a diacylglycerol-binding domain, and two calcium-binding EF hands. This protein was shown to activate H-Ras in a cation-dependent manner in vitro. Expression of this protein in myeloid cell lines was found to be correlated with elevated level of activated RAS protein, and the RAS activation can be greatly enhanced by phorbol ester treatment, which suggested a role of this protein in diacylglycerol regulated cell signaling pathways. Studies of a mast cell leukemia cell line expressing substantial amounts of abnormal transcripts of this gene indicated that this gene may play an important role in the final stages of mast cell development. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Apr 2009].",
            "score": 110.8400092124939
        },
        {
            "docid": "1125767_13",
            "document": "Treacher Collins syndrome . \"TCOF1\" is found on the 5th chromosome in the 5q32 region. It codes for a relatively simple nucleolar protein called treacle, that is thought to be involved in ribosome assembly. Mutations in \"TCOF1\" lead to haploinsufficiency of the treacle protein. Haploinsufficiency occurs when a diploid organism has only one functional copy of a gene, because the other copy is inactivated by a mutation. The one normal copy of the gene does not produce enough protein, causing disease. Haploinsufficiency of the treacle protein leads to a depletion of the neural crest cell precursor, which leads to a reduced number of crest cells migrating to the first and second pharyngeal arches. These cells play an important role in the development of the craniofacial appearance, and loss of one copy of treacle affects the cells' ability to form the bones and tissues of the face.",
            "score": 110.23821580410004
        },
        {
            "docid": "12882180_4",
            "document": "Familial encephalopathy with neuroserpin inclusion bodies . Mutations in the \"SERPINI1\" gene cause familial encephalopathy with neuroserpin inclusion bodies. The \"SERPINI1\" gene provides instructions for making a protein called neuroserpin. This protein is found in nerve cells, where it plays a role in the development and function of the nervous system. Neuroserpin helps control the growth of nerve cells and their connections with one another, which suggests that this protein may be important for learning and memory. Mutations in the gene result in the production of an abnormally shaped, unstable version of neuroserpin. Abnormal neuroserpin proteins can attach to one another and form clumps (called neuroserpin inclusion bodies or Collins bodies) within nerve cells. These clumps disrupt the cells' normal functioning and ultimately lead to cell death. Progressive dementia results from this gradual loss of nerve cells in certain parts of the brain. Researchers believe that a buildup of related, potentially toxic substances in nerve cells may also contribute to the signs and symptoms of this condition.",
            "score": 132.5000661611557
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 123.79051566123962
        },
        {
            "docid": "3508854_2",
            "document": "MEFV . MEFV (Mediterranean fever) is a human gene that provides instructions for making a protein called pyrin (also known as marenostrin). Pyrin is produced in certain white blood cells (neutrophils, eosinophils and monocytes) that play a role in inflammation and in fighting infection. Inside these white blood cells, pyrin is found with the cytoskeleton, the structural framework that helps to define the shape, size, and movement of a cell. Pyrin's protein structure also allows it to interact with other molecules involved in fighting infection and in the inflammatory response.",
            "score": 126.47968339920044
        },
        {
            "docid": "14875762_3",
            "document": "UPK1B . The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic domains. These proteins mediate signal transduction events that play a role in the regulation of cell development, activation, growth and motility. This encoded protein is found in the asymmetrical unit membrane (AUM) where it can form a complex with other transmembrane 4 superfamily proteins. It may play a role in normal bladder epithelial physiology, possibly in regulating membrane permeability of superficial umbrella cells or in stabilizing the apical membrane through AUM/cytoskeletal interactions. The AUM is believed to be involved in strengthening the cells that line the bladder, and in enhancing the inner bladder membrane's ability to stretch, thus preventing these cells from rupturing during bladder distension. The use of alternate polyadenylation sites has been found for this gene.",
            "score": 107.20877778530121
        },
        {
            "docid": "14797566_2",
            "document": "CENPJ . Centromere protein J is a protein that in humans is encoded by the \"CENPJ\" gene. It is also known as centrosomal P4.1-associated protein (CPAP). During cell division, this protein plays a structural role in the maintenance of centrosome integrity and normal spindle morphology, and it is involved in microtubule disassembly at the centrosome. This protein can function as a transcriptional coactivator in the Stat5 signaling pathway, and also as a coactivator of NF-kappaB-mediated transcription, likely via its interaction with the coactivator p300/CREB-binding protein. Mutations in this gene are associated with Seckel syndrome and primary autosomal recessive microcephaly, a disorder characterized by severely reduced brain size and mental retardation.",
            "score": 93.70381951332092
        },
        {
            "docid": "5473657_7",
            "document": "Alström syndrome . The gene is located on chromosome 2, at position 2p13. The \"ALMS1\" gene contains instructions to encode a specific protein known as ALMS1. The protein then is involved in ciliary function, cell cycle control and intracellular transport. In addition, the protein is expressed in all organ tissues of the body. It has a role in the proper function, maintenance and formation of cilia which are found in all types of cells in the body. Research has been shown that more than 80 mutations in the \"ALMS1\" gene have been identified in individuals that have Alström syndrome. Most of these mutations have led to the production of a dysfunctional version of the ALSM1 protein which are present in tissues, but at low levels.",
            "score": 150.84217977523804
        },
        {
            "docid": "15213682_3",
            "document": "DAAM1 . Cell motility, adhesion, and cytokinesis, and other functions of the cell cortex are mediated by the reorganization of the actin cytoskeleton and recent evidence suggests a role for formin homology (FH) proteins in these processes. The protein encoded by this gene contains FH domains and belongs to a novel FH protein subfamily implicated in cell polarity. Wnt/Fz signaling activates the small GTPase Rho, a key regulator of cytoskeleton architecture, to control cell polarity and movement during development. Activation requires Dvl-Rho complex formation, an assembly mediated by this gene product, which is thought to function as a scaffolding protein.",
            "score": 137.02482914924622
        },
        {
            "docid": "29446318_4",
            "document": "Bantam microRNA . \"Fragile X syndrome\" disease are implicated to be regulated by the FMRP, a \"RNA-binding protein\". Studies on Drosophila has shown that the Bantam miRNA plays an important role in the regulation of the protein dFMRP and also genetically interact with the protein in stem cell maintenance. Thus implicating the possibility of a relation between the miRNA and the disease. It is also suggested that the endogenous expression of the Bantam gene in the developing eye imaginal disc contributes to controlling the level of hid-induced apoptosis, which is normally involved in reducing cell number in the pupal eye disc.",
            "score": 112.78884959220886
        },
        {
            "docid": "5729594_8",
            "document": "Duane-radial ray syndrome . Duane-radial ray syndrome is caused by mutations in the \"SALL4\" gene which is a part of a group of genes called the SALL family. This gene plays an important role in embryonic development by providing instructions to make proteins that are involved in the formation of tissues and organs. SALL proteins act as transcription factors in that they attach themselves to certain regions in DNA in order to help control certain gene activities. Due to the mutations in the \"SALL4\" gene, proteins can not be made because one copy of the gene in each cell is stopped from performing its duty. These mutations are heterozygous and can be nonsense, short duplications, or deletions. At this time, there is no clear reason as to why a reduced amount of the SALL4 protein causes the symptoms of Duane-radial ray syndrome and similar conditions.",
            "score": 92.37656962871552
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 113.60668301582336
        },
        {
            "docid": "14819246_3",
            "document": "PCGF2 . The protein encoded by this gene contains a RING finger motif and is similar to the polycomb group (PcG) gene products. PcG gene products form complexes via protein-protein interaction and maintain the transcription repression of genes involved in embryogenesis, cell cycles, and tumorigenesis. This protein was shown to act as a negative regulator of transcription and has tumor suppressor activity. The expression of this gene was detected in various tumor cells, but is limited in neural organs in normal tissues. Knockout studies in mice suggested that this protein may negatively regulate the expression of different cytokines, chemokines, and chemokine receptors, and thus plays an important role in lymphocyte differentiation and migration, as well as in immune responses.",
            "score": 90.34016561508179
        },
        {
            "docid": "14155953_3",
            "document": "SPRY2 . This gene encodes a protein belonging to the sprouty family. The encoded protein contains a carboxyl-terminal cysteine-rich domain essential for the inhibitory activity on receptor tyrosine kinase signaling proteins and is required for growth factor stimulated translocation of the protein to membrane ruffles. In primary dermal endothelial cells this gene is transiently upregulated in response to fibroblast growth factor two. This protein is indirectly involved in the non-cell autonomous inhibitory effect on fibroblast growth factor two signaling. The protein interacts with Cas-Br-M (murine) ectropic retroviral transforming sequence, and can function as a bimodal regulator of epidermal growth factor receptor/mitogen-activated protein kinase signaling. This protein may play a role in alveoli branching during lung development as shown by a similar mouse protein.",
            "score": 98.60349202156067
        },
        {
            "docid": "18882012_5",
            "document": "MORM syndrome . MORM syndrome is associated with the gene INPP5E. INPP5E is a gene who's function is not well understood. It is hypothesized to play a role in primary cilia stability. A homozygous mutation in the INPP5E gene, on chromosome 9q34, is the cause for MORM syndrome. The mutation causes a homozygous transition in the last exon of the INPP5E gene. This transition results in the DNA bases changing from a cytosine residue to a thymine residue. The resulting protein will then have an altered amino acid sequence. In unaffected individuals this specific codon (region of DNA bases) is supposed to code for the amino acid glutamine. In cases of MORM syndrome this codon codes for a termination sequence, which prematurely stops the production of the protein. In unaffected individuals the protein is evenly disbursed throughout the ciliia axoneme which allows for the cilia to be stable. Cilia are antenna like structures which protrude from the extracellular surface of the cell. The cilia allows for extracellular signalling/communication between cells and their environment. When the INPP5E gene is mutated, the protein is damaged and is unable to spread out along the cilia axoneme and is unable to interact with other stabilizing proteins. This results is MORM syndrome individuals being unable to stabilize their cilia axoneme. It is still not well understood the exact mechanism as to how the mutation in the INNP5E gene causes cilia instability.",
            "score": 189.63909137248993
        }
    ],
    "r": [
        {
            "docid": "11443855_19",
            "document": "Folliculin . Individuals affected with the inherited kidney cancer syndromes von Hippel-Lindau syndrome and tuberous sclerosis complex can develop kidney cysts in addition to kidney tumors, which have been shown to result from defects in primary cilia function. BHD patients also may present with kidney cysts, which led researchers to investigate a potential role for FLCN in regulating primary cilia development and/or function. FLCN protein was found to localize on primary cilia, the basal body and centrosome in different cell types. \"FLCN\" siRNA knockdown in nutrient starved kidney cells resulted in delayed cilia development. Both overexpression of FLCN in FLCN-expressing kidney cells and knockdown of \"FLCN\" resulted in reduced numbers of cilia and aberrant cell divisions, suggesting that levels of FLCN must be tightly regulated for proper ciliogenesis. Primary cilia play a role in inhibiting the canonical Wnt signaling pathway ( Wnt/β-catenin signaling pathway) by sequestering β-catenin in the basal body, and dysregulated Wnt/β-catenin signaling has been linked to kidney cyst formation. In \"Flcn\"-deficient mouse inner medullary collecting duct cells, levels of unphosphorylated (active) β-catenin and its down stream targets were elevated suggesting that improper activation of the canonical Wnt/β-catenin signaling pathway through defective ciliogenesis may lead to kidney, and potentially lung, cyst development in BHD syndrome.",
            "score": 233.4990997314453
        },
        {
            "docid": "45209731_4",
            "document": "Lynne Quarmby . Quarmby's research has been aimed at understanding the signals and mechanisms of deflagellation, the process by which cells shed their cilia into the environment. Cilia are found on most eukaryotic cells and on most cells in the human body, and defects in a cell's ability to form or maintain its cilia can cause diseases known as ciliopathies, that may include symptoms such as cystic kidney disease, blindness, and obesity. Through her research using the single-celled ciliated green alga Chlamydomonas reinhardtii as a model organism, Quarmby identified members of the NIMA-related family of serine/threonine kinases that function in deflagellation as well as in the assembly and maintenance of cilia. Her group went on to show that NEK8 localizes to cilia, and that mutations in NEK8 interfere with its ciliary localization and cause a severe juvenile cystic kidney disease known as nephronophthisis, underscoring the important link between cilia and cystic kidney disease.",
            "score": 226.43687438964844
        },
        {
            "docid": "35552831_10",
            "document": "Ciliogenesis . Each type of cell has a specific optimal length for its cilia. Therefore, the length of the cilia must be regulated to ensure optimal function of the cell. Some of the same processes that are used to control to formation and removal of cilia (such as IFT) are thought to be used in the regulation of cilia length. The regulation of ciliary length is very important because it affects how the cell is able to use its cilia to move fluid over its surface or conduct cellular signaling. Different ciliopathies can be caused by defects in ciliary length. For instance, proteins that have been shown to cause Meckel–Gruber syndrome affect ciliary length control. However, the mechanisms that affect ciliary length control are not understood very well. Until they are, it will be difficult to determine how defects in ciliary length may related to ciliopathic diseases and syndromes.",
            "score": 224.37933349609375
        },
        {
            "docid": "43118_18",
            "document": "Cilium . Some primary cilia on epithelial cells in eukaryotes act as \"cellular antennae\", providing chemosensation, thermosensation and mechanosensation of the extracellular environment. These cilia then play a role in mediating specific signalling cues, including soluble factors in the external cell environment, a secretory role in which a soluble protein is released to have an effect downstream of the fluid flow, and mediation of fluid flow if the cilia are motile. Some epithelial cells are ciliated, and they commonly exist as a sheet of polarized cells forming a tube or tubule with cilia projecting into the lumen. This sensory and signalling role puts cilia in a central role for maintaining the local cellular environment and may be why ciliary defects cause such a wide range of human diseases.",
            "score": 212.87042236328125
        },
        {
            "docid": "35552831_2",
            "document": "Ciliogenesis . Ciliogenesis is defined as the building of the cell's antenna (primary cilia) or extracellular fluid mediation mechanism (motile cilium). It includes the assembly and disassembly of the cilia during the cell cycle. Cilia are important organelles of cells and are involved in numerous activities such as cell signaling, processing developmental signals, and directing the flow of fluids such as mucus over and around cells. Due to the importance of these cell processes, defects in ciliogenesis can lead to numerous human diseases related to non-functioning cilia. Ciliogenesis may also play a role in the development of left/right handedness in humans.",
            "score": 209.00521850585938
        },
        {
            "docid": "156970_19",
            "document": "Cytoskeleton . In nine triplet sets (star-shaped), they form the centrioles, and in nine doublets oriented about two additional microtubules (wheel-shaped), they form cilia and flagella. The latter formation is commonly referred to as a \"9+2\" arrangement, wherein each doublet is connected to another by the protein dynein. As both flagella and cilia are structural components of the cell, and are maintained by microtubules, they can be considered part of the cytoskeleton. There are two types of cilia: motile and non-motile cilia. Cilia are short and more numerous than flagella. The motile cilia have a rhythmic waving or beating motion compared to the non-motile cilia which receive sensory information for the cell; processing signals from the other cells or the fluids surrounding it. Additionally, the microtubules control the beating (movement) of the cilia and flagella. Also, the dynein arms attached to the microtubules function as the molecular motors. The motion of the cilia and flagella is created by the microtubules sliding past one another, which requires ATP.  They play key roles in:",
            "score": 208.54971313476562
        },
        {
            "docid": "16435604_6",
            "document": "Conorenal syndrome . The link to a ciliar dysfunction in the Retinal degenerative diseases also comes from Otto. Like the described Kidney diseases, Retinitis Pigmentosa is a disease where the ciliar cells (Rods and Cones) fail to thrive. In a study of patients with a disease similar to Conorenal (renal-retinal Senior-Loken) the authors state \"We show that nephrocystin-5, RPGR and calmodulin can be coimmniprecipitated from retinal extracts, and that these proteins localize to connecting cilia of photoreceptors and to primary cilia of renal epithelial cells. Our studies emphasize the central role of ciliary dysfunction in the pathogenesis of renal-retinal Senior Loken Syndrome.\" In other words, there is a common link between certain kidney diseases and some forms of RP and it is through the something related to a problem in the cilia cells. This may be a problem in the cells themselves, or with something that keeps them alive and healthy.",
            "score": 198.6159210205078
        },
        {
            "docid": "16435604_5",
            "document": "Conorenal syndrome . The link to ciliar problems as a cause for Nephronopthisis and similar Kidney diseases is relatively new. Watnick and Germino note that NPHP1 and NPHP4 encode for the proteins nephrocystin and nephrocystin-4 (nephroretinin). These have been shown to interact in a series of cell-cell and cell-matrix signaling proteins. NPHP2 has been also shown to have possible links to the function of the primary renal cilium and to control of the cell cycle (Otto). Otto further found that nephrocystin, inversin (INVS) and nephroretinin colocalize in the primary cilia of cultured renal epithelia cells. One interesting connection is that primary cilia in renal cells may perform a sensing function which maintains the renal tubules. The loss of cystoproteins may lead to dysregulated growth.",
            "score": 195.11239624023438
        },
        {
            "docid": "43118_19",
            "document": "Cilium . Ciliary defects can lead to a number of human diseases. Genetic mutations compromising the proper functioning of cilia, ciliopathies, can cause chronic disorders such as primary ciliary dyskinesia (PCD), nephronophthisis or Senior-Loken syndrome. In addition, a defect of the primary cilium in the renal tube cells can lead to polycystic kidney disease (PKD). In another genetic disorder called Bardet-Biedl syndrome (BBS), the mutant gene products are the components in the basal body and cilia.",
            "score": 191.58590698242188
        },
        {
            "docid": "18882012_5",
            "document": "MORM syndrome . MORM syndrome is associated with the gene INPP5E. INPP5E is a gene who's function is not well understood. It is hypothesized to play a role in primary cilia stability. A homozygous mutation in the INPP5E gene, on chromosome 9q34, is the cause for MORM syndrome. The mutation causes a homozygous transition in the last exon of the INPP5E gene. This transition results in the DNA bases changing from a cytosine residue to a thymine residue. The resulting protein will then have an altered amino acid sequence. In unaffected individuals this specific codon (region of DNA bases) is supposed to code for the amino acid glutamine. In cases of MORM syndrome this codon codes for a termination sequence, which prematurely stops the production of the protein. In unaffected individuals the protein is evenly disbursed throughout the ciliia axoneme which allows for the cilia to be stable. Cilia are antenna like structures which protrude from the extracellular surface of the cell. The cilia allows for extracellular signalling/communication between cells and their environment. When the INPP5E gene is mutated, the protein is damaged and is unable to spread out along the cilia axoneme and is unable to interact with other stabilizing proteins. This results is MORM syndrome individuals being unable to stabilize their cilia axoneme. It is still not well understood the exact mechanism as to how the mutation in the INNP5E gene causes cilia instability.",
            "score": 189.63909912109375
        },
        {
            "docid": "11443855_20",
            "document": "Folliculin . Additional experimental evidence that FLCN may be involved in primary cilium function was obtained from a yeast two-hybrid screening that identified KIF3A as a FLCN interacting protein. Intraflagellar transport, which is required for primary cilium assembly and maintenance, is driven by kinesin-2 motor made up of subunits KIF3A and KIF3B. Researchers have shown that FLCN could interact with both subunits in a cilium-dependent manner and localize to cilia in FLCN-expressing but not FLCN-deficient cells. Cilia have been shown to act as flow sensors and suppress mTOR signaling by activating the serine/threonine kinase LKB1 located in the basal body of resting cells in response to flow stimuli. LKB1 in turn phosphorylates and activates AMPK, a negative regulator of mTOR activation. Flow stress was able to suppress mTOR signaling in FLCN-expressing human kidney cells but not under FLCN deficient conditions, and required intact cilia. FLCN was shown to recruit LKB1 and facilitate its interaction with AMPK in the basal body in a flow stress-dependent manner. These findings suggest a role for FLCN in the mechanosensory signaling machinery of the cell that controls the cilia-dependent regulation of the LKB1-AMPK-mTOR signaling axis.",
            "score": 187.76039123535156
        },
        {
            "docid": "18768921_7",
            "document": "Hydrolethalus syndrome . Prior to the discovery of HLS, the \"HYLS1\" gene was unknown, and similar genes within humans have not been identified. Orthologs, genes in other species with common ancestral heritage, have been examined to explain the pathophysiology of HLS; a similar gene within the roundworm, \"Caenorhabditis elegans\", is responsible for the formation of cilia. Current hypotheses place a dysfunction of cilia as the main cause of HLS defects arising from the \"HYLS1\" mutation in humans.  Differences between wild type and mutant \"HYLS1\" have been clearly observed; the wild type form is localised to the cytoplasm, while the mutant form is localised to the nucleus and forms small clusters, suggesting that the mutant gene disrupts cellular localisation. The protein encoded by the \"HYLS1\" mutant form is unable to carry out essential targetting of centrioles to the plasma membrane, disrupting ciliary function, which results in ciliopathy. As cilia are located in almost all cells throughout the body, cilial dysfunction causes developmental defects in a range of organs and thus the phenotype of HLS can vary greatly, though brain malformation and polydactyly are most commonly observed.  Currently, no environmental factors are known to increase the likelihood of HLS development or progression; HLS is caused only by genetic abnormalities.",
            "score": 183.89944458007812
        },
        {
            "docid": "56464_14",
            "document": "Joubert syndrome . The underlying cause of the ciliopathies may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases.",
            "score": 183.81640625
        },
        {
            "docid": "232055_4",
            "document": "Exencephaly . Until recently, the medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying set of medical symptoms that are clinically visible in the disorders. Exencephaly is one such disease that has recently been identified as part of an emerging class of diseases called cilopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet–Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alström syndrome, Meckel–Gruber syndrome and some forms of retinal degeneration.",
            "score": 183.5380096435547
        },
        {
            "docid": "50601_22",
            "document": "Cystic fibrosis . Most of the damage in CF is due to blockage of the narrow passages of affected organs with thickened secretions. These blockages lead to remodeling and infection in the lung, damage by accumulated digestive enzymes in the pancreas, blockage of the intestines by thick feces, etc. Several theories have been posited on how the defects in the protein and cellular function cause the clinical effects. The most current theory suggests that defective ion transport leads to dehydration in the airway epithelia, thickening mucus. In airway epithelial cells, the cilia exist in between the cell's apical surface and mucus in a layer known as airway surface liquid (ASL). The flow of ions from the cell and into this layer is determined by ion channels such as CFTR. CFTR not only allows chloride ions to be drawn from the cell and into the ASL, but it also regulates another channel called ENac, which allows sodium ions to leave the ASL and enter the respiratory epithelium. CFTR normally inhibits this channel, but if the CFTR is defective, then sodium flows freely from the ASL and into the cell. As water follows sodium, the depth of ASL will be depleted and the cilia will be left in the mucous layer. As cilia cannot effectively move in a thick, viscous environment, mucociliary clearance is deficient and a buildup of mucus occurs, clogging small airways. The accumulation of more viscous, nutrient-rich mucus in the lungs allows bacteria to hide from the body's immune system, causing repeated respiratory infections. The presence of the same CFTR proteins in the pancreatic duct and sweat glands in the skin also cause symptoms in these systems.",
            "score": 181.62103271484375
        },
        {
            "docid": "232035_7",
            "document": "Anencephaly . Until recently, medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying set of medical symptoms that are clinically visible in the disorders. Anencephaly is one such disease, part of an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and, thus, offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet-Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alström syndrome, Meckel-Gruber syndrome, and some forms of retinal degeneration.",
            "score": 181.38108825683594
        },
        {
            "docid": "2236023_8",
            "document": "Agenesis of the corpus callosum . Until recently, the medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying symptoms apparent on clinical examination. Agenesis of the corpus callosum is one such disease, part of an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell organelles that are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet–Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alström syndrome, Meckel–Gruber syndrome, and some forms of retinal degeneration.",
            "score": 181.38108825683594
        },
        {
            "docid": "18211344_8",
            "document": "Ciliopathy . In addition to this sensory role mediating specific signaling cues, cilia play \"a secretory role in which a soluble protein is released to have an effect downstream of the fluid flow\" in epithelial cells, and can of course mediate fluid flow directly in the case of motile cilia. Primary cilia in the retina play a role in transferring nourishment to the non-vascularized rod and cone cells from the vascularized cells several micrometres behind the surface of the retina.",
            "score": 180.20065307617188
        },
        {
            "docid": "156970_10",
            "document": "Cytoskeleton . Neurodegenerative disorders have recently become more understood in context to what parts of the cell they affect. Diseases, such as Parkinson's disease, Alzheimer's disease, Huntington's disease, and amyotrophic lateral sclerosis (ALS) have had breakthrough research that supports the conclusion that neurodegenerative diseases affect the cytoskeleton. Parkinson's disease is a condition that causes the degradation of neurons, resulting in tremors, rigidity, and other non-motor symptoms. Research has found evidence that microtubule assembly and stability in the cytoskeleton is compromised causing the neurons to degrade over time. Alzheimer's disease is much like Parkinson's in that it is also a neurodegenerative disease that affects the cytoskeleton. Tau proteins, which stabilize microtubules, malfunction in patient's affected by Alzheimers, causing pathology with the cytoskeleton. Huntington's disease has also been found to affect the cytoskeleton of cells by excess glutamine in the Huntington protein, which is involved with linking vesicles to the cytoskeleton. An error with this protein is proposed to be a factor in the development of the disease. A fourth neurodegenerative disorder is amyotrophic lateral sclerosis, or ALS, which causes a loss of movement by the degradation of motor neurons from defects of the cytoskeleton.",
            "score": 179.69973754882812
        },
        {
            "docid": "7114421_11",
            "document": "Juvenile myoclonic epilepsy . Until recently, the medical literature did not indicate a connection among many genetic disorders; however, genetic syndromes and genetic diseases are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying set of medical symptoms that are clinically visible in the disorders. This emerging class of diseases are called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell organelles, which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet-Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alstrom syndrome, Meckel-Gruber syndrome and some forms of retinal degeneration. It has been suggested that juvenile myoclonic epilepsy may be a ciliopathy.",
            "score": 179.094970703125
        },
        {
            "docid": "33051527_33",
            "document": "Cell membrane . The cytoskeleton is found underlying the cell membrane in the cytoplasm and provides a scaffolding for membrane proteins to anchor to, as well as forming organelles that extend from the cell. Indeed, cytoskeletal elements interact extensively and intimately with the cell membrane. Anchoring proteins restricts them to a particular cell surface — for example, the apical surface of epithelial cells that line the vertebrate gut — and limits how far they may diffuse within the bilayer. The cytoskeleton is able to form appendage-like organelles, such as cilia, which are microtubule-based extensions covered by the cell membrane, and filopodia, which are actin-based extensions. These extensions are ensheathed in membrane and project from the surface of the cell in order to sense the external environment and/or make contact with the substrate or other cells. The apical surfaces of epithelial cells are dense with actin-based finger-like projections known as microvilli, which increase cell surface area and thereby increase the absorption rate of nutrients. Localized decoupling of the cytoskeleton and cell membrane results in formation of a bleb.",
            "score": 178.92579650878906
        },
        {
            "docid": "1445505_6",
            "document": "Ellis–van Creveld syndrome . Until recently, the medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying set of medical symptoms that are clinically visible in the disorders. Ellis–van Creveld syndrome is one such disease, part of an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet–Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alstrom syndrome, Meckel–Gruber syndrome and some forms of retinal degeneration.",
            "score": 178.41453552246094
        },
        {
            "docid": "43118_13",
            "document": "Cilium . Cilia are formed through the process of ciliogenesis. The building blocks of the cilia such as tubulins and other partially assembled axonemal proteins are added to the ciliary tips which point away from the cell body. In most species bi-directional motility called intraflagellar transport (IFT) plays an essential role in moving these building materials from the cell body to the assembly site. IFT also carries the disassembled material to be recycled from the ciliary tip back to the cell body. By regulating the equilibrium between these two IFT processes, the length of cilia can be maintained dynamically. Disassembly of cilia requires the action of the Aurora A kinase .",
            "score": 177.2459259033203
        },
        {
            "docid": "3350633_10",
            "document": "Dandy–Walker syndrome . Until recently, the medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause (genotype) despite the widely varying set of medical characteristics (phenotype) that are clinically visible in the disorders. Dandy–Walker syndrome is one such disease, part of an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet-Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alstrom syndrome, Meckel-Gruber syndrome and some forms of retinal degeneration.",
            "score": 177.22857666015625
        },
        {
            "docid": "43118_7",
            "document": "Cilium . Although the primary cilium was discovered in 1898, it was largely ignored for a century. Only recently has great progress been made in understanding the function of the primary cilium. Until the 1990s, the prevailing view of the primary cilium was that it was merely a vestigial organelle without important function. Recent findings regarding its physiological roles in chemical sensation, signal transduction, and control of cell growth, have led scientists to acknowledge its importance in cell function, with the discovery of its role in diseases not previously recognized to involve the dysgenesis and dysfunction of cilia, such as polycystic kidney disease, congenital heart disease, and an emerging group of genetic ciliopathies. The primary cilium is now known to play an important role in the function of many human organs. The current scientific understanding of primary cilia views them as \"sensory cellular antennae that coordinate a large number of cellular signaling pathways, sometimes coupling the signaling to ciliary motility or alternatively to cell division and differentiation.\".",
            "score": 176.24642944335938
        },
        {
            "docid": "56464_7",
            "document": "Joubert syndrome . This disorder can be caused by mutations in more than 30 genes within genetic makeup. The primary cilia play an important role in the structure and function of cells. When primary cilia are mutated and defected, it can cause various genetic disorders among individuals. This mutation of primary cilia can disrupt significant signaling pathways during the development of the fetus.",
            "score": 171.92015075683594
        },
        {
            "docid": "299641_24",
            "document": "Epithelium . \"Some epithelial cells are ciliated, especially in respiratory epithelium, and they commonly exist as a sheet of polarised cells forming a tube or tubule with cilia projecting into the lumen.\" Primary cilia on epithelial cells provide chemosensation, thermoception, and mechanosensation of the extracellular environment by playing \"a sensory role mediating specific signalling cues, including soluble factors in the external cell environment, a secretory role in which a soluble protein is released to have an effect downstream of the fluid flow, and mediation of fluid flow if the cilia are motile.\" The slide shows at (1) an epithelial cell infected by \"Chlamydia pneumonia\"; their inclusion bodies shown at (3); an uninfected cell shown at (2) and (4) showing the difference between an infected cell nucleus and an uninfected cell nucleus.",
            "score": 171.2021484375
        },
        {
            "docid": "18321789_7",
            "document": "Marden–Walker syndrome . Though the pathomechanism of Marden–Walker syndrome is unknown, it may be caused by a genetic defect which manifests as a dysfunctional molecular mechanism in the primary cilia structures of the cell. These organelles are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development.",
            "score": 170.63980102539062
        },
        {
            "docid": "49024588_3",
            "document": "Deuterosome . Most cells in human body possess one primary cilium, a relatively small protrusion of the cell membrane that looks like a stick or a finger under the electron microscope. Primary cilium is typically used by the cell as a sensory organelle, or antenna. Some cells, however, have numerous cilia which they use to generate directed fluid flow. The examples include epithelial cells of the respiratory tract in which multiple cilia are used for mucus clearance, the oviduct, in which cilia help the egg migrate to the uterus, and others.",
            "score": 170.50057983398438
        },
        {
            "docid": "18768921_3",
            "document": "Hydrolethalus syndrome . HLS is associated with HYLS1 mutations. The gene encoding HYLS1 is responsible for proper cilial development within the human body. Cilia are microscopic projections that allow sensory input and signalling output within cells, as well as cell motility. Dysfunction results in a range of abnormalities that are often the result of improper cell signalling. A variant form, HLS2, with additional mutations to the \"KIF7\" gene, is less common. \"KIF7\" also ensures correct cilia formation and function, specifically cilia stability and length.",
            "score": 170.374267578125
        },
        {
            "docid": "3190871_2",
            "document": "Intraflagellar transport . Intraflagellar transport or IFT is a bidirectional motility along axonemal microtubules that is essential for the formation (ciliogenesis) and maintenance of most eukaryotic cilia and flagella. It is thought to be required to build all cilia that assemble within a membrane projection from the cell surface. \"Plasmodium falciparum\" cilia and the sperm flagella of Drosophila are examples of cilia that assemble in the cytoplasm and do not require IFT. The process of IFT involves movement of large protein complexes called IFT particles or trains from the cell body to the ciliary tip and followed by their return to the cell body. The outward or anterograde movement is powered by kinesin-2 while the inward or retrograde movement is powered by cytoplasmic dynein 2/1b. The IFT particles are composed of about 20 proteins organized in two subcomplexes called complex A and B.",
            "score": 168.9037322998047
        },
        {
            "docid": "20332751_12",
            "document": "Polycystic kidney disease . PKD results from defects in the primary cilium, an immotile, hair-like cellular organelle present on the surface of most cells in the body, anchored in the cell body by the basal body. In the kidney, primary cilia have been found to be present on most cells of the nephron, projecting from the apical surface of the renal epithelium into the tubule lumen. In response to fluid flow over the renal epithelium, the primary cilium is bent, resulting in a flow-induced increase in intracellular calcium. While it is not known how defects in the primary cilium lead to cyst development, it is thought to possibly be related to disruption of one of the many signaling pathways regulated by the primary cilium, including intracellular calcium, Wnt/β-catenin, cyclic adenosine monophosphate (cAMP), or planar cell polarity (PCP). Function of the primary cilium is impaired, resulting in disruption of a number of intracellular signaling cascades which produce differentiation of cystic epithelium, increased cell division, increased apoptosis, and loss of resorptive capacity.",
            "score": 168.33201599121094
        }
    ]
}