{
    "q": [
        {
            "docid": "21281976_2",
            "document": "Somatosensory system . The somatosensory system is a part of the sensory nervous system. The somatosensory system is a complex system of sensory neurons and pathways that responds to changes at the surface or inside the body. The axons (as afferent nerve fibers), of sensory neurons connect with, or respond to, various receptor cells. These sensory receptor cells are activated by different stimuli such as heat and nociception, giving a functional name to the responding sensory neuron, such as a thermoreceptor which carries information about temperature changes. Other types include mechanoreceptors, chemoreceptors, and nociceptors and they send signals along a sensory nerve to the spinal cord where they may be processed by other sensory neurons and then relayed to the brain for further processing. Sensory receptors are found all over the body including the skin, epithelial tissues, muscles, bones and joints, internal organs, and the cardiovascular system.",
            "score": 123.06214034557343
        },
        {
            "docid": "21120_7",
            "document": "Neuron . A neuron is a specialized type of cell found in the bodies of all eumetozoans. Only sponges and a few other simpler animals lack neurons. The features that define a neuron are electrical excitability and the presence of synapses, which are complex membrane junctions that transmit signals to other cells. The body's neurons, plus the glial cells that give them structural and metabolic support, together constitute the nervous system. In vertebrates, the majority of neurons belong to the central nervous system, but some reside in peripheral ganglia, and many sensory neurons are situated in sensory organs such as the retina and cochlea.",
            "score": 112.9586695432663
        },
        {
            "docid": "6621_21",
            "document": "Cnidaria . Cnidarians are generally thought to have no brains or even central nervous systems. However, they do have integrative areas of neural tissue that could be considered some form of centralization. Most of their bodies are innervated by decentralized nerve nets that control their swimming musculature and connect with sensory structures, though each clade has slightly different structures. These sensory structures, usually called rhopalia, can generate signals in response to various types of stimuli such as light, pressure, and much more. Medusa usually have several of them around the margin of the bell that work together to control the motor nerve net, that directly innervates the swimming muscles. Most Cnidarians also have a parallel system. In scyphozoans, this takes the form of a diffuse nerve net, which has modulatory effects on the nervous system. As well as forming the \"signal cables\" between sensory neurons and motoneurons, intermediate neurons in the nerve net can also form ganglia that act as local coordination centers. Communication between nerve cells can occur by chemical synapses or gap junctions in hydrozoans, though gap junctions are not present in all groups. Cnidarians have many of the same neurotransmitters as many animals, including chemicals such as glutamate, GABA, and acetylcholine.",
            "score": 114.7302051782608
        },
        {
            "docid": "37080_15",
            "document": "Thought . A neuron (also known as a neurone or nerve cell) is an excitable cell in the nervous system that processes and transmits information by electrochemical signaling. Neurons are the core components of the brain, the vertebrate spinal cord, the invertebrate ventral nerve cord and the peripheral nerves. A number of specialized types of neurons exist: sensory neurons respond to touch, sound, light and numerous other stimuli affecting cells of the sensory organs that then send signals to the spinal cord and brain. Motor neurons receive signals from the brain and spinal cord that cause muscle contractions and affect glands. Interneurons connect neurons to other neurons within the brain and spinal cord. Neurons respond to stimuli, and communicate the presence of stimuli to the central nervous system, which processes that information and sends responses to other parts of the body for action. Neurons do not go through mitosis and usually cannot be replaced after being destroyed, although astrocytes have been observed to turn into neurons, as they are sometimes pluripotent.",
            "score": 113.0584888458252
        },
        {
            "docid": "24219329_3",
            "document": "Neurogenomics . The nervous system in vertebrates is made up of two major types of cells – neuroglial cells and neurons. Hundreds of different types of neurons exist in humans, with varying functions – some of them process external stimuli; others generate a response to stimuli; others organize in centralized structures (brain, spinal ganglia) that are responsible for cognition, perception, and regulation of motor functions. Neurons in these centralized locations tend to organize in giant networks and communicate extensively with each other. Prior to the availability of expression arrays and DNA sequencing methodologies, researchers sought to understand the cellular behaviour of neurons (including synapse formation and neuronal development and regionalization in the human nervous system) in terms of the underlying molecular biology and biochemistry, without any understanding of the influence of a neuron’s genome on its development and behaviour. As our understanding of the genome has expanded, the role of networks of gene interactions in the maintenance of neuronal function and behaviour has garnered interest in the neuroscience research community. Neurogenomics allows scientists to study the nervous system of organisms in the context of these underlying regulatory and transcriptional networks. This approach is distinct from neurogenetics, which emphasizes the role of single genes without a network-interaction context when studying the nervous system.",
            "score": 106.12857747077942
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 141.83093667030334
        },
        {
            "docid": "21944_13",
            "document": "Nervous system . The peripheral nervous system (PNS) is a collective term for the nervous system structures that do not lie within the CNS. The large majority of the axon bundles called nerves are considered to belong to the PNS, even when the cell bodies of the neurons to which they belong reside within the brain or spinal cord. The PNS is divided into somatic and visceral parts. The somatic part consists of the nerves that innervate the skin, joints, and muscles. The cell bodies of somatic sensory neurons lie in dorsal root ganglia of the spinal cord. The visceral part, also known as the autonomic nervous system, contains neurons that innervate the internal organs, blood vessels, and glands. The autonomic nervous system itself consists of two parts: the sympathetic nervous system and the parasympathetic nervous system. Some authors also include sensory neurons whose cell bodies lie in the periphery (for senses such as hearing) as part of the PNS; others, however, omit them.",
            "score": 98.66495442390442
        },
        {
            "docid": "5662589_9",
            "document": "Radial glial cell . Radial glia are now recognized as key progenitor cells in the developing nervous system. During the late stages of neurogenesis, radial glial cells divide asymmetrically in the ventricular zone, generating a new radial glial cell, as well as a postmitotic neuron or an intermediate progenitor (IPC) daughter cell. Intermediate progenitor cells then divide symmetrically in the subventricular zone to generate neurons. Local environmental cues such as Notch and fibroblast growth factor (FGF) signaling, developmental period, and differing abilities of radial glia to respond to environmental cues have all been shown to influence the type of radial glia and radial glia-derived daughter cells that will be produced. FGF and Notch signaling regulate the proliferation of radial glia and the rate of neurogenesis, which affects the surface area expansion of the cerebral cortex and its ability to form surface convolutions known as gyri (see gyrification). Radial glial cells show high levels of calcium transient activity, which is transmitted between RGCs in the ventricular zone and along the radial fibers bidirectionally to/from the cortical plate. The calcium activity is thought to promote RGC proliferation and could be involved in radial communication before synapses are present in the brain. Additionally, recent evidence suggests that cues from the external sensory environment can also influence the proliferation and neural differentiation of radial glia.",
            "score": 80.32184720039368
        },
        {
            "docid": "20519370_7",
            "document": "Mechanosensation . Known molecular mechanisms of cutaneous mechanosensitivity are not completely understood. Most likely, a single unifying transduction process by which all sensory neurons function does not exist. It is believed, however, that sensory neurons employ fast, mechanically gated cation channels, and that the depolarization that results across the membrane is followed by the generation of a sodium-dependent action potential at the transduction site. It is believed that rapid, mechanically gated cation channels are characteristic of all sensory neurons. The membrane depolarization, in turn, leads to a sodium-dependent action potential at that location. It is also thought that mechanical strain is detected by ion channels through cytoplasmic and extracellular components. The existence of a distinct transduction process for all sensory neurons is highly unlikely. It has been hypothesized that the attachment of ion channels to cytoplasmic and extracellular structures is responsible for distinguishing mechanical strain on the cell membrane, and that cell curvature may not directly gate these ion channels alone. Mechanosensation also contributes to cell growth and development through extracellular matrix (ECM) interaction and traction of integrin receptors which facilitate adhesion.",
            "score": 104.34096884727478
        },
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 123.38394927978516
        },
        {
            "docid": "958_2",
            "document": "Axon . An axon (from Greek ἄξων \"áxōn\", axis) or nerve fiber, is a long, slender projection of a nerve cell, or neuron, that typically conducts electrical impulses known as action potentials, away from the nerve cell body. The function of the axon is to transmit information to different neurons, muscles, and glands. In certain sensory neurons (pseudounipolar neurons), such as those for touch and warmth, the axons are called afferent nerve fibers and the electrical impulse travels along these from the periphery to the cell body, and from the cell body to the spinal cord along another branch of the same axon. Axon dysfunction has caused many inherited and acquired neurological disorders which can affect both the peripheral and central neurons. Nerve fibers are classed into three types – group A nerve fibers, group B nerve fibers, and group C nerve fibers. Groups A and B are myelinated, and group C are unmyelinated. These groups include both sensory fibers and motor fibers. Another classification, groups only the sensory fibers, and these are grouped as Type I, Type II, Type III, and Type IV.",
            "score": 102.30803108215332
        },
        {
            "docid": "8132566_6",
            "document": "Satellite glial cell . Satellite glial cells in sensory ganglia are laminar cells that most often an envelope of multiple SGCs completely surrounds each sensory neuron. The number of SGCs that make up the sheath increases proportionately with the volume of the neuron which it surrounds. Additionally, the volume of the sheath itself increases proportionately with the volume and surface area of the neuron’s somata. The distance of extracellular space between the sheath and the neuronal plasma membrane measures , allowing the neuron and its SGC sheath to form a single anatomical and functional unit. These individual units are separated by areas of connective tissue. However, there are some sensory neurons that occupy the same space within connective tissue and are therefore grouped together in a “cluster” of two or three neurons. Most often each individual neuron in a cluster is still surrounded by its own SGC sheath, but in some cases it is missing. Some sensory neurons have small projections called microvilli that extend outward from their cell surfaces. Due to their close proximity to the SGC sheath, these microvilli of the neuronal plasma membrane reach into the grooves of the sheath, allowing for possible exchange of materials between the cells.",
            "score": 105.13944923877716
        },
        {
            "docid": "462393_13",
            "document": "Olfactory bulb . Vomeronasal sensory neurons provide direct excitatory inputs to AOB principle neurons called mitral cells which are transmitted to the amygdala and hypothalamus and therefore are directly involved in sex hormone activity and may influence aggressiveness and mating behavior. Axons of the vomeronasal sensory neurons express a given receptor type which, differently from what occurs in the main olfactory bulb, diverge between 6 and 30 AOB glomeruli. Mitral cell dendritic endings go through a dramatic period of targeting and clustering just after presynaptic unification of the sensory neuron axons. The connectivity of the vomernasal sensorglomery neurons to mitral cells is precise, with mitral cell dendrites targeting the glomeruli. There is evidence against the presence of a functional accessory olfactory bulb in humans and other higher primates.",
            "score": 82.81298184394836
        },
        {
            "docid": "41121722_3",
            "document": "Spinal interneuron . The grey column of the spinal cord appears to have groups of small neurons, often referred to as spinal interneurons, that are neither primary sensory cells nor motor neurons. The versatile properties of these spinal interneurons cover a wide range of activities. Their functions include the processing of sensory input, the modulation of motor neuron activity, the coordination of activity at different spinal levels, and the relay of sensory or proprioceptive data to the brain. There has been extensive research on the identification and characterization of the spinal cord interneurons based on factors such as location, size, structure, connectivity, and function. Generally, it is difficult to characterize every aspect of the neuronal anatomy of a vertebrate's spinal cord. This difficulty is due not only to its structural complexity but also to the morphology and the connectivity of neurons. For instance, in the spinal cord of a 19-day-old rat embryo, at least 17 different subclasses of interneurons with ipsilateral axon projections were found. In addition, 18 types of commissural interneurons have been identified on the basis of morphology and location.",
            "score": 121.49474763870239
        },
        {
            "docid": "17596196_3",
            "document": "HSN2 . The WNK1/HSN2 isoforms are expressed in the sensory parts of the peripheral nervous system and central nervous system which are associated with the transmission of sensory and nociceptive signals. These parts include satellite cells, Schwann cells, and sensory neurons. The novel protein product of the isoform is more plentiful in sensory neurons than motor neurons. It is proposed that this gene product may play a role in the development and/or maintenance of peripheral sensory neurons or their supporting Schwann cells.",
            "score": 97.2462956905365
        },
        {
            "docid": "21120_3",
            "document": "Neuron . There are many types of specialized neurons. Sensory neurons respond to one particular type of stimulus such as touch, sound, or light and all other stimuli affecting the cells of the sensory organs, and converts it into an electrical signal via transduction, which is then sent to the spinal cord or brain. Motor neurons receive signals from the brain and spinal cord to cause everything from muscle contractions and affect glandular outputs. Interneurons connect neurons to other neurons within the same region of the brain or spinal cord in neural networks.",
            "score": 83.29950594902039
        },
        {
            "docid": "14181897_13",
            "document": "NUMB (gene) . The Drosophila external sensory organ is a sensory structure in the peripheral nervous system that consists of four cells; a neuron, a sheath cell that surrounds the dendrite, and hair and socket cells, which are considered the “outer” support cells. All four cell fates are descendants of the sensory organ precursor (SOP) cell. In response to the proper cues, SOPs first divide into two secondary precursor cells. The posterior daughter cell is called the pIIa cell and the anterior daughter cell is called the pIIb. The pIIa cell divides to produce a bristle cell and a socket cell, while the pIIb cell divides to produce a neuron and a glial cell. The asymmetric division of the SOP into daughter cells with distinct fates is dependent upon the distribution of Numb. Numb is distributed uniformly in the cytoplasm until mitotic division, when it is selectively localized to the anterior pole of the cell. Thus, Numb is selectively segregated into the pIIb daughter cell upon division of the SOP.",
            "score": 88.40164184570312
        },
        {
            "docid": "859926_25",
            "document": "Sensory neuron . Information coming from the sensory neurons in the head enters the central nervous system (CNS) through cranial nerves. Information from the sensory neurons below the head enters the spinal cord and passes towards the brain through the 31 spinal nerves. The sensory information traveling through the spinal cord follows well-defined pathways. The nervous system codes the differences among the sensations in terms of which cells are active.",
            "score": 101.00698852539062
        },
        {
            "docid": "17596014_42",
            "document": "Hereditary sensory and autonomic neuropathy . Mutations in the NGF gene cause HSAN5. The NGF gene provides instructions for making a protein called nerve growth factor beta (NGFβ) that is important in the development and survival of nerve cells (neurons), including sensory neurons. The NGFβ protein functions by attaching (binding) to its receptors, which are found on the surface of neurons. Binding of the NGFβ protein to its receptor transmits signals to the cell to grow and to mature and take on specialized functions (differentiate). This binding also blocks signals in the cell that initiate the process of self-destruction (apoptosis). Additionally, NGFβ signaling plays a role in pain sensation. Mutation of the NGF gene leads to the production of a protein that cannot bind to the receptor and does not transmit signals properly. Without the proper signaling, sensory neurons die and pain sensation is altered, resulting in the inability of people with HSAN5 to feel pain.",
            "score": 101.78313624858856
        },
        {
            "docid": "3975854_2",
            "document": "Sensory neuroscience . Sensory neuroscience is a subfield of neuroscience which explores the anatomy and physiology of neurons that are part of sensory systems such as vision, hearing, and olfaction. Neurons in sensory regions of the brain respond to stimuli by firing one or more nerve impulses (action potentials) following stimulus presentation. How is information about the outside world encoded by the rate, timing, and pattern of action potentials? This so-called neural code is currently poorly understood and sensory neuroscience plays an important role in the attempt to decipher it. Looking at early sensory processing is advantageous since brain regions that are \"higher up\" (e.g. those involved in memory or emotion) contain neurons which encode more abstract representations. However, the hope is that there are unifying principles which govern how the brain encodes and processes information. Studying sensory systems is an important stepping stone in our understanding of brain function in general.",
            "score": 131.38260412216187
        },
        {
            "docid": "4576714_26",
            "document": "Essential fatty acid interactions . The actions of eicosanoids within the brain are not as well characterized as they are in inflammation. It is theorized that they act within the neuron as second messengers controlling presynaptic inhibition and the activation of protein kinase C. They also act as paracrine mediators, acting across synapses to nearby cells. Although detail on the effects of these signals is scant, (Piomelli, 2000) comments Neurons in the CNS are organized as interconnected groups of functionally related cells (e.g., in sensory systems). A diffusible factor released from a neuron into the interstitial fluid, and able to interact with membrane receptors on adjacent cells, would be ideally used to \"synchronize\" the activity of an ensemble of interconnected neural cells. Furthermore, during development and in certain forms of learning, postsynaptic cells may secrete regulatory factors which diffuse back to the presynaptic component, determining its survival as an active terminal, the amplitude of its sprouting, and its efficacy in secreting neurotransmitters—a phenomenon known as retrograde regulation. The participation of arachidonic acid metabolites in retrograde signaling and in other forms of local modulation of neuronal activity has been proposed. The EPA and DGLA cascades are also present in the brain and their eicosanoid metabolites have been detected. The ways in which these differently affect mental and neural processes are not nearly as well characterized as are the effects in inflammation.",
            "score": 106.71594846248627
        },
        {
            "docid": "49827542_6",
            "document": "Insect olfaction . Sensory neurons in the antenna, maxillary palp, and labella generate odor-specific electrical signals called spikes (action potentials) in response to binding of odors to cell surface proteins like the insect pheromone-binding protein. The sensory neurons in the antenna and maxillary send this information via their axons to the antennal lobe, while sensory neuron in the labella send this information via axons to the subesophageal ganglion. Inside the antennal lobe they synapse with other neurons in semidelineated (with membrane boundaries) structures called glomeruli.",
            "score": 110.1767270565033
        },
        {
            "docid": "3717_44",
            "document": "Brain . Each sensory system begins with specialized receptor cells, such as light-receptive neurons in the retina of the eye, or vibration-sensitive neurons in the cochlea of the ear. The axons of sensory receptor cells travel into the spinal cord or brain, where they transmit their signals to a first-order sensory nucleus dedicated to one specific sensory modality. This primary sensory nucleus sends information to higher-order sensory areas that are dedicated to the same modality. Eventually, via a way-station in the thalamus, the signals are sent to the cerebral cortex, where they are processed to extract the relevant features, and integrated with signals coming from other sensory systems.",
            "score": 97.81724405288696
        },
        {
            "docid": "21944_3",
            "document": "Nervous system . At the cellular level, the nervous system is defined by the presence of a special type of cell, called the neuron, also known as a \"nerve cell\". Neurons have special structures that allow them to send signals rapidly and precisely to other cells. They send these signals in the form of electrochemical waves traveling along thin fibers called axons, which cause chemicals called neurotransmitters to be released at junctions called synapses. A cell that receives a synaptic signal from a neuron may be excited, inhibited, or otherwise modulated. The connections between neurons can form neural pathways, neural circuits, and larger networks that generate an organism's perception of the world and determine its behavior. Along with neurons, the nervous system contains other specialized cells called glial cells (or simply glia), which provide structural and metabolic support.",
            "score": 108.05521631240845
        },
        {
            "docid": "21244096_4",
            "document": "Odor . The sense of smell gives rise to the perception of odors, mediated by the olfactory nerve. The olfactory receptor (OR) cells are neurons present in the olfactory epithelium. This is a small patch of tissue at the back of the nasal cavity. There are millions of olfactory receptor neurons that act as sensory signaling cells. Each neuron has cilia in direct contact with air. The olfactory nerve is usually agreed to be the smell mediator. The axon connects the brain to the external air. Odorous molecules act as a chemical stimulus. Molecules bind to receptor proteins extended from cilia, initiating an electric signal.",
            "score": 144.09718251228333
        },
        {
            "docid": "859926_2",
            "document": "Sensory neuron . Sensory neurons also known as afferent neurons are neurons that convert a specific type of stimulus, via their receptors, into action potentials or graded potentials. This process is called sensory transduction. The cell bodies of the sensory neurons are located in the dorsal ganglia of the spinal cord.",
            "score": 97.52393460273743
        },
        {
            "docid": "462393_14",
            "document": "Olfactory bulb . The AOB is divided into two main subregions, anterior and posterior, which receive segregated synaptic inputs from two main categories of vomeronasal sensory neurons, V1R and V2R, respectively. This appears as a clear functional specialization, given the differential role of the two populations of sensory neurons in detecting chemical stimuli of different type and molecular weight. Although it doesn't seem to be maintained centrally, where mitral cell projections from both sides of the AOB converge. A clear difference of the AOB circuitry, compared to the rest of the bulb, is its heterogeneous connectivity between mitral cells and vomeronasal sensory afferents within neuropil glomeruli. AOB mitral cells indeed contact through apical dendritic processes glomeruli formed by afferents of different receptor neurons, thus breaking the one-receptor-one-neuron rule which generally holds for the main olfactory system. This implies that stimuli sensed through the VNO and elaborated in the AOB are subjected to a different and probably more complex level of elaboration. Accordingly, AOB mitral cells show clearly different firing patterns compared to other bulbar projection neurons. Additionally, top down input to the olfactory bulb differentially affects olfactory outputs.",
            "score": 83.12731456756592
        },
        {
            "docid": "859926_29",
            "document": "Sensory neuron . There are many drugs currently on the market that are used to manipulate or treat sensory system disorders. For instance, Gabapentin is a drug that is used to treat neuropathic pain by interacting with one of the voltage-dependent calcium channels present on non-receptive neurons. Some drugs may be used to combat other health problems, but can have unintended side effects on the sensory system. Ototoxic drugs are drugs which affect the cochlea through the use of a toxin like aminoglycoside antibiotics, which poison hair cells. Through the use of these toxins, the K+ pumping hair cells cease their function. Thus, the energy generated by the endocochlear potential which drives the auditory signal transduction process is lost, leading to hearing loss.",
            "score": 97.74440932273865
        },
        {
            "docid": "5473337_10",
            "document": "Neuroconstructivism . Cells do not develop in isolation. Even from a young age, neurons are influenced by the surrounding environment (e.g. other neurons). Over time, neurons interact either spontaneously or in response to some sensory stimulation to form neural networks. Competition between neurons plays a key role in establishing the exact pattern of connections. As a result, specific neural activation patterns may arise due to the underlying morphology and connection patterns within the specified neural structures. These may subsequently be modified by morphological change imposed by the current representations. Progressively more complex patterns may arise through manipulation of current neuronal structures by an organism's experience.",
            "score": 99.24375009536743
        },
        {
            "docid": "47296537_8",
            "document": "Subgenual organ . In \"Chrysoperla carnea\", the green lacewing, the organ is involved in sexual behaviour and interindividual or even interspecies communication. A velum spans the interior of each leg and is formed by cap cells. Three scolopidia stretch from the velum to the leg wall, each containing one sensory neuron with a dendrite and attached cilia. The dendrite is accompaigned by a so-called scolopale cell which generates an electron-rich intracellular structure surrounding the dendrite.",
            "score": 137.2190456390381
        },
        {
            "docid": "462393_21",
            "document": "Olfactory bulb . The olfactory bulb is, along with both the subventricular zone and the subgranular zone of the dentate gyrus of the hippocampus, one of only three structures in the brain observed to undergo continuing neurogenesis in adult mammals. In most mammals, new neurons are born from neural stem cells in the sub-ventricular zone and migrate rostrally towards the main and accessory olfactory bulbs. Within the olfactory bulb these immature neuroblasts develop into fully functional granule cell interneurons and periglomerular cell interneurons that reside in the granule cell layer and glomerular layers, respectively. The olfactory sensory neuron axons that form synapses in olfactory bulb glomeruli are also capable of regeneration following regrowth of an olfactory sensory neuron residing in the olfactory epithelium. Despite dynamic turnover of sensory axons and interneurons, the projection neurons (mitral and tufted neurons) that form synapses with these axons are not structurally plastic.",
            "score": 97.50964975357056
        },
        {
            "docid": "47296537_7",
            "document": "Subgenual organ . In cockroaches \"Blaberus discoidalis\" and \"Blattella germanica\", the organ has the shape of a fan that is placed across the limb. Much of its volume is filled with discoidal cells that serve accessory purposes; they are placed between an epidermal cell layer attached to the cuticle and connective tissue. Sensory structures called chordotonal sensilla are involved in the perception of movement proper and contain a neuron per sensillum, about 40-50 in total. This neuron has a single dendrite and several cilia extend from it.",
            "score": 151.7333960533142
        }
    ],
    "r": [
        {
            "docid": "156970_19",
            "document": "Cytoskeleton . In nine triplet sets (star-shaped), they form the centrioles, and in nine doublets oriented about two additional microtubules (wheel-shaped), they form cilia and flagella. The latter formation is commonly referred to as a \"9+2\" arrangement, wherein each doublet is connected to another by the protein dynein. As both flagella and cilia are structural components of the cell, and are maintained by microtubules, they can be considered part of the cytoskeleton. There are two types of cilia: motile and non-motile cilia. Cilia are short and more numerous than flagella. The motile cilia have a rhythmic waving or beating motion compared to the non-motile cilia which receive sensory information for the cell; processing signals from the other cells or the fluids surrounding it. Additionally, the microtubules control the beating (movement) of the cilia and flagella. Also, the dynein arms attached to the microtubules function as the molecular motors. The motion of the cilia and flagella is created by the microtubules sliding past one another, which requires ATP.  They play key roles in:",
            "score": 195.2043914794922
        },
        {
            "docid": "43118_3",
            "document": "Cilium . There are two types of cilia: \"motile\" cilia and \"nonmotile\", or \"primary\", cilia, which typically serve as sensory organelles. In eukaryotes, motile cilia and flagella together make up a group of organelles known as undulipodia. Eukaryotic cilia are structurally identical to eukaryotic flagella, although distinctions are sometimes made according to function and/or length. Biologists have various ideas about how the various flagella may have evolved.",
            "score": 171.5425262451172
        },
        {
            "docid": "35552831_10",
            "document": "Ciliogenesis . Each type of cell has a specific optimal length for its cilia. Therefore, the length of the cilia must be regulated to ensure optimal function of the cell. Some of the same processes that are used to control to formation and removal of cilia (such as IFT) are thought to be used in the regulation of cilia length. The regulation of ciliary length is very important because it affects how the cell is able to use its cilia to move fluid over its surface or conduct cellular signaling. Different ciliopathies can be caused by defects in ciliary length. For instance, proteins that have been shown to cause Meckel–Gruber syndrome affect ciliary length control. However, the mechanisms that affect ciliary length control are not understood very well. Until they are, it will be difficult to determine how defects in ciliary length may related to ciliopathic diseases and syndromes.",
            "score": 167.98147583007812
        },
        {
            "docid": "635489_6",
            "document": "Olfactory system . Olfactory neurons are receptor cells in the epithelium that detect odor molecules dissolved in the mucus and transmit information about the odor to the brain in a process called sensory transduction. Olfactory neurons have cilia (tiny hairs) containing proteins that bind to odor molecules, causing an electrical response that spreads through the receptor cells to the olfactory nerve fibers at the back of the nasal cavity.",
            "score": 167.39474487304688
        },
        {
            "docid": "43118_18",
            "document": "Cilium . Some primary cilia on epithelial cells in eukaryotes act as \"cellular antennae\", providing chemosensation, thermosensation and mechanosensation of the extracellular environment. These cilia then play a role in mediating specific signalling cues, including soluble factors in the external cell environment, a secretory role in which a soluble protein is released to have an effect downstream of the fluid flow, and mediation of fluid flow if the cilia are motile. Some epithelial cells are ciliated, and they commonly exist as a sheet of polarized cells forming a tube or tubule with cilia projecting into the lumen. This sensory and signalling role puts cilia in a central role for maintaining the local cellular environment and may be why ciliary defects cause such a wide range of human diseases.",
            "score": 165.44557189941406
        },
        {
            "docid": "15419099_3",
            "document": "IFT20 . Intraflagellar transport (IFT), in which molecular motors and IFT particle proteins participate, is very important in assembling and maintaining many cilia/flagella, such as the motile cilia that drive the swimming of cells and embryos, the nodal cilia that generate left-right asymmetry in vertebrate embryos, and the sensory cilia that detect sensory stimuli in some animals. IFT20 subunit of the particle is localized to the Golgi complex in addition to the basal body and cilia where all previous IFT particle proteins had been found. In living cells, fluorescently tagged IFT20 is highly dynamic and moves between the Golgi complex and the cilium as well as along ciliary microtubules. IFT20 has been shown to interact with SPEF2 in the testis, and plays a role in sperm motility.",
            "score": 162.76707458496094
        },
        {
            "docid": "18882012_5",
            "document": "MORM syndrome . MORM syndrome is associated with the gene INPP5E. INPP5E is a gene who's function is not well understood. It is hypothesized to play a role in primary cilia stability. A homozygous mutation in the INPP5E gene, on chromosome 9q34, is the cause for MORM syndrome. The mutation causes a homozygous transition in the last exon of the INPP5E gene. This transition results in the DNA bases changing from a cytosine residue to a thymine residue. The resulting protein will then have an altered amino acid sequence. In unaffected individuals this specific codon (region of DNA bases) is supposed to code for the amino acid glutamine. In cases of MORM syndrome this codon codes for a termination sequence, which prematurely stops the production of the protein. In unaffected individuals the protein is evenly disbursed throughout the ciliia axoneme which allows for the cilia to be stable. Cilia are antenna like structures which protrude from the extracellular surface of the cell. The cilia allows for extracellular signalling/communication between cells and their environment. When the INPP5E gene is mutated, the protein is damaged and is unable to spread out along the cilia axoneme and is unable to interact with other stabilizing proteins. This results is MORM syndrome individuals being unable to stabilize their cilia axoneme. It is still not well understood the exact mechanism as to how the mutation in the INNP5E gene causes cilia instability.",
            "score": 159.0749969482422
        },
        {
            "docid": "33438935_9",
            "document": "Hydrodynamic reception . To detect water movement, many invertebrates have sensory cells with cilia that project from the body surface and make direct contact with surrounding water. Typically, the cilia include one kinocilium surrounded by a group of shorter stereocilia. Deflection of stereocilia toward the kinocilium by movement of water around the animal stimulates some sensory cells and inhibits others. Water velocity is thus related to the amount of deflection of certain stereocilia, and sensory cells send information about this deflection to the brain via firing rates of afferent nerves. Cephalopods, including the squid \"Loligo vulgaris\" and cuttlefish \"Sepia officinalis\", have ciliated sensory cells arranged in lines at different locations on the body. Although these cephalopods have only kinocilia and no stereocilia, the sensory cells and their arrangement are analogous to the hair cells and lateral line in vertebrates, indicating convergent evolution.",
            "score": 155.2943115234375
        },
        {
            "docid": "47296537_7",
            "document": "Subgenual organ . In cockroaches \"Blaberus discoidalis\" and \"Blattella germanica\", the organ has the shape of a fan that is placed across the limb. Much of its volume is filled with discoidal cells that serve accessory purposes; they are placed between an epidermal cell layer attached to the cuticle and connective tissue. Sensory structures called chordotonal sensilla are involved in the perception of movement proper and contain a neuron per sensillum, about 40-50 in total. This neuron has a single dendrite and several cilia extend from it.",
            "score": 151.7333984375
        },
        {
            "docid": "18768921_3",
            "document": "Hydrolethalus syndrome . HLS is associated with HYLS1 mutations. The gene encoding HYLS1 is responsible for proper cilial development within the human body. Cilia are microscopic projections that allow sensory input and signalling output within cells, as well as cell motility. Dysfunction results in a range of abnormalities that are often the result of improper cell signalling. A variant form, HLS2, with additional mutations to the \"KIF7\" gene, is less common. \"KIF7\" also ensures correct cilia formation and function, specifically cilia stability and length.",
            "score": 150.98069763183594
        },
        {
            "docid": "49024588_3",
            "document": "Deuterosome . Most cells in human body possess one primary cilium, a relatively small protrusion of the cell membrane that looks like a stick or a finger under the electron microscope. Primary cilium is typically used by the cell as a sensory organelle, or antenna. Some cells, however, have numerous cilia which they use to generate directed fluid flow. The examples include epithelial cells of the respiratory tract in which multiple cilia are used for mucus clearance, the oviduct, in which cilia help the egg migrate to the uterus, and others.",
            "score": 150.06832885742188
        },
        {
            "docid": "6880764_4",
            "document": "Neuromorphology . Research has supported a relationship between the morphological and functional properties of neurons. For instance, the accordance between the morphology and the functional classes of cat retinal ganglion cells has been studied to show the relationship between neuron shape and function. Orientation sensitivity and dendritic branching patterns are a few other common characteristics of neurons that researchers have noted as having an effect on neuron function. Ian A. Meinertzhagen et al. have recently established a connection between the genetic factors that underlie a specific neuronal structure and how these two factors then pertain to the neuron's function by examining the optic nerves in \"Drosophila melanogaster\". They assert the structure of the neuron is able to determine its function by dictating synapse formation.",
            "score": 147.18197631835938
        },
        {
            "docid": "1726426_6",
            "document": "Bardet–Biedl syndrome . Using the round worm \"C. elegans\" as a model system, biologists found that BBS proteins are involved in a process called Intraflagellar transport (IFT), a bi-directional transportation activity within the cilia along the long axis of the ciliary shaft that is essential for ciliogenesis and the maintenance of cilia. Recent biochemical analysis of human BBS proteins revealed that BBS proteins are assembled into a multiple protein complex, called \"BBSome\". BBSome is proposed to be responsible for transporting intracellular vesicles to the base of the cilia and to play an important role in the ciliary function.",
            "score": 146.9621124267578
        },
        {
            "docid": "33244792_4",
            "document": "Non-spiking neuron . There are an abundance of neurons that propagate signals via action potentials and the mechanics of this particular kind of transmission is well understood. Spiking neurons exhibit action potentials as a result of a neuron characteristic known as membrane potential. Through studying these complex spiking networks in animals, a neuron that did not exhibit characteristic spiking behavior was discovered. These neurons use a graded potential to transmit data as they lack the membrane potential that spiking neurons possess. This method of transmission has a huge effect on the fidelity, strength, and lifetime of the signal. Non-spiking neurons were identified as a special kind of interneuron and function as an intermediary point of process for sensory-motor systems. Animals have become substantial models for understanding more about non-spiking neural networks and the role they play in an animal’s ability to process information and its overall function. Animal models indicate that the interneurons modulate directional and posture coordinating behaviors. Crustaceans and arthropods such as the crawfish have created many opportunities to learn about the modulatory role that these neurons have in addition to their potential to be modulated regardless of their lack of exhibiting spiking behavior. Most of the known information about nonspiking neurons is derived from animal models. Studies focus on neuromuscular junctions and modulation of abdominal motor cells. Modulatory interneurons are neurons that are physically situated next to muscle fibers and innervate the nerve fibers which allow for some orienting movement. These modulatory interneurons are usually nonspiking neurons. Advances in studying nonspiking neurons included determining new delineations among the different types of interneurons. These discoveries were due to the usage of methods such as protein receptor silencing. Studies have been done on the non-spiking neuron qualities in animals of specific non-spiking neural networks that have a corollary in humans, e.g. retina amacrine cell of the eye.",
            "score": 146.960693359375
        },
        {
            "docid": "17093416_3",
            "document": "Mucociliary clearance . The passage of airway in the respiratory tract that conducts air into the lungs main bronchi down to the final branchings of the respiratory tree (which act as the primary gas exchange units of the lung) alveoli are lined with a moist lining of the airway respiratory epithelium. On that, cilium is present, bearing hair-shaped structures on its surface (cilia). The cilia are surrounded by mucus, or epithelial lining fluid (ELF), the composition of which is tightly regulated; the mucus helps maintain epithelial moisture and traps particulate material and pathogens moving through the airway. and determines how well mucociliary clearance works. Within the thin fluid film of mucus the cilia act out movements coordinated in direction towards the pharynx. Thereby the viscous film of mucus including its freight is transported off in direction towards the mouth, where it is either swallowed or expelled via coughing.",
            "score": 146.69747924804688
        },
        {
            "docid": "43118_6",
            "document": "Cilium . In comparison to \"motile\" cilia, non-motile (or \"primary\") cilia usually occur one per cell; nearly all mammalian cells have a single non-motile \"primary cilium.\" In addition, examples of specialized primary cilia can be found in human sensory organs such as the eye and the nose:",
            "score": 145.99227905273438
        },
        {
            "docid": "35552831_7",
            "document": "Ciliogenesis . Different cells use their cilia for different purposes, such as sensory signaling or the movement of fluid. For this reason, when cilia form and how long they are differ from cell to cell. The processes controlling ciliary formation, degradation, and length must all be regulated in some way to ensure that each cell is able to perform its necessary tasks.",
            "score": 144.35174560546875
        },
        {
            "docid": "5664_64",
            "document": "Consciousness . In neuroscience, a great deal of effort has gone into investigating how the perceived world of conscious awareness is constructed inside the brain. The process is generally thought to involve two primary mechanisms: (1) hierarchical processing of sensory inputs, and (2) memory. Signals arising from sensory organs are transmitted to the brain and then processed in a series of stages, which extract multiple types of information from the raw input. In the visual system, for example, sensory signals from the eyes are transmitted to the thalamus and then to the primary visual cortex; inside the cerebral cortex they are sent to areas that extract features such as three-dimensional structure, shape, color, and motion. Memory comes into play in at least two ways. First, it allows sensory information to be evaluated in the context of previous experience. Second, and even more importantly, working memory allows information to be integrated over time so that it can generate a stable representation of the world—Gerald Edelman expressed this point vividly by titling one of his books about consciousness \"The Remembered Present\". In computational neuroscience, Bayesian approaches to brain function have been used to understand both the evaluation of sensory information in light of previous experience, and the integration of information over time. Bayesian models of the brain are probabilistic inference models, in which the brain takes advantage of prior knowledge to interpret uncertain sensory inputs in order to formulate a conscious percept; Bayesian models have successfully predicted many perceptual phenomena in vision and the nonvisual senses.",
            "score": 144.19898986816406
        },
        {
            "docid": "21244096_4",
            "document": "Odor . The sense of smell gives rise to the perception of odors, mediated by the olfactory nerve. The olfactory receptor (OR) cells are neurons present in the olfactory epithelium. This is a small patch of tissue at the back of the nasal cavity. There are millions of olfactory receptor neurons that act as sensory signaling cells. Each neuron has cilia in direct contact with air. The olfactory nerve is usually agreed to be the smell mediator. The axon connects the brain to the external air. Odorous molecules act as a chemical stimulus. Molecules bind to receptor proteins extended from cilia, initiating an electric signal.",
            "score": 144.09716796875
        },
        {
            "docid": "45209731_4",
            "document": "Lynne Quarmby . Quarmby's research has been aimed at understanding the signals and mechanisms of deflagellation, the process by which cells shed their cilia into the environment. Cilia are found on most eukaryotic cells and on most cells in the human body, and defects in a cell's ability to form or maintain its cilia can cause diseases known as ciliopathies, that may include symptoms such as cystic kidney disease, blindness, and obesity. Through her research using the single-celled ciliated green alga Chlamydomonas reinhardtii as a model organism, Quarmby identified members of the NIMA-related family of serine/threonine kinases that function in deflagellation as well as in the assembly and maintenance of cilia. Her group went on to show that NEK8 localizes to cilia, and that mutations in NEK8 interfere with its ciliary localization and cause a severe juvenile cystic kidney disease known as nephronophthisis, underscoring the important link between cilia and cystic kidney disease.",
            "score": 143.93289184570312
        },
        {
            "docid": "18211344_8",
            "document": "Ciliopathy . In addition to this sensory role mediating specific signaling cues, cilia play \"a secretory role in which a soluble protein is released to have an effect downstream of the fluid flow\" in epithelial cells, and can of course mediate fluid flow directly in the case of motile cilia. Primary cilia in the retina play a role in transferring nourishment to the non-vascularized rod and cone cells from the vascularized cells several micrometres behind the surface of the retina.",
            "score": 142.42681884765625
        },
        {
            "docid": "18768921_7",
            "document": "Hydrolethalus syndrome . Prior to the discovery of HLS, the \"HYLS1\" gene was unknown, and similar genes within humans have not been identified. Orthologs, genes in other species with common ancestral heritage, have been examined to explain the pathophysiology of HLS; a similar gene within the roundworm, \"Caenorhabditis elegans\", is responsible for the formation of cilia. Current hypotheses place a dysfunction of cilia as the main cause of HLS defects arising from the \"HYLS1\" mutation in humans.  Differences between wild type and mutant \"HYLS1\" have been clearly observed; the wild type form is localised to the cytoplasm, while the mutant form is localised to the nucleus and forms small clusters, suggesting that the mutant gene disrupts cellular localisation. The protein encoded by the \"HYLS1\" mutant form is unable to carry out essential targetting of centrioles to the plasma membrane, disrupting ciliary function, which results in ciliopathy. As cilia are located in almost all cells throughout the body, cilial dysfunction causes developmental defects in a range of organs and thus the phenotype of HLS can vary greatly, though brain malformation and polydactyly are most commonly observed.  Currently, no environmental factors are known to increase the likelihood of HLS development or progression; HLS is caused only by genetic abnormalities.",
            "score": 142.03236389160156
        },
        {
            "docid": "53753543_4",
            "document": "Notochord homeobox (NOTO) gene . Mouse embryos with mutant forms of \"Noto\" have been characterized by shortened nodal cilia, basal bodies deeply embedded in the cell cytoplasm, and/or an abnormally-developed caudal notochord (complete absence in some cases). In one experiment, replacing \"Noto\" with \"Foxj1\" resulted in functional nodal cilia, but only with \"Noto\" expression were cilia localized on posterior nodal cells and the normal shape of the node established. Additionally, \"Noto\" mutant embryos are subject to randomization of lateral asymmetry and are therefore often characterized by isomerization of the lungs, malformation of the cardiac outflow tract, heterotaxia, and/or situs inversus.",
            "score": 141.8805389404297
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 141.8309326171875
        },
        {
            "docid": "1783908_3",
            "document": "Stylonychia . \"Stylonychia\" cells are roughly oval in shape, inflexible and flattened from back to front. The organism's cilia are grouped into structures called \"cirri,\" tufts of joined cilia that function together as a unit.The cirri on the ventral surface of the cell can function as legs, enabling the organism to walk along solid substrates, such as submerged algae, leaves or debris.",
            "score": 141.20736694335938
        },
        {
            "docid": "54176_11",
            "document": "Human body . Cells that lie on surfaces exposed to the outside world or gastrointestinal tract (epithelia) or internal cavities (endothelium) come in numerous shapes and forms – from single layers of flat cells, to cells with small beating hair-like cilia in the lungs, to column-like cells that line the stomach. Endothelial cells are cells that line internal cavities including blood vessels and glands. Lining cells regulate what can and can't pass through them, protect internal structures, and function as sensory surfaces.",
            "score": 140.15731811523438
        },
        {
            "docid": "67193_16",
            "document": "Testicle . The human genome includes approximately 20,000 protein coding genes: 80% of these genes are expressed in adult testes. The testes have the highest fraction of tissue type-specific genes compared to other organs and tissues: about 1000 of them are highly specific for the testes, and about 2,200 show an elevated pattern of expression here. A majority of these genes encode for proteins that are expressed in the seminiferous tubules and have functions related to spermatogenesis. Sperm cells express proteins that result in the development of flagella; these same proteins are expressed in the female in cells lining the fallopian tube, and cause the development of cilia. In other words, sperm cell flagella and Fallopian tube cilia are \"homologous\" structures. The testis-specific proteins that show the highest level of expression are protamines.",
            "score": 139.97593688964844
        },
        {
            "docid": "5198024_14",
            "document": "Efficient coding hypothesis . In one study by Doi et al. in 2012, the researchers created a predicted response model of the retinal ganglion cells that would be based on the statistics of the natural images used, while considering noise and biological constraints. They then compared the actual information transmission as observed in real retinal ganglion cells to this optimal model to determine the efficiency. They found that the information transmission in the retinal ganglion cells had an overall efficiency of about 80% and concluded that \"the functional connectivity between cones and retinal ganglion cells exhibits unique spatial structure...consistent with coding efficiency. A study by van Hateren and Ruderman in 1998 used ICA to analyze video-sequences and compared how a computer analyzed the independent components of the image to data for visual processing obtained from a cat in DeAngelis et al. 1993. The researchers described the independent components obtained from a video sequence as the \"basic building blocks of a signal\", with the independent component filter (ICF) measuring \"how strongly each building block is present\". They hypothesized that if simple cells are organized to pick out the \"underlying structure\" of images over time then cells should act like the independent component filters. They found that the ICFs determined by the computer were similar to the \"receptive fields\" that were observed in actual neurons.",
            "score": 139.54444885253906
        },
        {
            "docid": "43093_24",
            "document": "Flagellum . Aiming to emphasize the distinction between the bacterial flagella and the eukaryotic cilia and flagella, some authors attempted to replace the name of these two eukaryotic structures with \"undulipodia\" (e.g., all papers by Margulis since the 1970s) or \"cilia\" for both (e.g., Hülsmann, 1992; Adl et al., 2012; most papers of Cavalier-Smith), preserving \"flagella\" for the bacterial structure. However, the discriminative usage of the terms \"cilia\" and \"flagella\" for eukaryotes adopted in this article is still common (e.g., Andersen et al., 1991; Leadbeater et al., 2000).",
            "score": 139.47348022460938
        },
        {
            "docid": "39484487_2",
            "document": "Müller's larva . Müller's larva or Mulleria is a larva of some Polycladida. It has 8-fold symmetry and is somewhat like a ctenophore.Johannes Müller (1801-1858), a German physiologist who invented the plankton net, first described larval forms of many phyla including Platyhelminthes (flatworms), whose planktonic larvae were named after hime (Smith et al. 2002). A \"Müller’s larva\" is a planktonic larvae in the order Polycladida of the class Turbellaria. Müller’s larva is ciliated and has several paired and unpaired lobes. The cilia on the lobes are longer than cilia on the rest of the body. At the anterior and posterior ends of the larva are tufts of longer cilia (apical and caudal). The apical tuft originates from the apical organ, a sensory structure associated with the central nervous system (Rawlinson 2010)",
            "score": 139.38865661621094
        },
        {
            "docid": "20519370_18",
            "document": "Mechanosensation . Within the biological and medical disciplines, recent discoveries have noted that \"primary cilia\" in many types of cells within eukaryotes serve as \"cellular antennae\". These cilia play important roles in mechanosensation. The current scientific understanding of primary cilia organelles views them as \"sensory cellular antennae that coordinate a large number of cellular signaling pathways, sometimes coupling the signaling to ciliary motility or alternatively to cell division and differentiation.\"",
            "score": 139.09828186035156
        },
        {
            "docid": "43118_7",
            "document": "Cilium . Although the primary cilium was discovered in 1898, it was largely ignored for a century. Only recently has great progress been made in understanding the function of the primary cilium. Until the 1990s, the prevailing view of the primary cilium was that it was merely a vestigial organelle without important function. Recent findings regarding its physiological roles in chemical sensation, signal transduction, and control of cell growth, have led scientists to acknowledge its importance in cell function, with the discovery of its role in diseases not previously recognized to involve the dysgenesis and dysfunction of cilia, such as polycystic kidney disease, congenital heart disease, and an emerging group of genetic ciliopathies. The primary cilium is now known to play an important role in the function of many human organs. The current scientific understanding of primary cilia views them as \"sensory cellular antennae that coordinate a large number of cellular signaling pathways, sometimes coupling the signaling to ciliary motility or alternatively to cell division and differentiation.\".",
            "score": 138.99383544921875
        }
    ]
}