{
    "q": [
        {
            "docid": "804702_23",
            "document": "Status quo bias . Research by University College London scientists that examines the neural pathways involved in 'status quo bias' in the human brain and found that the more difficult the decision we face, the more likely we are not to act. The study, published in \"Proceedings of the National Academy of Sciences\" (PNAS), looked at the decision-making of participants taking part in a tennis 'line judgement' game while their brains were scanned using functional MRI (fMRI). The 16 study participants were asked to look at a cross between two tramlines on a screen while holding down a 'default' key. They then saw a ball land in the court and had to make a decision as to whether it was in or out. On each trial, the computer signalled which was the current default option – 'in' or 'out'. The participants continued to hold down the key to accept the default and had to release it and change to another key to reject the default. The results showed a consistent bias towards the default, which led to errors. As the task became more difficult, the bias became even more pronounced. The fMRI scans showed that a region of the brain known as the sub-thalamic nucleus (STN) was more active in the cases when the default was rejected. Also, greater flow of information was seen from a separate region sensitive to difficulty (the prefrontal cortex) to the STN. This indicates that the STN plays a key role in overcoming status quo bias when the decision is difficult.",
            "score": 157.48341846466064
        },
        {
            "docid": "26317569_8",
            "document": "Maturity (psychological) . The pre-frontal cortex, which is responsible for higher cognitive functions such as planning, decision-making, judgment and reasoning, develops and matures most rapidly during early adolescence and into the early 20s. Accompanying the growth of the pre-frontal cortex is continued synaptic pruning (the trimming of rarely used synapses) as well as increased myelination of nerve fibers in the brain, which serves to insulate and speed up signal transmission between neurons. The incomplete development of this process contributes to the finding that adolescents use their brain less broadly than do adults when asked to inhibit a response and show less cross-talk (communication across diverse regions of the brain). The brain's \"cross-talk\" may be related to decision-making concerning risk-taking, with one study of American adolescents finding delayed reaction time and decreased spread across brain regions in a task asking them to determine whether a dangerous action is a good idea or not. Steinberg observes that there is close overlap in the activated brain regions for socioemotional and reward information, which may pose a challenge when making decisions in the most high-risk peer contexts. One study found that preference for small immediate rewards over larger long-term rewards was associated with increased activation with regions primarily responsible for socioemotional decision-making.",
            "score": 138.86085164546967
        },
        {
            "docid": "5505463_3",
            "document": "Bimodal bilingualism . Most modern neurological studies of bilingualism employ functional neuroimaging techniques to elucidate the neurological underpinnings of multilingualism and how multilingualism is beneficial to the brain. Neuroimaging and other neurological studies have demonstrated in recent years that multilingualism has a significant impact on the human brain. The mechanisms required by bilinguals to \"code switch\" (a linguistic term used to describe the rapid alternating between multiple languages within a conversation or discourse), not only demonstrate increased connectivity and density of the neural network in multilinguals, but also appear to provide protection against damage due to age and age-related pathologies, such as Alzheimer's. Multilingualism, especially bimodal multilingualism, can help slow to process of cognitive decline in aging. It is thought that this is a result of the increased work load that the executive system, housed mostly in the frontal cortex, must assume in order to successfully control the use of multiple languages at once. This means that the cortex must be more finely tuned, which results in a \"neural reserve\" that then has neuroprotective benefits. Gray matter volume (GMV) has been shown to be significantly preserved in bimodal bilinguals as compared to monolinguals in multiple brain areas, including the hippocampus, amygdala, anterior temporal lobes, and left insula. Similarly, neuroimaging studies that have compared monolinguals, unimodal bilinguals, and bimodal bilinguals provide evidence that deaf signers exhibit brain activation in patterns different than those of hearing signers, especially in regards to the left superior temporal sulcus. In deaf signers, activation of the superior temporal sulcus is highly lateralized to the left side during facial recognition tasks, while this lateralization was not present in hearing, bimodal signers. Bilinguals also require an effective and fast neural control system to allow them to select and control their languages even while code switching rapidly. Evidence indicates that the left caudate nucleus—a centrally located brain feature that is near the thalamus and the basal ganglia—is an important part of this mechanism, as bilinguals tend to have significantly increased GMV and activation in this region as compared to monolinguals, especially during active code switching tasks. As implied by the significant preservation of gray matter in the hippocampi (an area of the brain largely associated with memory consolidation and higher cognitive function, such as decision-making) of bimodal bilinguals, areas of the brain that help control phonological working memory tend to also have higher activation in those individuals who are proficient in two or more languages. There is also evidence that suggests that the age at which an individual acquires a second language may play a significant role in the varying brain functions associated with bilingualism. For example, individuals who acquired their second language early (before the age of 10) tend to have drastically different activation patterns than do late learners. However, late learners who achieve full proficiency in their second language tend to show similar patterns of activation during auditory tasks regardless of which language is being used, whereas early learners tend to activate different brain areas depending upon which language is being used. Along with the neuroprotective benefits that help to prevent onset of age-related cognitive issues such as dementia, bimodal bilinguals also experience a slightly different pattern of organization of language in the brain. While non-hearing-impaired bimodal bilinguals showed less parietal activation than deaf signers when asked to use only sign language, those same bimodal bilinguals demonstrated greater left parietal activation than did monolinguals. Parietal activation is not typically associated with language production bur rather with motor activity. Therefore, it is logical that bimodal bilinguals, when switching between speech- and sign-based language, stimulate their left parietal areas as a result of their increased need to combine both motor action and language production.",
            "score": 157.3055558204651
        },
        {
            "docid": "402652_21",
            "document": "Compulsive hoarding . Some evidence based on brain lesion case studies also suggests that the anterior ventromedial prefrontal and cingulate cortices may be involved in abnormal hoarding behaviors, but sufferers of such injuries display less purposeful behavior than other individuals who hoard compulsively, thus making the involvement of these brain structures unclear. Other neuropsychological factors that have been found to be associated with individuals exhibiting hoarding behaviors include slower and more variable reaction times, increased impulsivity, and decreased spatial attention. A study comparing neural activity in hoarders, people with OCD, and a control group when deciding to throw possessions away found that when hoarders were trying to decide to throw away their own possessions, they had lower activity in the anterior cingulate cortex and insula regions of the brain. The study suggested this lower activity was related to \"problems in identifying the emotional significance of a stimulus, generating appropriate emotional response, or regulating affective state during decision making.\" Hoarders had normal levels of activity in those regions when making decisions about possessions that did not belong to them.",
            "score": 166.90854108333588
        },
        {
            "docid": "23453327_6",
            "document": "Shared decision-making in medicine . There are certain patient characteristics that influence the extent of involvement. Research shows that female patients who are younger and more educated and have a less severe illness than other patients are more likely to participate in medical decisions. That is, an increase in age leads to a decrease in desire to participate, while higher levels of education increase participation levels. However, other research has offered conflicting evidence for the effect of age on level of participation. One study found that age did not inversely relate to participation levels. In addition, numeracy levels may play an important role in SDM. Recent research has shown that, in general, low-numeracy individuals in both Germany and the United States prefer to play a more passive role than their high-numeracy counterparts. That is, individuals who are not as fluent with numbers and statistics tended to let their physicians make medical decisions without much input from the patients. In general, however, Americans play a more active role in the physician-patient relationship, by performing activities like asking follow-up questions and researching treatment options, than do Germans. Furthermore, research shows that race plays an important role in whether a patient participates. Though black patients report that they participate less in shared decision-making than white patients, studies have shown that black patients desire to participate just as much as their white counterparts and are more likely to report initiating conversation about their health care with their physicians.",
            "score": 140.28491735458374
        },
        {
            "docid": "1764639_17",
            "document": "Levels-of-processing effect . Several brain imaging studies using positron emission tomography and functional magnetic resonance imaging techniques have shown that higher levels of processing correlate with more brain activity and activity in different parts of the brain than lower levels. For example, in a lexical analysis task, subjects showed activity in the left inferior prefrontal cortex only when identifying whether the word represented a living or nonliving object, and not when identifying whether or not the word contained an \"a\". Similarly, an auditory analysis task showed increased activation in the left inferior prefrontal cortex when subjects performed increasingly semantic word manipulations. Synaptic aspects of word recognition have been correlated with the left frontal operculum and the cortex lining the junction of the inferior frontal and inferior precentral sulcus. The self-reference effect also has neural correlates with a region of the medial prefrontal cortex, which was activated in an experiment where subjects analyzed the relevance of data to themselves. Specificity of processing is explained on a neurological basis by studies that show brain activity in the same location when a visual memory is encoded and retrieved, and lexical memory in a different location. Visual memory areas were mostly located within the bilateral extrastriate visual cortex.",
            "score": 146.7191962003708
        },
        {
            "docid": "1717129_42",
            "document": "Explicit memory . Retrieval: Because a person has played an active role in processing explicit information, the internal cues that were used in processing it can also be used to initiate spontaneous recall. When someone talks about an experience, the words they use will help when they try to remember this experience at a later date. The conditions in which information is memorized can affect recall. If a person has the same surroundings or cues when the original information is presented, they are more likely to remember it. This is referred to as encoding specificity and it also applies to explicit memory. In a study where subjects were asked to perform a cued recall task participants with a high working memory did better than participants with a low working memory when the conditions were maintained. When the conditions were changed for recall both groups dropped. The subjects with higher working memory declined more. This is thought to happen because matching environments activates areas of the brain known as the left inferior frontal gyrus and the hippocampus.",
            "score": 113.72958421707153
        },
        {
            "docid": "35073980_5",
            "document": "Self-reference effect . In recent years, there has been an increase in cognitive neuroscience studies that focus on the concept of the self. These studies were developed in hopes of determining if there are certain brain regions that can account for the encoding advantages involved in the self-reference effect. A great deal of research has been focused on several regions of the brain collectively identified as the cortical midline region. Brain imaging studies have raised the question of whether neural activity in cortical midline regions is self-specific. A quantitative meta-analysis that included 87 studies, representing 1433 participants, was conducted to discuss these questions. The analysis uncovered activity within several cortical midline structures in activities in which participants performed tasks involving the concept of self. Most studies that report such midline activations use tasks that are geared towards uncovering neural processes that are related to social or psychological aspects of the self, such as self-referential judgments, self-appraisal, and judgments of personality traits. Also, in addition to their perceived role in several forms of self-representation, cortical midline structures are also involved in the processing of social relationships and recognizing personally familiar others. Studies that show midline activations during understanding of social interactions between others or ascribing social traits to others (impression formation) typically require subjects to reference the mental state of others.",
            "score": 115.03122186660767
        },
        {
            "docid": "33912_38",
            "document": "Working memory . Alcohol abuse can result in brain damage which impairs working memory. Alcohol has an effect on the blood-oxygen-level-dependent (BOLD) response. The BOLD response correlates increased blood oxygenation with brain activity, which makes this response a useful tool for measuring neuronal activity. The BOLD response affects regions of the brain such as the basal ganglia and thalamus when performing a working memory task. Adolescents who start drinking at a young age show a decreased BOLD response in these brain regions. Alcohol dependent young women in particular exhibit less of a BOLD response in parietal and frontal cortices when performing a spatial working memory task. Binge drinking, specifically, can also affect one's performance on working memory tasks, particularly visual working memory. Additionally, there seems to be a gender difference in regards to how alcohol affects working memory. While women perform better on verbal working memory tasks after consuming alcohol compared to men, they appear to perform worse on spatial working memory tasks as indicated by less brain activity. Finally, age seems to be an additional factor. Older adults are more susceptible than others to the effects of alcohol on working memory.",
            "score": 158.7362084388733
        },
        {
            "docid": "21312301_12",
            "document": "Context-dependent memory . A number of neuroanatomical structures are thought to play a role in context-dependent memory, These include the hippocampus and prefrontal cortex. For example, functional magnetic resonance imaging (fMRI) has been used to demonstrate elevated activation in the hippocampus when contextual information matches from encoding to retrieval, suggesting that the hippocampus may be important in mediating context-dependent memory processes. Kalisch et al. provide further support for this role by demonstrating that context-dependent extinction memory is correlated with activation in both the hippocampus and ventromedial prefrontal cortex. Similarly, an experiment by Wagner et al. using fMRI demonstrated that activation of the right prefrontal cortex depended on contextual information. The authors of this study suggest that differential activation of the prefrontal cortex occurs because the different contexts require unique attempt processes for retrieval. In other words, depending on the retrieval context, participants used different strategies to recall information. Overall, the patterns of activation in the hippocampus and the prefrontal cortex following changes in contextual information suggest that these brain regions play an important role in context-dependent memory.",
            "score": 133.87548625469208
        },
        {
            "docid": "26685741_28",
            "document": "Sleep and memory . A blood-oxygen-level dependent (BOLD) fMRI was used in a study by Drummond et al. to measure the brain's response to verbal learning following sleep deprivation. An fMRI recorded brain activity during a verbal learning task of participants either having a normal night of sleep or those deprived of 34.7 (± 1.2) hours of sleep. The task alternated between a baseline condition of determining whether nouns were upper or lower case and an experimental condition of memorizing a list of nouns. The results of the study indicate that performance is significantly worse on free recall of the list of nouns when sleep deprived (an average of 2.8 ± 2 words) compared to having a normal night of sleep (4.7 ± 4 words). In terms of brain regions activated, the left prefrontal cortex, premotor cortex, and temporal lobes were found to be activated during the task in the rested state and discrete regions of the prefrontal cortex were even more activated during the task in the sleep deprived state. As well, the bilateral parietal lobe, left middle frontal gyrus, and right interior frontal gyrus were found to be activated for those sleep deprived. The implication of these findings are that the brain can initially compensate for the effects of sleep deprivation while maintaining partially intact performance, which declines with an increasing time-on-task. This initial compensation may be found in the bilateral regions of both frontal and parietal lobes and the activation of the prefrontal cortex is significantly correlated with sleepiness.",
            "score": 143.77526569366455
        },
        {
            "docid": "26565579_6",
            "document": "Neuroscience of free will . There have also been a number of problems regarding studies of free will. Particularly in earlier studies, research relied too much on the introspection of the participants, but introspective estimates of event timing were found to be inaccurate. Many brain activity measures have been insufficient and primitive as there is no good independent brain-function measure of the conscious generation of intentions, choices, or decisions. The conclusions drawn from measurements that \"have\" been made are debatable too, as they don't necessarily tell, for example, what a sudden dip in the readings is representing. In other words, the dip might have nothing to do with unconscious decision, since many other mental processes are going on while performing the task. Some of the research mentioned here has gotten more advanced, however, even recording individual neurons in conscious volunteers. Researcher Itzhak Fried says that available studies do at least suggest consciousness comes in a later stage of decision making than previously expected – challenging any versions of \"free will\" where intention occurs at the beginning of the human decision process.",
            "score": 108.95625579357147
        },
        {
            "docid": "32018467_7",
            "document": "Christian Keysers . After finishing his master, Christian Keysers decided to concentrate on a subfield of cognitive neuroscience called social neuroscience that uses neuroscience methods to understand how we process the social world. He therefore performed his doctoral studies at the University of St Andrews with David Ian Perrett, one of the founding father of the field, to understand how the brain processes faces and facial expressions. This thesis work led to new insights into how quickly the brain can process the faces of others. During this period, Keysers became fascinated with the question of how the brain can attach meaning to the faces of others. How is it for instance, that we understand that a certain grimace would signal that another person is happy? How do we understand that a certain bodily movement towards a glass indicates that the other person aims to grasp a glass? In 1999, Keysers was exposed to a visit of Vittorio Gallese, who presented his recent discovery of mirror neurons in the Psychology department lecture series. This deeply influenced Keysers who decided to move to the lab of Giacomo Rizzolatti to undertake further studies on how these fascinating neurons could contribute to social perception. In 2000, after finishing his doctorate, Christian Keysers moved to the University of Parma to study mirror neurons. In early work there demonstrated that mirror neurons in the premotor cortex not only respond to the sight of actions, but also when actions can only be deduced or heard, leading to a publication in the journal \"Science\". This work had tremendous impact on the field, as it suggested that the premotor cortex could play a central, modality independent role in perception and may lay the origin for the evolution of speech in humans.  Together this work indicated that brain regions involved in our own actions play a role in how we process the actions of others. Keysers wondered whether a similar principle may underlie how we process the tactile sensations and emotions of others, and became increasingly independent of the research focus on the motor system in Parma. At the time, Keysers had also met his to be wife, Valeria Gazzola, a biologist in the final phases of her studies, and together they decided to explore if the somatosensory system might be involved in perceiving the sensations of others. Via a fruitful collaboration with the French neuroimaging specialist Bruno Wicker, they used functional magnetic resonance imaging, and showed for the first time, that the secondary somatosensory cortex, previously thought only to represent a persons own experiences of touch, is also activated when seeing someone or something else be touched. They also showed that the insula, thought only to respond to the experience of first-hand emotions, was also activated when we see another individual experience similar emotions. Together this indicated a much more general principle than the original mirror neuron theory, in which people process the actions, sensations and emotions of others by vicariously activating owns own actions, sensations and emotions. Jointly, this work laid the foundation of the neuroscientific investigation of empathy.",
            "score": 139.07636630535126
        },
        {
            "docid": "2363287_6",
            "document": "Visual learning . Various areas of the brain work together in a multitude of ways in order to produce the images that we see with our eyes and that are encoded by our brains. The basis of this work takes place in the visual cortex of the brain. The visual cortex is located in the occipital lobe of the brain and harbors many other structures that aid in visual recognition, categorization, and learning. One of the first things the brain must do when acquiring new visual information is recognize the incoming material. Brain areas involved in recognition are the inferior temporal cortex, the superior parietal cortex, and the cerebellum. During tasks of recognition, there is increased activation in the left inferior temporal cortex and decreased activation in the right superior parietal cortex. Recognition is aided by neural plasticity, or the brain's ability to reshape itself based on new information. Next the brain must categorize the material. The three main areas that are used when categorizing new visual information are the orbitofrontal cortex and two dorsolateral prefrontal regions which begin the process of sorting new information into groups and further assimilating that information into things that you might already know. After recognizing and categorizing new material entered into the visual field, the brain is ready to begin the encoding process – the process which leads to learning. Multiple brain areas are involved in this process such as the frontal lobe, the right extrastriate cortex, the neocortex, and again, the neostriatum. One area in particular, the limbic-diencephalic region, is essential for transforming perceptions into memories. With the coming together of tasks of recognition, categorization and learning; schemas help make the process of encoding new information and relating it to things you already know much easier. One can remember visual images much better when they can apply it to an already known schema. Schemas actually provide enhancement of visual memory and learning.",
            "score": 132.2913224697113
        },
        {
            "docid": "26685721_21",
            "document": "Methods used to study memory . An assessment of visual-spatial memory involves mimicking a researcher as he/she taps nine identical spatially separated blocks. The sequence starts out simple, usually using two blocks, but becomes more complex until the subject's performance suffers. This number is known as the Corsi Span, and averages about 5 for normal human subjects. An fMRI study involving subjects undergoing this test revealed that while the sequence length increases, general brain activity remains the same. So while humans may show encoding difficulty, this is not related to overall brain activation. Whether able to perform the task well or not the ventrolateral prefrontal cortex is highly involved. Corsi blocks tasks with a normal forward order requires support from the visuospatial skech pad, but not from the phonological loop. When the sequence to be recalled becomes longer than three or four items, central executive resources are used",
            "score": 126.13323330879211
        },
        {
            "docid": "524233_17",
            "document": "Brodmann area 45 . In the study \"Semantic Encoding and Retrieval in the Left Inferior Prefrontal Cortex: A Functional magnetic resonance imaging Study of Task Difficulty and Process Specificity\", researchers found that pars triangularis (as well as some of its neighbors) increased its activity during semantic encoding, regardless of difficulty of the word being processed. This is consistent with the theory that pars triangularis is involved in semantic processing more than phonological processing. Furthermore, they found that these semantic encoding decisions resulted in less involvement of pars triangularis with repetition of the used words. It may seem intuitive that practice would make the brain better at recognizing the words as they reappeared, but there is something else to be learned from this result, as well. That pars triangularis activity went down with repetition also signifies the movement of the task of recognizing the word from the conscious to the passive. This is called repetition priming, and it occurs independent of intention. This idea, when paired with theories about pt's involvement in conscious retrieval of memory, serves to illustrate the complexity of the brain and its functions. These results together imply the possibility that similar mechanics are required for encoding and retrieving information. Another point of interest was that decreased pars triangularis activation with repetition did not occur with redundant presentation of nonsemantically processed words.",
            "score": 150.1666258573532
        },
        {
            "docid": "179092_24",
            "document": "Neurolinguistics . Transcranial magnetic stimulation (TMS), a new noninvasive technique for studying brain activity, uses powerful magnetic fields that are applied to the brain from outside the head. It is a method of exciting or interrupting brain activity in a specific and controlled location, and thus is able to imitate aphasic symptoms while giving the researcher more control over exactly which parts of the brain will be examined. As such, it is a less invasive alternative to direct cortical stimulation, which can be used for similar types of research but requires that the subject's scalp be removed, and is thus only used on individuals who are already undergoing a major brain operation (such as individuals undergoing surgery for epilepsy). The logic behind TMS and direct cortical stimulation is similar to the logic behind aphasiology: if a particular language function is impaired when a specific region of the brain is knocked out, then that region must be somehow implicated in that language function. Few neurolinguistic studies to date have used TMS; direct cortical stimulation and cortical recording (recording brain activity using electrodes placed directly on the brain) have been used with macaque monkeys to make predictions about the behavior of human brains.",
            "score": 107.47022306919098
        },
        {
            "docid": "2255858_14",
            "document": "Somatic marker hypothesis . This experiment has been used to analyze the impairments suffered by people with damage to the ventromedial prefrontal cortex, which has been known to affect neural signaling of prospective rewards or punishments. Such persons perform less well on the task. Functional magnetic resonance imaging (fMRI) has been used to analyze the brain during the Iowa gambling task. The brain regions that were activated during the Iowa gambling task were also the ones hypothesized to be triggered by somatic markers during decision-making.",
            "score": 123.6629900932312
        },
        {
            "docid": "34914812_7",
            "document": "Corsi block-tapping test . This number is known as the Corsi Span, and averages about 5 for normal human subjects. An fMRI study involving subjects undergoing this test revealed that while the sequence length increases, general brain activity remains the same. So while humans may show encoding difficulty, this is not related to overall brain activation. Whether able to perform the task well or not the ventrolateral prefrontal cortex is highly involved. Corsi blocks tasks with a normal forward order requires support from the visuospatial skech pad, but not from the phonological loop. When the sequence to be recalled becomes longer than three or four items, central executive resources are used.",
            "score": 117.04895615577698
        },
        {
            "docid": "4402098_24",
            "document": "Memory and aging . As we age, deficits are seen in the ability to integrate, manipulate, and reorganize the contents of working memory in order to complete higher level cognitive tasks such as problem solving, decision making, goal setting, and planning. More research must be completed in order to determine what the exact cause of these age-related deficits in working memory are. It is likely that attention, processing speed, capacity reduction, and inhibitory control may all play a role in these age-related deficits. The brain regions that are active during working memory tasks are also being evaluated, and research has shown that different parts of the brain are activated during working memory in younger adults as compared to older adults. This suggests that younger and older adults are performing these tasks differently.",
            "score": 138.5696666240692
        },
        {
            "docid": "484650_4",
            "document": "Functional neuroimaging . PET, fMRI and fNIRS can measure localized changes in cerebral blood flow related to neural activity. These changes are referred to as \"activations\". Regions of the brain which are activated when a subject performs a particular task may play a role in the neural computations which contribute to the behaviour. For instance, widespread activation of the occipital lobe is typically seen in tasks which involve visual stimulation (compared with tasks that do not). This part of the brain receives signals from the retina and is believed to play a role in visual perception.",
            "score": 113.8618655204773
        },
        {
            "docid": "25146378_15",
            "document": "Functional specialization (brain) . During the 1960s, Roger Sperry conducted a natural experiment on epileptic patients who had previously had their corpora callosa cut. The corpus callosum is the area of the brain dedicated to linking both the right and left hemisphere together. Sperry et al.'s experiment was based on flashing images in the right and left visual fields of his participants. Because the participant's corpus callosum was cut, the information processed by each visual field could not be transmitted to the other hemisphere. In one experiment, Sperry flashed images in the right visual field (RVF), which would subsequently be transmitted to the left hemisphere (LH) of the brain. When asked to repeat what they had previously seen, participants were fully capable of remembering the image flashed. However, when the participants were then asked to draw what they had seen, they were unable to. When Sperry et al. flashed images in the left visual field (LVF), the information processed would be sent to the right hemisphere (RH) of the brain. When asked to repeat what they had previously seen, participants were unable to recall the image flashed, but were very successful in drawing the image. Therefore, Sperry concluded that the left hemisphere of the brain was dedicated to language as the participants could clearly speak the image flashed. On the other hand, Sperry concluded that the right hemisphere of the brain was involved in more creative activities such as drawing.",
            "score": 89.37038469314575
        },
        {
            "docid": "21312297_20",
            "document": "Memory consolidation . Rapid eye movement (REM) sleep has been thought of to be an important concept in the overnight learning in humans by establishing information in the hippocampal and cortical regions of the brain. REM sleep elicits an increase in neuronal activity following an enriched or novel waking experience, thus increasing neuronal plasticity and therefore playing an essential role in the consolidation of memories. This has come into question in recent years however and studies on sleep deprivation have shown that animals and humans who are denied REM sleep do not show deficits in task learning. It has been proposed that since the brain is in a non-memory encoding state during sleep, consolidation would be unlikely to occur. Recent studies have examined the relationship between REM sleep and procedural learning consolidation.  In particular studies have been done on sensory and motor related tasks. In one study testing finger-tapping, people were split into two groups and tested post-training with or without intervening sleep; results concluded that sleep post-training increases both speed and accuracy in this particular task, while increasing the activation of both cortical and hippocampal regions; whereas the post-training awake group had no such improvements. It has been theorized that this may be related more-so to a process of synaptic consolidation rather than systems consolidation because of the short-term nature of the process involved. Researchers examining the effect of sleep on motor learning have noted that while consolidation occurs over a period of 4–6 hours during sleep, this is also true during waking hours, which may negate any role of sleep in learning. In this sense sleep would serve no special purpose to enhance consolidation of memories because it occurs independently of sleep. Other studies have examined the process of replay which has been described as a reactivation of patterns that were stimulated during a learning phase. Replay has been demonstrated in the hippocampus and this has lent support to the notion that it serves a consolidation purpose. However, replay is not specific to sleep and both rats and primates show signs during restful-awake periods. Also, replay may simply be residual activation in areas that were involved previously in the learning phase and may have no actual effect on consolidation. This reactivation of the memory traces has also been seen in non-REM sleep specifically for hippocampus-dependant memories. Researchers have noted strong reactivation of the hippocampus during sleep immediately after a learning task. This reactivation led to enhanced performance on the learned task. Researchers following this line of work have come to assume that dreams are a by-product of the reactivation of the brain areas and this can explain why dreams may be unrelated to the information being consolidated. The dream experience itself is not what enhances memory performance but rather it is the reactivation of the neural circuits that causes this.",
            "score": 141.72147238254547
        },
        {
            "docid": "7175817_10",
            "document": "Emotional bias . Brain damage can cause changes in normal decision-making processes. The amygdala is an area in the brain involved in emotion. Studies have found that patients with bilateral amygdala damage, which is damage in both hemispheres of the amygdala region in the brain, are deficient in decision-making. When an initial choice is made in decision-making, the result of this choice has an emotional response, which is controlled by the amygdala.",
            "score": 122.4533953666687
        },
        {
            "docid": "35090653_6",
            "document": "Social emotions . The ability to describe situations in which a social emotion will be experienced emerges at around age 7, and, by adolescence, the experience of social emotion permeates everyday social exchange. Studies using fMRI have found that different brain regions are involved in different age groups when performing social-cognitive and social-emotional tasks. While brain areas such as medial prefrontal cortex (MPFC), superior temporal sulcus (STS), temporal poles (TP) and precuneus bordering with posterior cingulate cortex are activated in both adults and adolescents when they reason about intentionality of others, the medial PFC is more activated in adolescents and the right STS more in adults. Similar age effects were found with younger participants, such that, when participants perform tasks that involve theory of mind, increase in age is correlated with an increase in activation in the dorsal part of the MPFC and a decrease in the activity in the ventral part of the MPFC were observed.",
            "score": 125.0375599861145
        },
        {
            "docid": "48739328_3",
            "document": "Semantic processing . Semantic processing is the deepest level of processing and it requires the listener to think about the meaning of the cue. Studies on brain imaging have shown that, when semantic processing occurs, there is increased brain activity in the left prefrontal regions of the brain that does not occur during different kinds of processing. One study used MRI to measure the brain activity of subjects while they made semantic decisions. The participants then took a memory test after a short period of time. When the subjects showed high confidence and correctly retained the information, the fMRI measured increased activity in the left prefrontal regions.",
            "score": 127.66280627250671
        },
        {
            "docid": "37691351_4",
            "document": "Neuroscience and race . Neurotechnology enables studying the brain and racial interactions, though this study can be difficult because these interactions can be hard to replicate. Face recognition tests are the most commonly used method in studying racial interactions. These tests consist of observing own-race and other-race faces, and studying the brain's response to the faces. There are three major neurological techniques used to measure the brain's response to these simulated racial interactions. Functional magnetic resonance imaging (fMRI) measures the brain activity through measuring the blood oxygen level in the brain. This test gives insight into which regions of the brain are active during a certain event. Event-related potentials (ERPs) measure the brain's activity through measuring electrical impulses by electrodes on the head. This test gives insight in rapid changes in the brain. Transcranial magnetic stimulation (TMS) measures the response of a region of the brain once activated through magnetism. This test gives insight into causality of occurrences and gives specific insight in what the brain regions are doing. Brain-damaged patients have also been used to study racial interactions, by studying how racial interactions are affected when specific brain regions are damaged. These studies give insight into how different brain regions are involved in racial interactions once certain regions have been damaged. An implicit association test (IAC) is often used to measure the racial bias of people in studies by testing what objects, whether positive or negative, people associate with same-race or other-race faces.",
            "score": 118.17730498313904
        },
        {
            "docid": "2640086_31",
            "document": "Affective neuroscience . The results indicated that many brain regions demonstrated consistent and selective activations in the experience or perception of an emotion category (versus all the other emotion categories). Consistent with constructionist models, however, no region demonstrated functional specificity for the emotions of fear, disgust, happiness, sadness or anger. Based on the existing scientific literature, the authors proposed different roles for the brain regions that have traditionally been associated with only one emotion category. The authors propose that the amygdala, anterior insula, orbitofrontal cortex each contribute to “core affect,” which are basic feelings that are pleasant or unpleasant with some level of arousal. The amygdala, for example, appears to play a more general role in indicating if external sensory information is motivationally salient, and is particularly active when a stimulus is novel or evokes uncertainty. The anterior insula may represent core affective feelings in awareness across a number of emotion categories, driven largely by sensations originating in the body. The orbitofrontal cortex appears to function as a site for integrating sensory information from the body and sensory information from the world to guide behavior. Closely related to core affect, the authors propose that anterior cingulate and dorsolateral prefrontal cortex play vital roles in attention, with anterior cingulate supporting the use of sensory information for directing attention and motor responses during response selection and with dorsolateral prefrontal cortex supporting executive attention. In many psychological construction approaches, emotions also involve the act of interpreting one’s situation in the world relative to the internal state of the body, or what is referred to as “conceptualization.” In support of this idea, the dorsomedial prefrontal cortex and hippocampus were consistently active in this meta-analysis, regions that appear to play an important role conceptualizing during emotion, which are also involved in simulating previous experience (e.g. knowledge, memory). Language is also central to conceptualizing, and regions that support language, including ventrolateral prefrontal cortex, were also consistently active across studies of emotion experience and perception.",
            "score": 131.65276503562927
        },
        {
            "docid": "35090653_8",
            "document": "Social emotions . To investigate the function of social emotions in economic behaviors, researchers are interested in the differences in brain regions involved when participants are playing with, or think that they are playing with, another person as opposed to a computer. A study with fMRI found that, for participants who tend to cooperate on two-person “trust and reciprocity” games, believing that they are playing with another participant activated the prefrontal cortex, while believing that they are playing with a computer did not. This difference was not seen with players who tend not to cooperate. The authors interpret this difference as theory of minds that cooperators employ to anticipate the opponents' strategies. This is an example of the way social decision making differs from other forms of decision making.",
            "score": 123.73678922653198
        },
        {
            "docid": "1215674_19",
            "document": "Visual memory . Neuroimaging studies focus on the neural networks involved in visual memory using methods designed to activate brain areas involved in encoding, storage, and recall. These studies involve the use of one or multiple types of brain imaging techniques designed to measure timing or activation within the brain. The data collected from neuroimaging studies gives researchers the ability to visualize which brain regions are activated in specific cognitive visual memory tasks. With the use of brain imaging devices researchers able to further investigate memory performance above and beyond standard tests based on exact response times, and activation.",
            "score": 113.39422178268433
        },
        {
            "docid": "26565579_50",
            "document": "Neuroscience of free will . Multivariate pattern analysis using EEG has suggested that an evidence based perceptual decision model may be applicable to free will decisions. It was found that decisions could be predicted by neural activity immediately after stimulus perception. Furthermore, when the participant was unable to determine the nature of the stimulus the recent decision history predicted the neural activity (decision). The starting point of evidence accumulation was in effect shifted towards a previous choice (suggesting a priming bias). Another study has found that subliminally priming a participant for a particular decision outcome (showing a cue for 13ms) could be used to influence free decision outcomes. Likewise, it has been found that decision history alone can be used to predict future decisions. The prediction capacities of the Soon et al. (2008) experiment were successfully replicated using a linear SVM model based on participant decision history alone (without any brain activity data). Despite this, a recent study has sought to confirm the applicability of a perceptual decision model to free will decisions. When shown a masked and therefore invisible stimulus, participants were asked to either guess between a category or make a free decision for a particular category. Multivariate pattern analysis using fMRI could be trained on \"free decision\" data to successfully predict \"guess decisions\", and trained on \"guess data\" in order to predict \"free decisions\" (in the precuneus and cuneus region).",
            "score": 109.2971738576889
        },
        {
            "docid": "19635605_30",
            "document": "Is Google Making Us Stupid? . In October 2008, new insights into the effect of Internet usage on cognition were gleaned from the results, reported in a press release, of a study conducted by UCLA's Memory and Aging Research Center that had tested two groups of people between the ages of 55 and 76 years old; only one group of which were experienced web users. While they had read books or performed assigned search tasks their brain activity had been monitored with functional MRI scans, which revealed that both reading and web search utilize the same language, reading, memory, and visual regions of the brain; however, it was discovered that those searching the web stimulated additional decision-making and complex reasoning regions of the brain, with a two-fold increase in these regions in experienced web users compared with inexperienced web users. Gary Small, the director of the UCLA center and lead investigator of the UCLA study, concurrently released the book \"iBrain: Surviving the Technological Alteration of the Modern Mind\", co-authored with Gigi Vorgan, with the press release.",
            "score": 111.07867228984833
        }
    ],
    "r": [
        {
            "docid": "22308502_10",
            "document": "Blocq's disease . Basal ganglia are a group of nuclei of varied origin in the brains of vertebrates that act as a cohesive functional unit. The basal ganglia are associated with a variety of functions, including voluntary motor control, procedural learning relating to routine behaviors. Nowadays, the basal ganglia is implicated primarily in action selection, meaning execution of a task at a given time. The main components of the basal ganglia are the striatum, the globus pallidus, the substantia nigra, and the subthalamic nucleus. The largest component, the striatum, receives input from many brain areas but sends output only to other components of the basal ganglia. The pallidum receives input from the striatum, and sends inhibitory output to a number of motor-related areas. The substantia nigra is the source of the striatal input of the neurotransmitter dopamine, which plays an important role in basal ganglia function. The subthalamic nucleus receives input mainly from the striatum and cerebral cortex, and projects to the globus pallidus. The basal ganglia have a limbic sector that involve the ventral tegmental area (VTA), its dysfunction has been related in some diseases such as Parkinson's disease and movement disorders.",
            "score": 216.10305786132812
        },
        {
            "docid": "42332242_5",
            "document": "Mahlon DeLong . At the NIH, DeLong recorded the reactions of single brain cells in a part of the brain called the basal ganglia. At that time, it was known that the basal ganglia were involved in movement, and were the part of the brain most significantly affected in Parkinson’s disease. However, little was known about how the basal ganglia affected movement, or how disease of the basal ganglia caused the movement disorders seen in Parkinson's disease. In meticulous experiments over several years, DeLong measured the firing of specific cells in the basal ganglia of awake monkeys when they performed specific trained movements.",
            "score": 204.54286193847656
        },
        {
            "docid": "2264507_11",
            "document": "Hypokinesia . Hypokinetic symptoms arise from damage to the basal ganglia, which plays a role in producing force and computing the effort necessary to make a movement. Two possible neural pathways enable the basal ganglia to produce movement. When activated, the direct pathway sends sensory and motor information from the cerebral cortex to the first structure of the basal ganglia, the putamen. That information directly inhibits the globus pallidus internal and allows free movement. The indirect pathway, traveling through the putamen, globus pallidus external, and subthalamic nucleus, activates the globus pallidus internal threshold and inhibits the thalamus from communicating with the motor cortex, producing hypokinetic symptoms. When levels of dopamine decrease, the normal wave-firing pattern of basal ganglia neural oscillations changes and the tendency for oscillations increases, particularly in the beta wave of the basal ganglia. Recent research indicates, when oscillations fire simultaneously, processing is disrupted at the thalamus and cortex, affecting activities such as motor planning and sequence learning, as well as causing hypokinetic tremors.",
            "score": 202.5707244873047
        },
        {
            "docid": "6989597_28",
            "document": "Premovement neuronal activity . The neurons present in the global pallidus and substantia nigra are the main output areas of the basal ganglia. These efferent neurons influence activity of the upper motor neurons. Neurons in these areas are GABAergic, and thus the main output of the basal ganglia is inhibitory, and spontaneous activation of these neurons consistently prevents unwanted movement. The input of medium spiny neurons to these output areas of the basal ganglia are also GABAergic and therefore inhibitory. The net effect of excitatory inputs to the basal ganglia from the cortex is inhibition (via the medium spiny neurons) of the persistently active inhibitory cells in the output center of the basal ganglia. This double inhibitory effect leads to activation of upper motor neurons, which causes subsequent signaling of local-circuit and lower motor neurons to initiate movement. This pathway is defined as the direct pathway through the basal ganglia. There is another indirect pathway present between the corpus striatum and part of the globus pallidus. This indirect pathway also involves the subthalamic nucleus (a part of the thalamus), which receives signals from the cerebral cortex. Excitatory signals from the cortex will activate subthalamic neurons, which are excitatory also. Thus, this indirect pathway serves to reinforce inhibition by excitatory signals to the GABAergic cells present in the globus pallidus. In effect, this pathway regulates the direct pathway by feeding back onto the output centers of the basal ganglia. The balance between these two pathways processes movement signals and influences the initiation of an impending movement.",
            "score": 198.81356811523438
        },
        {
            "docid": "2217913_33",
            "document": "Hemiballismus . •Why does blocking dopamine help reduce patients’ symptoms? The work of J.R. Whittier, F.A. Mettler, and M.B. Carpenter in the mid 1900s helped scientists and clinicians form a more complete picture of hemiballismus. In their experiments, several lesions were made in the basal ganglia structures in monkeys and then they monitored the results. They noticed that the majority of the time, the monkeys did not have any unusual movements. However, when at least twenty percent of the subthalamic nucleus was damaged, abnormal movements were seen in the limbs opposite to the side of the brain that was damaged. This observation caused scientists to believe that hemiballismus outside the subthalamic nucleus did not occur. It was not until much later that this classical model began to expand to include other areas of the basal ganglia and even some cortical structures. They also noticed that unlike human patients, the unusual movements in the monkeys were mainly in the lower extremities. In about half of the monkeys, the hemiballismus continued until the monkey died.",
            "score": 194.02552795410156
        },
        {
            "docid": "200405_6",
            "document": "Limbic system . The structures of the limbic system are involved in motivation, emotion, learning, and memory. The limbic system is where the subcortical structures meet the cerebral cortex. The limbic system operates by influencing the endocrine system and the autonomic nervous system. It is highly interconnected with the nucleus accumbens, which plays a role in sexual arousal and the \"high\" derived from certain recreational drugs. These responses are heavily modulated by dopaminergic projections from the limbic system. In 1954, Olds and Milner found that rats with metal electrodes implanted into their nucleus accumbens, as well as their septal nuclei, repeatedly pressed a lever activating this region, and did so in preference to eating and drinking, eventually dying of exhaustion. The limbic system also includes the basal ganglia. The basal ganglia are a set of subcortical structures that direct intentional movements. The basal ganglia are located near the thalamus and hypothalamus. They receive input from the cerebral cortex, which sends outputs to the motor centers in the brain stem. A part of the basal ganglia called the striatum controls posture and movement. Recent studies indicate that, if there is an inadequate supply of dopamine, the striatum is affected, which can lead to visible behavioral symptoms of Parkinson's disease.",
            "score": 193.76626586914062
        },
        {
            "docid": "6989597_30",
            "document": "Premovement neuronal activity . Of all the movement disorders studied, Parkinson's is by far the most investigated. Most experiments have studied the effects of lesions on the BP in patients with Parkinson’s disease. It was observed that the amplitude of BP in many Parkinson's patients was significantly reduced. A BP with a more positive polarity was observed compared to the BP in control patients without the disease. Other research shows the same reduction in amplitude of movement-related cortical potentials, which is consistent with other studies showing a decrease in the activation of the SMA in Parkinson's patients. A decreased ability to terminate premovement preparatory activity has been observed in Parkinson's patients, reflected by prolonged activity in the SMA . This prolonged activity may have to do with impaired function of the basal ganglia, which is thought to send a termination signal to the SMA. While changes in preparatory movement activity are present in PD patients, executed-movement processes in the brain seem to be unaffected, suggesting that premovement activity abnormality may underlie the difficulty in movement prevalent in Parkinson's disease. More research studying the effects of the disease on MRCPs (like the BP) and premovement preparatory activity in PD patients is ongoing.",
            "score": 193.20925903320312
        },
        {
            "docid": "5988318_60",
            "document": "Management of Parkinson's disease . Another gene therapy of PD involved insertion of the glutamic acid decarboxylase (GAD) into the subthalamic nucleus. GAD enzyme controls GABA productions. In Parkinson’s disease, the activity of both GABA efferents to the subthalamic nucleus and its target within the basal ganglia circuity are affected. This strategy used andeno-associated viral vectoe (AAV2) to deliver GAD to the subthalamic nucleus. The trial was done to compare the effect of bilateral delivery of AAV2-GAD into the subthalamic nucleus with bilateral sham surgery in patients with advanced Parkinson’s disease. The study showed the first success of randomised, double-blind gene therapy trial for a neurodegenerative disease and justified the continued development of AAV2-GAD for treatment of PD.",
            "score": 185.5033416748047
        },
        {
            "docid": "487049_8",
            "document": "Globus pallidus . The globus pallidus is a structure in the brain involved in the regulation of voluntary movement. It is part of the basal ganglia, which, among many other things, regulate movements that occur on the subconscious level. If the globus pallidus is damaged, it can cause movement disorders, as its regulatory function will be impaired. There may be cases in which damage is deliberately induced, as in a procedure known as a pallidotomy, in which a lesion is created to reduce involuntary muscle tremors. When it comes to regulation of movement, the globus pallidus has a primarily inhibitory action that balances the excitatory action of the cerebellum. These two systems evolved to work in harmony with each other to allow smooth and controlled movements. Imbalances can result in tremors, jerks, and other movement problems, as seen in some people with progressive neurological disorders characterized by symptoms like tremors. The basal ganglia acts on a subconscious level, requiring no conscious effort to function. When someone makes a decision to engage in an activity such as petting a dog, for example, these structures help to regulate the movement to make it as smooth as possible, and to respond to sensory feedback. Likewise, the globus pallidus is involved in the constant subtle regulation of movement that allows people to walk and engage in a wide variety of other activities with a minimal level of disruption.",
            "score": 184.97052001953125
        },
        {
            "docid": "22308502_9",
            "document": "Blocq's disease . Psychogenic disorder has been linked with basal ganglia dysfunction and dopamine deficiency observed by a decrease in neuronal density in substantia nigra in elderly patients. On an in-vivo study, the absence of dopamine in the cultures perturbed the dynamics of the subthalamic nucleus (STN) and the GABAergic neurons of the globus pallidus(GP). It is believed that the activation of the indirect pathway (striatum-GP-STN-output nuclei) increases the firing rate of GP-STN neurons resulting in an excessive inhibition of basal ganglia targets. In psychogenic disorder, the activity in the indirect pathway (inhibits movement, thoughts) predominates over that on the direct pathway (increases movement, thoughts, feelings), giving rise to an increase in the globus pallidus interior (GPi) inhibitory output, which results in decrease motor activity. Specifically, it begins on the cerebral cortex sending projections to neurons in striatum. These neurons will inhibit the external segment of the Globus Pallidus (GPe), which normally inhibits the subthalamic nucleus (STN). However, the GPe is inhibited and no longer inhibit the STN and the STN will excite the GPi which finally inhibits the thalamus and prevents from exciting to the cerebral cortex and command the spinal cord for initiation of a movement. In addition, scientists have found that the degree of slowness of movement is characterized by the decrease of F-fluorodpa uptake in the striatum and nucleus accumbens complex.",
            "score": 184.83950805664062
        },
        {
            "docid": "21312313_27",
            "document": "Procedural memory . The dorsolateral striatum is associated with the acquisition of habits and is the main neuronal cell nucleus linked to procedural memory. Connecting excitatory afferent nerve fibers help in the regulation of activity in the basal ganglia circuit. Essentially, two parallel information processing pathways diverge from the striatum, both acting in opposition to each other in the control of movement, they allow for association with other needed functional structures One pathway is direct while the other is indirect and all pathways work together to allow for a functional neural feedback loop. Many looping circuits connect back at the striatum from other areas of the brain; including those from the emotion-center linked limbic cortex, the reward-center linked ventral striatum and other important motor regions related to movement. The main looping circuit involved in the motor skill part of procedural memory is usually called the cortex-basal ganglia-thalamus-cortex loop.",
            "score": 183.837646484375
        },
        {
            "docid": "22229344_2",
            "document": "Basal ganglia disease . Basal ganglia disease is a group of physical dysfunctions that occur when the group of nuclei in the brain known as the basal ganglia fail to properly suppress unwanted movements or to properly prime upper motor neuron circuits to initiate motor function. Research indicates that increased output of the basal ganglia inhibits thalamocortical projection neurons. Proper activation or deactivation of these neurons is an integral component for proper movement. If something causes too much basal ganglia output, then the Ventral Anterior (VA) and Ventral Lateral (VL) thalamocortical projection neurons become too inhibited and one cannot initiate voluntary movement. These disorders are known as hypokinetic disorders. However, a disorder leading to abnormally low output of the basal ganglia leads to relatively no inhibition, and thus excitation, of the thalamocortical projection neurons (VA and VL) which synapse onto the cortex. This situation leads to an inability to suppress unwanted movements. These disorders are known as hyperkinetic disorders. Currently, reasons for abnormal increases or decreases of basal ganglia output are poorly understood. One possible factor could be the natural accumulation of iron in the basal ganglia, causing neurodegeneration due to its involvement in toxic, free-radical reactions. Though motor disorders are the most common associated with the basal ganglia, recent research shows that basal ganglia disorders can lead to other dysfunctions such as obsessive compulsive disorder (OCD) and Tourette syndrome.",
            "score": 182.1200714111328
        },
        {
            "docid": "22229344_3",
            "document": "Basal ganglia disease . The basal ganglia is a collective group of structures in the brain. These include the striatum, (composed of the putamen and caudate nucleus), globus pallidus, substantia nigra, and the subthalamic nucleus. Along with other structures, the basal ganglia are part of a circuit that is integral to voluntary motor function. It was once believed that the primary function of the basal ganglia was to integrate projections from the cerebral cortex, and project information via the thalamus to the motor cortex. New research shows that the basal ganglia can be modeled as a group of components of parallel, reentrant cortico-subcortical circuits, which originate in cortical areas, traverse the basal ganglia and terminate in specific areas in the frontal lobe. These areas are thought to control not only motor function but also oculomotor, prefrontal, associative, and limbic areas. Understanding these circuits has led to breakthroughs in understanding the disorders of the basal ganglia.",
            "score": 178.28794860839844
        },
        {
            "docid": "1370748_28",
            "document": "Hyperkinesia . The causes of the majority of the above hyperkinetic movements can be traced to improper modulation of the basal ganglia by the subthalamic nucleus. In many cases, the excitatory output of the subthalamic nucleus is reduced, leading to a reduced inhibitory outflow of the basal ganglia. Without the normal restraining influence of the basal ganglia, upper motor neurons of the circuit tend to become more readily activated by inappropriate signals, resulting in the characteristic abnormal movements.",
            "score": 177.9569091796875
        },
        {
            "docid": "5166384_34",
            "document": "Primate basal ganglia . The pedunculopontine nucleus is a part of the reticular formation in the brainstem and a main component of the reticular activating system, and gives a major input to the basal ganglia. As indicated by its name, it is located at the junction between the pons and the cerebral peduncle, and near the substantia nigra. The axons are either excitatory or inhibitory and mainly target the substantia nigra. Another strong input is to the subthalamic nucleus. Other targets are the GPi and the striatum. The complex receives direct afferences from the cortex and above all abundant direct afferences from the medial pallidum (inhibitory). It sends axons to the pallidal territory of the VL. The activity of the neurons is modified by movement, and precede it. All this led Mena-Segovia et al. (2004) to propose that the complex be linked in a way or another to the basal ganglia system. A review on its role in the system and in diseases is given by Pahapill and Lozano (2000). It plays an important role in awakeness and sleep. It has a dual role as a regulator of, and of being regulated by the basal ganglia.",
            "score": 177.77706909179688
        },
        {
            "docid": "37130699_9",
            "document": "Vitamin D and neurology . Parkinson's disease is characterized by progressive deterioration of movement and coordination. Patients with Parkinson's disease lose dopaminergic (DA) neurons in the substantia nigra., a part of the brain that plays a central role in such brain functions as reward, addiction, and coordination of movement. Studies suggest that low vitamin D levels could play a role in PD, and in one case report, vitamin D supplements lessened parkinsonian symptoms. In a study of vitamin D receptor knockout mice, mice without VDR exhibited motor impairments similar to impairments seen in patients with Parkinson's disease. One proposed mechanism linking vitamin D to Parkinson's disease involves the \"Nurr 1\" gene. Vitamin D deficiency is associated with decreased expression of the Nurr1 gene, a gene responsible for development of DA neurons. It is therefore plausible that a lack of \"Nurr1\" expression leads to impaired DA neuronal development. Failure to form DA neurons would lead to lower dopamine concentrations in the basal ganglia. Additionally, rats lacking \"Nurr1\" exhibited hypoactivity followed by death shortly after birth.",
            "score": 177.14332580566406
        },
        {
            "docid": "2217913_2",
            "document": "Hemiballismus . Ballismus or ballism (called hemiballismus or hemiballism in its unilateral form) is a very rare movement disorder. It is a type of chorea caused in most cases by a decrease in activity of the subthalamic nucleus of the basal ganglia, resulting in the appearance of flailing, ballistic, undesired movements of the limbs. It can also appear rarely due to certain metabolic abnormalities. It is a rare movement disorder, being 500 times rarer than Parkinson's disease. Hemiballismus can cause significant disability. Symptoms can decrease during sleep.",
            "score": 177.0968017578125
        },
        {
            "docid": "490620_12",
            "document": "Human brain . The basal ganglia, also called basal nuclei, are a set of structures deep within the hemispheres involved in behaviour and movement regulation. The largest component is the striatum, others are the globus pallidus, the substantia nigra and the subthalamic nucleus. Part of the dorsal striatum, the putamen, and the globus pallidus, lie separated from the lateral ventricles and thalamus by the internal capsule, whereas the caudate nucleus stretches around and abuts the lateral ventricles on their outer sides. At the deepest part of the lateral sulcus between the insular cortex and the striatum is a thin neuronal sheet called the claustrum. Some sources include this with the basal ganglia.",
            "score": 175.80987548828125
        },
        {
            "docid": "2217913_8",
            "document": "Hemiballismus . Amyotrophic Lateral Sclerosis This disease causes neuronal loss and gliosis, which can include the subthalamic nucleus and other areas of the brain. Essentially any disorder that causes some form of neuronal loss or gliosis in the basal ganglia has the potential to cause hemiballismus. Nonketotic Hyperglycemia Patients with nonketotic hyperglycemia can develop hemiballismus as a complication to the disease through the development of a subthalamic nucleus lesion. This is the second most common reported cause of hemiballismus. It can be found primarily in the elderly and many of the reported cases have come from East Asian origin, which suggests that there may be some genetic disposition to development of hemiballismus as a result of hyperglycemia. Hemiballistic movements appear when blood glucose levels get too high and then subside once glucose levels return to normal. This time scale for this is usually several hours. In patients with this type of hemiballismus, imaging reveals abnormalities in the putamen contralateral to the movements as well as the globus pallidus and caudate nucleus. While the hyperglycemia itself is not the cause of the hemiballistic movements, it has been suggested that petechial hemorrhage or a decreased production of GABA and acetylcholine could result secondary to the hyperglycemia. One of these issues could be responsible for the hemiballistic movements.",
            "score": 174.81687927246094
        },
        {
            "docid": "99026_4",
            "document": "Basal ganglia . Popular theories implicate the basal ganglia primarily in action selection – in helping to decide which of several possible behaviors to execute at any given time. In more specific terms, the basal ganglia's primary function is likely to control and regulate activities of the motor and premotor cortical areas so that voluntary movements can be performed smoothly. Experimental studies show that the basal ganglia exert an inhibitory influence on a number of motor systems, and that a release of this inhibition permits a motor system to become active. The \"behavior switching\" that takes place within the basal ganglia is influenced by signals from many parts of the brain, including the prefrontal cortex, which plays a key role in executive functions.",
            "score": 174.64682006835938
        },
        {
            "docid": "22229344_19",
            "document": "Basal ganglia disease . Deep brain stimulation involves inserting, via stereotaxic surgery, electrodes into the sensorimotor area of the brain.  These electrodes emit high-frequency stimulation to the implanted areas.  Bilateral implantation is necessary for symmetric results as well as the ability to reduce the intensity and duration of off-periods as well increase the duration of on-periods. The most effective structures used for implantations for deep brain stimulation are the internal globus pallidus (GPi) and the subthalamic nucleus (STN). This is because it is safer and more effective to alter the influence of the basal ganglia on the thalamocortical nuclei than directly altering neural activity in upper motor neuron circuits. Deep brain stimulation is a more complicated process than other therapies such as ablation. Evidence suggests that benefits of STN deep brain stimulation is due to the activation of efferents and the modulation of discharge patterns in the GPi that are propagated throughout the thalamocorical pathways. The ability to adjust stimulation protocols lends this treatment to a variety of disorders due its ability to alter the activity of basal ganglia circuits.",
            "score": 174.1820831298828
        },
        {
            "docid": "490620_52",
            "document": "Human brain . The prefrontal cortex plays a significant role in mediating executive functions. Neuroimaging during neuropsychological tests of executive function, such as the stroop test and working memory tests, have found that cortical maturation of the prefrontal cortex correlates with executive function in children. Planning involves activation of the dorsolateral prefrontal cortex (DLPFC), anterior cingulate cortex, angular prefrontal cortex, right prefrontal cortex, and supramarginal gyrus. Working memory manipulation involves the DLPFC, inferior frontal gyrus, and areas of the parietal cortex. Inhibitory control involves multiple areas of the prefrontal cortex as well as the caudate nucleus and subthalamic nucleus. Task shifting doesn't involve specific regions of the brain, but instead involves multiple regions of the prefrontal cortex and parietal lobe.",
            "score": 173.71499633789062
        },
        {
            "docid": "21312312_13",
            "document": "Neuroanatomy of memory . The basal ganglia are a group of nuclei which are located in the medial temporal lobe, above the thalamus and connected to the cerebral cortex. Specifically, the basal ganglia includes the subthalamic nucleus, substantia nigra, the globus pallidus, the ventral striatum and the dorsal striatum, which consists of the putamen and the caudate nucleus. The basic functions of these nuclei deal with cognition, learning, and motor control and activities. The basal ganglia are also associated with learning, memory, and unconscious memory processes, such as motor skills and implicit memory. Particularly, one division within the ventral striatum, the nucleus accumbens core, is involved in the consolidation, retrieval and reconsolidation of drug memory.",
            "score": 173.6751708984375
        },
        {
            "docid": "21120_52",
            "document": "Neuron . Parkinson's disease (PD), also known as \"Parkinson disease\", is a degenerative disorder of the central nervous system that often impairs the sufferer's motor skills and speech. Parkinson's disease belongs to a group of conditions called movement disorders. It is characterized by muscle rigidity, tremor, a slowing of physical movement (bradykinesia), and in extreme cases, a loss of physical movement (akinesia). The primary symptoms are the results of decreased stimulation of the motor cortex by the basal ganglia, normally caused by the insufficient formation and action of dopamine, which is produced in the dopaminergic neurons of the brain. Secondary symptoms may include high level cognitive dysfunction and subtle language problems. PD is both chronic and progressive.",
            "score": 173.51348876953125
        },
        {
            "docid": "20518706_23",
            "document": "PGO waves . The basal ganglia are a group of nuclei in the brains of vertebrates, situated at the base of the forebrain and strongly connected with the cerebral cortex, thalamus and pons. The basal ganglia are associated with a variety of functions, including arousal, motor control and learning. The main components of the basal ganglia are the striatum, pallidum, substantia nigra, and subthalamic nucleus (or subthalamus). This latter, glutamatergic nucleus is reciprocally connected with the PGO-transferring nuclei of the pons. In humans, subthalamic PGO-like waves, that resemble the PGO waves typically recorded in cats, can be recorded during pre-REM and REM sleep. This suggests that the subthalamus may play an active role in an ascending activating network implicated in the rostral transmission of PGO waves during REM sleep in humans.",
            "score": 172.4000701904297
        },
        {
            "docid": "35075711_45",
            "document": "Spontaneous recovery . For the learning and recall associated with spontaneous recovery to happen, there are specific gyri and neurotransmitters that play a role. Firstly, the cerebellum is needed to acquire certain motor skills and develop an automatic state with the movement patterns that are learned. Both the dorsal and ventral prefrontal cortex has been shown to play a big role in the development of memory consolidation and motor control. Reciprocal loops are formed through neural circuits between the basal ganglia and prefrontal cortex which consolidate the memory. To elicit a stronger consolidation, rewards can be involved; the case for Pavlovian conditioning. The reward-related learning causes dopamine to release from the synapses of the basal ganglia and creates a stronger bond between the stimulus and response. Furthermore, if there is a traumatic incident that is associated to a memory, and that becomes suppressed, the amygdala is responsible for this fear conditioning. The amygdala leads to the caudate nucleus in the neocortex of the basal ganglia, so the fear response can also be triggered via spontaneous recovery. Basically, the stronger the emotional arousal after a learning event, positive or negative, can greatly enhance the memory's recall in the future.",
            "score": 171.62339782714844
        },
        {
            "docid": "2264507_22",
            "document": "Hypokinesia . Often debated is whether the efficiency, vigor, and speed of movements in patients with hypokinesia are tied to motivation for rewarding and against punishing stimuli. The basal ganglia have been tied to the incentives behind movement, therefore suggesting a cost/benefit analysis of planned movement could be affected in hypokinesia. Interestingly, rewards have not been shown to change the aspects of a hypokinesic individual’s movement. In fact, the motor planning and control of a patient with hypokinesia is already as efficient as possible (as shown by slightly faster, but generally the same movement after deep brain stimulation of the subthalamic nucleus). This suggests that hypokinetic individuals simply have a narrower range of movement that does not increase relative to motivation.",
            "score": 170.80491638183594
        },
        {
            "docid": "99026_5",
            "document": "Basal ganglia . The importance of these subcortical nuclei for normal brain function and behavior is emphasized by the numerous and diverse neurological conditions associated with basal ganglia dysfunction, which include: disorders of behavior control such as Tourette syndrome, hemiballismus, and obsessive–compulsive disorder; dystonia; addiction; and movement disorders, the most notable of which are Parkinson's disease, which involves degeneration of the dopamine-producing cells in the substantia nigra pars compacta, and Huntington's disease, which primarily involves damage to the striatum. The basal ganglia have a limbic sector whose components are assigned distinct names: the nucleus accumbens, ventral pallidum, and ventral tegmental area (VTA). There is considerable evidence that this limbic part plays a central role in reward learning, particularly a pathway (mesolimbic pathway) from the VTA to the nucleus accumbens that uses the neurotransmitter dopamine. A number of highly addictive drugs, including cocaine, amphetamine, and nicotine, are thought to work by increasing the efficacy of this dopamine signal. There is also evidence implicating overactivity of the VTA dopaminergic projection in schizophrenia.",
            "score": 169.64219665527344
        },
        {
            "docid": "46425_11",
            "document": "Substantia nigra . The GABAergic neurons of the pars reticulata spontaneously fire action potentials. In rats, the frequency of action potentials is roughly 25 Hz. The purpose of these spontaneous action potentials is to inhibit targets of the basal ganglia, and decreases in inhibition are associated with movement. The subthalamic nucleus gives excitatory input that modulates the rate of firing of these spontaneous action potentials. However, lesion of the subthalamic nucleus leads to only a 20% decrease in pars reticulata firing rate, suggesting that the generation of action potentials in the pars reticulata is largely autonomous, as exemplified by the pars reticulata's role in saccadic eye movement. A group of GABAergic neurons from the pars reticulata projects to the superior colliculus, exhibiting a high level of sustained inhibitory activity. Projections from the caudate nucleus to the superior colliculus also modulate saccadic eye movement. Altered patterns of pars reticulata firing such as single-spike or burst firing are found in Parkinson's disease and epilepsy.",
            "score": 168.14566040039062
        },
        {
            "docid": "49990541_25",
            "document": "Visual selective attention in dementia . Parkinson’s disease (PD) is characterised by degeneration of the substantia nigra within the basal ganglia and the locus coeruleus. These regions are implicated in attentional processes, particularly visual selective attention. Animal research and positron emission tomography (PET) studies have shown the role of the basal ganglia in selective attention processes, suggesting that deficits in these areas may lead to impaired attentional functions in PD patients. It is also possible that other brain regions, such as the frontal lobes or the superior colliculus, which are connected to the basal ganglia, underlies attentional deficits in PD patients. Damage to these areas may result in impairment in attentional functioning, and could be a result of deafferentation to these particular underlying areas.",
            "score": 167.5044403076172
        },
        {
            "docid": "17995_19",
            "document": "Long-term memory . Implicit memory (procedural memory) refers to the use of objects or movements of the body, such as how exactly to use a pencil, drive a car, or ride a bicycle. This type of memory is encoded and it is presumed stored by the striatum and other parts of the basal ganglia. The basal ganglia is believed to mediate procedural memory and other brain structures and is largely independent of the hippocampus. Research by Manelis, Hanson, and Hanson (2011) found that the reactivation of the parietal and occipital regions was associated with implicit memory. Procedural memory is considered non-declarative memory or unconscious memory which includes priming and non-associative learning. The first part of nondeclarative memory (implicit memory) involves priming. Priming occurs when you do something faster after you have already done that activity, such as writing or using a fork. Other categories of memory may also be relevant to the discussion of long-term memory. For example:",
            "score": 167.36561584472656
        },
        {
            "docid": "33956685_9",
            "document": "Cause of obsessive-compulsive disorder . Obsessions and compulsions are also very common in several other medical conditions, including: Tourette syndrome, Parkinson disease, epilepsy, schizophrenia, Huntington disease, encephalitis lethargica, Sydenham chorea, and damage to specific brain regions. Similar to OCD, these disorders also exhibit abnormalities in the basal ganglia. This portion of the brain is responsible for mediating cognition, emotion, and movement. Disruption of the basal ganglia results in a host of symptoms that are characterized by compulsivity (behavioral patterns that are released repeatedly) and impulsivity (behavioral patterns that are released suddenly by various stimuli). This suggests that in patients with OCD, the disorder may be the result of abnormal functioning of the basal ganglia.",
            "score": 167.21751403808594
        }
    ]
}