{
    "q": [
        {
            "docid": "345919_2",
            "document": "Three prime untranslated region . In molecular genetics, the three prime untranslated region (3'-UTR) is the section of messenger RNA (mRNA) that immediately follows the translation termination codon. An mRNA molecule is transcribed from the DNA sequence and is later translated into protein. Several regions of the mRNA molecule are not translated into protein including the 5' cap, 5' untranslated region, 3' untranslated region, and the poly(A) tail. The 3'-UTR often contains regulatory regions that post-transcriptionally influence gene expression. Regulatory regions within the 3'-untranslated region can influence polyadenylation, translation efficiency, localization, and stability of the mRNA. The 3'-UTR contains both binding sites for regulatory proteins as well as microRNAs (miRNAs). By binding to specific sites within the 3'-UTR, miRNAs can decrease gene expression of various mRNAs by either inhibiting translation or directly causing degradation of the transcript. The 3'-UTR also has silencer regions which bind to repressor proteins and will inhibit the expression of the mRNA. Many 3'-UTRs also contain AU-rich elements (AREs). Proteins bind AREs to affect the stability or decay rate of transcripts in a localized manner or affect translation initiation. Furthermore, the 3'-UTR contains the sequence AAUAAA that directs addition of several hundred adenine residues called the poly(A) tail to the end of the mRNA transcript. Poly(A) binding protein (PABP) binds to this tail, contributing to regulation of mRNA translation, stability, and export. For example, poly (A) tail bound PABP interacts with proteins associated with the 5' end of the transcript, causing a circularization of the mRNA that promotes translation. The 3'-UTR can also contain sequences that attract proteins to associate the mRNA with the cytoskeleton, transport it to or from the cell nucleus, or perform other types of localization. In addition to sequences within the 3'-UTR, the physical characteristics of the region, including its length and secondary structure, contribute to translation regulation. These diverse mechanisms of gene regulation ensure that the correct genes are expressed in the correct cells at the appropriate times.",
            "score": 138.08245587348938
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 139.98676311969757
        },
        {
            "docid": "40197962_2",
            "document": "James L. Manley . James Manley, PhD, is Julian Clarence Levi Professor of Life Sciences at Columbia University, where his laboratory studies gene expression in mammalian cells. Manley and colleagues identified and characterized the key factors responsible for polyadenylation of mRNA precursors, and elucidated how this remarkably complex machinery functions in gene regulation, for example during cell growth and differentiation. He has also studied the mechanism and regulation of the process by which introns are removed from mRNA precursors, mRNA splicing. Manley and his coworkers codiscovered the first alternative splicing factor (SR protein), characterized how this and other splicing regulatory proteins function and are themselves regulated, showed how alternative splicing can become deregulated in disease, and with respect to mechanism demonstrated that two spliceosomal small nuclear RNAs by themselves have catalytic activity. Finally, he elucidated unexpected links between these mRNA processing reactions and transcription, DNA damage signaling and maintenance of genomic stability. His work has thus provided considerable insight into the complex mechanisms that are essential for the regulated production of mRNAs in mammalian cells.",
            "score": 99.24067461490631
        },
        {
            "docid": "31473595_5",
            "document": "M. Ahmad Chaudhry . Ionizing radiation interferes with cellular functions at all levels of cell organization. The ionizing radiation-induced stress response is very complex and involves many cellular processes. Dr. Chaudry is investigating the involvement of small non-coding micro-RNA in the response of human cells exposed to ionizing radiation. Micro RNAs (miRNAs) are small non-protein-coding single-stranded RNAs of ~22 nucleotides that function as negative gene regulators. miRNA negatively regulate their targets either by binding with perfect or nearly perfect complementarity to protein coding mRNA sequences to induce the RNA-mediated interference (RNAi) pathway. Most miRNAs do not cleave their mRNA targets as a mechanism of gene regulation. These miRNAs bind to imperfect complementary sites within the 3′ untranslated regions (UTRs) of their mRNA targets. In this case the target-gene repression occurs post-transcriptionally at the level of translation resulting in reduced protein levels but the mRNA levels remain unaffected. A single miRNA has the capability to bind to as many as 200 diverse gene targets ranging from transcription factors, secreted factors, receptors and transporters, thus potentially controlling the expression of about one-third of human mRNAs. Research has identified cell type specific modulation of several miRNA in gamma radiation and X-ray-treated human cells. Other studies from our laboratory showed that the expression of many miRNA markedly differ within the same cell line after exposure to either low or high doses of radiation. His work also identified radiation-induced modulation of miRNA in cells with altered DNA repair capability. These studies have provided evidence that miRNA are involved in the response to ionizing radiation exposure in human cells.",
            "score": 104.66425585746765
        },
        {
            "docid": "240850_8",
            "document": "Gene silencing . RNA interference (RNAi) is a natural process used by cells to regulate gene expression. It was discovered in 1998 by Andrew Fire and Craig Mello, who won the Nobel Prize for their discovery in 2006. The process to silence genes first begins with the entrance of a double-stranded RNA (dsRNA) molecule into the cell, which triggers the RNAi pathway. The double-stranded molecule is then cut into small double-stranded fragments by an enzyme called Dicer. These small fragments, which include small interfering RNAs (siRNA) and microRNA (miRNA), are approximately 21–23 nucleotides in length. The fragments integrate into a multi-subunit protein called the RNA-induced silencing complex, which contains Argonaute proteins that are essential components of the RNAi pathway. One strand of the molecule, called the \"guide\" strand, binds to RISC, while the other strand, known as the \"passenger\" strand is degraded. The guide or antisense strand of the fragment that remains bound to RISC directs the sequence-specific silencing of the target mRNA molecule. The genes can be silenced by siRNA molecules that cause the endonucleatic cleavage of the target mRNA molecules or by miRNA molecules that suppress translation of the mRNA molecule. With the cleavage or translational repression of the mRNA molecules, the genes that form them are essentially inactive. RNAi is thought to have evolved as a cellular defense mechanism against invaders, such as RNA viruses, or to combat the proliferation of transposons within a cell's DNA. Both RNA viruses and transposons can exist as double-stranded RNA and lead to the activation of RNAi. Currently, siRNAs are being widely used to suppress specific gene expression and to assess the function of genes. Companies utilizing this approach include Alnylam, Sanofi, Arrowhead, Discerna, and Persomics, among others.",
            "score": 156.3768824338913
        },
        {
            "docid": "46316614_5",
            "document": "Casein kinase 1 isoform epsilon . The Casein kinase 1 epsilon protein is part of the mammalian oscillator, a group of proteins that keep cells on a roughly 24-hour schedule. This oscillator, or \"circadian clock,\" is made up of a transcription-translation negative feedback loop (TTNFL) in which several proteins work in tandem, each regulating the others' expression to generate a roughly 24-hour cycle of both mRNA and protein levels. The TTFNL also generates roughly 24-hour rhythms of outputs such as levels of cellular hormone release. Daily oscillations in protein and mRNA transcription have been observed in many cells, including the mammalian master clock known as the suprachiasmatic nucleus (SCN). However, unlike most circadian rhythm proteins, casein kinase 1 epsilon is constitutively active.",
            "score": 167.38136208057404
        },
        {
            "docid": "167544_4",
            "document": "Transcription (biology) . The stretch of DNA transcribed into an RNA molecule is called a \"transcription unit\" and encodes at least one gene. If the gene encodes a protein, the transcription produces messenger RNA (mRNA); the mRNA, in turn, serves as a template for the protein's synthesis through translation. Alternatively, the transcribed gene may encode for non-coding RNA such as microRNA, ribosomal RNA (rRNA), transfer RNA (tRNA), or enzymatic RNA molecules called ribozymes. Overall, RNA helps synthesize, regulate, and process proteins; it therefore plays a fundamental role in performing functions within a cell.",
            "score": 156.6761829853058
        },
        {
            "docid": "156964_32",
            "document": "MicroRNA . Gene silencing may occur either via mRNA degradation or preventing mRNA from being translated. For example, miR16 contains a sequence complementary to the AU-rich element found in the 3'UTR of many unstable mRNAs, such as TNF alpha or GM-CSF. It has been demonstrated that given complete complementarity between the miRNA and target mRNA sequence, Ago2 can cleave the mRNA and lead to direct mRNA degradation. Absent complementarity, silencing is achieved by preventing translation. The relation of miRNA and its target mRNA(s) can be based on the simple negative regulation of a target mRNA, but it seems that a common scenario is the use of a \"coherent feed-forward loop\", \"mutual negative feedback loop\" (also termed double negative loop) and \"positive feedback/feed-forward loop\". Some miRNAs work as buffers of random gene expression changes arising due to stochastic events in transcription, translation and protein stability. Such regulation is typically achieved by the virtue of negative feedback loops or incoherent feed-forward loop uncoupling protein output from mRNA transcription.",
            "score": 97.98442375659943
        },
        {
            "docid": "20938046_13",
            "document": "Rev (HIV) . Rev acts post-transcriptionally to positively regulate the expression of structural genes and to negatively regulate the expression of regulatory genes. Rev positively regulates the expression of \"gag\", \"pol\", and \"env.\" Rev-mediated export from the nucleus increases cytoplasmic levels of the structural mRNAs (\"gag\", \"pol\", and \"env\"). \"Gag\", \"pol\" and \"env\" expression is lower in the absence of Rev and higher in the presence of Rev. Rev negatively regulates the expression of the regulatory genes (\"rev\" and \"tat\") by creating a negative feedback loop, which regulates Rev production. There is a decrease in Rev production when Rev protein levels are higher than is necessary for the given amount of HIV-1 genome encoded. Rev also decreases the quantity of completely spliced viral messages expressed by exporting pre-mRNA before it can be spliced. This results in decreased expression of the regulatory proteins, Rev and Tat. Since Rev is continuously shuttled between the nucleus and cytoplasm, small amounts of the protein are able to impact many mRNA transcripts. Maintenance of the proper balance between early and late viral gene quantities leads to an overall increase in virion production.",
            "score": 76.07512557506561
        },
        {
            "docid": "21923868_4",
            "document": "Oscillating gene . The primary molecular mechanism behind an oscillating gene is best described as a transcription/translation feedback loop. This loop contains both positive regulators, which increase gene expression, and negative regulators, which decrease gene expression. The fundamental elements of these loops are found across different phyla. In the mammalian circadian clock, for example, transcription factors CLOCK and BMAL1 are the positive regulators. CLOCK and BMAL1 bind to the E-box of oscillating genes, such as Per1, Per2, and Per3 and Cry1 and Cry2, and upregulate their transcription. When the PERs and CRYs form a heterocomplex in the cytoplasm and enter the nucleus again, they inhibit their own transcription. This means that over time the mRNA and protein levels of PERs and CRYs, or any other oscillating gene under this mechanism, will oscillate.",
            "score": 98.44623851776123
        },
        {
            "docid": "33259689_5",
            "document": "HOXA11-AS1 . Not much is known about the exact mechanism of HOXA11-AS lncRNA. Studies of Drosophila however show that many intergenic regions in the HOX genes code for lncRNAs that regulate the transcription of genes. Similar to other lncRNAs, HOXA11-AS lncRNA has epigenetic control over the transcription of genes. Typically found in the nucleus of cells, HOXA11-AS lncRNA regulates the recruitment of transcription factors, and thus plays a role in chromatin remodeling. As with most lncRNAS, HOXA11-AS lncRNA is attached to the site of transcription through the Polymerase II ternary complex, which allows for allele specific action. This feature is not seen in proteins or small nuclear RNAs. LncRNAs are concentrated in the nucleus because these sequences, contained in the intron sequences, are removed from the final mRNA transcript in mRNA processing. Sequences that are not removed make up the mRNA and are capped, polyadenylated, and exported out of the nucleus.",
            "score": 90.73433899879456
        },
        {
            "docid": "34284246_6",
            "document": "Genetic causes of diabetes mellitus type 2 . One of the examples of gene regulation in non-ORF SNPs that influences susceptibility is the changes in nucleotide sequence in microRNA (miRNA) binding site. miRNAs regulate gene expression by binding to the target mRNAs and physically block translation. SNPs on the miRNA-binding site can result in faulty levels of gene expression as miRNA fails to bind to the corresponding mRNA effectively, leading to excess amount of protein product overall. Although the protein structure of the genes with SNPs are identical to that of the normal gene product, due to their faulty level of expressions, those genes increase risk. Genes such as CDKN2A, CDKN2B, and HNF1B exhibit increase the risk phenotype with SNPs in their 3' UTR miRNA binding sites. As CDKN2A and B regulate the pancreatic beta-cell replication, and HNF1B is homeodomain containing transcription factor that regulates other genes, faulty regulations of those genes increase the risk of diabetes.",
            "score": 102.31908822059631
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 92.4007158279419
        },
        {
            "docid": "156964_2",
            "document": "MicroRNA . A microRNA (abbreviated miRNA) is a small non-coding RNA molecule (containing about 22 nucleotides) found in plants, animals and some viruses, that functions in RNA silencing and post-transcriptional regulation of gene expression. Encoded by nuclear DNA in plants and animals and by viral DNA in certain viruses whose genome is based on DNA, miRNAs function via base-pairing with complementary sequences within mRNA molecules. As a result, these mRNA molecules are silenced, by one or more of the following processes: (1) Cleavage of the mRNA strand into two pieces, (2) Destabilization of the mRNA through shortening of its poly(A) tail, and (3) Less efficient translation of the mRNA into proteins by ribosomes.",
            "score": 134.05155491828918
        },
        {
            "docid": "39093020_6",
            "document": "Michael Rosbash . Rosbash’s research initially focused on the metabolism and processing of mRNA; mRNA is the molecular link between DNA and protein. After arriving at Brandeis, Rosbash collaborated with co-worker Jeffrey Hall and investigated the genetic influences on circadian rhythms of the internal biological clock. They used \"Drosophila melanogaster\" to study patterns of activity and rest. In 1984, Rosbash and Hall cloned the first \"Drosophila\" clock gene, period. Following work done by post-doctoral fellow, Paul Hardin, in discovering that period mRNA and its associated protein (PER) had fluctuating levels during the circadian cycle, in 1990 they proposed a Transcription Translation Negative Feedback Loop (TTFL) model as the basis of the circadian clock. Following this proposal, they looked into the elements that make up other parts of the clock. In May 1998, Rosbash et al. found a homolog for mammalian Clock that performed the same function of activating the transcription of per and tim that they proceeded to call dClock. Also in May 1998, Rosbash et al. discovered in \"Drosophila\" the clock gene cycle, a homolog of the mammalian bmal1 gene. In November 1998, Rosbash et al. discovered the cry \"Drosophila\" mutant, which lead to the conclusion that cryptochrome protein is involved in circadian photoreception.",
            "score": 177.27591502666473
        },
        {
            "docid": "45052650_7",
            "document": "Gene gating . In mammalian model systems activated genes to be transcribed are shuttled in a Nup-dependent manner, though some experiments in human cell lines show a reversal of movement, from the periphery of the nucleus to the nucleoplasmic center. mRNP (messenger ribonucleoprotein) leaving sites of transcription in the nuclear center follows the same path through the nucleus to the NPC, which suggests that mRNA/protein complexes can move through the nucleus by a directed means, through interchromatin channels. In mice and human cell lines a transmembrane Nup, Nup210, has been shown to be necessary for the proper transcription of several genes involved in neurogenesis and myogenesis. RNAi knockdown of Nup210 prevents myogenesis in mouse stem cells, but has no effect on nuclear transport, though it has been speculated that Nup210 or other NPC-associated factors could influence chromatin architecture to mediate routes for mRNP/mRNA to the nuclear membrane. Movement of transcriptionally active genes from the periphery of the nucleus to the nucleoplasmic region has also been observed in human cell lines. The human Mash1, GAFB and β-globin loci have all been observed moving away from the nuclear periphery when transcriptionally active. This seems to contradict the gene-gating hypothesis, but this process may still be mediated by Nup98, a soluble Nup protein that shuttles between the nucleoplasm and NPC at the nuclear membrane. Nup98 seems to be responsible for the transport of many RNAs from the center of the nucleus to the nuclear lamina. Nup98 antibodies introduced in the nucleus block the export of many RNAs. A large body of data exists which supports the role of nulceoporins, both anchored to NPCs and soluble, in the role of mediating the transport of mRNA and for the proper transcription of active genes, though numerous other protein factors influence these complex processes.",
            "score": 109.55543541908264
        },
        {
            "docid": "16908428_5",
            "document": "Post-transcriptional regulation . MicroRNAs (miRNAs) appear to regulate the expression of more than 60% of protein coding genes of the human genome. If an miRNA is abundant it can behave as a \"switch\", turning some genes on or off. However, altered expression of many miRNAs only leads to a modest 1.5- to 4-fold change in protein expression of their target genes. Individual miRNAs often repress several hundred target genes. Repression usually occurs either through translational silencing of the mRNA or through degradation of the mRNA, via complementary binding, mostly to specific sequences in the 3' untranslated region of the target gene's mRNA. The mechanism of translational silencing or degradation of mRNA is implemented through the RNA-induced silencing complex (RISC).",
            "score": 121.68573832511902
        },
        {
            "docid": "46365412_7",
            "document": "Hitoshi Okamura . Okamura became interested in the possible differences of autonomously rhythmic clock genes in fibroblast cell lines and those in the SCN. His team discovered that in mice, both types of cells showed temporal expression of profiles of all known clock genes, the phases of various mRNA rhythms, the delay between maximum mRNA levels and appearance of nuclear PER1 and PER2 protein, the inability to produce circadian oscillations in the absence of functional Cry genes, and the control of period length by CRY proteins.",
            "score": 136.32389903068542
        },
        {
            "docid": "505869_10",
            "document": "Lac operon . Specific control of the \"lac\" genes depends on the availability of the substrate lactose to the bacterium. The proteins are not produced by the bacterium when lactose is unavailable as a carbon source. The \"lac\" genes are organized into an operon; that is, they are oriented in the same direction immediately adjacent on the chromosome and are co-transcribed into a single polycistronic mRNA molecule. Transcription of all genes starts with the binding of the enzyme RNA polymerase (RNAP), a DNA-binding protein, which binds to a specific DNA binding site, the promoter, immediately upstream of the genes. Binding of RNA polymerase to the promoter is aided by the cAMP-bound catabolite activator protein (CAP, also known as the cAMP receptor protein). However, the \"lacI\" gene (regulatory gene for \"lac\" operon) produces a protein that blocks RNAP from binding to the promoter of the operon. This protein can only be removed when allolactose binds to it, and inactivates it. The protein that is formed by the \"lacI\" gene is known as the lac repressor. The type of regulation that the \"lac\" operon undergoes is referred to as negative inducible, meaning that the gene is turned off by the regulatory factor (\"lac\" repressor) unless some molecule (lactose) is added. Because of the presence of the \"lac\" repressor protein, genetic engineers who replace the \"lacZ\" gene with another gene will have to grow the experimental bacteria on agar with lactose available on it. If they do not, the gene they are trying to express will not be expressed as the repressor protein is still blocking RNAP from binding to the promoter and transcribing the gene. Once the repressor is removed, RNAP then proceeds to transcribe all three genes (\"lacZYA\") into mRNA. Each of the three genes on the mRNA strand has its own Shine-Dalgarno sequence, so the genes are independently translated. The DNA sequence of the \"E. coli\" lac operon, the \"lacZYA\" mRNA, and the \"lacI \" genes are available from GenBank (view).",
            "score": 119.67745780944824
        },
        {
            "docid": "29732133_32",
            "document": "History of RNA biology . Another previously unknown mechanism by which RNA molecules are involved in genetic regulation was discovered in the 1990s. Small RNA molecules termed microRNA (miRNA) and small interfering RNA (siRNA) are abundant in eukaryotic cells and exert post-transcriptional control over mRNA expression. They function by binding to specific sites within the mRNA and inducing cleavage of the mRNA via a specific silencing-associated RNA degradation pathway.",
            "score": 120.17701625823975
        },
        {
            "docid": "12266_46",
            "document": "Genetics . The genome of a given organism contains thousands of genes, but not all these genes need to be active at any given moment. A gene is expressed when it is being transcribed into mRNA and there exist many cellular methods of controlling the expression of genes such that proteins are produced only when needed by the cell. Transcription factors are regulatory proteins that bind to DNA, either promoting or inhibiting the transcription of a gene. Within the genome of \"Escherichia coli\" bacteria, for example, there exists a series of genes necessary for the synthesis of the amino acid tryptophan. However, when tryptophan is already available to the cell, these genes for tryptophan synthesis are no longer needed. The presence of tryptophan directly affects the activity of the genes—tryptophan molecules bind to the tryptophan repressor (a transcription factor), changing the repressor's structure such that the repressor binds to the genes. The tryptophan repressor blocks the transcription and expression of the genes, thereby creating negative feedback regulation of the tryptophan synthesis process.",
            "score": 91.7530767917633
        },
        {
            "docid": "3131507_2",
            "document": "RNA-binding protein . RNA-binding proteins (often abbreviated as RBPs) are proteins that bind to the double or single stranded RNA in cells and participate in forming ribonucleoprotein complexes. RBPs contain various structural motifs, such as RNA recognition motif (RRM), dsRNA binding domain, zinc finger and others. They are cytoplasmic and nuclear proteins. However, since most mature RNA is exported from the nucleus relatively quickly, most RBPs in the nucleus exist as complexes of protein and pre-mRNA called heterogeneous ribonucleoprotein particles (hnRNPs). RBPs have crucial roles in various cellular processes such as: cellular function, transport and localization. They especially play a major role in post-transcriptional control of RNAs, such as: splicing, polyadenylation, mRNA stabilization, mRNA localization and translation. Eukaryotic cells encode diverse RBPs, approximately 500 genes, with unique RNA-binding activity and protein–protein interaction. During evolution, the diversity of RBPs greatly increased with the increase in the number of introns. Diversity enabled eukaryotic cells to utilize RNA exons in various arrangements, giving rise to a unique RNP (ribonucleoprotein) for each RNA. Although RBPs have a crucial role in post-transcriptional regulation in gene expression, relatively few RBPs have been studied systematically.",
            "score": 98.25813055038452
        },
        {
            "docid": "39791783_2",
            "document": "MIR4640 . MicroRNA 4640 is a protein in humans that is encoded by the MIR4640 gene. microRNAs (miRNAs) are short (20-24 nt) non-coding RNAs that are involved in post-transcriptional regulation of gene expression in multicellular organisms by affecting both the stability and translation of mRNAs. miRNAs are transcribed by RNA polymerase II as part of capped and polyadenylated primary transcripts (pri-miRNAs) that can be either protein-coding or non-coding. The primary transcript is cleaved by the Drosha ribonuclease III enzyme to produce an approximately 70-nt stem-loop precursor miRNA (pre-miRNA), which is further cleaved by the cytoplasmic Dicer ribonuclease to generate the mature miRNA and antisense miRNA star (miRNA*) products. The mature miRNA is incorporated into a RNA-induced silencing complex (RISC), which recognizes target mRNAs through imperfect base pairing with the miRNA and most commonly results in translational inhibition or destabilization of the target mRNA. The RefSeq represents the predicted microRNA stem-loop. [provided by RefSeq, Sep 2009].",
            "score": 124.47534966468811
        },
        {
            "docid": "3131507_10",
            "document": "RNA-binding protein . Translational regulation provides a rapid mechanism to control gene expression. Rather than controlling gene expression at the transcriptional level, mRNA is already transcribed but the recruitment of ribosomes is controlled. This allows rapid generation of proteins when a signal activates translation. ZBP1 in addition to its role in the localization of B-actin mRNA is also involved in the translational repression of beta-actin mRNA by blocking translation initiation. ZBP1 must be removed from the mRNA to allow the ribosome to properly bind and translation to begin.",
            "score": 103.05484795570374
        },
        {
            "docid": "14149018_24",
            "document": "ERCC1 . Control of ERCC1 protein level occurred at the translational level. In addition to the wild-type sequence, three splice variants of mRNA ERCC1 exist. ERCC1 mRNA is also found to have either wild-type or three alternative transcription start points. Neither the level of overall mRNA transcription, splice variation nor transcription start point of mRNA correlates with protein level of ERCC1. The rate of ERCC1 protein turnover also does not correlate with ERCC1 protein level. A translational level control of ERCC1, due to a microRNA (miRNA), has been shown during HIV viral infection. A trans-activation response element (TAR) miRNA, coded for by the HIV virus, down-regulates ERCC1 protein expression. TAR miRNA allows ERCC1 mRNA to be transcribed, but acts at the p-body level to prevent translation of ERCC1 protein. (A p-body is a cytoplasmic granule “processing body” that interacts with miRNAs to repress translation or trigger degradation of target RNAs.) In breast cancer cell lines, almost one third (55/167) of miRNA promoters were targets for aberrant methylation (epigenetic repression). In breast cancers themselves, methylation of let-7a-3/let-7b miRNA in particular was found. This indicates that let-7a-3/let-7b can be epigenetically repressed.",
            "score": 101.51213157176971
        },
        {
            "docid": "56907937_3",
            "document": "MIR1250 (gene) . microRNAs (miRNAs) are short (20-24 nt) non-coding RNAs that are involved in post-transcriptional regulation of gene expression in multicellular organisms by affecting both the stability and translation of mRNAs. miRNAs are transcribed by RNA polymerase II as part of capped and polyadenylated primary transcripts (pri-miRNAs) that can be either protein-coding or non-coding. The primary transcript is cleaved by the Drosha ribonuclease III enzyme to produce an approximately 70-nt stem-loop precursor miRNA (pre-miRNA), which is further cleaved by the cytoplasmic Dicer ribonuclease to generate the mature miRNA and antisense miRNA star (miRNA*) products. The mature miRNA is incorporated into a RNA-induced silencing complex (RISC), which recognizes target mRNAs through imperfect base pairing with the miRNA and most commonly results in translational inhibition or destabilization of the target mRNA. The RefSeq represents the predicted microRNA stem-loop. [provided by RefSeq, Sep 2009].",
            "score": 116.1560800075531
        },
        {
            "docid": "57446192_3",
            "document": "MIR885 (gene) . microRNAs (miRNAs) are short (20-24 nt) non-coding RNAs that are involved in post-transcriptional regulation of gene expression in multicellular organisms by affecting both the stability and translation of mRNAs. miRNAs are transcribed by RNA polymerase II as part of capped and polyadenylated primary transcripts (pri-miRNAs) that can be either protein-coding or non-coding. The primary transcript is cleaved by the Drosha ribonuclease III enzyme to produce an approximately 70-nt stem-loop precursor miRNA (pre-miRNA), which is further cleaved by the cytoplasmic Dicer ribonuclease to generate the mature miRNA and antisense miRNA star (miRNA*) products. The mature miRNA is incorporated into a RNA-induced silencing complex (RISC), which recognizes target mRNAs through imperfect base pairing with the miRNA and most commonly results in translational inhibition or destabilization of the target mRNA. The RefSeq represents the predicted microRNA stem-loop. [provided by RefSeq, Sep 2009].",
            "score": 116.1560800075531
        },
        {
            "docid": "50107487_3",
            "document": "MIR96 (gene) . microRNAs (miRNAs) are short (20-24 nt) non-coding RNAs that are involved in post-transcriptional regulation of gene expression in multicellular organisms by affecting both the stability and translation of mRNAs. miRNAs are transcribed by RNA polymerase II as part of capped and polyadenylated primary transcripts (pri-miRNAs) that can be either protein-coding or non-coding. The primary transcript is cleaved by the Drosha ribonuclease III enzyme to produce an approximately 70-nt stem-loop precursor miRNA (pre-miRNA), which is further cleaved by the cytoplasmic Dicer ribonuclease to generate the mature miRNA and antisense miRNA star (miRNA*) products. The mature miRNA is incorporated into a RNA-induced silencing complex (RISC), which recognizes target mRNAs through imperfect base pairing with the miRNA and most commonly results in translational inhibition or destabilization of the target mRNA. The RefSeq represents the predicted microRNA stem-loop.",
            "score": 116.1560800075531
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 117.80218946933746
        },
        {
            "docid": "57196924_6",
            "document": "Complex traits . Recently, with rapid increases in available genetic data, researchers have begun to better characterize the genetic architecture of complex traits. One surprise has been the observation that most loci identified in GWASs are found in noncoding regions of the genome; therefore, instead of directly altering protein sequences, such variants likely affect gene regulation. To understand the precise effects of these variants, QTL mapping has been employed to examine data from each step of gene regulation; for example, mapping RNA-sequencing data can help determine the effects of variants on mRNA expression levels, which then presumably affect the numbers of proteins translated. A comprehensive analysis of QTLs involved in various regulatory steps—promotor activity, transcription rates, mRNA expression levels, translation levels, and protein expression levels—showed that high proportions of QTLs are shared, indicating that regulation behaves as a “sequential ordered cascade” with variants affecting all levels of regulation. Many of these variants act by affecting transcription factor binding and other processes that alter chromatin function—steps which occur before and during RNA transcription.",
            "score": 93.6768159866333
        },
        {
            "docid": "39066649_7",
            "document": "Doubletime (gene) . In Drosophila, a molecularly-driven clock mechanism works to regulate circadian rhythms such as locomotor activity and eclosion by oscillating the levels of the proteins PER and TIM via positive and negative feedback loops. The doubletime gene produces the protein DBT, a kinase that phosphorylates PER to regulate its accumulation in the cytoplasm and its degradation in the nucleus. In the cytoplasm, PER and TIM levels rise during the night, and DBT binds to PER while levels of TIM are still low. DBT phosphorylates the cytoplasmic PER, which leads to its degradation. Only once TIM accumulates do PER and TIM bind, and this binding inhibits the degradation of PER. This cytoplasmic PER degradation and then accumulation causes the 4-6 hour delay seen between the levels of per mRNA and the levels of PER protein. The PER/TIM complex, still bound to DBT, migrates into the nucleus where it suppresses the transcription of per and tim. TIM is lost from the complex, and DBT then phosphorylates PER which leads to its degradation, allowing for the transcription of the clock and clock-controlled genes (those with transcription controlled by circadian mechanisms). The oscillations in the PER and TIM proteins presence causes oscillations in their own and other genes' expression, which is the basis for circadian rhythmicity.",
            "score": 132.71161687374115
        },
        {
            "docid": "47787628_3",
            "document": "MIR660 . microRNAs (miRNAs) are short (20-24 nt) non-coding RNAs that are involved in post-transcriptional regulation of gene expression in multicellular organisms by affecting both the stability and translation of mRNAs. miRNAs are transcribed by RNA polymerase II as part of capped and polyadenylated primary transcripts (pri-miRNAs) that can be either protein-coding or non-coding. The primary transcript is cleaved by the Drosha ribonuclease III enzyme to produce an approximately 70-nt stem-loop precursor miRNA (pre-miRNA), which is further cleaved by the cytoplasmic Dicer ribonuclease to generate the mature miRNA and antisense miRNA star (miRNA*) products. The mature miRNA is incorporated into a RNA-induced silencing complex (RISC), which recognizes target mRNAs through imperfect base pairing with the miRNA and most commonly results in translational inhibition or destabilization of the target mRNA. The RefSeq represents the predicted microRNA stem-loop.",
            "score": 115.63493466377258
        }
    ],
    "r": [
        {
            "docid": "39093020_6",
            "document": "Michael Rosbash . Rosbash’s research initially focused on the metabolism and processing of mRNA; mRNA is the molecular link between DNA and protein. After arriving at Brandeis, Rosbash collaborated with co-worker Jeffrey Hall and investigated the genetic influences on circadian rhythms of the internal biological clock. They used \"Drosophila melanogaster\" to study patterns of activity and rest. In 1984, Rosbash and Hall cloned the first \"Drosophila\" clock gene, period. Following work done by post-doctoral fellow, Paul Hardin, in discovering that period mRNA and its associated protein (PER) had fluctuating levels during the circadian cycle, in 1990 they proposed a Transcription Translation Negative Feedback Loop (TTFL) model as the basis of the circadian clock. Following this proposal, they looked into the elements that make up other parts of the clock. In May 1998, Rosbash et al. found a homolog for mammalian Clock that performed the same function of activating the transcription of per and tim that they proceeded to call dClock. Also in May 1998, Rosbash et al. discovered in \"Drosophila\" the clock gene cycle, a homolog of the mammalian bmal1 gene. In November 1998, Rosbash et al. discovered the cry \"Drosophila\" mutant, which lead to the conclusion that cryptochrome protein is involved in circadian photoreception.",
            "score": 177.27590942382812
        },
        {
            "docid": "46316614_5",
            "document": "Casein kinase 1 isoform epsilon . The Casein kinase 1 epsilon protein is part of the mammalian oscillator, a group of proteins that keep cells on a roughly 24-hour schedule. This oscillator, or \"circadian clock,\" is made up of a transcription-translation negative feedback loop (TTNFL) in which several proteins work in tandem, each regulating the others' expression to generate a roughly 24-hour cycle of both mRNA and protein levels. The TTFNL also generates roughly 24-hour rhythms of outputs such as levels of cellular hormone release. Daily oscillations in protein and mRNA transcription have been observed in many cells, including the mammalian master clock known as the suprachiasmatic nucleus (SCN). However, unlike most circadian rhythm proteins, casein kinase 1 epsilon is constitutively active.",
            "score": 167.38136291503906
        },
        {
            "docid": "56144090_3",
            "document": "Drosophila circadian rhythm . Biological rhythms are first and best studied from \"Drosophila\". \"Drosophila\" circadian rhythm has paved the way for understanding circadian behaviour and diseases related to sleep-wake conditions in other animals, including humans. This is because the circadian clocks are fundamentally similar. \"Drosophila\" circadian rhythm was discovered in 1935 by German zoologists, Hans Kalmus and Erwin Bünning. American biologist Colin S. Pittendrigh provided an important experiment in 1954, which established that circadian rhythm is driven by a biological clock. The genetics was first understood in 1971, when Seymour Benzer and Ronald J. Konopka reported that mutation in specific genes changes or stops the circadian behaviour. They discovered the mutation called \"period\" (\"per\"). It was the first gene known to control behaviour of any kind. After a decade, Konopka, Jeffrey C. Hall, Michael Rosbash, and Michael W. Young discovered novel genes such as \"timeless\" (\"tim\"), \"Clock\" (\"Clk\"), \"cycle\" (\"cyc\"), \"cry\", and others. These genes and their product proteins play the key role as circadian clock.",
            "score": 165.23204040527344
        },
        {
            "docid": "56144090_10",
            "document": "Drosophila circadian rhythm . In \"Drosophila\" there are two distinct groups of circadian clocks, namely the clock neurones and the clock genes. They act concertedly to produce the 24-hour cycle of rest and activity. Light is the source of activation of the clocks. The compound eyes, ocelli, and Hofbauer-Buchner eyelets (HB eyelets) are the direct external photoreceptor organs. But the circadian clock can work in constant darkness. Nonetheless, the photoreceptors are required for measuring the day length and detecting moonlight. The compound eyes are important for differentiating long days from constant light, and for the normal masking effects of light, such as inducing activity by light and inhibition by darkness. There are two distinct activity peaks termed the M (for morning) peak, happening at dawn, and E (for evening) peak, at dusk. They monitor the different day lengths in different seasons of the year. The light-sensitive proteins in the eye called, rhodopsins (rhodopsin 1 and 6), are crucial in activating the M and E oscillations. When environmental light is detected, approximately 150 neurones (there are about 100,000 neurones in the \"Drosophila\" brain) in the brain regulate the circadian rhythm. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian keeps time via daily fluctuations of clock-related proteins which interact in what is called a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day in which both Clock protein and cycle protein are produced. CLK/CYC heterodimer act as transcription factors and bind together to initiate the transcription of the \"per\" and \"tim\" genes by binding to a promoter element called E box, around mid-day. DNA is transcribed to produce PER mRNA and TIM mRNA. PER and TIM proteins are synthesized in the cytoplasm, and exhibit a smooth increase in levels over the course of the day. Their RNA levels peak early in the evening and protein levels peak around daybreak. But their proteins levels are maintained at constantly low level until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein induces post-translational modifications, that is phosphorylation and turnover of monomeric PER proteins. As PER is translated in the cytoplasm, it is actively phosphorylated by DBT (casein kinase 1ε) and casein kinase 2 (synthesised by \"And\" and \"Tik\") as a prelude to premature degradation. The actual degradation is through the ubiquitin-proteasome pathway, and is carried out by a ubiquitin ligase called Slimb (supernumery limbs). At the same time, TIM is itself phosphorylated by shaggy, whose activity declines after sunset. DBT gradually disappears, and withdrawal of DBT promotes PER molecules to get stabilized by physical association with TIM. Hence, maximum production of PER and TIM occurs at dusk. At the same time, CLK/CYC also directly activates \"vri\" and \"Pdp1\" (the gene for PAR domain protein 1). VRI accumulates first, 3-6 hour earlier, and start to repress \"Clk\"; but the incoming of PDP1 creates a competition by activating \"Clk\". PER/TIM dimer accumulate in the early night and translocate in an orchestrated fashion into the nucleus several hours later, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 160.7364501953125
        },
        {
            "docid": "22398456_15",
            "document": "Bacterial circadian rhythm . In the context of bacterial circadian rhythms, specifically in cyanobacteria, circadian advantage refers to the improved survival of strains of cyanobacteria that \"resonate\" with the environmental circadian rhythm. [6] For example, consider a strain with a free-running period (FRP) of 24 hours is co-cultured with a strain that has a free-running period (FRP) of 30 hours in a light-dark cycle of 12 hours light and 12 hours dark (LD 12:12). The strain that has a 24 hour FRP will out-compete the 30 hour strain over time. An instance where bacterial circadian rhythms are theorized to provide an advantage is in the microbiome. It is possible that circadian clocks play a role in the gut microbiota behavior. These microorganisms experience daily changes associated with daily LD and temperature cycles through an alteration of their environment. This occurs through behaviors such as eating rhythms on a daily routine (consumption in the day for diurnal animals and in the night for nocturnal). The presence of a daily timekeeper might give those bacteria a competitive advantage over others, allowing them to anticipate resources coming from the host in order to metabolize them faster. There are bacteria that exist which have daily timekeepers, and it may be possible that the microbiota have endogenous clocks and which communicate with biological clocks of the host. If there are some time-keeping qualities of the microorganisms of the intestines, it might be possible that they can affect the circadian system of the host. For example, if bacteria within the microbiome release cytokine-like factors in a rhythmic fashion, the host’s clock might be affected. On the other hand, it is implicated that changes to the host’s biological clock may alter the gut microbiome. More specifically, jet-lag induced disruption of the biological clock influences the daily pattern of phyla change. Also, specific diets (such as time-restricted feeding and transitions between regular and high fat diet) change both the host’s circadian clock as well as the composition of the gut microbiome. An endogenous clock may be present in some microbial species, and the presence of such an intrinsic timekeeper could be beneficial both in the gut (which experiences daily changes in nutrient availability) and the environment outside of the host (which experiences daily cycles of light and temperature).",
            "score": 158.988037109375
        },
        {
            "docid": "14324232_9",
            "document": "RAR-related orphan receptor gamma . The RORγ isoform appears to be involved in the regulation of circadian rhythms. This protein can bind to and activate the promoter of the ARNTL (BMAL1) gene, a transcription factor central to the generation of physiological circadian rhythms. Also, since the levels of RORγ are rhythmic in some tissues (liver, kidney), it has been proposed to impose a circadian pattern of expression on a number of clock-controlled genes, for example the cell cycle regulator p21.",
            "score": 157.4423370361328
        },
        {
            "docid": "27989491_12",
            "document": "John Woodland Hastings . Dinoflagellate Circadian Rhythms: Using \"Lingulodinium polyedrum\" as a model, Hastings spearheaded our understanding of the molecular mechanisms involved in control of circadian rhythms, which in humans are involved in sleep, jet-lag and other daily activities. His lab has shown that the rhythm of bioluminescence involves a daily synthesis and destruction of proteins. Because the mRNAs that code for these proteins remain unchanged from day to night, the synthesis of these proteins is controlled at the translational level. This work has now been expanded to other proteins in the cell. On the other hand, short pulses of inhibitors of synthesis of these proteins results in phase shifts of the circadian rhythm, either delays or advances, depending when the pulse is administered. At still another level, protein phosphorylation inhibitors also influence the period of the rhythm.",
            "score": 157.01107788085938
        },
        {
            "docid": "167544_4",
            "document": "Transcription (biology) . The stretch of DNA transcribed into an RNA molecule is called a \"transcription unit\" and encodes at least one gene. If the gene encodes a protein, the transcription produces messenger RNA (mRNA); the mRNA, in turn, serves as a template for the protein's synthesis through translation. Alternatively, the transcribed gene may encode for non-coding RNA such as microRNA, ribosomal RNA (rRNA), transfer RNA (tRNA), or enzymatic RNA molecules called ribozymes. Overall, RNA helps synthesize, regulate, and process proteins; it therefore plays a fundamental role in performing functions within a cell.",
            "score": 156.67617797851562
        },
        {
            "docid": "240850_8",
            "document": "Gene silencing . RNA interference (RNAi) is a natural process used by cells to regulate gene expression. It was discovered in 1998 by Andrew Fire and Craig Mello, who won the Nobel Prize for their discovery in 2006. The process to silence genes first begins with the entrance of a double-stranded RNA (dsRNA) molecule into the cell, which triggers the RNAi pathway. The double-stranded molecule is then cut into small double-stranded fragments by an enzyme called Dicer. These small fragments, which include small interfering RNAs (siRNA) and microRNA (miRNA), are approximately 21–23 nucleotides in length. The fragments integrate into a multi-subunit protein called the RNA-induced silencing complex, which contains Argonaute proteins that are essential components of the RNAi pathway. One strand of the molecule, called the \"guide\" strand, binds to RISC, while the other strand, known as the \"passenger\" strand is degraded. The guide or antisense strand of the fragment that remains bound to RISC directs the sequence-specific silencing of the target mRNA molecule. The genes can be silenced by siRNA molecules that cause the endonucleatic cleavage of the target mRNA molecules or by miRNA molecules that suppress translation of the mRNA molecule. With the cleavage or translational repression of the mRNA molecules, the genes that form them are essentially inactive. RNAi is thought to have evolved as a cellular defense mechanism against invaders, such as RNA viruses, or to combat the proliferation of transposons within a cell's DNA. Both RNA viruses and transposons can exist as double-stranded RNA and lead to the activation of RNAi. Currently, siRNAs are being widely used to suppress specific gene expression and to assess the function of genes. Companies utilizing this approach include Alnylam, Sanofi, Arrowhead, Discerna, and Persomics, among others.",
            "score": 156.3768768310547
        },
        {
            "docid": "13530734_2",
            "document": "NPAS2 . Neuronal PAS domain protein 2 (NPAS2) also known as member of PAS protein 4 (MOP4) is a transcription factor protein that in humans is encoded by the \"NPAS2\" gene. NPAS2 is paralogous to CLOCK, and both are key proteins involved in the maintenance of circadian rhythms in mammals. In the brain, NPAS2 functions as a generator and maintainer of mammalian circadian rhythms. More specifically, NPAS2 is an activator of transcription and translation of core clock and clock-controlled genes through its role in a negative feedback loop in the suprachiasmatic nucleus (SCN), the brain region responsible for the control of circadian rhythms.",
            "score": 155.027099609375
        },
        {
            "docid": "13570238_3",
            "document": "PER1 . The PER1 protein is important to the maintenance of circadian rhythms in cells, and may also play a role in the development of cancer. This gene is a member of the period family of genes. It is expressed with a daily oscillating circadian rhythm, or an oscillation that cycles with a period of approximately 24 hours. PER1 is most notably expressed in the region of the brain called the suprachiasmatic nucleus (SCN), which is the primary circadian pacemaker in the mammalian brain. PER1 is also expressed throughout mammalian peripheral tissues. Genes in this family encode components of the circadian rhythms of locomotor activity, metabolism, and behavior. Circadian expression of PER1 in the suprachiasmatic nucleus will free-run in constant darkness, meaning that the 24-hour period of the cycle will persist without the aid of external light cues. Subsequently, a shift in the light/dark cycle evokes a proportional shift of gene expression in the suprachiasmatic nucleus. The time of gene expression is sensitive to light, as light during a mammal's subjective night results in a sudden increase in per expression and thus a shift in phase in the suprachiasmatic nucleus. Alternative splicing has been observed in this gene; however, these variants have not been fully described. There is some disagreement between experts over the occurrence of polymorphisms with functional significance. Many scientists state that there are no known polymorphisms of the human PER1 gene with significance at a population level that results in measurable behavioral or physiological changes. Still, some believe that even silent mutations can cause significant behavioral phenotypes,and result in major phase changes.",
            "score": 154.4708709716797
        },
        {
            "docid": "1972565_17",
            "document": "Cryptochrome . Cryptochrome, like many genes involved in circadian rhythm, shows circadian cycling in mRNA and protein levels. In \"Drosophila\", \"Cry\" mRNA concentrations cycle under a light-dark cycle (LD), with high levels in light and low levels in the dark. This cycling persists in constant darkness (DD), but with decreased amplitude. The transcription of the \"Cry\" gene also cycles with a similar trend. CRY protein levels, however, cycle in a different manner than \"Cry\" transcription and mRNA levels. In LD, CRY protein has low levels in light and high levels in dark, and, in DD, CRY levels increase continuously throughout the subjective day and night. Thus, CRY expression is regulated by the clock at the transcriptional level and by light at the translational and posttranslational level.",
            "score": 152.4190673828125
        },
        {
            "docid": "490620_43",
            "document": "Human brain . The hypothalamus in the diencephalon, is involved in regulating many functions of the body. Functions include neuroendocrine regulation, regulation of the circadian rhythm, control of the autonomic nervous system, and the regulation of fluid, and food intake. The circadian rhythm is controlled by two main cell groups in the hypothalamus. The anterior hypothalamus includes the suprachiasmatic nucleus and the ventrolateral preoptic nucleus which through gene expression cycles, generates a roughly 24 hour circadian clock. In the circadian day an ultradian rhythm takes control of the sleeping pattern. Sleep is an essential requirement for the body and brain and allows the closing down and resting of the body's systems. There are also findings that suggest that the daily build-up of toxins in the brain are removed during sleep. Whilst awake the brain consumes a fifth of the body’s total energy needs. Sleep necessarily reduces this use and gives time for the restoration of energy-giving ATP. The effects of sleep deprivation show the absolute need for sleep.",
            "score": 152.07003784179688
        },
        {
            "docid": "9720498_10",
            "document": "Timeless (gene) . \"Timeless\" does not appear to be essential for oscillation of the circadian clock for all insects. In wild type \"Gryllus bimaculatus,\" \"tim\" mRNA shows rhythmic expression in both LD and DD (dark-dark cycles) similar to that of \"per\", peaking during the subjective night. When injected with \"tim\" double-stranded RNA (\"dstim\"), \"tim\" mRNA levels were significantly reduced and its circadian expression rhythm was eliminated. After the \"dstim\" treatment, however, adult crickets showed a clear locomotor rhythm in constant darkness, with a free-running period significantly shorter than that of control crickets injected with Discosoma sp. Red2 (DsRed2) dsRNA. These results suggest that in the cricket, \"tim\" plays some role in fine-tuning of the free-running period but may not be essential for oscillation of the circadian clock.",
            "score": 150.9744110107422
        },
        {
            "docid": "39042642_7",
            "document": "Cycle (gene) . The identification, characterization, and cloning of \"cyc\" was reported in May 1998 in \"Cell\" by Jeffrey Hall and Michael Rosbash’s labs at Brandeis University along with first author Joan E. Rutila at the Howard Hughes Medical Institute. Prior to its discovery, the mechanism by which PER and TIM transcription was regulated rhythmically was not fully understood. They published the papers reporting the discovery of CYCLE and CLOCK in the same issue of Cell. They found both genes as a result of a technique of forward genetics, chemically mutagenzing flies and screening for altered locomotor activity rhythms. From the screen, \"cycle\" was identified as a recessive arrhythmic mutant in one fly line because it shows arrhythmic locomotor activity patterns when a fly has 2 mutant chromosomes number 3. These mutant flies were also found to display arrhythmic eclosion. Because the mutants displayed no circadian rhythms and the heterozygote flies displayed long circadian periods, they determined that \"cycle\" has a dominant phenotype. These data also suggest that the \"Cycle\" gene is part of the biological clock because of the similarity between the \"cycle\" mutant phenotype and that of the \"clock\" mutant. This suggests that Cycle is part of the biological clock with its phenotype similar to that of the \"clock\" mutant. Assaying PER and TIM transcription levels in the \"cyc\" mutant showed reduced mRNA levels of both proteins. Cloning of the \"cyc\" gene revealed that it encodes a novel bHLH-PAS protein related to mammalian bmal1, and that it likely binds to Clock to activate transcription of circadian rhythm genes.",
            "score": 148.218017578125
        },
        {
            "docid": "21944_42",
            "document": "Nervous system . Internal pattern generation operates on a wide range of time scales, from milliseconds to hours or longer. One of the most important types of temporal pattern is circadian rhythmicity—that is, rhythmicity with a period of approximately 24 hours. All animals that have been studied show circadian fluctuations in neural activity, which control circadian alternations in behavior such as the sleep-wake cycle. Experimental studies dating from the 1990s have shown that circadian rhythms are generated by a \"genetic clock\" consisting of a special set of genes whose expression level rises and falls over the course of the day. Animals as diverse as insects and vertebrates share a similar genetic clock system. The circadian clock is influenced by light but continues to operate even when light levels are held constant and no other external time-of-day cues are available. The clock genes are expressed in many parts of the nervous system as well as many peripheral organs, but in mammals, all of these \"tissue clocks\" are kept in synchrony by signals that emanate from a master timekeeper in a tiny part of the brain called the suprachiasmatic nucleus.",
            "score": 147.16946411132812
        },
        {
            "docid": "46358103_4",
            "document": "Circadian Clock Associated 1 . CCA1 is part of a negative autoregulatory feedback loop that is coordinated with the daily environmental changes. Repressed in the dark by other proteins, CCA1’s expression is activated when light is sensed by the phytochrome in the plant. After translation, the CCA1 protein needs to be phosphorylated by Casein Kinase 2 (CK2). This phosphorylation is necessary for the protein to form a homodimer and to bind to its target promoters. Hyperphosphorylation, due to the overexpression of CK2, will lead to altered circadian rhythms in the mutants where CCA1 showed shorter mRNA circadian oscillation than in wild-type plants. CK2 overexpression is significant in demonstrating CCA1 is part of the clock. The protein motif CCA1 uses to bind to its target DNA sequences is its Myb-like domain. CCA1 only has one Myb domain, whereas other plant and mammalian proteins could have multiple Myb domains. The presence of only one Myb domain in CCA1 shows its importance influence in the circadian clock. LUX is also an important Myb transcription factor that is necessary for CCA/LHY transcription. This can also help account for problems in the repressilator model described below. CCA1 is also unusual in that it has the ability to bind to asymmetric DNA sequences. CCA1 acts to suppress the expression of the DNA sequence it binds to. The stability of CCA1 protein is not affected by light or dark. It is regulated by its proteasome. Inhibiting proteasome function leads to a circadian rhythm with a longer period.",
            "score": 146.60165405273438
        },
        {
            "docid": "56565_29",
            "document": "Circadian rhythm . The molecular mechanism of circadian rhythm and light perception are best understood in \"Drosophila\". Clock genes are discovered from \"Drosophila\", and they act together with the clock neurones. There are two unique rhythms, one during the process of hatching (called eclosion) from the pupa, and the other during mating. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian rhythm is through a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day and initiates the transcription of the \"per\" and \"tim\" genes. But their proteins levels remain low until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein causes phosphorylation and turnover of monomeric PER proteins. TIM is also phosphorylated by shaggy until sunset. After sunset, DBT disappears, so that PER molecules stably bind to TIM. PER/TIM dimer enters the nucleus several at night, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 145.16749572753906
        },
        {
            "docid": "1408530_20",
            "document": "Circadian clock . For a long time it was thought the transcriptional activation/repression cycles driven by the transcriptional regulators constituting the circadian clock was the main driving force for circadian gene expression in mammals. More recently, however, it was reported that only 22% of messenger RNA cycling genes are driven by de novo transcription. RNA-level post-transcriptional mechanisms driving rhythmic protein expression were later reported, such as mRNA polyadenylation dynamics.",
            "score": 145.0428466796875
        },
        {
            "docid": "13530734_9",
            "document": "NPAS2 . \"Npas2\" is expressed everywhere in the periphery of the body. Special focus has been given to its function in liver tissues, and its mRNA is upregulated in \"Clock\"-mutant mice. However, studies have shown that \"Npas2\" alone is unable to maintain circadian rhythms in peripheral tissues in the absence of CLOCK protein, unlike in the SCN. One theory to explain this observation is that neurons in the brain are characterized by intercellular coupling and can thus respond to deficiencies in key clock proteins in nearby neurons to maintain rhythms. In peripheral tissues such as the liver and lung, however, the lack of intercellular coupling does not allow for this compensatory mechanism to occur. A second theory as to why NPAS2 can maintain rhythms in CLOCK-deficient SCNs but not in CLOCK-deficient peripheral tissues, is that there exists an additional unknown factor in the SCN that is not present in peripheral tissues.",
            "score": 143.21682739257812
        },
        {
            "docid": "22398456_10",
            "document": "Bacterial circadian rhythm . In eukaryotes, about 10–20% of the genes are rhythmically expressed (as gauged by rhythms of mRNA abundance). However, in cyanobacteria, a much larger percentage of genes are controlled by the circadian clock. For example, one study has shown that the activity of essentially all promoters are rhythmically regulated. The mechanism by which this global gene regulation is mechanistically linked to the circadian clock is not known, but it may be related to rhythmic changes in the topology of the entire cyanobacterial chromosome.",
            "score": 142.19668579101562
        },
        {
            "docid": "34020979_5",
            "document": "Fred W. Turek . Presently, Turek's research interests revolve around the genetic, molecular, and neural basis for sleep and circadian rhythms. He focuses most of his attention on the role of sleep and circadian clock systems for energy balance, obesity, premature birth, gastrointestinal function, and depression specifically. The Turek laboratory investigates cellular events involved in the entrainment, generation, and expression of circadian rhythms arising from a biological clock located in the suprachiasmatic nucleus of the hypothalamus; the genetics of the circadian clock system; the molecular genetic mechanisms underlying the sleep-wake cycle; the effects of advanced age on the expression of behavioral and endocrine rhythms and on the expression of circadian clock genes; the links between sleep, circadian rhythms, and energy metabolism; the role of melatonin in sleep and circadian rhythms; and other topics regarding sleep and circadian rhythms.",
            "score": 141.95091247558594
        },
        {
            "docid": "13530734_8",
            "document": "NPAS2 . Compensation is a key feature of TTFLs that regulate circadian rhythms. BMAL1 compensates for CLOCK in that if CLOCK is absent, BMAL1 will upregulate to maintain the mammalian circadian rhythms. NPAS2 has been shown to be analogous to the function of CLOCK in CLOCK-deficient mice. In \"Clock\" knockout mice, NPAS2 is upregulated to keep the rhythms intact. \"Npas2\"-mutant mice, which do not express functional NPAS2 protein, still maintain robust circadian rhythms in locomotion. However, like CLOCK-deficient mice in the CLOCK/BMAL1 TTFL, \"Npas2\"-mutant mice (in the NPAS2/BMAL1 TTFL) still have small defects in their circadian rhythms such as a shortened circadian period and an altered response to changes in the typical light-dark cycle. In addition, \"Npas2\" knockout mice show sleep disturbances and have decreased expression of \"mPer2\" in their forebrains. Mice without functional alleles of both \"Clock\" and \"Npas2\" became arrhythmic once placed in constant darkness, suggesting that both genes have overlapping roles in maintaining circadian rhythms. In both wild-type and \"Clock\" knockout mice, \"Npas2\" expression is observed at the same levels, confirming that \"Npas2\" plays a role in maintaining these rhythms in the absence of \"Clock\".",
            "score": 141.03773498535156
        },
        {
            "docid": "39103747_2",
            "document": "KaiC . KaiC is a gene belonging to the KaiABC gene cluster (with KaiB, and KaiC) that, together, regulate bacterial circadian rhythms, specifically in cyanobacteria. KaiC encodes for the KaiC protein which interacts with the KaiA and KaiB proteins in a post-translational oscillator (PTO). The PTO is cyanobacteria master clock that is controlled by sequences of phosphorylation of KaiC protein. Regulation of KaiABC expression and KaiABC phosphorylation is essential for cyanobacteria circadian rhythmicity, and is particularly important for regulating cyanobacteria processes such as nitrogen fixation, photosynthesis, and cell division. Studies have shown similarities to Drosophila, Neurospora, and mammalian clock models in that the kaiABC regulation of the cyanobacteria slave circadian clock is also based on a transcription translation feedback loop (TTFL). KaiC protein has both auto-kinase and auto-phosphatase activity and acts as the circadian regulator in both the PTO and the TTFL. KaiC has been found to not only suppress kaiBC when overexpressed, but also suppress circadian expression of all genes in the cyanobacterial genome.",
            "score": 140.57980346679688
        },
        {
            "docid": "39042642_9",
            "document": "Cycle (gene) . Recent research on \"cycle\" has largely focused on the role of circadian rhythmicity in other processes. In 2012, it was reported that aging reduces transcriptional oscillations of core clock genes in the fly head including cycle. Wild type \"Drosophila\" show low activity of the CLOCK/CYCLE protein dimer in the morning, and it was recently found that lowering levels of these proteins can affect neuronal signaling. Research from 2012 on sleep architecture and nutrition found that circadian clock mutants, including \"cyc\" still maintained a normal diet response without circadian rhythmicity. Future work focusing on understanding the role of circadian rhythms in \"Drosophila\" will continue to investigate \"cycle's\" role in maintaining rhythmicity.",
            "score": 140.55136108398438
        },
        {
            "docid": "13530822_5",
            "document": "PER2 . \"PER2\" is a member of the Period family of genes and is expressed in a circadian pattern in the suprachiasmatic nucleus, the primary circadian pacemaker in the mammalian brain. Genes in this family encode components of the circadian clock, which regulates the daily rhythms of locomotor activity, metabolism, and behavior. Circadian expression of these genes and their encoded proteins in the suprachiasmatic nucleus. Human PER2 is involved human sleep disorder and cancer formation. Lowered \"PER2\" expression is common in many tumors cells within the body, suggesting PER2 is integral for proper function and decreased levels promotes tumor progression.",
            "score": 140.03421020507812
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 139.9867706298828
        },
        {
            "docid": "52978428_6",
            "document": "Carl H. Johnson . Prior to the late 1980s, most chronobiologists believed that bacteria were too \"simple\" to express circadian rhythms. Johnson did not accept this dogma, and as early as 1978, he was examining haloarchaea for the possible presence of biological clocks. While the studies of haloarchaea were not productive, when other studies suggested the possibility of circadian rhythms in cyanobacteria, Johnson along with colleagues and collaborators used a luciferase reporter system to prove that Synechococcus elongatus, of the phylum cyanobacteria, showed evidence of daily bacterial circadian rhythms (with circa-24 hour cycles). Synechococcus expressed free-running rhythms, temperature compensation, and ability to entrain, which are the defining properties of circadian rhythms. These organisms also regulate cell division with forbidden and allowed phases. Therefore, Johnson and coworkers challenged the original belief that bacteria do not have daily biological cycles. Moreover, they identified the central elements of the bacterial clock, namely the KaiABC gene cluster, and determined their structure. Currently, the idea that bacterial circadian rhythms exist in at least some prokaryotes is well accepted by the chronobiology community, and prokaryotes are an important model system for studying rhythmicity.",
            "score": 139.8787078857422
        },
        {
            "docid": "13570238_5",
            "document": "PER1 . The PER1 gene, also called rigui, is a characteristic circadian oscillator. PER1 is rhythmically transcribed in the SCN, keeping a period of approximately 24 hours. This rhythm is sustained in constant darkness, and can also be entrained to changing light cycles. PER1 is involved in generating circadian rhythms in the SCN, and also has an effect on other oscillations throughout the body. For example, PER1 knockouts affect food entrainable oscillators and methamphetamine-sensitive circadian oscillators, whose periods are altered in the absence of PER1. In addition, mice with knockouts in both the PER1 and PER2 genes show no circadian rhythmicity. Phase shifts in PER1 neurons can be induced by a strong, brief light stimulus to the SCN of rats. This light exposure causes increases in PER1 mRNA, suggesting that the PER1 gene plays an important role in entrainment of the mammalian biological clock to the light-dark cycle.",
            "score": 139.61854553222656
        },
        {
            "docid": "39103747_16",
            "document": "KaiC . The recreation of a circadian oscillator \"in vitro\" in the presence of only KaiA, KaiB, KaiC, and ATP has sparked interest in the relationship between cellular biochemical oscillators and their associated transcription-translation feedback loops (TTFLs). TTFLs have long been assumed to be the core of circadian rhythmicity, but that claim is now being tested again due to the possibility that the biochemical oscillators could constitute the central mechanism of the clock system, regulating and operating within TTFLs that control output and restore proteins essential to the oscillators in organisms, such as the KaiABC system in \"Synechococcus\". Two models have been proposed to describe the relationship between the biochemical and TTFL regulation of circadian rhythms: a master/slave oscillator system with the TTFL oscillator synchronizing to the biochemical oscillator and an equally weighted coupled oscillator system in which both oscillators synchronize and influence the other oscillator. Both are coupled oscillator models that account for the high stability of the timing mechanism within \"Synechococcus\". The biochemical oscillator relies on redundant molecular interactions based on the law of mass action, whereas the TTFL relies on cellular machinery that mediates translation, transcription, and degradation of mRNA and proteins. The different types of interactions driving the two oscillators allows the circadian clock to be resilient to changes within the cell, such as metabolic fluctuation, temperature changes, and cell division.",
            "score": 139.55548095703125
        },
        {
            "docid": "1408530_24",
            "document": "Circadian clock . Circadian oscillators are simply oscillators with a period of approximately 24 hours. In response to light stimulus the body corresponds with a system and network of pathways that work together to determine the biological day and night. The regulatory networks involved in keeping the clock precise span over a range of post-translation regulation mechanisms. Circadian oscillators may be regulated by phosphorylation, SUMOylation, ubiquitination, and histone acetylation and deacetylation, the covalent modification of the histone tail which controls the level of chromatin structures causing the gene to be expressed more readily. Methylation of a protein structure adds a methyl group and regulates the protein function or gene expression and in histone methylation gene expression is either suppressed or activated through changing the DNA sequence. Histones go through an acetylation, methylation and phosphorylation process but the major structural and chemical changes happen when enzymes \"histone acetyltransferases\" (HAT) and \"histone deacetylases\" (HDAC) add or remove acetyl groups from the histone causing a major change in DNA expression. By changing DNA expression, histone acetylation and methylation regulate how the circadian oscillator operates. Fustin and co-workers provided a new layer of complexity to the regulation of circadian oscillator in mammals by showing that RNA methylation was necessary for efficient export of mature mRNA out of the nucleus: inhibition of RNA methylation caused nuclear retention of clock gene transcripts, leading to a longer circadian period.",
            "score": 139.44369506835938
        },
        {
            "docid": "7343292_4",
            "document": "Drosha . The microRNAs thus generated are short RNA molecules that regulate a wide variety of other genes by interacting with the RNA-induced silencing complex (RISC) to induce cleavage of complementary messenger RNA (mRNA) as part of the RNA interference pathway. A microRNA molecule is synthesized as a long RNA primary transcript known as a \"pri-miRNA\", which is cleaved by Drosha to produce a characteristic stem-loop structure of about 70 base pairs long, known as a \"pre-miRNA.\" Drosha exists as part of a protein complex called the Microprocessor complex, which also contains the double-stranded RNA binding protein DGCR8 (called Pasha in D. melanogaster and C. elegans). DGCR8 is essential for Drosha activity and is capable of binding single-stranded fragments of the pri-miRNA that are required for proper processing.",
            "score": 139.06932067871094
        }
    ]
}