{
    "q": [
        {
            "docid": "14817492_6",
            "document": "SLC7A11 . There is a copious amount of glutamate in mammalian cells. Glutamate is necessary for excitatory signaling between neurons. The release must be highly organized, due to the large amounts of glutamate at the synaptic cleft, and the fact that it is released at high speeds. This mechanism of release at the synaptic cleft is partially controlled through the active transport of glutamate out of astrocytes by system Xc-. This release also has a physiological role in the regulation of glutamate metabotropic receptors and control of other neurotransmitters. Cystine is a dimer consisting of two cysteine molecules and the formation of a disulfide bond. This amino acid is a rate limiting substrate used in the SLC7A11 cystine/glutamate transporter and is usually imported into the cell. Cysteine-158 is specifically used in the formation of the disulfide bridge for the protein structure of system Xc-. There are neurotoxins, such as BMAA, that can prevent the intake of cystine, which can lead to decreased extracellular glutamate levels and an increase in oxidative stress. System Xc- can be inhibited by many small molecules. Excess amounts of the endogenous substrate glutamate inhibits the function of system Xc-. Synthetic small molecules such as erastin, sulfasalazine, and sorafenib can inhibit system Xc- function and induce ferroptosis.",
            "score": 364.32262337207794
        },
        {
            "docid": "413102_16",
            "document": "Folding@home . Folding@home is also used to study protein chaperones, heat shock proteins which play essential roles in cell survival by assisting with the folding of other proteins in the crowded and chemically stressful environment within a cell. Rapidly growing cancer cells rely on specific chaperones, and some chaperones play key roles in chemotherapy resistance. Inhibitions to these specific chaperones are seen as potential modes of action for efficient chemotherapy drugs or for reducing the spread of cancer. Using Folding@home and working closely with the Center for Protein Folding Machinery, the Pande lab hopes to find a drug which inhibits those chaperones involved in cancerous cells. Researchers are also using Folding@home to study other molecules related to cancer, such as the enzyme Src kinase, and some forms of the engrailed homeodomain: a large protein which may be involved in many diseases, including cancer. In 2011, Folding@home began simulations of the dynamics of the small knottin protein EETI, which can identify carcinomas in imaging scans by binding to surface receptors of cancer cells.",
            "score": 188.40751552581787
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 162.84978103637695
        },
        {
            "docid": "7172_74",
            "document": "Chemotherapy . Targeted therapies are a relatively new class of cancer drugs that can overcome many of the issues seen with the use of cytotoxics. They are divided into two groups: small molecule and antibodies. The massive toxicity seen with the use of cytotoxics is due to the lack of cell specificity of the drugs. They will kill any rapidly dividing cell, tumor or normal. Targeted therapies are designed to affect cellular proteins or processes that are utilised by the cancer cells. This allows a high dose to cancer tissues with a relatively low dose to other tissues. Although the side effects are often less severe than that seen of cytotoxic chemotherapeutics, life-threatening effects can occur. Initially, the targeted therapeutics were supposed to be solely selective for one protein. Now it is clear that there is often a range of protein targets that the drug can bind. An example target for targeted therapy is the protein produced by the Philadelphia chromosome, a genetic lesion found commonly in chronic myelomonocytic leukemia. This fusion protein has enzyme activity that can be inhibited by imatinib, a small molecule drug.",
            "score": 173.55170249938965
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 179.78011643886566
        },
        {
            "docid": "40537197_11",
            "document": "Ferroptosis . Ferroptosis is a more controlled form of programmed cell death. With small molecules inducing ferroptosis, it inhibits tumor growth and increases drug resistance. It is still unknown the exact mechanism in which ferroptosis inhibits tumor growth, but based on early experiments, it could be used to treat tumor cells and ultimately cancer. Based on the figure shown, initiating ferroptosis can be done by eliminating GPX4 activity through Xc- (erastin mediated). The inhibition or degradation of GPX4 has been noticed to be the primary mechanism through which erastin or RSL3 can inhibit the activity and ultimately trigger ferroptosis and cell death. Since ferroptosis is an iron dependent mechanism, an accumulation of lipid ROS kills the cells that have begun to undergo ferroptosis and eliminates them completely.",
            "score": 273.7961037158966
        },
        {
            "docid": "7702007_5",
            "document": "Drug-induced lupus erythematosus . The processes that lead to drug-induced lupus erythematosus are not entirely understood. The exact processes that occur are not known even after 50 years since its discovery, but many studies present theories on the mechanisms of DIL. A predisposing factor to developing DIL is N-acetylation speed, or the rate at which the body can metabolize the drug. This is greatly decreased in patients with a genetic deficiency of the enzyme N-acetyltransferase. A study showed that 29 of 30 patients with DIL were slow acetylators. In addition, these patients had more hydralazine metabolites in their urine than fast acetylators. These metabolites (byproducts of the interactions between the drug and constituents in the body) of hydralazine are said to have been created when white blood cells have been activated, meaning they are stimulated to produce a respiratory burst. Respiratory burst in white blood cells induces an increased production of free radicals and oxidants such as hydrogen peroxide. These oxidants have been found to react with hydralazine to produce a reactive species that is able to bond to protein. Monocytes, one type of white blood cell, detect the antigen and relay the recognition to T helper cells, creating antinuclear antibodies leading to an immune response. Further studies on the interactions between oxidants and hydralazine are necessary to understand the processes involved in DIL. Of the drugs that cause DIL, hydralazine has been found to cause a higher incidence. Hydralazine is a medication used to treat high blood pressure. Approximately 5% of the patients who have taken hydralazine over long periods of time and in high doses have shown DIL-like symptoms. Many of the other drugs have a low to very low risk to develop DIL. The following table shows the risk of development of DIL of some of these drugs on a very to high scale.",
            "score": 107.19690370559692
        },
        {
            "docid": "1914242_28",
            "document": "History of cancer chemotherapy . The classic example of targeted development is imatinib mesylate (Gleevec), a small molecule which inhibits a signaling molecule kinase. The genetic abnormality causing chronic myelogenous leukemia (CML) has been known for a long time to be a chromosomal translocation creating an abnormal fusion protein, kinase BCR-ABL, which signals aberrantly, leading to uncontrolled proliferation of the leukemia cells. Imatinib precisely inhibits this kinase. Unlike so many other anti-cancer agents, this pharmaceutical was no accident. Brian Druker, working in Oregon Health & Science University, had extensively researched the abnormal enzyme kinase in CML. He reasoned that precisely inhibiting this kinase with a drug would control the disease and have little effect on normal cells. Druker collaborated with Novartis chemist Nicholas Lydon, who developed several candidate inhibitors. From these, imatinib was found to have the most promise in laboratory experiments. First Druker and then other groups worldwide demonstrated that when this small molecule is used to treat patients with chronic-phase CML, 90% achieve complete haematological remission. It is hoped that molecular targeting of similar defects in other cancers will have the same effect.",
            "score": 156.42878794670105
        },
        {
            "docid": "56731305_11",
            "document": "RNA-targeting small molecule drugs . Aside from studies involved r(CUG) repeats, other complex RNA structures have also been targeted. Pearson and coworkers discovered that a cationic porphyrin (TMPyP4) bound a G-quadruplex r(GC) and inhibited the binding of proteins to r(GC). Work by Disney and Petrucelli rationally identified small molecules that can target this repeat and affect disease biology in model cellular systems and also in patient-derive iNeurons. Further studies by Rothstein and colleagues determined that TMPyP4 could suppress r(GC)-mediated neurodegeneration in a \"Drosophila\" model. Additionally targets have been rationally identified by using a powerful seqecune-based design approach termed informal to identify dozens of bioactive small molecules that target disease causing non-coding RNA termed INFORNA. This study important showed for the first time that small molecules appear to have selectivities that are competitive with oligonucleotides with cell-permeable and medicinally optimizable small molecules. Additionally, compounds have been shown to be bioactive in diverse disease settings that ranged from breast cancer. and hepatocellular carcinoma. More recently, the Disney group further used their prediction database INFORNA to design Targaprimir-96 to target miRNA precursors in animal models of cancer, the first small molecules to do so. This compound has a nanomolar affinity for the miRNA hairpin precursor selectively over other sequences. Targaprimir-96 was further tested in cells and in mice, inhibiting tumor growth in a xenograft mouse model of triple negative breast cancer upon i.p. injection. RNA-targeting small molecule drug discovery has greatly benefitted from the available cellular models for disease. The use of cell culture in early development has become a requirement for assessing the basic efficacy of a drug candidate. Thus, more research groups have implemented these techniques in their programs. In a leading example, Al-Hashimi and coworkers identified six small molecules with high affinity for TAR of HIV-1 through a computational approach. They docked a library of small molecules onto RNA dynamic structures generated by NMR and Molecular Dynamics (MD) simulations. The hit molecules inhibited the Tat—TAR interaction \"in vitro\". They arrived at lead molecule, netilmicin, that had the best selectivity for HIV-1 TAR and inhibited HIV-1 replication in cells with a low IC50. The Disney group has studied aminoglycoside derivatives in 2009 for their ability to inhibit interactions between repeat RNA and proteins. Using their prediction database INFORNA, they discovered that a compound could bind to 1 x 1 UU internal loops on an N-methyl peptide backbone. They confirmed that like other compounds that target DM1 r(CUG), they could inhibit the complex between r(CUG)-MBNL1, disrupt nuclear foci, and increase nucleocytoplasmic transport of the gene in patient-derived DM1 fibroblasts. In that study the Disney group also described several approaches to validate the RNA targets of small molecules. In the first approach termed chemical cross-linking and isolation by pull down (Chem-CLIP) and chemical cross-linking and isolation by pull down to map binding sites (Chem-CLIP-Map).",
            "score": 177.98429214954376
        },
        {
            "docid": "8382438_14",
            "document": "Poloxamer . Work led by Kabanov has recently shown that some of these polymers, originally thought to be inert carrier molecules, have a very real effect on biological systems independently of the drug they are transporting. The poloxamers have been shown to incorporate into cellular membranes affecting the microviscosity of the membranes. Interestingly the polymers seem to have the greatest effect when absorbed by the cell as an unimer rather than as a micelle. Effect on multi drug resistant cancer cells Poloxamers have been shown to preferentially target cancer cells, due to differences in the membrane of these cells when compared to noncancer cells. Poloxamers have also been shown to inhibit MDR proteins and other drug efflux transporters on the surface of cancer cells; the MDR proteins are responsible for the efflux of drugs from the cells and hence increase the susceptibility of cancer cells to chemotherapeutic agents such as doxorubicin.  Another effect of the polymers upon cancer cells is the inhibition of the production of ATP in multi-drug resistant (MDR) cancer cells. The polymers seem to inhibit respiratory proteins I and IV, and the effect on respiration seems to be selective for MDR cancer cells, which may be explained by the difference in fuel sources between MDR and sensitive cells (fatty acids and glucose respectively). The poloxamers have also been shown to enhance proto-apoptotic signaling, decrease anti-apoptoic defense in MDR cells, inhibit the glutathione/glutathione S-transferase detoxification system, induce the release of cytochrome C, increase reactive oxygen species in the cytoplasm, and abolish drug sequestering within cytoplasmic vesicles.  Effect on nuclear factor kappa B  Certain poloxamers such as P85 have been shown not only to be able to transport target genes to target cells, but also to increase gene expression. Certain poloxamers, such as P85 and L61, have also been shown to stimulate transcription of NF kappaB genes, although the mechanism by which this is achieved is currently unknown, bar that P85 has been shown to induce phosphorylation of the inhibitory kappa.",
            "score": 214.83304011821747
        },
        {
            "docid": "22366369_4",
            "document": "PFKFB4 . In 2012 research by scientists at Cancer Research UK’s London Research Institute show that an enzyme called PFKFB4 is essential for balancing these two processes – making sure the cell’s energy needs are met without allowing free radicals to build up and trigger cell death. Study leader Dr. Almut Schulze, said: “Our study suggests that PFKFB4 acts to fine-tune the process by which cells convert glucose into energy. Blocking this enzyme in prostate cancer cells grown in the lab stalled growth and triggered a catastrophic build-up of free-radicals, suggesting that it could be a suitable drug target. Importantly, this route to energy production is common to many different types of cancer, suggesting that drugs to target it could potentially be used to treat a variety of cancers.”<ref name=\"Functional Metabolic Screen Identifies 6-Phosphofructo-2-Kinase/Fructose-2,6-Biphosphatase 4 as an Important Regulator of Prostate Cancer Cell Survival\"></ref>",
            "score": 114.42022895812988
        },
        {
            "docid": "1551873_38",
            "document": "ATP-binding cassette transporter . Discovery of the first eukaryotic ABC transporter protein came from studies on tumor cells and cultured cells that exhibited resistance to several drugs with unrelated chemical structures. These cells were shown to express elevated levels of multidrug-resistance (MDR) transport protein which was originally called P-glycoprotein (P-gp), but it is also referred to as multidrug resistance protein 1 (MDR1) or ABCB1. This protein uses ATP hydrolysis, just like the other ABC transporters, to export a large variety of drugs from the cytosol to the extracellular medium. In multidrug-resistant cells, the MDR1 gene is frequently amplified in multidrug-resistant cells. This results in a large overproduction of the MDR1 protein.  The substrates of mammalian ABCB1 are primarily planar, lipid-soluble molecules with one or more positive charges. All of these substrates compete with one another for transport, suggesting that they bind to the same or overlapping sites on the protein. Many of the drugs that are transported out by ABCB1 are small, nonpolar drugs that diffuse across the extracellular medium into the cytosol, where they block various cellular functions. Drugs such as colchicine and vinblastine, which block assembly of microtubules, freely cross the membrane into the cytosol, but the export of these drugs by ABCB1 reduces their concentration in the cell. Therefore, it takes a higher concentration of the drugs is required to kill the cells that express ABCB1 than those that do not express the gene.",
            "score": 155.11860167980194
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 179.00094842910767
        },
        {
            "docid": "14754894_12",
            "document": "PSMB7 . The PSMB7 protein has a variety of clinically relevant constituents. For instance, in breast cancer cells, a high expression level of the PSMB7 protein suggests a shorter survival than in cells with a lower expression level. This interesting finding indicates that the PSMB7 protein may be used as a clinical prognostic biomarker in breast cancer. The same study also suggested that the PSMB7 protein is involved in anthracycline resistance, which is an antibiotic derived from streptomyces bacteria and used as an anticancer chemotherapy for leukemias, lymphomas, breast cancer, uterine, ovarian and lung cancers. Furthermore, the PSMB7 protein may also be involved in the resistance to 5-fluoro uracil (5-FU) therapy. Targeting the PSMB7 gene, to down-regulate PSMB7 protein, may overcome resistance to 5-FU and thus a possible new approach to treat hepatocellular carcinoma with this chemotherapeutic drug. High PSMB7 expression is an unfavourable prognostic marker in breast cancer. In this, survival of resistant breast cancer cell lines decreased after doxorubicin or paclitaxel treatment when PSMB7 was knocked down by RNA interference. These results were validated in 1592 microarray samples: patients with high PSMB7 expression had a significantly shorter survival than patients with low expression. Knockdown of the PSMB7 gene may also induce autophagy in cardiomyocytes.",
            "score": 121.69948816299438
        },
        {
            "docid": "16507549_40",
            "document": "Alzheimer's disease research . The current treatment for AD symptoms are acetylcholinesterase inhibitors and N-methyl-D-aspartate receptor (NMDA) antagonists. Based on the current literature on AD pharmacology research, analyzing differentially expressed genes in drug-drug, disease-disease, and drug-disease models allows the discovery of novel pharmaceutical agents that potentially treat more than AD symptoms. Analytical tools such as Connectivity Map (cMap) were used in drug-disease interaction from publicly available microarray data. Gene signatures from the cMap-based interpretation showed that common anti-AD drugs (tacrine, donepezil, galantamine, memantine, and rivastigmine) were not listed in the final drug list. Rather, other compounds that inhibit downstream effectors of cell proliferation, Wnt and insulin pathways, epigenetic modifications, and cell cycle regulation were among the top in the final anti-AD drug list. These findings further supported the fact that AD is a disease of degeneration and growth dysregulation. In fact, the final list of anti-AD drugs, obtained from analyzing microarray datasets and cMap drug-disease model contained the common effector of AD and diabetes – glycogen synthase kinase 3 (GSK3-an enzyme that has been found to be related to hyperphosphorylation of tau protein) – confirmed the link between the two diseases. Further pathway and network interpretation of genes obtained from AD microarray datasets using KEGG, WikiPathways, Reactome, Biocarta, and NetworkAnalyst showed that epidermal growth factor (EGF) and its receptors were strongly associated with pathogenesis of AD. EGFR is a transmembrane protein and a member of the HER/ErbB receptor family that share a common pathway with insulin receptors (Ras/Raf/Mak and PI3K/Akt). Furthermore, amyloid protein precursor (APP) was found to be indirectly related based on network analysis. Aβ (one of the diagnostic findings of AD) activates EGFR and inhibition of the receptor improved memory disorders in Aβ-overexpressed drosophila. Drugs that block GSK3 were found to be affecting PI3K/Akt pathway, demonstrating that EGFR could be a new target for pharmaceutical agent in treating AD.",
            "score": 132.69063651561737
        },
        {
            "docid": "6430965_16",
            "document": "D-amino acid oxidase . RgDAAO is used in a process called gene-directed enzyme prodrug therapy (GDEPT) to treat tumors in cancer patients. This treatment uses RgDAAO as the enzyme and D-alanine as a substrate to create a reactive oxygen species H2O2 as a product. H2O2 permeates through tumor cells and damages biopolymers. The damage done by H2O2 creates a cytotoxic metabolite from a nontoxic prodrug within the tumor cells, which then creates a toxic substance in those cells alone. This process is beneficial for cancer patients, because this treatment is toxic only to tumor cells, while chemotherapy is toxic to all cells in the patient's body. D-amino acid oxidase also plays a role in 4-Methylthio-2-oxobutyric acid (MTOBA) production, which is used as an anticancer drug which induces apoptosis of cancer cells.",
            "score": 113.91409659385681
        },
        {
            "docid": "48748497_3",
            "document": "PD-1 and PD-L1 inhibitors . PD-1 and PD-L1 inhibitors act to inhibit the association of the programmed death-ligand 1 (PD-L1) with its receptor, programmed cell death protein 1 (PD-1). The interaction of these cell surface proteins is involved in the suppression of the immune system and occurs following infection to limit the killing of bystander host cells and prevent autoimmune disease. This immune checkpoint is also active in pregnancy, following tissue allografts, and in different types of cancer. The concept of blocking PD-1 and PD-L1 for the treatment of cancer was first published in 2001. Pharmaceutical companies began attempting to develop drugs to block these molecules, and the first clinical trial was launched in 2006, evaluating nivolumab. As of 2017, more than 500 clinical trials involving PD-1 and PD-L1 inhibitors have been conducted in more than 20,000 patients.",
            "score": 169.22468256950378
        },
        {
            "docid": "9880209_19",
            "document": "Cyclin-dependent kinase 6 . The direct targeting of CDK6 and CDK4 should be used with caution in the treatment of cancer, because these enzymes are important for the cell cycle of normal cells as well. Furthermore, small molecules targeting these proteins might increase drug resistance events. However, these kinases have been shown to be useful as coadjuvants in breast cancer chemotherapy.  Another indirect mechanism for the control of CDK6 expression, is the use of a mutated D-cyclin that binds with high affinity to CDK6, but does not induce its kinase activity. this mechanism was studied in the development of mammary tumorigenesis in rat cells, however, the clinical effects have not yet been shown in human patients. A",
            "score": 117.70172882080078
        },
        {
            "docid": "26901564_26",
            "document": "DNA nanotechnology . There are potential applications for DNA nanotechnology in nanomedicine, making use of its ability to perform computation in a biocompatible format to make \"smart drugs\" for targeted drug delivery. One such system being investigated uses a hollow DNA box containing proteins that induce apoptosis, or cell death, that will only open when in proximity to a cancer cell. There has additionally been interest in expressing these artificial structures in engineered living bacterial cells, most likely using the transcribed RNA for the assembly, although it is unknown whether these complex structures are able to efficiently fold or assemble in the cell's cytoplasm. If successful, this could enable directed evolution of nucleic acid nanostructures.  Scientists at Oxford University reported the self-assembly of four short strands of synthetic DNA into a cage which can enter cells and survive for at least 48 hours. The fluorescently labeled DNA tetrahedra were found to remain intact in the laboratory cultured human kidney cells despite the attack by cellular enzymes after two days. This experiment showed the potential of drug delivery inside the living cells using the DNA ‘cage’. A DNA tetrahedron was used to deliver RNA Interference (RNAi) in a mouse model, reported a team of researchers in MIT. Delivery of the interfering RNA for treatment has showed some success using polymer or lipid, but there are limits of safety and imprecise targeting, in addition to short shelf life in the blood stream. The DNA nanostructure created by the team consists of six strands of DNA to form a tetrahedron, with one strand of RNA affixed to each of the six edges. The tetrahedron is further equipped with targeting protein, three folate molecules, which lead the DNA nanoparticles to the abundant folate receptors found on some tumors. The result showed that the gene expression targeted by the RNAi, luciferase, dropped by more than half. This study shows promise in using DNA nanotechnology as an effective tool to deliver treatment using the emerging RNA Interference technology.The DNA tetrahedron was also used in an effort to overcome the phenomena multidrug resistance. Doxorubicin (DOX) was conjugated with the tetrahedron and was loaded into MCF-7 breast cancer cells that contained the P-glycoprotein drug efflux pump. The results of the experiment showed the DOX was not being pumped out and apoptosis of the cancer cells was achieved.The tetrahedron without DOX was loaded into cells to test its biocompatibility, and the structure showed no cytotoxicity itself.",
            "score": 148.17786395549774
        },
        {
            "docid": "17564957_11",
            "document": "Zinc protoporphyrin . The chemical group that ZnPP belongs to is similar to free heme which is a natural substrate of heme oxygenase. ZnPP is known as a competitive inhibitor of heme oxygenase. Heme oxygenase is a cytoprotective enzyme that copes with oxidative stress on a cell and shows higher expression in cancerous tissues. ZnPP suppression of heme oxygenase reduces cell viability of cancer cells and increases cytotoxicity in cancer cells. ZnPP works in combination with anticancer drugs to increase cytotoxicity greatly in some cases; results in one study have shown a five-fold increase in treatment efficacy. ZnPP has been shown to have a major role in inhibiting tumor growth especially solid tumors. Tumors from brain cancer, colon cancer, prostate cancer, renal cell cancer, oral squamous cell cancer, and leukemia all show a susceptibility to ZnPP due to increase expression of heme oxygenase. The inhibition of heme oxygenase leads to an increase of reactive oxidative species in the cell which sensitizes the cells to chemotherapeutic agents. Increased reactive oxidative species can cause apoptosis in cancer cells and reduce drug resistance when exposed to ZnPP due to loss of the heme oxygenase coping mechanism. The combination of these two therapies is highly effective in treating cancer in experiments thus far, and is a possible new method for overcoming drug resistance. The reduced coping ability of tissues treated with ZnPP also increases radiosensitivity. Cells treated with ZnPP and radiation as opposed to simply one of the two are less viable and more likely to stay in G1 phase of the cell cycle, rather than progress to the G2 phase. ZnPP and radiation combination therapy shows more apoptosis than the same amount of radiation displaying that ZnPP puts stress on cancerous tissue. ZnPP have been injected in a number of trials on solid tumors, but can be utilized more broadly when effectively delivered to cancer cells and not healthy cells. A targeted delivery system is need to fully exploit the uses of ZnPP as a therapeutic agent and heme oxygenase inhibitor due to the potential side effects of free ZnPP on healthy tissue. Reducing the anti-oxidant capability of healthy cells can reduce effects that would have been favorable. However ZnPP have been encapsulated in nanoparticles with specialized coating for drug delivery inside the body. ZnPP did not show any reduce inhibitory potential on heme oxygenase when loaded into nanoparticles. Similarly ZnPP loaded into nanoparticles has a higher cytotoxicity than free ZnPP after two days due to a more favorable release rate as well as better biodistribution and internalization. The possible negative effects on major organs were not seen and blood distribution is more desirable in ZnPP loaded nanoparticles than free ZnPP. The specific inhibition of heme oxygenase using nanoparticles with encapsulated ZnPP reduces side effects and is likely the future method of administering ZnPP treatment.",
            "score": 178.4553816318512
        },
        {
            "docid": "57432788_2",
            "document": "IMP-1088 . IMP-1088 is a newly discovered enzyme inhibitor of the human N-myristoyltransferases NMT1 and NMT2 capable of preventing rhinoviral replication, an area of research relating to potential treatment of the common cold. IMP-1088 works to keep cells from receiving the virus by targeting the cell instead of the rhinovirus itself. It does this by hijacking the NMT protein of the cell which prevents the virus from placing the capsid in the cell because viruses use the NMT protein to \"hijack\" and infect the cell with its genetic information of the virus. By using the IMP-1088 molecule in this specific treatment, viruses cannot form resistance to the drug since IMP-1088 is working against the human cell and not the virus which makes this treatment extremely effective. There has been past treatments using similar to drugs like IMP-1088, but those drugs were toxic and harmful to the human body. With the IMP-1088 molecule being discovered, it is very possible that the long thought incurable common cold will now be curable shortly in the future.",
            "score": 131.11538302898407
        },
        {
            "docid": "5464960_28",
            "document": "Enzyme inhibitor . In drug design it is important to consider the concentrations of substrates to which the target enzymes are exposed. For example, some protein kinase inhibitors have chemical structures that are similar to adenosine triphosphate, one of the substrates of these enzymes. However, drugs that are simple competitive inhibitors will have to compete with the high concentrations of ATP in the cell. Protein kinases can also be inhibited by competition at the binding sites where the kinases interact with their substrate proteins, and most proteins are present inside cells at concentrations much lower than the concentration of ATP. As a consequence, if two protein kinase inhibitors both bind in the active site with similar affinity, but only one has to compete with ATP, then the competitive inhibitor at the protein-binding site will inhibit the enzyme more effectively.",
            "score": 158.37218284606934
        },
        {
            "docid": "18844072_9",
            "document": "Synthetic lethality . Synthetic lethal analysis can be used to elucidate mechanisms of known chemotherapeutic drugs by identifying genes whose function is necessary for drug function. For example, BRCA1 and BRCA2 are important for repairing double-strand breaks in DNA, and mutations in these genes predispose individuals to breast cancer and ovarian cancer. The enzyme PARP1 is involved in repairing single-strand breaks, and the inhibition of PARP1 in a BRCA mutant background is selectively lethal to tumors because cancer cells accumulate DNA lesions that they cannot repair. Synthetic lethality is also useful for screening libraries of molecules to detect drugs that selectively inhibit cancer cells. In a recent chemical-genetic screen, one compound of 3200 screened molecules was a synthetic lethal inhibitor of pancreatic cancer KRAS gain-of-function cells, which suggests a potential treatment for this cancer type.",
            "score": 175.3992941379547
        },
        {
            "docid": "55172_37",
            "document": "Proteomics . One major development to come from the study of human genes and proteins has been the identification of potential new drugs for the treatment of disease. This relies on genome and proteome information to identify proteins associated with a disease, which computer software can then use as targets for new drugs. For example, if a certain protein is implicated in a disease, its 3D structure provides the information to design drugs to interfere with the action of the protein. A molecule that fits the active site of an enzyme, but cannot be released by the enzyme, inactivates the enzyme. This is the basis of new drug-discovery tools, which aim to find new drugs to inactivate proteins involved in disease. As genetic differences among individuals are found, researchers expect to use these techniques to develop personalized drugs that are more effective for the individual.",
            "score": 107.81615328788757
        },
        {
            "docid": "1686272_45",
            "document": "Chemical biology . Small molecules that modulate stem-cell behavior are commonly identified in high-throughput screens. Libraries of compounds are screened for the induction of a desired phenotypic change in cultured stem-cells. This is usually observed through activation or repression of a fluorescent reporter or by detection of specific cell surface markers by FACS or immunohistochemistry. Hits are then structurally optimized for activity by the synthesis and screening of secondary libraries. The cellular targets of the small molecule can then be identified by affinity chromatography, mass spectrometry, or DNA microarray.  A trademark of pluripotent stem-cells, such as embryonic stem-cells (ESCs), is the ability to self-renew indefinitely. The conventional use of feeder cells and various exogenous growth factors in the culture of ESCs presents a problem in that the resulting highly variable culture conditions make the long-term expansion of un-differentiated ESCs challenging. Ideally, chemically defined culture conditions could be developed to maintain ESCs in a pluripotent state indefinitely. Toward this goal, the Schultz and Ding labs at the Scripps Research Institute identified a small molecule that can preserve the long-term self-renewal of ESCs in the absence of feeder cells and other exogenous growth factors. This novel molecule, called pluripotin, was found to simultaneously inhibit multiple differentiation inducing pathways. The utility of stem-cells is in their ability to differentiate into all cell types that make up an organism. Differentiation can be achieved in vitro by favoring development toward a particular cell type through the addition of lineage specific growth factors, but this process is typically non-specific and generates low yields of the desired phenotype. Alternatively, inducing differentiation by small molecules is advantageous in that it allows for the development of completely chemically defined conditions for the generation of one specific cell type. A small molecule, neuropathiazol, has been identified which can specifically direct differentiation of multipotent neural stem cells into neurons. Neuropathiazol is so potent that neurons develop even in conditions that normally favor the formation of glial cells, a powerful demonstration of controlling differentiation by chemical means. Because of the ethical issues surrounding ESC research, the generation of pluripotent cells by reprogramming existing somatic cells into a more \"stem-like\" state is a promising alternative to the use of standard ESCs. By genetic approaches, this has recently been achieved in the creation of ESCs by somatic cell nuclear transfer and the generation of induced pluripotent stem-cells by viral transduction of specific genes. From a therapeutic perspective, reprogramming by chemical means would be safer than genetic methods because induced stem-cells would be free of potentially dangerous transgenes. Several examples of small molecules that can de-differentiate somatic cells have been identified. In one report, lineage-committed myoblasts were treated with a compound, named reversine, and observed to revert to a more stem-like phenotype. These cells were then shown to be capable of differentiating into osteoblasts and adipocytes under appropriate conditions. Stem-cell therapies are currently the most promising treatment for many degenerative diseases. Chemical approaches to stem-cell biology support the development of cell-based therapies by enhancing stem-cell growth, maintenance, and differentiation in vitro. Small molecules that have been shown to modulate stem-cell fate are potential therapeutic candidates and provide a natural lean-in to pre-clinical drug development. Small molecule drugs could promote endogenous stem-cells to differentiate, replacing previously damaged tissues and thereby enhancing the body's own regenerative ability. Further investigation of molecules that modulate stem-cell behavior will only unveil new therapeutic targets.",
            "score": 145.7112512588501
        },
        {
            "docid": "38828080_17",
            "document": "Antineoplastic resistance . Many classes of antineoplastic drugs act on intracellular components and pathways, like DNA, nuclear components, meaning that they need to enter the cancer cells. The p-glycoprotein (P-gp), or the multiple drug resistance protein, is a phosphorylated and glycosylated membrane transporter that can shuttle drugs out of the cell, thereby decreasing or ablating drug efficacy. This transporter protein is encoded by the \"MDR1\" gene and is also called the ATP-binding cassette (ABC) protein. MDR1 has promiscuous substrate specificity, allowing it to transport many structurally diverse compounds across the cell membrane, mainly hydrophobic compounds. Studies have found that the MDR1 gene can be activated and overexpressed in response to pharmaceutical drugs, thus forming the basis for resistance to many drugs. Overexpression of the MDR1 gene in cancer cells is used to keep intracellular levels of antineoplastic drugs below cell-killing levels.",
            "score": 157.73668813705444
        },
        {
            "docid": "52133580_4",
            "document": "List of drugs by year of discovery . Since its beginning, life on Earth has being automatic producers of millions of complex molecules in the lifetime of every organism using a process called catabolism where using simple sources as oxygen, carbon dioxide, nitrogen and sun light as source of energy to produce bigger molecules that include vitamins, proteins, carbohydrate, alkaloids, glycosides, hormones, enzymes, etc. Another process called anabolism use big molecules for their inner biochemical processes producing smaller molecules such oxygen, carbon dioxide, nitrogen and releasing energy that is used source of energy for its cells, organs or brain. All kind of life on Earth have being producers but also consumer of molecules and macromolecules and interchanged them with other forms of life, and at the same time helped and formed part of their evolution. Since 19th century mankind begins to develop new drugs that does not existed on nature before but instead were synthesized in laboratories by combination of organic and inorganic molecules. In 21st century genome editing aims to improve health and cure patients not with the use of drugs but with the edition of human genome.",
            "score": 94.5358110666275
        },
        {
            "docid": "5419130_5",
            "document": "Lipid signaling . Ceramide mediates many cell-stress responses, including the regulation of programmed cell death (apoptosis) and cell aging (senescence). Numerous research works have focused interest on defining the direct protein targets of action of ceramide. These include enzymes called ceramide-activated Ser-Thr phosphatases (CAPPs), such as protein phosphatase 1 and 2A (PP1 and PP2A), which were found to interact with ceramide in studies done in a controlled environment outside of a living organism (\"in vitro\"). On the other hand, studies in cells have shown that ceramide-inducing agents such as tumor necrosis factor-alpha α (TNFα) and palmitate induce the ceramide-dependent removal of a phosphate group (dephosphorylation) of the retinoblastoma gene product RB and the enzymes, protein kinases B (AKT protein family) and C α (PKB and PKCα). Moreover, there is also sufficient evidence which implicates ceramide to the activation of the kinase suppressor of Ras (KSR), PKCζ, and cathepsin D. Cathepsin D has been proposed as the main target for ceramide formed in organelles called lysosomes, making lysosomal acidic SMase enzymes one of the key players in the mitochondrial pathway of apoptosis. Ceramide was also shown to activate PKCζ, implicating it to the inhibition of AKT, regulation of the voltage difference between the interior and exterior of the cell (membrane potential) and signaling functions that favor apoptosis. Chemotherapeutic agents such as daunorubicin and etoposide enhance the \"de novo\" synthesis of ceramide in studies done on mammalian cells. The same results were found for certain inducers of apoptosis particularly stimulators of receptors in a class of lymphocytes (a type of white blood cell) called B-cells. Regulation of the \"de novo\" synthesis of ceramide by palmitate may have a key role in diabetes and the metabolic syndrome. Experimental evidence shows that there is substantial increase of ceramide levels upon adding palmitate. Ceramide accumulation activates PP2A and the subsequent dephosphorylation and inactivation of AKT, a crucial mediator in metabolic control and insulin signaling. This results in a substantial decrease in insulin responsiveness (i.e. to glucose) and in the death of insulin-producing cells in the pancreas called islets of Langerhans. Inhibition of ceramide synthesis in mice via drug treatments or gene-knockout techniques prevented insulin resistance induced by fatty acids, glucocorticoids or obesity.",
            "score": 144.710502743721
        },
        {
            "docid": "38909788_7",
            "document": "Jeffrey Epstein VI Foundation . By developing a mathematical model of colon cancer cell growth, Nowak and his team, showed how the KRAS gene is not actually activated or ‘switched on’ from inhibitor drugs but rather a small percentage of colon cancer cells with an already activated KRAS gene are immune from the start and come to dominate as the other cancer cells are destroyed by the inhibitor drug. was critical in changing the approach to inhibitor drug therapy. Instead of applying drugs in sequence to one another in efforts to fight secondary and tertiary resistance, the Pathology and Oncology Department at Johns Hopkins are now exploring the use of a cocktail of inhibitor drugs to capture all colon cancer cell types: those with the activated KRAS gene and those without. The same tailored approach is underway for other cancer types.",
            "score": 134.27978825569153
        },
        {
            "docid": "291111_5",
            "document": "Caspase . \"Caspase deficiency\" has been identified as a cause of tumour development. Tumour growth can occur by a combination of factors, including a mutation in a cell cycle gene which removes the restraints on cell growth, combined with mutations in apoptopic proteins such as Caspases that would respond by inducing cell death in abnormally growing cells. Conversely, over-activation of some caspases such as caspase-3 can lead to excessive programmed cell death. This is seen in several neurodegenerative diseases where neural cells are lost, such as Alzheimer's disease. Caspases involved with processing inflammatory signals are also implicated in disease. Insufficient activation of these caspases can increase an organism's susceptibility to infection, as an appropriate immune response may not be activated. The integral role caspases play in cell death and disease has led to research on using caspases as a drug target. For example, inflammatory caspase-1 has been implicated in causing autoimmune diseases; drugs blocking the activation of Caspase-1 have been used to improve the health of patients. Additionally, scientists have used caspases as cancer therapy to kill unwanted cells in tumours.",
            "score": 119.5979837179184
        },
        {
            "docid": "15862301_8",
            "document": "Jane C. Wright . In 1949, Dr. Wright joined her father at the Cancer Research Foundation at Harlem hospital. During her time at the research institute, she and her father sparked an interest in chemotherapeutic agents. They were interested in making chemotherapy more accessible for everyone. In the 1940’s chemotherapy was a new development, so it was not a well-known or well-practiced source for treatment because it was still in its experimental stage of drug development. Chemotherapy was considered the “last resort” and the drugs available and dosage was not very well defined. Both Jane and her father wanted to make chemotherapy a more accessible method of cancer treatment. They were the first groups to report the use of nitrogen mustard agents and folic acid antagonists as cancer treatments. The Folic acid antagonist can block folic acid in the body, which is required for cells to produce certain types of amino acids. By inhibiting the folic acids, cells are unable to make new strands of DNA/RNA or produce proteins to drive mitosis. Because cancer cells are highly proliferative compared to the other class in the human body, it is crucial to stop mitosis from happening. The folic acid antagonists that were tested were probably the most important discovery because the antifolates are highly potent against a vast array of solid tumors, including several types of leukemia, Hodgkin’s disease, lymphosarcoma, melanoma, breast cancer, and prostate cancer. Methotrexate is still one of the main chemotherapy drugs used today to treat many types of cancer, and it has been a basis for all modern chemotherapy.",
            "score": 158.6246715784073
        },
        {
            "docid": "53603855_4",
            "document": "Chinmoy Sankar Dey . Dey's research has been focusing on the drug resistance of two diseases, leishmaniasis and diabetes. His work on insulin resistance included the development of an \"in-vitro\" model, which has potential applications in screening anti-diabetic drugs. The model, which involved insulin-resistant cultured skeletal muscle cells, earned him a US patent. Using the model in tandem with biochemical and gene silencing methodologies, he demonstrated that focal adhesion kinases and p38 mitogen-activated protein kinases could be used as possible drug targets. His team identified for the first time the apoptosis-like cell death in Type II topoisomerase and suggested the enzyme as a possible treatment protocol for Leishmaniasis. His findings were published in a 2005 article in \"Molecular and Biochemical Parasitology\" of Elsevier. He also proposed eIF4A, a member of a set of three related proteins, as a drug target to combat infection with \"Leishmania donovani\", a Miltefosine-resistant type of trypanosome causing leishmaniasis. His work on myogenesis and muscular dystrophy showed insulin‑mediated dephosphorylation of PTK2 (focal adhesion kinase) could be stopped by inhibiting the activity of the insulin receptor tyrosine kinase, which was a new discovery. His research has been documented in numerous articles; ResearchGate, an online repository of scientific articles, lists 90 of them. Besides this he has contributed chapters to two books, and his work has drawn citations from other researchers. James Watson, a recipient of the Nobel Prize in Physiology or Medicine in 1962, cited one of Dey's papers in his 2013 lecture at University of California, Los Angeles to commemorate the 60th anniversary of the discovery of double helical structure DNA, which was later published as an article in Lancet in 2014. He also holds a Patent Cooperation Treaty and his aforementioned US patent, as well as two Indian patents, and has guided students in their master's and doctoral studies.",
            "score": 104.25336849689484
        }
    ],
    "r": [
        {
            "docid": "14817492_6",
            "document": "SLC7A11 . There is a copious amount of glutamate in mammalian cells. Glutamate is necessary for excitatory signaling between neurons. The release must be highly organized, due to the large amounts of glutamate at the synaptic cleft, and the fact that it is released at high speeds. This mechanism of release at the synaptic cleft is partially controlled through the active transport of glutamate out of astrocytes by system Xc-. This release also has a physiological role in the regulation of glutamate metabotropic receptors and control of other neurotransmitters. Cystine is a dimer consisting of two cysteine molecules and the formation of a disulfide bond. This amino acid is a rate limiting substrate used in the SLC7A11 cystine/glutamate transporter and is usually imported into the cell. Cysteine-158 is specifically used in the formation of the disulfide bridge for the protein structure of system Xc-. There are neurotoxins, such as BMAA, that can prevent the intake of cystine, which can lead to decreased extracellular glutamate levels and an increase in oxidative stress. System Xc- can be inhibited by many small molecules. Excess amounts of the endogenous substrate glutamate inhibits the function of system Xc-. Synthetic small molecules such as erastin, sulfasalazine, and sorafenib can inhibit system Xc- function and induce ferroptosis.",
            "score": 364.3226318359375
        },
        {
            "docid": "53685552_2",
            "document": "Erastin . Erastin is a small molecule capable of initiating ferroptotic cell death. Erastin binds and inhibits VDAC2 and VDAC3 and functionally inhibits the cystine-glutamate antiporter System Xc-. Cells treated with erastin are deprived of cysteine and are unable to synthesize the antioxidant glutathione. Depletion of glutathione eventually leads to excessive lipid peroxidation and cell death.",
            "score": 282.8912048339844
        },
        {
            "docid": "40537197_11",
            "document": "Ferroptosis . Ferroptosis is a more controlled form of programmed cell death. With small molecules inducing ferroptosis, it inhibits tumor growth and increases drug resistance. It is still unknown the exact mechanism in which ferroptosis inhibits tumor growth, but based on early experiments, it could be used to treat tumor cells and ultimately cancer. Based on the figure shown, initiating ferroptosis can be done by eliminating GPX4 activity through Xc- (erastin mediated). The inhibition or degradation of GPX4 has been noticed to be the primary mechanism through which erastin or RSL3 can inhibit the activity and ultimately trigger ferroptosis and cell death. Since ferroptosis is an iron dependent mechanism, an accumulation of lipid ROS kills the cells that have begun to undergo ferroptosis and eliminates them completely.",
            "score": 273.7961120605469
        },
        {
            "docid": "14817492_3",
            "document": "SLC7A11 . The SLC7A11 gene codes for a sodium-independent cystine-glutamate antiporter that is chloride dependent, known as system Xc- or xCT. It regulates synaptic activity by stimulating extrasynaptic receptors and performs nonvesicular glutamate release. This gene is highly expressed by astrocytes and couples the uptake of one molecule of cystine with the release of one molecule of glutamate. The dimer cystine gets taken up by glial cells and the monomer of cystine, cysteine, is taken up by neurons. The expression of Xc- was detected throughout the brain with higher expression found in the basolateral amygdala and the prefrontal cortex. The inhibition of system Xc- has been found to alter a number of behaviors, which suggests that it plays a key role in excitatory signaling.",
            "score": 234.73130798339844
        },
        {
            "docid": "14817492_5",
            "document": "SLC7A11 . There are many mechanisms that exist to regulate the expression of system Xc-, although it is not the sole determinate of extracellular glutamate or intracellular glutathione. An example is amino acid deprivation, which triggers up regulation of the transporter. A key regulator is extracellular glutamate; when it becomes excessive, it goes from an excitatory transmitter to an excitotoxin. The inhibition of uptake of extracellular glutamate leads to oxidative glutamate toxicity or ferroptosis. This regulation may be done through Excitatory Amino Acid Transporters (EAATs), which decrease extracellular glutamate and increase intracellular glutamate in astrocytes. When looking at its structure, xCT seems to be the main determinant for the system's activity. Glutamate and cystine can be transported in both directions, but, generally, more cystine is imported and more glutamate is exported. Extracellular glutamate acts as a competitive inhibitor for cystine uptake via system Xc-.",
            "score": 233.36575317382812
        },
        {
            "docid": "40537197_4",
            "document": "Ferroptosis . Small molecules such as Erastin, Sulfasalazine, Sorafenib, Altretamine, RSL-3, ML 162 and ML 210 are known inhibitors of this tumor cell growth and induce ferroptosis. They do not trigger a response of change in apoptosis and therefore have no chromatin margination or cleave poly ADP-ribose polymerase (PARP). Instead, the phenotype of the mitochondria is changed using primarily Erastin or RSL3. Iron is also a necessity for these activators. They therefore can be inhibited by iron chelators. Ultimately, cell death induced by Erastin and RSL-3 in the phenotype is what makes up ferroptosis. Ferroptosis can also be induced by blocking the enzyme GPX4. Triggering ferroptosis is also caused by inhibiting GSH, which is necessary for the function of GPX4, and ultimately inducing a ferroptotic response in a cell.",
            "score": 231.7574005126953
        },
        {
            "docid": "8382438_14",
            "document": "Poloxamer . Work led by Kabanov has recently shown that some of these polymers, originally thought to be inert carrier molecules, have a very real effect on biological systems independently of the drug they are transporting. The poloxamers have been shown to incorporate into cellular membranes affecting the microviscosity of the membranes. Interestingly the polymers seem to have the greatest effect when absorbed by the cell as an unimer rather than as a micelle. Effect on multi drug resistant cancer cells Poloxamers have been shown to preferentially target cancer cells, due to differences in the membrane of these cells when compared to noncancer cells. Poloxamers have also been shown to inhibit MDR proteins and other drug efflux transporters on the surface of cancer cells; the MDR proteins are responsible for the efflux of drugs from the cells and hence increase the susceptibility of cancer cells to chemotherapeutic agents such as doxorubicin.  Another effect of the polymers upon cancer cells is the inhibition of the production of ATP in multi-drug resistant (MDR) cancer cells. The polymers seem to inhibit respiratory proteins I and IV, and the effect on respiration seems to be selective for MDR cancer cells, which may be explained by the difference in fuel sources between MDR and sensitive cells (fatty acids and glucose respectively). The poloxamers have also been shown to enhance proto-apoptotic signaling, decrease anti-apoptoic defense in MDR cells, inhibit the glutathione/glutathione S-transferase detoxification system, induce the release of cytochrome C, increase reactive oxygen species in the cytoplasm, and abolish drug sequestering within cytoplasmic vesicles.  Effect on nuclear factor kappa B  Certain poloxamers such as P85 have been shown not only to be able to transport target genes to target cells, but also to increase gene expression. Certain poloxamers, such as P85 and L61, have also been shown to stimulate transcription of NF kappaB genes, although the mechanism by which this is achieved is currently unknown, bar that P85 has been shown to induce phosphorylation of the inhibitory kappa.",
            "score": 214.83303833007812
        },
        {
            "docid": "40537197_13",
            "document": "Ferroptosis . These forms of cancer have been hypothesized to be highly sensitive to ferroptosis, or react to Erastin or Xc- in a way that minimizes the tumor cells or responds to this treatment with a result of cell death. An upregulation of iron levels has also been seen to induce ferroptosis in certain types of cancer, such as breast cancer. Breast cancer cells have exhibited vulnerability to ferroptosis via a combination of siramesine and lapatinib. These cells also exhibited an autophagic cycle independent of ferroptotic activity, indicating that the two different forms of cell death could be controlled to activate at specific times following treatment.",
            "score": 213.62367248535156
        },
        {
            "docid": "14817492_19",
            "document": "SLC7A11 . There is evidence that system Xc- may serve as an entry point for neurotoxins and viruses. β-N-methyl-L-alanine (BMAA) is an environmental neurotoxin that can act on system Xc- and inhibit cystine uptake. This leads to a decrease in glutathione levels and an increase in oxidative stress. BMAA can also be transported by system Xc- and lead to an increase in glutamate release and an increase in excitotoxicity. Therefore, BMAA prevents the positive effects of cystine uptake and creates the negative effects of increasing glutamate release.",
            "score": 209.99513244628906
        },
        {
            "docid": "28990145_16",
            "document": "Proteostasis . The unregulated cell division that marks cancer development requires increased protein synthesis for cancer cell function and survival. This increased protein synthesis is typically seen in proteins that modulate cell metabolism and growth processes. Cancer cells are sometimes susceptible to drugs that inhibit chaperones and disrupt proteostasis, such as Hsp90 inhibitors or proteasome inhibitors. Furthermore, cancer cells tend to produce misfolded proteins, which are removed mainly by proteolysis. Inhibitors of proteolysis allow accumulation of both misfolded protein aggregates, as well as apoptosis signaling proteins in cancer cells. This can can change the sensitivity of cancer cells to antineoplastic drugs; cancer cells either die at a lower drug concentration, or survive, depending on the type of proteins that accumulate, and the function these proteins have. Proteasome inhibitor bortezomib was the first drug of this type to receive approval for treatment of multiple myeloma.",
            "score": 189.24505615234375
        },
        {
            "docid": "8140632_9",
            "document": "Midkine . MK may potentially be indirectly targeted as a cancer treatment as a result of its cancerous proliferation properties. Drugs by the name of anti-cancer aptamers have been created to inhibit to proteins involved in MK’s cancer cell “activation”. Specifically, the extra-cellular matrix (ECM) protein nucleolin has been targeted with an aptamer that would bind nucleolin and prevent MK from being transported into cancerous cell nuclei, preventing the protein from enhancing the cancerous properties of the cell. Miyakawa \"et al.\" have successfully established the method to prepare the MDK specific RNA aptamers by the use of the recombinant midkine and pleiotrophin.",
            "score": 189.14512634277344
        },
        {
            "docid": "33071344_2",
            "document": "Discovery and development of tubulin inhibitors . Tubulin inhibitors are drugs that interfere directly with the tubulin system, which is in contrast to those drugs acting on DNA for cancer chemotherapy. Microtubules play an important role in eukaryotic cells. Alpha- and beta-tubulin, the main components of microtubules, have gained considerable interest because of their function and biophysical properties and has become the subject of intense study. The addition of tubulin ligands can affect microtubule stability and function, including mitosis, cell motion and intracellular organelle transport. Tubulin binding molecules have generated significant interest after the introduction of the taxanes into clinical oncology and the general use of the vinca alkaloids. These compounds inhibit cell mitosis by binding to the protein tubulin in the mitotic spindle and preventing polymerization or depolymerization into the microtubules. This mode of action is also shared with another natural agent called colchicine.",
            "score": 188.90049743652344
        },
        {
            "docid": "413102_16",
            "document": "Folding@home . Folding@home is also used to study protein chaperones, heat shock proteins which play essential roles in cell survival by assisting with the folding of other proteins in the crowded and chemically stressful environment within a cell. Rapidly growing cancer cells rely on specific chaperones, and some chaperones play key roles in chemotherapy resistance. Inhibitions to these specific chaperones are seen as potential modes of action for efficient chemotherapy drugs or for reducing the spread of cancer. Using Folding@home and working closely with the Center for Protein Folding Machinery, the Pande lab hopes to find a drug which inhibits those chaperones involved in cancerous cells. Researchers are also using Folding@home to study other molecules related to cancer, such as the enzyme Src kinase, and some forms of the engrailed homeodomain: a large protein which may be involved in many diseases, including cancer. In 2011, Folding@home began simulations of the dynamics of the small knottin protein EETI, which can identify carcinomas in imaging scans by binding to surface receptors of cancer cells.",
            "score": 188.4075164794922
        },
        {
            "docid": "18308_62",
            "document": "Lanthanide . One of the specific elements from the lanthanide group that has been tested and used is cerium (Ce). There have been studies that use a protein-cerium complex to observe the effect of cerium on the cancer cells. The hope was to inhibit cell proliferation and promote cytotoxicity. Transferrin receptors in cancer cells, such as those in breast cancer cells and epithelial cervical cells, promote the cell proliferation and malignancy of the cancer. Transferrin is a protein used to transport iron into the cells and is needed to aid the cancer cells in DNA replication. Transferrin acts as a growth factor for the cancerous cells and is dependent on iron. Cancer cells have much higher levels of transferrin receptors than normal cells and are very dependent on iron for their proliferation. Cerium has shown results as an anti-cancer agent due to its similarities in structure and biochemistry to iron. Cerium may bind in the place of iron on to the transferrin and then be brought into the cancer cells by transferrin-receptor mediated endocytosis. The cerium binding to the transferrin in place of the iron inhibits the transferrin activity in the cell. This creates a toxic environment for the cancer cells and causes a decrease in cell growth. This is the proposed mechanism for cerium’s effect on cancer cells, though the real mechanism may be more complex in how cerium inhibits cancer cell proliferation. Specifically in HeLa cancer cells studied in vitro, cell viability was decreased after 48 to 72 hours of cerium treatments. Cells treated with just cerium had decreases in cell viability, but cells treated with both cerium and transferrin had more significant inhibition for cellular activity.",
            "score": 182.3815155029297
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 179.78012084960938
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 179.00094604492188
        },
        {
            "docid": "17564957_11",
            "document": "Zinc protoporphyrin . The chemical group that ZnPP belongs to is similar to free heme which is a natural substrate of heme oxygenase. ZnPP is known as a competitive inhibitor of heme oxygenase. Heme oxygenase is a cytoprotective enzyme that copes with oxidative stress on a cell and shows higher expression in cancerous tissues. ZnPP suppression of heme oxygenase reduces cell viability of cancer cells and increases cytotoxicity in cancer cells. ZnPP works in combination with anticancer drugs to increase cytotoxicity greatly in some cases; results in one study have shown a five-fold increase in treatment efficacy. ZnPP has been shown to have a major role in inhibiting tumor growth especially solid tumors. Tumors from brain cancer, colon cancer, prostate cancer, renal cell cancer, oral squamous cell cancer, and leukemia all show a susceptibility to ZnPP due to increase expression of heme oxygenase. The inhibition of heme oxygenase leads to an increase of reactive oxidative species in the cell which sensitizes the cells to chemotherapeutic agents. Increased reactive oxidative species can cause apoptosis in cancer cells and reduce drug resistance when exposed to ZnPP due to loss of the heme oxygenase coping mechanism. The combination of these two therapies is highly effective in treating cancer in experiments thus far, and is a possible new method for overcoming drug resistance. The reduced coping ability of tissues treated with ZnPP also increases radiosensitivity. Cells treated with ZnPP and radiation as opposed to simply one of the two are less viable and more likely to stay in G1 phase of the cell cycle, rather than progress to the G2 phase. ZnPP and radiation combination therapy shows more apoptosis than the same amount of radiation displaying that ZnPP puts stress on cancerous tissue. ZnPP have been injected in a number of trials on solid tumors, but can be utilized more broadly when effectively delivered to cancer cells and not healthy cells. A targeted delivery system is need to fully exploit the uses of ZnPP as a therapeutic agent and heme oxygenase inhibitor due to the potential side effects of free ZnPP on healthy tissue. Reducing the anti-oxidant capability of healthy cells can reduce effects that would have been favorable. However ZnPP have been encapsulated in nanoparticles with specialized coating for drug delivery inside the body. ZnPP did not show any reduce inhibitory potential on heme oxygenase when loaded into nanoparticles. Similarly ZnPP loaded into nanoparticles has a higher cytotoxicity than free ZnPP after two days due to a more favorable release rate as well as better biodistribution and internalization. The possible negative effects on major organs were not seen and blood distribution is more desirable in ZnPP loaded nanoparticles than free ZnPP. The specific inhibition of heme oxygenase using nanoparticles with encapsulated ZnPP reduces side effects and is likely the future method of administering ZnPP treatment.",
            "score": 178.45538330078125
        },
        {
            "docid": "14817492_9",
            "document": "SLC7A11 . Administration of the cysteine prodrugs N-acetylcysteine or L-2-oxothiazolidine-4-carboxylate blocks cocaine reinstatement in rats. N-acetylcysteine has been shown to decrease drug-seeking behavior for nicotine and heroin as well. However, N-acetylcysteine does not alter the cocaine-induced rush or euphoria; it only causes a reduction in drug-seeking behavior. N-acetylcysteine works by increasing levels of cysteine in cells, leading to an increase in system Xc- activity. This increase in system Xc- activity leads to an increase in extrasynaptic glutamate, causing stimulation of Group 2 mGluRs and an inhibition of synaptic release of glutamate. Cysteine prodrugs also lead to an increase in antioxidant properties by increasing levels of glutathione. Increased levels of glutathione lead to a lower toxicity of methamphetamine and alcohol, and cause a decrease in tumor formation after chronic smoking. N-acetylcysteine has been shown to decrease cravings and use of cocaine and tobacco, as well as other compulsive behaviors such as gambling and trichotillomania.",
            "score": 178.05963134765625
        },
        {
            "docid": "56731305_11",
            "document": "RNA-targeting small molecule drugs . Aside from studies involved r(CUG) repeats, other complex RNA structures have also been targeted. Pearson and coworkers discovered that a cationic porphyrin (TMPyP4) bound a G-quadruplex r(GC) and inhibited the binding of proteins to r(GC). Work by Disney and Petrucelli rationally identified small molecules that can target this repeat and affect disease biology in model cellular systems and also in patient-derive iNeurons. Further studies by Rothstein and colleagues determined that TMPyP4 could suppress r(GC)-mediated neurodegeneration in a \"Drosophila\" model. Additionally targets have been rationally identified by using a powerful seqecune-based design approach termed informal to identify dozens of bioactive small molecules that target disease causing non-coding RNA termed INFORNA. This study important showed for the first time that small molecules appear to have selectivities that are competitive with oligonucleotides with cell-permeable and medicinally optimizable small molecules. Additionally, compounds have been shown to be bioactive in diverse disease settings that ranged from breast cancer. and hepatocellular carcinoma. More recently, the Disney group further used their prediction database INFORNA to design Targaprimir-96 to target miRNA precursors in animal models of cancer, the first small molecules to do so. This compound has a nanomolar affinity for the miRNA hairpin precursor selectively over other sequences. Targaprimir-96 was further tested in cells and in mice, inhibiting tumor growth in a xenograft mouse model of triple negative breast cancer upon i.p. injection. RNA-targeting small molecule drug discovery has greatly benefitted from the available cellular models for disease. The use of cell culture in early development has become a requirement for assessing the basic efficacy of a drug candidate. Thus, more research groups have implemented these techniques in their programs. In a leading example, Al-Hashimi and coworkers identified six small molecules with high affinity for TAR of HIV-1 through a computational approach. They docked a library of small molecules onto RNA dynamic structures generated by NMR and Molecular Dynamics (MD) simulations. The hit molecules inhibited the Tat—TAR interaction \"in vitro\". They arrived at lead molecule, netilmicin, that had the best selectivity for HIV-1 TAR and inhibited HIV-1 replication in cells with a low IC50. The Disney group has studied aminoglycoside derivatives in 2009 for their ability to inhibit interactions between repeat RNA and proteins. Using their prediction database INFORNA, they discovered that a compound could bind to 1 x 1 UU internal loops on an N-methyl peptide backbone. They confirmed that like other compounds that target DM1 r(CUG), they could inhibit the complex between r(CUG)-MBNL1, disrupt nuclear foci, and increase nucleocytoplasmic transport of the gene in patient-derived DM1 fibroblasts. In that study the Disney group also described several approaches to validate the RNA targets of small molecules. In the first approach termed chemical cross-linking and isolation by pull down (Chem-CLIP) and chemical cross-linking and isolation by pull down to map binding sites (Chem-CLIP-Map).",
            "score": 177.9842987060547
        },
        {
            "docid": "9825228_23",
            "document": "Protein inhibitor of activated STAT . Defects in the DNA repair system lead to a predisposition for developing cancer. At least some of the PIAS proteins are implicated in DNA repair, and specifically in enhancing repair of double-stranded breaks. In cell culture, overexpression of PIAS3 demonstrated an increased resistance of HeLa cells to ionizing radiation. This indicates a significant role for PIAS3 in DNA repair. Additionally, overexpression of PIAS3 inhibited human lung cancer cell growth in vitro and rendered cancer cells up to twelve times more sensitive to chemotherapeutic drugs. While inhibition of PIAS by siRNAs led cancer cells to accelerate cell proliferation and demonstrate higher levels of resistance to chemotherapy drugs. In a study of human brain tissue samples from glioblastoma multiforme patients, PIAS3 expression was found to be reduced compared to the control brain tissue. Inhibition of PIAS3 resulted in increased glioblastoma propagation, while PIAS3 overexpression inhibited STAT-3 signaling and cell proliferation . Furthermore, patients with higher levels of BRCA1, PIAS1, and PIAS4 survived for a longer period of time in a retrospective study of advanced gastric cancer patients.",
            "score": 177.08792114257812
        },
        {
            "docid": "18844072_9",
            "document": "Synthetic lethality . Synthetic lethal analysis can be used to elucidate mechanisms of known chemotherapeutic drugs by identifying genes whose function is necessary for drug function. For example, BRCA1 and BRCA2 are important for repairing double-strand breaks in DNA, and mutations in these genes predispose individuals to breast cancer and ovarian cancer. The enzyme PARP1 is involved in repairing single-strand breaks, and the inhibition of PARP1 in a BRCA mutant background is selectively lethal to tumors because cancer cells accumulate DNA lesions that they cannot repair. Synthetic lethality is also useful for screening libraries of molecules to detect drugs that selectively inhibit cancer cells. In a recent chemical-genetic screen, one compound of 3200 screened molecules was a synthetic lethal inhibitor of pancreatic cancer KRAS gain-of-function cells, which suggests a potential treatment for this cancer type.",
            "score": 175.3992919921875
        },
        {
            "docid": "20374_7",
            "document": "Metabolism . Most of the structures that make up animals, plants and microbes are made from three basic classes of molecule: amino acids, carbohydrates and lipids (often called fats). As these molecules are vital for life, metabolic reactions either focus on making these molecules during the construction of cells and tissues, or by breaking them down and using them as a source of energy, by their digestion. These biochemicals can be joined together to make polymers such as DNA and proteins, essential macromolecules of life. Proteins are made of amino acids arranged in a linear chain joined together by peptide bonds. Many proteins are enzymes that catalyze the chemical reactions in metabolism. Other proteins have structural or mechanical functions, such as those that form the cytoskeleton, a system of scaffolding that maintains the cell shape. Proteins are also important in cell signaling, immune responses, cell adhesion, active transport across membranes, and the cell cycle. Amino acids also contribute to cellular energy metabolism by providing a carbon source for entry into the citric acid cycle (tricarboxylic acid cycle), especially when a primary source of energy, such as glucose, is scarce, or when cells undergo metabolic stress.",
            "score": 174.553955078125
        },
        {
            "docid": "39619_18",
            "document": "Electroporation . Electroporation can also be used to help deliver drugs or genes into the cell by applying short and intense electric pulses that transiently permeabilize cell membrane, thus allowing transport of molecules otherwise not transported through a cellular membrane. This procedure is referred to as electrochemotherapy when the molecules to be transported are chemotherapeutic agents or gene electrotransfer when the molecule to be transported is DNA. Scientists from Karolinska Institutet and the University of Oxford use electroporation of exosomes to deliver siRNAs, antisense oligonucleotides, chemotherapeutic agents and proteins specifically to neurons after inject them systemically (in blood). Because these exosomes are able to cross the blood brain barrier, this protocol could solve the problem of poor delivery of medications to the central nervous system, and potentially treat Alzheimer's, Parkinson's Disease and brain cancer, among other conditions.",
            "score": 174.04107666015625
        },
        {
            "docid": "7172_74",
            "document": "Chemotherapy . Targeted therapies are a relatively new class of cancer drugs that can overcome many of the issues seen with the use of cytotoxics. They are divided into two groups: small molecule and antibodies. The massive toxicity seen with the use of cytotoxics is due to the lack of cell specificity of the drugs. They will kill any rapidly dividing cell, tumor or normal. Targeted therapies are designed to affect cellular proteins or processes that are utilised by the cancer cells. This allows a high dose to cancer tissues with a relatively low dose to other tissues. Although the side effects are often less severe than that seen of cytotoxic chemotherapeutics, life-threatening effects can occur. Initially, the targeted therapeutics were supposed to be solely selective for one protein. Now it is clear that there is often a range of protein targets that the drug can bind. An example target for targeted therapy is the protein produced by the Philadelphia chromosome, a genetic lesion found commonly in chronic myelomonocytic leukemia. This fusion protein has enzyme activity that can be inhibited by imatinib, a small molecule drug.",
            "score": 173.55169677734375
        },
        {
            "docid": "1867108_3",
            "document": "Antimetabolite . Antimetabolites can be used in cancer treatment, as they interfere with DNA production and therefore cell division and tumor growth. Because cancer cells spend more time dividing than other cells, inhibiting cell division harms tumor cells more than other cells. Antimetabolite drugs are commonly used to treat leukemia, cancers of the breast, ovary, and the gastrointestinal tract, as well as other types of cancers. In the Anatomical Therapeutic Chemical Classification System antimetabolite cancer drugs are classified under L01B.",
            "score": 173.3766632080078
        },
        {
            "docid": "3189366_5",
            "document": "Anoikis . Using a novel high-throughput screening assay, Mawji et al. showed that anisomycin can sensitize metastatic epithelial cells to anoikis and reduce circulating tumor cell implantation in vivo. Anisomycin achieved this anti-metastatic activity in part by decreasing the abundance of the death receptor inhibiting protein FLIP. In related work, Schimmer's team showed that FLIP levels are higher in metastatic cells than non-metastatic cells, and that reducing FLIP levels using RNAi (RNA Interference) or other small molecule inhibitors of FLIP can sensitize metastatic cells to anoikis. Given that FLIP is an inhibitor of anoikis, and that reducing FLIP can sensitize metastatic cells to anoikis, Mawji \"et al.\" hypothesize that FLIP reduction may be a viable therapeutic strategy against cancer metastasis.",
            "score": 172.28256225585938
        },
        {
            "docid": "52042018_9",
            "document": "Cellular Inhibitor of Apoptosis Protein 1 . Other activities of the cIAP1 have been reported by Yanfei Qi et al. It has got a critical role in controlling β-cell survival under endoplasmatic reticulum (ER) stress. Studies show that when the protein is exposed to palmitate the concentration of cIAP1 decreases and, as a result, the apoptosis is no longer inhibited resulting in the death of the cell. ER stress increases cIAP1 expression in cancer cells through the UPR pathway, that is why, the induction of cIAP1 is suggested to be important for cancerous cell survival under stress conditions.",
            "score": 172.16058349609375
        },
        {
            "docid": "2161878_45",
            "document": "Protein–protein interaction . RNA interference (RNAi) screens (repression of individual proteins between transcription and translation) are one method that can be utilized in the process of providing signs to the protein-protein interactions. Individual proteins are repressed and the resulting phenotypes are analyzed. A correlating phenotypic relationship (i.e. where the inhibition of either of two proteins results in the same phenotype) indicates a positive, or activating relationship. Phenotypes that do not correlate (i.e. where the inhibition of either of two proteins results in two different phenotypes) indicate a negative or inactivating relationship. If protein A is dependent on protein B for activation then the inhibition of either protein A or B will result in a cell losing the service that is provided by protein A and the phenotypes will be the same for the inhibition of either A or B. If, however, protein A is inactivated by protein B then the phenotypes will differ depending on which protein is inhibited (inhibit protein B and it can no longer inactivate protein A leaving A active however inactivate A and there is nothing for B to activate since A is inactive and the phenotype changes). Multiple RNAi screens need to be performed in order to reliably appoint a sign to a given protein-protein interaction. Vinayagam et al. who devised this technique state that a minimum of nine RNAi screens are required with confidence increasing as one carries out more screens. Modulation of PPI is challenging and is receiving increasing attention by the scientific community. Several properties of PPI such as allosteric sites and hotspots, have been incorporated into drug-design strategies. The relevance of PPI as putative therapeutic targets for the development of new treatments is particularly evident in cancer, with several ongoing clinical trials within this area. The consensus among these promising targets is, nonetheless, denoted in the already available drugs on the market to treat a multitude of diseases. Examples are Titrobifan, inhibitor of the glycoprotein IIb/IIIa, used as a cardiovascular drug, and Maraviroc, inhibitor of the CCR5-gp120 interaction, used as anti-HIV drug. Recently, Amit Jaiswal and others were able to develop 30 peptides using protein–protein interaction studies to inhibit telomerase recruitment towards telomeres.",
            "score": 171.24534606933594
        },
        {
            "docid": "7737653_25",
            "document": "Oncogenomics . The therapeutic potential of synthetic lethality as an efficacious anti-cancer strategy is continually improving. Recently, the applicability of synthetic lethality to targeted cancer therapy has heightened due to the recent work of scientists including Ronald A. DePinho and colleagues, in what is termed 'collateral lethality'. Muller et al. found that passenger genes, with chromosomal proximity to tumor suppressor genes, are collaterally deleted in some cancers. Thus, the identification of collaterally deleted redundant genes carrying out an essential cellular function may be the untapped reservoir for then pursing a synthetic lethality approach. Collateral lethality therefore holds great potential in identification of novel and selective therapeutic targets in oncology. In 2012, Muller et al. identified that homozygous deletion of redundant-essential glycolytic ENO1 gene in human glioblastoma (GBM) is the consequence of proximity to 1p36 tumor suppressor locus deletions and may hold potential for a synthetic lethality approach to GBM inhibition. ENO1 is one of three homologous genes (ENO2, ENO3) that encodes the mammalian alpha-enolase enzyme. ENO2, which encodes enolase 2, is mostly expressed in neural tissues, leading to the postulation that in ENO1-deleted GBM, ENO2 may be the ideal target as the redundant homologue of ENO1. Muller found that both genetic and pharmacological ENO2 inhibition in GBM cells with homozygous ENO1 deletion elicits a synthetic lethality outcome by selective killing of GBM cells). In 2016, Muller and colleagues discovered antibiotic SF2312 as a highly potent nanomolar-range enolase inhibitor which preferentially inhibits glioma cell proliferation and glycolytic flux in ENO1-deleted cells. SF2312 was shown to be more efficacious than pan-enolase inhibitor PhAH and have more specificity for ENO2 inhibition over ENO1. Subsequent work by the same team showed that the same approach could be applied to pancreatic cancer, whereby homozygously deleted SMAD4 results in the collateral deletion of mitochondrial malic enzyme 2 (ME2), an oxidative decarboxylase essential for redox homeostasis. Dey et al. show that ME2 genomic deletion in pancreatic ductal adenocarcinoma cells results in high endogenous reactive oxygen species, consistent with KRAS-driven pancreatic cancer, and essentially primes ME2-null cells for synthetic lethality by depletion of redundant NAD(P)+-dependent isoform ME3. The effects of ME3 depletion were found to be mediated by inhibition of de novo nucleotide synthesis resulting from AMPK activation and mitochondrial ROS-mediated apoptosis. Meanwhile, Oike et al. demonstrated the generalizability of the concept by targeting redundant essential-genes in process other than metabolism, namely the SMARCA4 and SMARCA2 subunits in the chromatin-remodeling SWI/SNF complex.",
            "score": 171.22128295898438
        },
        {
            "docid": "578099_23",
            "document": "Hypochlorous acid . In 1948, Knox \"et al.\" proposed the idea that inhibition of glucose oxidation is a major factor in the bacteriocidal nature of chlorine solutions. He proposed that the active agent or agents diffuse across the cytoplasmic membrane to inactivate key sulfhydryl-containing enzymes in the glycolytic pathway. This group was also the first to note that chlorine solutions (HOCl) inhibit sulfhydryl enzymes. Later studies have shown that, at bacteriocidal levels, the cytosol components do not react with HOCl. In agreement with this, McFeters and Camper found that aldolase, an enzyme that Knox \"et al.\" proposes would be inactivated, was unaffected by HOCl in vivo. It has been further shown that loss of sulfhydryls does not correlate with inactivation. That leaves the question concerning what causes inhibition of glucose oxidation. The discovery that HOCl blocks induction of β-galactosidase by added lactose led to a possible answer to this question. The uptake of radiolabeled substrates by both ATP hydrolysis and proton co-transport may be blocked by exposure to HOCl preceding loss of viability. From this observation, it proposed that HOCl blocks uptake of nutrients by inactivating transport proteins. The question of loss of glucose oxidation has been further explored in terms of loss of respiration. Venkobachar \"et al.\" found that succinic dehydrogenase was inhibited in vitro by HOCl, which led to the investigation of the possibility that disruption of electron transport could be the cause of bacterial inactivation. Albrich \"et al.\" subsequently found that HOCl destroys cytochromes and iron-sulfur clusters and observed that oxygen uptake is abolished by HOCl and adenine nucleotides are lost. It was also observed that irreversible oxidation of cytochromes paralleled the loss of respiratory activity. One way of addressing the loss of oxygen uptake was by studying the effects of HOCl on succinate-dependent electron transport. Rosen \"et al.\" found that levels of reductable cytochromes in HOCl-treated cells were normal, and these cells were unable to reduce them. Succinate dehydrogenase was also inhibited by HOCl, stopping the flow of electrons to oxygen. Later studies revealed that Ubiquinol oxidase activity ceases first, and the still-active cytochromes reduce the remaining quinone. The cytochromes then pass the electrons to oxygen, which explains why the cytochromes cannot be reoxidized, as observed by Rosen \"et al.\" However, this line of inquiry was ended when Albrich \"et al.\" found that cellular inactivation precedes loss of respiration by using a flow mixing system that allowed evaluation of viability on much smaller time scales. This group found that cells capable of respiring could not divide after exposure to HOCl.",
            "score": 171.03536987304688
        },
        {
            "docid": "44358555_23",
            "document": "15-Hydroxyeicosatetraenoic acid . In cultured human monocytes of the THP1 cell line, 15-oxo-ETE inactivates IKKβ (also known as IKK2) thereby blocking this cell's NF-κB-mediated pro-inflammatory responses (e.g.. Lipopolysaccharide-induced production of TNFα, Interleukin 6, and IL1B) while concurrently activating anti-oxidant responses upregulated through the anti-oxidant response element (ARE) by forcing cytosolic KEAP1 to release NFE2L2 which then moves to the nucleus, binds ARE, and induces production of, e.g. hemoxygenase-1, NADPH-quinone oxidoreductase, and possibly glutamate-cysteine ligase modifier. By these actions, 15-oxo-ETE may dampen inflammatory and/or Oxidative stress responses. In a cell-free system, 15-oxo-ETE is a moderately potent (IC=1 μM) inhibitor of 12-lipoxygenase but not other human lipoxygenases. This effect could also have anti-inflammatory and anti-oxidative effects by blocking the formation of 12-HETE and Hepoxilins. 15-Oxo-ETE is an example of an α,β unsaturated ketone Electrophile. These ketones are highly reactive with nucleophiles, adducting to, for example, the cysteines in transcription and transcription-related regulatory factors and enzymes to form their alkylated and thereby often inactivated products. It is presumed that the preceding activities of 15-oxo-ETE reflect its adduction to the indicated elements. 15-Oxo-ETE, at 2-10 μM, also inhibits the proliferation of cultured Human umbilical vein endothelial cells and LoVo human colorectal cancer cells and at the extremely high concentration of 100 μM inhibits the proliferation of cultured MBA-MD-231 and MCF7 breast cancer cells as well as SKOV3 ovarian cancer cells. They may use a similar \"protein-adduction\" mechanism; if so the target protein(s) for these effects have not been defined or even suggested. This 15-oxo-ETE action may prove to inhibit the remodeling of blood vessels and reduce the growth of the cited cell types and cancers. At sub-micromolar concentrations, 15-oxo-ETE has weak Chemotaxis activity for human monocytes and could serve to recruit this White blood cell into inflammatory responses.",
            "score": 171.00149536132812
        },
        {
            "docid": "1938822_2",
            "document": "HERG . hERG (the human \" Ether-à-go-go\"-Related Gene) is a gene () that codes for a protein known as K11.1, the alpha subunit of a potassium ion channel. This ion channel (sometimes simply denoted as 'hERG') is best known for its contribution to the electrical activity of the heart that coordinates the heart's beating (i.e., the hERG channel mediates the repolarizing \"I\" current in the cardiac action potential). When this channel's ability to conduct electrical current across the cell membrane is inhibited or compromised, either by application of drugs or by rare mutations in some families, it can result in a potentially fatal disorder called long QT syndrome; a number of clinically successful drugs in the market have had the tendency to inhibit hERG, and create a concomitant risk of sudden death, as a side-effect, which has made hERG inhibition an important antitarget that must be avoided during drug development. hERG has also been associated with modulating the functions of some cells of the nervous system and with establishing and maintaining cancer-like features in leukemic cells.",
            "score": 170.0965576171875
        }
    ]
}