{
    "q": [
        {
            "docid": "309075_5",
            "document": "Anti-nuclear antibody . The human body has many defense mechanisms against pathogens, one of which is humoral immunity. This defence mechanism produces antibodies (large glycoproteins) in response to an immune stimulus. Many cells of the immune system are required for this process, including lymphocytes (T-cells and B-cells) and antigen presenting cells. These cells coordinate an immune response upon the detection of foreign proteins (antigens), producing antibodies that bind to these antigens. In normal physiology, lymphocytes that recognise human proteins (autoantigens) either undergo programmed cell death (apoptosis) or become non-functional. This self-tolerance means that lymphocytes should not incite an immune response against human cellular antigens. Sometimes, however, this process malfunctions and antibodies are produced against human antigens, which may lead to autoimmune disease.",
            "score": 198.31785678863525
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 281.1784756183624
        },
        {
            "docid": "5795298_8",
            "document": "Molecular mimicry . Autoimmunity can thus be defined simply as exceptions to the tolerance \"rules.\" By doing this, an immune response is generated against self-tissue and cells. These mechanisms are known by many to be intrinsic. However, there are pathogenic mechanisms for the generation of autoimmune disease. Pathogens can induce autoimmunity by polyclonal activation of B or T cells, or increased expression of major histocompatibility complex (MHC) class I or II molecules. There are several ways in which a pathogen can cause an autoimmune response. A pathogen may contain a protein that acts as a mitogen to encourage cell division, thus causing more B or T cell clones to be produced. Similarly, a pathogenic protein may act as a superantigen which causes rapid polyclonal activation of B or T cells. Pathogens can also cause the release of cytokines resulting in the activation of B or T cells, or they can alter macrophage function. Finally, pathogens may also expose B or T cells to cryptic determinants, which are self antigen determinants that have not been processed and presented sufficiently to tolerize the developing T cells in the thymus and are presented at the periphery where the infection occurs.  Molecular mimicry has been characterized as recently as the 1970s as another mechanism by which a pathogen can generate autoimmunity. Molecular mimicry is defined as similar structures shared by molecules from dissimilar genes or by their protein products. Either the linear amino acid sequence or the conformational fit of the immunodominant epitope may be shared between the pathogen and host. This is also known as \"cross-reactivity\" between self antigen of the host and immunodominant epitopes of the pathogen. An autoimmune response is then generated against the epitope. Due to similar sequence homology in the epitope between the pathogen and the host, cells and tissues of the host associated with the protein are destroyed as a result of the autoimmune response.",
            "score": 234.8112165927887
        },
        {
            "docid": "14756417_2",
            "document": "Programmed cell death protein 1 . Programmed cell death protein 1, also known as PD-1 and CD279 (cluster of differentiation 279), is a protein found on the surface of cells that has a role in regulating the immune system's response to the cells of the human body by down-regulating the immune system and promoting self tolerance by suppressing T cell inflammatory activity. This prevents autoimmune diseases, but it can also prevent the immune system from killing cancer cells.",
            "score": 214.02590930461884
        },
        {
            "docid": "7908811_3",
            "document": "Autoimmune regulator . Each T cell recognizes a specific antigen when it is presented in complex with a MHC molecule by an antigen presenting cell. This recognition is accomplished by the T cell receptors expressed on the cell surface. T cells receptors are generated by randomly shuffled gene segments which results in a highly diverse population of T cells - each with a unique antigen specificity. Subsequently, T cells with receptors that recognize the body's own proteins need to be eliminated while still in the thymus. Through the action of AIRE, medullary thymic epithelial cells (mTEC) express major proteins from elsewhere in the body (so called \"tissue-restricted antigens\" - TRA) and T cells that respond to those proteins are eliminated through cell death (apoptosis). Thus \"AIRE\" drives negative selection of self-recognizing T cells. When AIRE is defective, T cells that recognize antigens normally produced by the body can exit the thymus and enter circulation. This can result in a variety of autoimmune diseases.",
            "score": 253.2913944721222
        },
        {
            "docid": "147561_2",
            "document": "Immune response . The Immune response is the body's response caused by its immune system being activated by antigens. The immune response can include immunity to pathogenic microorganisms and its products, as well as autoimmunity to self-antigens, allergies, and graft rejections. In this process the main cells involved are T cells and B cells (subtypes of lymphocytes), and macrophages (a type of leucocyte or white blood cell). These cells produce lymphokines that influence the other host cells' activities. B cells mature to produce immunoglobulins (also known as antibodies), that react with antigens. At the same time, macrophages process the antigens into immunogenic units which stimulate B lymphocytes to differentiate into antibody-secreting plasma cells, stimulating the T cells to release lymphokines. Complement is a group of normal serum proteins that enhance the immune response by becoming activated as the result of antigen-antibody interaction. The first contact with any antigen sensitize individual affected and promote the \"primary immune response\". Next of the sensitized individuals with same antigen result in a more rapid and massive reaction, called the \"secondary immune response\" (\"booster response\" or the \"anamnestic reaction\"). It is most expressed in the level of circulating serum antibodies.",
            "score": 204.20851910114288
        },
        {
            "docid": "458424_22",
            "document": "National Eye Institute . NEI researchers conducted a study that looked at the bacteria in the gut and how it protects the natural flora. Findings from studies suggest that this characteristic may be similar to how immune cells attack the eye in autoimmune eye diseases such as uveitis. Autoimmune uveitis is an inflammatory eye disease where the immune cells attack proteins in the eye. By studying how immune cells, also known as T cells, attack other parts of the body, researchers may gain further information on how the T cells are activated in the eye. It will also allow researchers to understand the disease better and develop treatments or therapies.",
            "score": 248.4759578704834
        },
        {
            "docid": "14156041_3",
            "document": "Interleukin-7 receptor . Interleukin-7 receptor has been shown to play a critical role in the development of immune cells called lymphocytes - specifically in a process known as V(D)J recombination. This protein is also found to control the accessibility of a region of the genome that contains the T-cell receptor gamma gene, by STAT5 and histone acetylation . Knockout studies in mice suggest that blocking apoptosis is an essential function of this protein during differentiation and activation of T lymphocytes. Functional defects in this protein may be associated with the pathogenesis of severe combined immunodeficiency (SCID).",
            "score": 146.27699375152588
        },
        {
            "docid": "1920949_2",
            "document": "FOXP3 . FOXP3 (forkhead box P3), also known as scurfin, is a protein involved in immune system responses. A member of the FOX protein family, FOXP3 appears to function as a master regulator of the regulatory pathway in the development and function of regulatory T cells. Regulatory T cells generally turn the immune response down. In cancer, an excess of regulatory T cell activity can prevent the immune system from destroying cancer cells. In autoimmune disease, a deficiency of regulatory T cell activity can allow other autoimmune cells to attack the body's own tissues.",
            "score": 265.60968041419983
        },
        {
            "docid": "546406_6",
            "document": "Toll-like receptor . Upon activation, TLRs recruit adapter proteins (proteins that mediate other protein-protein interactions) within the cytosol of the immune cell in order to propagate the antigen-induced signal transduction pathway. These recruited proteins are then responsible for the subsequent activation of other downstream proteins, including protein kinases (IKKi, IRAK1, IRAK4, and TBK1) that further amplify the signal and ultimately lead to the upregulation or suppression of genes that orchestrate inflammatory responses and other transcriptional events. Some of these events lead to cytokine production, proliferation, and survival, while others lead to greater adaptive immunity. If the ligand is a bacterial factor, the pathogen might be phagocytosed and digested, and its antigens presented to CD4+ T cells. In the case of a viral factor, the infected cell may shut off its protein synthesis and may undergo programmed cell death (apoptosis). Immune cells that have detected a virus may also release anti-viral factors such as interferons.",
            "score": 151.80035507678986
        },
        {
            "docid": "614697_10",
            "document": "Bcl-2 . Apoptosis plays an active role in regulating the immune system. When it is functional, it can cause immune unresponsiveness to self-antigens via both central and peripheral tolerance. In the case of defective apoptosis, it may contribute to etiological aspects of autoimmune diseases. The autoimmune disease type 1 diabetes can be caused by defective apoptosis, which leads to aberrant T cell AICD and defective peripheral tolerance. Due to the fact that dendritic cells are the immune system's most important antigen-presenting cells, their activity must be tightly regulated by mechanisms such as apoptosis. Researchers have found that mice containing dendritic cells that are Bim -/-, thus unable to induce effective apoptosis, suffer autoimmune diseases more so than those that have normal dendritic cells. Other studies have shown that dendritic cell lifespan may be partly controlled by a timer dependent on anti-apoptotic Bcl-2.",
            "score": 223.11858248710632
        },
        {
            "docid": "26383679_57",
            "document": "Selective serotonin reuptake inhibitor . In addition to affecting cytokine production, there is evidence that treatment with SSRIs has effects on the proliferation and viability of immune system cells involved in both innate and adaptive immunity. Evidence shows that SSRIs can inhibit proliferation in T-cells, which are important cells for adaptive immunity and can induce inflammation. SSRIs can also induce apoptosis, programmed cell death, in T-cells. The full mechanism of action for the anti-inflammatory effects of SSRIs is not fully known. However, there is evidence for various pathways to have a hand in the mechanism. One such possible mechanism is the increased levels of cyclic adenosine monophosphate (cAMP) as a result of interference with activation of protein kinase A (PKA), a cAMP dependent protein. Other possible pathways include interference with calcium ion channels, or inducing cell death pathways like MAPK.",
            "score": 187.86432600021362
        },
        {
            "docid": "7908811_2",
            "document": "Autoimmune regulator . The autoimmune regulator (\"AIRE\") is a protein that in humans is encoded by the \"AIRE\" gene. AIRE is a transcription factor expressed in the medulla (inner part) of the thymus. It is part of the mechanism which eliminates self-reactive T cells that would cause autoimmune disease. It exposes T cells to normal, healthy proteins from all parts of the body, and T cells that react to those proteins are destroyed.",
            "score": 215.00779330730438
        },
        {
            "docid": "13977381_11",
            "document": "TLR9 . TLR9 has been identified as a major player in systemic lupus erythematosus (SLE) and erythema nodosum leprosum (ENL). Loss of TLR9 exacerbates progression of SLE, and leads to increased activation of dentritic cells. TLR9 also controls the release of IgA and IFN-a in SLE, and loss of the receptor leads to higher levels of both molecules. In SLE, TLR9 and TLR7 have opposing effects. TLR9 regulates inflammatory response, while TLR7 promotes inflammatory response. TLR9 has an opposite effect in ENL. TLR9 is expressed at high levels on monocytes of ENL patients, and is positively linked to the secretion of proinflammatory cytokines TNF, IL-6, and IL-1β. TLR9 agonists and antagonists may be useful in treatment of a variety of inflammatory conditions, and research in this area is active. Autoimmune thyroid diseases have also been shown to correlate with an increase in expression of TLR9 on peripheral blood mononuclear cells (PBMCs). Patients with autoimmune thyroid diseases also have higher levels of the nuclear protein HMGB1 and RAGE protein, which together act as a ligand for TLR9. HMB1 is released from lysed or damaged cells. HMGB1-DNA complex then binds to RAGE, and activates TLR9. TLR9 can work through MyD88, an adaptor molecule that increases the expression of NF-kB. However autoimmune thyroid diseases also increase sensitivity of MyD88 independent pathways. These pathway ultimately leads to the production of pro-inflammatory cytokines in PMBCs for patients with autoimmune thyroid diseases. Autoimmune diseases can also be triggered by activated cells undergoing apoptosis and being engulfed by antigen presenting cells. Activation of cells leads to de-methylation, which exposes CpG regions of host DNA, allowing an inflammatory response to be activated through TLR9. Although it is possible that TLR9 also recognizes unmethylated DNA, TLR9 undoubtedly has a role in phagocytosis-induced autoimmunity.",
            "score": 176.21920609474182
        },
        {
            "docid": "13530864_12",
            "document": "TRPV2 . TRPV2 is expressed in the spleen, lymphocytes, and myeloid cells including granulocytes, macrophages and mast cells. Among these cell types, TRPV2 mediates cytokine release, phagocytosis, endocytosis, podosome assembly, and inflammation. The influx of calcium seems to play an important role in these functions. Mast cells are leukocytes (white blood cells) rich in histamine which are able to respond to a variety of stimuli, often initiating inflammatory and/or allergic responses. The responses generated by mast cells rely on the calcium influx in the plasma membrane with the help of channels. Surface localization of the TRPV2 protein along with coupling of the protein to calcium and proinflammatory degranulation have been found in mast cells. The activation of TRPV2 in high temperatures permits calcium ion influx, inducing the release of proinflammatory factors. Therefore, TRPV2 is essential in mast cell degranulation as a result of its response to heat.  Immune cells are also able to kill pathogens by binding to them and engulfing them in a process known as phagocytosis. In macrophages TRPV2 recruitment toward the phagosome is regulated by PI3k signaling, protein kinase C, akt kinase, and Src kinases. They are able to locate these microbes through chemotaxis which is TRPV2 mediated. When the pathogen is endocytosed it is degraded then presented on the membrane of antigen presenting cells (i.e macrophages). Macrophages present these antigens to T cells via a major histocompatibility complex (MHC). The region between the MHC-peptide and the T cell receptor is known as the immunosynapse. TRPV2 channels are highly concentrated in this region. When these two cells interact, it allows calcium to diffuse through the TRPV2 channel. TRPV2 mRNA has been detected in CD4+ and CD8+ T cells as well as in human B lymphocytes. TRPV2 is one type of ion channel that directs T cell activation, proliferation, and defense mechanisms. If the TRPV2 channel were absent or not functioning properly in T cells, T cell receptor signaling would not be optimal. TRPV2 also acts as a transmembrane protein on the surface of B cells, negatively controlling B cell activation. Abnormal TRPV2 expression has been reported in hematological diseases including multiple myeloma, myelodysplastic syndrome, Burkitt lymphoma, and acute myeloid leukemia.",
            "score": 168.20769441127777
        },
        {
            "docid": "55941104_10",
            "document": "Severe cutaneous adverse reactions . Drugs can cause SCARs by subverting the antigen presentation pathways which recognize and trigger immune responses to non-self epitopes (i.e. antigens) on foreign proteins. These proteins are taken up by antigen-presenting cells (APC) and degraded into small peptides. The peptides are inserted into a groove on HLA proteins that are part of major histocompatibility complexes (i.e. MHC) and presented to T cell receptors (TCR) on nearby cytotoxic T cells (i.e. CD8 T cells) or T helper cells (i.e. CD4 T cells). T cell receptors are heterologous; only a small fraction of them can bind a particular epitope on presented peptides and this binding is restricted to non-self epitopes. Upon binding a non-self epitope on a presented peptide, a T cell receptor becomes active in stimulating its parent cell to mount one of two types of immune responses based on whether the APC presenting the peptide is professional or non-professional in type. Non-professional APC include all nucleated cells; these cells load the processed peptides onto MHC class I (i.e. HLA-A, HLA-B, or HLA-C) proteins and thereon present the peptides to CD8 T cells. Those CD8 T cells whose T cell receptors bind an non-self epitope on the peptides are stimulated to attack cells or pathogens expressing this epitope. Professional APC are dendritic cells, macrophages, and B cells. They load processed peptides onto MHC class II (i.e. HLA-DM, HLA-DO, HLA-DP,HLA-DQ, or HLA-DR) proteins and thereon present the peptides to CD4 T cells. Those CD4 T cells whose T cell receptors bind a non-self epitope on presented peptides are stimulated to orchestrate various immune reactions that attack soluble proteins, pathogens, and host cells and tissues that express the non-self epitope. SCARs-inducing drugs can act through these pathways to cause CD8 or CD4 T cells to mount immune responses that are inappropriately directed against bodily tissues. Four models propose the underlying mechanisms by which SCARs-inducing drugs may activate T cells to mount immune responses against self:",
            "score": 207.01733601093292
        },
        {
            "docid": "13977381_2",
            "document": "TLR9 . Toll-like receptor 9 is a protein that in humans is encoded by the \"TLR9\" gene. TLR9 has also been designated as CD289 (cluster of differentiation 289). It is a member of the toll-like receptor (TLR) family. TLR9 is an important receptor expressed in immune system cells including dendritic cells, macrophages, natural killer cells, and other antigen presenting cells. TLR9 preferentially binds DNA present in bacteria and viruses, and triggers signaling cascades that lead to a pro-inflammatory cytokine response. Cancer, infection, and tissue damage can all modulate TLR9 expression and activation. TLR9 is also an important factor in autoimmune diseases, and there is active research into synthetic TLR9 agonists and antagonists that help regulate autoimmune inflammation.",
            "score": 212.38629627227783
        },
        {
            "docid": "14157278_3",
            "document": "PD-L1 . Programmed death-ligand 1 (PD-L1) is a 40kDa type 1 transmembrane protein that has been speculated to play a major role in suppressing the immune system during particular events such as pregnancy, tissue allografts, autoimmune disease and other disease states such as hepatitis. Normally the immune system reacts to foreign antigens that are associated with exogenous or endogenous danger signals, which triggers a proliferation of antigen-specific CD8+ T cells and/or CD4+ helper cells. The binding of PD-L1 to PD-1 or B7.1 transmits an inhibitory signal that reduces the proliferation of antigen-specific T-cells in lymph nodes, while simultaneously reducing apoptosis in regulatory T cells (anti-inflammatory, suppressive T cells) - further mediated by a lower regulation of the gene Bcl-2.",
            "score": 228.06964302062988
        },
        {
            "docid": "6519036_18",
            "document": "Thromboxane receptor . Activation of TP receptors stimulates vascular endothelial cell pro-inflammatory responses such as increased expression of cell surface adhesion proteins (i.e. ICAM-1, VCAM-1, and E-selectin); stimulates apoptosis (i.e. cell death) of CD4+ and CD8+ lymphocytes; causes the chemokinesis (i.e. cell movement) of native T cells; and impairs the adhesion of dendritic cells to T cells thereby inhibiting dendritic cell-dependent proliferation of T cells. TP deficient mice exhibit an enhanced contact hypersensitivity response to DNFB thymocytes in the thymus of these deficient mice are resistant to lipopolysaccharide-induced apoptosis. TP receptor-depleted mice also gradually develop with age extensive lymphadenopathy and, associated with this, increased immune responses to foreign antigens. These studies indicate that TXA2-TP signaling functions as a negative regulator of DC-T cell interactions and possibly thereby the acquisition of acquired immunity in mice. Further studies are needed to translate these mouse studies to humans.",
            "score": 168.730033993721
        },
        {
            "docid": "170417_27",
            "document": "T cell . The second signal comes from co-stimulation, in which surface receptors on the APC are induced by a relatively small number of stimuli, usually products of pathogens, but sometimes breakdown products of cells, such as necrotic-bodies or heat shock proteins. The only co-stimulatory receptor expressed constitutively by naïve T cells is CD28, so co-stimulation for these cells comes from the CD80 and CD86 proteins, which together constitute the B7 protein, (B7.1 and B7.2, respectively) on the APC. Other receptors are expressed upon activation of the T cell, such as OX40 and ICOS, but these largely depend upon CD28 for their expression. The second signal licenses the T cell to respond to an antigen. Without it, the T cell becomes anergic, and it becomes more difficult for it to activate in future. This mechanism prevents inappropriate responses to self, as self-peptides will not usually be presented with suitable co-stimulation. Once a T cell has been appropriately activated (i.e. has received signal one and signal two) it alters its cell surface expression of a variety of proteins. Markers of T cell activation include CD69, CD71 and CD25 (also a marker for Treg cells), and HLA-DR (a marker of human T cell activation). CTLA-4 expression is also up-regulated on activated T cells, which in turn outcompetes CD28 for binding to the B7 proteins. This is a checkpoint mechanism to prevent over activation of the T cell. Activated T cells also change their cell surface glycosylation profile.",
            "score": 148.63816118240356
        },
        {
            "docid": "21009880_30",
            "document": "Systemic lupus erythematosus . The immune system must balance between being sensitive enough to protect against infection, and become sensitized to attack the body's own proteins (autoimmunity). During an immune reaction to a foreign stimulus, such as bacteria, virus, or allergen, immune cells that would normally be deactivated due to their affinity for self-tissues can be abnormally activated by signaling sequences of antigen-presenting cells. Thus triggers may include viruses, bacteria, allergens (IgE and other hypersensitivity), and can be aggravated by environmental stimulants such as ultraviolet light and certain drug reactions. These stimuli begin a reaction that leads to destruction of other cells in the body and exposure of their DNA, histones, and other proteins, particularly parts of the cell nucleus. The body's sensitized B-lymphocyte cells will now produce antibodies against these nuclear-related proteins. These antibodies clump into antibody-protein complexes which stick to surfaces and damage blood vessels in critical areas of the body, such as the glomeruli of the kidney; these antibody attacks are the cause of SLE. Researchers are now identifying the individual genes, the proteins they produce, and their role in the immune system. Each protein is a link on the autoimmune chain, and researchers are trying to find drugs to break each of those links.",
            "score": 230.92966222763062
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 146.16562962532043
        },
        {
            "docid": "37793595_10",
            "document": "Natural killer T cell . While iNKT cells are not very numerous, their unique properties makes them an important regulatory cell that can influence how the immune system develops. They are known to play a role in chronic inflammatory diseases like autoimmune disease, asthma and metabolic syndrome. In human autoimmune diseases, their numbers are decreased in peripheral blood. It is not clear whether this is a cause or effect of the disease. Absence of microbe exposure in early development led to increased iNKT cells and immune morbidity in a mouse model.",
            "score": 251.40401530265808
        },
        {
            "docid": "38751964_2",
            "document": "Mucosal associated invariant T cell . Mucosal associated invariant T cells (MAIT cells) make up a subset of T cells in the immune system that display innate, effector-like qualities. In humans, MAIT cells are found in the blood, liver, lungs, and mucosa, defending against microbial activity and infection. The MHC class I-like protein, MR1, is responsible for presenting bacterially-produced vitamin B metabolites to MAIT cells. After the presentation of foreign antigen by MR1, MAIT cells secretes pro-inflammatory cytokines and are capable of lysing bacterially-infected cells. MAIT cells can also be activated through MR1-independent signaling. In addition to possessing innate-like functions, this T cell subset supports the adaptive immune response and has a memory-like phenotype. Furthermore, MAIT cells are thought to play a role in autoimmune diseases, such as multiple sclerosis, arthritis and inflammatory bowel disease, although definitive evidence is yet to be published.",
            "score": 219.53842723369598
        },
        {
            "docid": "1664060_25",
            "document": "Adaptive immune system . Increasingly, there is strong evidence from mouse and human-based scientific studies of a broader diversity in CD4+ effector T helper cell subsets. Regulatory T (Treg) cells, have been identified as important negative regulators of adaptive immunity as they limit and suppresses the immune system to control aberrant immune responses to self-antigens; an important mechanism in controlling the development of autoimmune diseases. Follicular helper T (Tfh) cells are another distinct population of effector CD4+ T cells that develop from naive T cells post-antigen activation. Tfh cells are specialized in helping B cell humoral immunity as they are uniquely capable of migrating to follicular B cells in secondary lymphoid organs and provide them positive paracrine signals to enable the generation and recall production of high-quality affinity-matured antibodies. Similar to Tregs, Tfh cells also play a role in immunological tolerance as an abnormal expansion of Tfh cell numbers can lead to unrestricted autoreactive antibody production causing severe systemic autoimmune disorders.",
            "score": 226.91799092292786
        },
        {
            "docid": "19468046_7",
            "document": "Autoimmune disease . The human immune system typically produces both T cells and B cells that are capable of being reactive with self-antigens, but these self-reactive cells are usually either killed prior to becoming active within the immune system, placed into a state of anergy (silently removed from their role within the immune system due to over-activation), or removed from their role within the immune system by regulatory cells. When any one of these mechanisms fail, it is possible to have a reservoir of self-reactive cells that become functional within the immune system. The mechanisms of preventing self-reactive T cells from being created takes place through negative selection process within the thymus as the T cell is developing into a mature immune cell.",
            "score": 202.8224322795868
        },
        {
            "docid": "22053022_11",
            "document": "Adiposopathy . Fat tissue is an active body organ involved in many processes critical to human health,8 including: (1) promotion of blood vessel formation (angiogenesis); (2) fat cell recruitment and development adipogenesis; (3) dissolving and reforming the structures around fat tissue (extracellular matrix); (4) generation, storage and release of fat; (5) growth factor production; (6) glucose metabolism; (6) production of factors that affect blood pressure (such as those associated with the renin–angiotensin system); (7) fat and cholesterol metabolism; (8) enzyme production; (9) hormone production; (10) steroid metabolism; (11) blood clotting (hemostasis); (12) element binding; (13) and immune response (described below). When fat cells and fat tissue remain healthy during fat weight gain, patients may avoid metabolic ill health. However, if enlargement of fat cells and fat tissue causes them to become \"sick\", then important fat tissue functions are disrupted, and deranged responses contribute to metabolic disease. When excessive body weight leads to adiposopathy, this represents a hormone or endocrine disease. Additionally, fat cells and fat tissue also produce many different types of immune factors. Inflammation is a contributing cause to metabolic disease, and the ultimate contribution of fat tissue to inflammation is determined by the production of both inflammatory and anti-inflammatory factors. From a pro-inflammatory standpoint, fat tissue (which includes fat cells and other cells, such as immune cells) produces factors including: (1) adipokines with cytokine activity such as leptin, interleukins, and tumor necrosis factor alpha; (2) acute phase proteins / reactants such as C-reactive protein; (3) adipokines of the alternative complement system; (4) chemotactic/chemoattractant adipokines; and prostaglandins (eicosanoids). From an anti-inflammatory standpoint, fat tissue produces various anti-inflammatory factors with the most commonly described being adiponectin. If fat cells or fat tissue becomes \"sick\", then the release of too many pro-inflammatory factors and a decrease in too many anti-inflammatory factors often result in a net pro-inflammatory response can contribute to metabolic disease.",
            "score": 212.97218334674835
        },
        {
            "docid": "32523145_8",
            "document": "CD8+ cell . CD8+ T cells have been found to play different roles in certain diseases, such as in HIV infection and in Type 1 diabetes. HIV over time has developed many strategies to evade the host cell immune system. For example, HIV has adopted very high mutation rates to allow them to escape recognition by CD8+ T cells. They are also able to down-regulate expression of surface MHC Class I proteins of cells that they infect, in order to further evade destruction by CD8+ T cells. If CD8+ T cells cannot find, recognize and bind to infected cells, the virus will not be destroyed and will continue to grow. Furthermore, it has been recently discovered that CD8+ T cells play a critical role in Type 1 diabetes. It was previously thought that this autoimmune disease was exclusively controlled by CD4+ cells - but recent studies in a diabetic mouse model showed that CD8+ T cells also engaged in the destruction of insulin-producing pancreatic cells.",
            "score": 220.52334535121918
        },
        {
            "docid": "19167679_70",
            "document": "Virus . Antibodies can continue to be an effective defence mechanism even after viruses have managed to gain entry to the host cell. A protein that is in cells, called TRIM21, can attach to the antibodies on the surface of the virus particle. This primes the subsequent destruction of the virus by the enzymes of the cell's proteosome system. A second defence of vertebrates against viruses is called cell-mediated immunity and involves immune cells known as T cells. The body's cells constantly display short fragments of their proteins on the cell's surface, and, if a T cell recognises a suspicious viral fragment there, the host cell is destroyed by \"killer T\" cells and the virus-specific T-cells proliferate. Cells such as the macrophage are specialists at this antigen presentation. The production of interferon is an important host defence mechanism. This is a hormone produced by the body when viruses are present. Its role in immunity is complex; it eventually stops the viruses from reproducing by killing the infected cell and its close neighbours.",
            "score": 191.15285503864288
        },
        {
            "docid": "8310787_50",
            "document": "Survivin . By using an oral DNA vaccine carried in an attenuated non-virulent form of Salmonella typhimurium, which co-encoded secretory chemokine CCL21 and survivin protein in C57BL/6J mice, Xiang \"et al.\" have been able to elicit an immune response carried out by dendritic cells (DCs) and CTLs to eliminate and suppress the pulmonary metastases of non-small cell lung carcinoma. The activation of the immune response is most likely taking place in the secondary lymphoid organ called the Peyer’s Patch in the small intestine where DCs take up the survivin protein by phagocytosis and present them on their surface receptors to naive CD8+ T cells (uninactivated CTL) to achieve a specific immune response targeting survivin exclusively. Activated CTLs specific for a particular antigen kill their target cells by first recognizing parts of the survivin protein expressed on MHC I (immunohistocompatability) proteins presented on the surface of tumour cells and vasculature and then releasing granules that induce the tumour cells to undergo apoptosis. The DNA vaccine contained the CCL21 secretory chemokine as a way to enhance the likelihood of eliciting the immune response by better mediating the physical interaction of the antigen-presenting DCs and the naive CD8+ T cells, resulting in a greater likelihood of immune activation.",
            "score": 169.9182996749878
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 204.03573393821716
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 209.2442603111267
        }
    ],
    "r": [
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 281.178466796875
        },
        {
            "docid": "1920949_2",
            "document": "FOXP3 . FOXP3 (forkhead box P3), also known as scurfin, is a protein involved in immune system responses. A member of the FOX protein family, FOXP3 appears to function as a master regulator of the regulatory pathway in the development and function of regulatory T cells. Regulatory T cells generally turn the immune response down. In cancer, an excess of regulatory T cell activity can prevent the immune system from destroying cancer cells. In autoimmune disease, a deficiency of regulatory T cell activity can allow other autoimmune cells to attack the body's own tissues.",
            "score": 265.60968017578125
        },
        {
            "docid": "1920949_14",
            "document": "FOXP3 . Mutations or disruptions of the Foxp3 regulatory pathway can lead to organ-specific autoimmune diseases such as autoimmune thyroiditis and type 1 diabetes mellitus. These mutations affect thymocytes developing within the thymus. Regulated by Foxp3, it’s these thymocytes that during thymopoiesis, are transformed into mature Treg cells by the thymus. It was found that patients who have the autoimmune disease systemic lupus erythematosus (SLE) possess Foxp3 mutations that affect the thymopoiesis process, preventing the proper development of T cells within the thymus. These malfunctioning T cells aren’t efficiently being regulated by its transcription factors, which cause them to attack cells that are healthy, leading to these organ-specific autoimmune diseases. Another way that Foxp3 helps keep the autoimmune system at homeostasis is through its regulation of the expression of suppression-mediating molecules. For instance, Foxp3 is able to facilitate the translocation of extracellular adenosine into the cytoplasm. It does this by recruiting CD39, a rate-limiting enzyme that’s vital in tumor suppression to hydrolyze ATP to ADP in order to regulate immunosuppression on different cell populations.",
            "score": 263.38519287109375
        },
        {
            "docid": "18647261_6",
            "document": "Protective autoimmunity . The outcome of autoimmune activity is determined by several factors, namely: the intensity, the location, and the duration of the autoimmune response. For an autoimmune response to be beneficial, its intensity, duration and site of activity must be tightly regulated. Although autoimmune T cells exist in all healthy individuals, a relatively small portion of the population develops autoimmune diseases. This is due to various mechanisms that constantly regulate the activity of autoimmune cells. One of the prominent autoimmune regulatory mechanisms is a sub-population of T cells called ‘regulatory T cells’ (previously known as ‘suppressor T cells’), which restrict autoimmune activity. Experiments in animal models of CNS injury have shown that depletion of regulatory T cells allows an enhanced neuroprotective autoimmune response to take place after the insult. Importantly, however, such an experimental manipulation can at the same time increase the susceptibility to development of an autoimmune disease. Under certain conditions, an initially protective autoimmune response can reach a tipping point, after which it will have a detrimental effect on the tissue, and might even develop into an autoimmune disease. Both genetic and environmental factors (such as infection) can underlie such a transition from a neuroprotective autoimmune response into an overwhelming and detrimental autoimmune disease.",
            "score": 256.23638916015625
        },
        {
            "docid": "7908811_3",
            "document": "Autoimmune regulator . Each T cell recognizes a specific antigen when it is presented in complex with a MHC molecule by an antigen presenting cell. This recognition is accomplished by the T cell receptors expressed on the cell surface. T cells receptors are generated by randomly shuffled gene segments which results in a highly diverse population of T cells - each with a unique antigen specificity. Subsequently, T cells with receptors that recognize the body's own proteins need to be eliminated while still in the thymus. Through the action of AIRE, medullary thymic epithelial cells (mTEC) express major proteins from elsewhere in the body (so called \"tissue-restricted antigens\" - TRA) and T cells that respond to those proteins are eliminated through cell death (apoptosis). Thus \"AIRE\" drives negative selection of self-recognizing T cells. When AIRE is defective, T cells that recognize antigens normally produced by the body can exit the thymus and enter circulation. This can result in a variety of autoimmune diseases.",
            "score": 253.29139709472656
        },
        {
            "docid": "37793595_10",
            "document": "Natural killer T cell . While iNKT cells are not very numerous, their unique properties makes them an important regulatory cell that can influence how the immune system develops. They are known to play a role in chronic inflammatory diseases like autoimmune disease, asthma and metabolic syndrome. In human autoimmune diseases, their numbers are decreased in peripheral blood. It is not clear whether this is a cause or effect of the disease. Absence of microbe exposure in early development led to increased iNKT cells and immune morbidity in a mouse model.",
            "score": 251.40402221679688
        },
        {
            "docid": "458424_22",
            "document": "National Eye Institute . NEI researchers conducted a study that looked at the bacteria in the gut and how it protects the natural flora. Findings from studies suggest that this characteristic may be similar to how immune cells attack the eye in autoimmune eye diseases such as uveitis. Autoimmune uveitis is an inflammatory eye disease where the immune cells attack proteins in the eye. By studying how immune cells, also known as T cells, attack other parts of the body, researchers may gain further information on how the T cells are activated in the eye. It will also allow researchers to understand the disease better and develop treatments or therapies.",
            "score": 248.47596740722656
        },
        {
            "docid": "24950378_18",
            "document": "Cell–cell interaction . Cell–cell interactions are highly specific and are tightly regulated. Genetic defects and dysregulation of these interactions can cause many different diseases. Dysregulation that leads to leukocyte migration into healthy tissues can cause conditions such as acute respiratory distress syndrome and some types of arthritis. The autoimmune disease pemphigus vulgaris results from autoantibodies to desmoglein and other normal body proteins. The autoantibodies disrupt the adhesion between epithelial cells. This causes blisters of the skin and mucous membranes. Mutations in the connexin genes cause 8 human diseases including heart malformations and neurosensory deafness.",
            "score": 246.27503967285156
        },
        {
            "docid": "1149818_4",
            "document": "Denise Faustman . Faustman's current research is based on the observation that autoreactive T cells (T cells that mistakenly attack the body's own cells and tissues) are more sensitive than normal T cells to the effects of TNF-alpha (TNF-α), a cytokine that influences the immune system. Under some conditions, TNF-α causes T cells to undergo apoptosis, or programmed cell death. Faustman's hypothesis is that certain autoimmune diseases can be treated by stimulating TNF-α to trigger apoptosis in autoimmune T cells.",
            "score": 243.66470336914062
        },
        {
            "docid": "1120353_10",
            "document": "Interleukin 2 . IL-2 has essential roles in key functions of the immune system, tolerance and immunity, primarily via its direct effects on T cells. In the thymus, where T cells mature, it prevents autoimmune diseases by promoting the differentiation of certain immature T cells into regulatory T cells, which suppress other T cells that are otherwise primed to attack normal healthy cells in the body. IL-2 also promotes the differentiation of T cells into effector T cells and into memory T cells when the initial T cell is also stimulated by an antigen, thus helping the body fight off infections. Its expression and secretion is tightly regulated and functions as part of both transient positive and negative feedback loops in mounting and dampening immune responses. Through its role in the development of T cell immunologic memory, which depends upon the expansion of the number and function of antigen-selected T cell clones, it plays a key role in enduring cell-mediated immunity.",
            "score": 243.45465087890625
        },
        {
            "docid": "6018089_9",
            "document": "IL-2 receptor . IL-2 and its receptor have key roles in key functions of the immune system, tolerance and immunity, primarily via their direct effects on T cells. In the thymus, where T cells mature, they prevent autoimmune diseases by promoting the differentiation of certain immature T cells into regulatory T cells, which kill off other T cells that are primed to attack normal healthy cells in the body. IL-2/IL2R also promotes the differentiation of T cells into effector T cells and into memory T cells when the initial T cells is also stimulated by an antigen, thus helping the body fight off infections. Through their role in the development of T cell immunologic memory, which depends upon the expansion of the number and function of antigen-selected T cell clones, they also have a key role in enduring cell-mediated immunity.",
            "score": 240.5845489501953
        },
        {
            "docid": "703002_28",
            "document": "Neuroethics . As discussed, stem cells are used to treat degenerative diseases. One form of a degenerative disease that can occur in the brain as well as throughout the body is an autoimmune disease. Autoimmune diseases cause the body to \"attack\" its own cells and therefore destroys those cells as well as whatever functional purpose those cells have or contribute to. One form of an autoimmune disease that affects the central nervous system is multiple sclerosis. In this disease the body attacks the glial cells that form myelin coats around the axons on neurons. This causes the nervous system to essentially \"short circuit\" and pass information very slowly. Stem cells therapy has been used to try to cure some of the damage caused by the body in MS. Hematopoietic stem cell transplantation has been used to try and cure MS patients by essentially \"reprogramming\" their immune system. The main risk encountered with this form of treatment is the possibility of rejection of the stem cells. If the hematopoetic stem cells can be harvested from the individual, risk of rejection is much lower. But, there can be the risk of those cells being programmed to induce MS. However, if the tissue is donated from another individual there is high risk of rejection leading to possibly fatal toxicity in the recipient's body. Considering that there are fairly good treatments for MS, the use of stem cells in this case may have a higher cost than the benefits they produce. However, as research continues perhaps stem cells will truly become a viable treatment for MS as well as other autoimmune diseases.",
            "score": 238.99026489257812
        },
        {
            "docid": "9124243_17",
            "document": "Belimumab . B lymphocytes (B cells) are one of the immune cells responsible for the damage in autoimmune disease. B cells develop in the bone marrow and continue to mature peripherally in secondary lymphoid organs and (as recently discovered) in the gut. When autoimmune B cells attack the body's own tissues, they are normally destroyed by cell suicide (apoptosis). In order to survive, B cells need survival factors. Researchers theorize that SLE is caused when autoimmune B cells proliferate, and survival factors protect them from cell suicide.",
            "score": 238.06326293945312
        },
        {
            "docid": "3135637_31",
            "document": "Gut flora . The human immune system creates cytokines that can drive the immune system to produce inflammation in order to protect itself, and that can tamp down the immune response to maintain homeostasis and allow healing after insult or injury. Different bacterial species that appear in gut flora have been shown to be able to drive the immune system to create cytokines selectively; for example \"Bacteroides fragilis\" and some \"Clostridia\" species appear to drive an anti-inflammatory response, while some segmented filamentous bacteria drive the production of inflammatory cytokines. Gut flora can also regulate the production of antibodies by the immune system. One function of this regulation is to cause B cells to class switch to IgA. In most cases B cells need activation from T helper cells to induce class switching; however, in another pathway, gut flora cause NF-kB signaling by intestinal epithelial cells which results in further signaling molecules being secreted. These signaling molecules interact with B cells to induce class switching to IgA. IgA is an important type of antibody that is used in mucosal environments like the gut. It has been shown that IgA can help diversify the gut community and helps in getting rid of bacteria that cause inflammatory responses. Ultimately, IgA maintains a healthy environment between the host and gut bacteria. These cytokines and antibodies can have effects outside the gut, in the lungs and other tissues.",
            "score": 237.78466796875
        },
        {
            "docid": "1171686_8",
            "document": "Regulatory T cell . The immune system must be able to discriminate between self and non-self. When self/non-self discrimination fails, the immune system destroys cells and tissues of the body and as a result causes autoimmune diseases. Regulatory T cells actively suppress activation of the immune system and prevent pathological self-reactivity, i.e. autoimmune disease. The critical role regulatory T cells play within the immune system is evidenced by the severe autoimmune syndrome that results from a genetic deficiency in regulatory T cells (IPEX syndrome – see also below).",
            "score": 237.76577758789062
        },
        {
            "docid": "41585434_12",
            "document": "Anti-miRNA oligonucleotides . Autoimmune disorders are when the body has an immune response to itself, causing an inflammatory reaction to occur within the body. Because autoimmune disorders involve abnormalities in the immune system cells (i.e., B-cells, T-cells). It can be inferred that miRNA are strongly expressed in regions of the body that have to do with the maturation of these T and B lymphocytes, such as in the spleen and lymph nodes. Abnormalities in the miRNA or the function of the miRNA in the post-transcriptional process can result in an increased sensitivity of the lymphocytes. Due to increased sensitivity, these lymphocytes can now target antigens that it could not previously bind, which can allow for these lymphocytes to attack itself, if these antigens happen to naturally occur in cells in the body.",
            "score": 236.20347595214844
        },
        {
            "docid": "5795298_8",
            "document": "Molecular mimicry . Autoimmunity can thus be defined simply as exceptions to the tolerance \"rules.\" By doing this, an immune response is generated against self-tissue and cells. These mechanisms are known by many to be intrinsic. However, there are pathogenic mechanisms for the generation of autoimmune disease. Pathogens can induce autoimmunity by polyclonal activation of B or T cells, or increased expression of major histocompatibility complex (MHC) class I or II molecules. There are several ways in which a pathogen can cause an autoimmune response. A pathogen may contain a protein that acts as a mitogen to encourage cell division, thus causing more B or T cell clones to be produced. Similarly, a pathogenic protein may act as a superantigen which causes rapid polyclonal activation of B or T cells. Pathogens can also cause the release of cytokines resulting in the activation of B or T cells, or they can alter macrophage function. Finally, pathogens may also expose B or T cells to cryptic determinants, which are self antigen determinants that have not been processed and presented sufficiently to tolerize the developing T cells in the thymus and are presented at the periphery where the infection occurs.  Molecular mimicry has been characterized as recently as the 1970s as another mechanism by which a pathogen can generate autoimmunity. Molecular mimicry is defined as similar structures shared by molecules from dissimilar genes or by their protein products. Either the linear amino acid sequence or the conformational fit of the immunodominant epitope may be shared between the pathogen and host. This is also known as \"cross-reactivity\" between self antigen of the host and immunodominant epitopes of the pathogen. An autoimmune response is then generated against the epitope. Due to similar sequence homology in the epitope between the pathogen and the host, cells and tissues of the host associated with the protein are destroyed as a result of the autoimmune response.",
            "score": 234.81121826171875
        },
        {
            "docid": "24678469_11",
            "document": "Lutzner cells . It is the most common type and diverse range of lymphoma. Normally, it occurs with a B cell becoming abnormal, but also occurs when a T cell becomes abnormal. The mutated cell then divides to create multiple cells. Lymphoma cells can be distributed all over the body and into various tissues. Lutzner cells are found in skin tissue, more specifically, the epidermis and dermis layers. An accumulation of Lutzner cells in the layers of the skin can cause cutaneous T-cell lymphoma. Cutaneous cell lymphoma is the second most common form of non-Hodgkin’s lymphoma. Two forms of cutaneous T-cell lymphoma associated with abnormal T-lymphocytes or Lutzner cells are Mycosis Fungoides and Sézary Syndrome. These two diseases are very similar, but both present themselves in different ways.",
            "score": 233.054931640625
        },
        {
            "docid": "3154336_6",
            "document": "Thyroiditis . Thyroiditis is generally caused by an immune system attack on the thyroid, resulting in inflammation and damage to the thyroid cells. This disease is often considered a malfunction of the immune system, and can be associated with IgG4-related systemic disease, in which symptoms of autoimmune pancreatitis, retroperitoneal fibrosis and noninfectious aortitis also occur. Such is also the case in Riedel thyroiditis, an inflammation in which the thyroid tissue is replaced by fibrous tissue which can extend to neighbouring structures. Antibodies that attack the thyroid are what causes most types of thyroiditis. It can also be caused by an infection, like a virus or bacteria, which works in the same way as antibodies to cause inflammation in the glands, such as in the case of subacute granulomatous thyroiditis (de Quervain). Certain people make thyroid antibodies, and thyroiditis can be considered an autoimmune disease, because the body acts as if the thyroid gland is foreign tissue. Some drugs, such as interferon, lithium and amiodarone, can also cause thyroiditis because they have a tendency to damage thyroid cells.",
            "score": 231.7238311767578
        },
        {
            "docid": "21009880_30",
            "document": "Systemic lupus erythematosus . The immune system must balance between being sensitive enough to protect against infection, and become sensitized to attack the body's own proteins (autoimmunity). During an immune reaction to a foreign stimulus, such as bacteria, virus, or allergen, immune cells that would normally be deactivated due to their affinity for self-tissues can be abnormally activated by signaling sequences of antigen-presenting cells. Thus triggers may include viruses, bacteria, allergens (IgE and other hypersensitivity), and can be aggravated by environmental stimulants such as ultraviolet light and certain drug reactions. These stimuli begin a reaction that leads to destruction of other cells in the body and exposure of their DNA, histones, and other proteins, particularly parts of the cell nucleus. The body's sensitized B-lymphocyte cells will now produce antibodies against these nuclear-related proteins. These antibodies clump into antibody-protein complexes which stick to surfaces and damage blood vessels in critical areas of the body, such as the glomeruli of the kidney; these antibody attacks are the cause of SLE. Researchers are now identifying the individual genes, the proteins they produce, and their role in the immune system. Each protein is a link on the autoimmune chain, and researchers are trying to find drugs to break each of those links.",
            "score": 230.92967224121094
        },
        {
            "docid": "2846331_14",
            "document": "Helminthic therapy . Experimental data support the hypothesis that clinically induced helminthic infections have the ability to alleviate or mitigate immune responses. Most autoimmune disorders are believed to involve hyperactive Th1 or Th17 immune responses that are down regulated by the promotion of a Th2 response by helminths. Helminths secrete immunoregulatory molecules that promote the induction of regulatory T cells while inhibiting the function of antigen presenting cells and other T cells. As such, helminthic therapy attempts to restore homeostasis by shifting a hyperactive Th1 pro-inflammatory response to a Th2 response with reduced inflammation. Human and animal studies have provided evidence of decreased Th1 and Th17 immune responses with a shift to Th2 cytokine production resulting in significantly decreased levels of interleukin 12 and IFNy with simultaneous increases in the regulatory T cells, interleukin 4, interleukin 5 and interleukin 10 of test subjects. These observations indicate that helminth therapy can provide protection against autoimmune disease not only through prevention, since helminths can be present before autoimmune disease develops, but also after autoimmune responses are initiated. Furthermore, responses of type-two T helper cells rarely kill the parasitic worms. Rather, the Th2 response limits the infection by reducing the viability and reproductive capacity of the parasite.",
            "score": 229.9568634033203
        },
        {
            "docid": "412735_8",
            "document": "Rheumatic fever . Molecular mimicry occurs when epitopes are shared between host antigens and \"Streptococcus\" antigens. This causes an autoimmune reaction against native tissues in the heart that are incorrectly recognized as \"foreign\" due to the cross-reactivity of antibodies generated as a result of epitope sharing. The valvular endothelium is a prominent site of lymphocyte-induced damage. CD4+ T cells are the major effectors of heart tissue autoimmune reactions in RHD. Normally, T cell activation is triggered by the presentation of bacterial antigens. In RHD, molecular mimicry results in incorrect T cell activation, and these T lymphocytes can go on to activate B cells, which will begin to produce self-antigen-specific antibodies. This leads to an immune response attack mounted against tissues in the heart that have been misidentified as pathogens. Rheumatic valves display increased expression of VCAM-1, a protein that mediates the adhesion of lymphocytes. Self-antigen-specific antibodies generated via molecular mimicry between human proteins and streptococcal antigens up-regulate VCAM-1 after binding to the valvular endothelium. This leads to the inflammation and valve scarring observed in rheumatic valvulitis, mainly due to CD4+ T cell infiltration.",
            "score": 229.5876922607422
        },
        {
            "docid": "38751964_21",
            "document": "Mucosal associated invariant T cell . In autoimmune-related inflammatory bowel disease, the immune system initiates a response against healthy parts of the gastrointestinal tract, such as the mucosal microbiome. During relapse periods of certain types of inflammatory bowel disease, such as Crohn’s disease, MAIT cells have been found to migrate to sites of inflammation, triggering the harmful responses of other immune cells through the expression of NKG2D and increasing inflammation by secreting IL-17.",
            "score": 229.10421752929688
        },
        {
            "docid": "5024592_11",
            "document": "Immune tolerance . The deletion threshold is much more stringent for T cells than for B cells since T cells alone can cause direct tissue damage. Furthermore, it is more advantageous for the organism to let its B cells recognize a wider variety of antigen so it can produce antibodies against a greater diversity of pathogens. Since the B cells can only be fully activated after confirmation by more self-restricted T cells that recognize the same antigen, autoreactivity is held in check. This process of negative selection ensures that T and B cells that could initiate a potent immune response to the host's own tissues are eliminated while preserving the ability to recognize foreign antigens. It is the step in lymphocyte education that is key for preventing autoimmunity (entire process detailed here). Lymphocyte development and education is most active in fetal development, but continues throughout life as immature lymphocytes are generated, slowing as the thymus degenerates and the bone marrow shrinks in adult life.",
            "score": 228.6048583984375
        },
        {
            "docid": "28353188_3",
            "document": "Short course immune induction therapy . Immune tolerance can be defined as the ability of the immune system to distinguish between self and non-self, or harmless and harmful. T-cells are able to distinguish between self and non-self largely through their T-cell receptor, or TCR. Immune tolerance is maintained by central and peripheral tolerance. During central tolerance, T-cells are selected in the thymus and allowed to enter the periphery based on the ability of the T-cell to recognize self-peptides (via its TCR) being presented in the context of self-MHC. If the TCR binds the peptide-MHC complex with high affinity, the T cell is deleted from the host. In a healthy individual this process eliminates the majority of T-cells that are self-reactive, although a few T-cells will escape thymic deletion. However, these potentially self-reactive cells in the periphery are held in check by a number of regulatory mechanisms such as active suppression by regulatory T cells(Tregs), clonal anergy, deletion, and ignorance. While autoimmunity is thought to result from the breakdown of central and peripheral tolerance, an undesirable immune responses such as transplant organ rejection occurs when the immune system is working properly and recognizes the transplanted organ as being non-self, leading to rejection of the transplanted tissue. In this context, manipulating the immune system to recognize the transplanted organ as self for the induction of immunological tolerance would be beneficial for the establishment of transplant tolerance.",
            "score": 228.54441833496094
        },
        {
            "docid": "14157278_3",
            "document": "PD-L1 . Programmed death-ligand 1 (PD-L1) is a 40kDa type 1 transmembrane protein that has been speculated to play a major role in suppressing the immune system during particular events such as pregnancy, tissue allografts, autoimmune disease and other disease states such as hepatitis. Normally the immune system reacts to foreign antigens that are associated with exogenous or endogenous danger signals, which triggers a proliferation of antigen-specific CD8+ T cells and/or CD4+ helper cells. The binding of PD-L1 to PD-1 or B7.1 transmits an inhibitory signal that reduces the proliferation of antigen-specific T-cells in lymph nodes, while simultaneously reducing apoptosis in regulatory T cells (anti-inflammatory, suppressive T cells) - further mediated by a lower regulation of the gene Bcl-2.",
            "score": 228.06964111328125
        },
        {
            "docid": "17119868_12",
            "document": "La Jolla Institute for Allergy and Immunology . Type 1 diabetes, rheumatoid arthritis, multiple sclerosis, and Crohn's disease are all examples of autoimmune diseases, which can be triggered when the body's immune system begins to attack healthy cells. Treating these diseases requires an understanding of how to turn off an immune system attack, which might seem an unusual goal. After all, most immune onslaughts are aimed at viruses, bacteria or other biological invaders to the body. But what if the immune system's attack is aimed at healthy cells, the immune 'off switch' becomes very important.",
            "score": 227.29013061523438
        },
        {
            "docid": "19612999_9",
            "document": "Follicular B helper T cells . Unchecked or overactive T cell immune responses have the potential to mount unwarranted germinal centers, composed of aberrantly mutated B cells that can drive antibody-mediated autoimmune diseases. Elevated levels of T-like cells can be detected in the blood of a subset of human patients with systemic lupus erythematosus (SLE) and Sjogren's syndrome. However, scientific evidence suggesting T cells can definitively cause autoimmunity in humans remains incomplete.",
            "score": 227.18951416015625
        },
        {
            "docid": "1664060_25",
            "document": "Adaptive immune system . Increasingly, there is strong evidence from mouse and human-based scientific studies of a broader diversity in CD4+ effector T helper cell subsets. Regulatory T (Treg) cells, have been identified as important negative regulators of adaptive immunity as they limit and suppresses the immune system to control aberrant immune responses to self-antigens; an important mechanism in controlling the development of autoimmune diseases. Follicular helper T (Tfh) cells are another distinct population of effector CD4+ T cells that develop from naive T cells post-antigen activation. Tfh cells are specialized in helping B cell humoral immunity as they are uniquely capable of migrating to follicular B cells in secondary lymphoid organs and provide them positive paracrine signals to enable the generation and recall production of high-quality affinity-matured antibodies. Similar to Tregs, Tfh cells also play a role in immunological tolerance as an abnormal expansion of Tfh cell numbers can lead to unrestricted autoreactive antibody production causing severe systemic autoimmune disorders.",
            "score": 226.91799926757812
        },
        {
            "docid": "7092203_12",
            "document": "CD20 . A link between the immune system's B cells and diabetes mellitus has been determined. In cases of obesity, the presence of fatty tissues surrounding the body's major organ systems results in cell necrosis and insulin desensitivity along the boundary between them. Eventually, the contents of fat cells that would otherwise have been digested by insulin are shed into the bloodstream. An inflammation response that mobilizes both T and B cells results in the creation of antibodies against these cells, causing them to become less responsive to insulin by an as-yet unknown mechanism and promoting hypertension, hypertriglyceridemia, and arteriosclerosis, hallmarks of the metabolic syndrome. Obese mice administered anti-B cell CD-20 antibodies, however, did not become less responsive to insulin and as a result did not develop diabetes mellitus or the metabolic syndrome, the posited mechanism being that anti-CD20 antibodies rendered the T cell antibodies dysfunctional and therefore powerless to cause insulin desensitivity by a B cell antibody-modulated autoimmune response. The protection afforded by anti-CD-20 lasted approximately forty days—the time it takes the body to replenish its supply of B cells—after which repetition was necessary to restore it. Hence, it has been argued that diabetes mellitus be reclassified as an autoimmune disease rather than a purely metabolic one and focus treatment for it on immune system modulation.",
            "score": 225.58474731445312
        },
        {
            "docid": "1171686_28",
            "document": "Regulatory T cell . Genetic mutations in the gene encoding Foxp3 have been identified in both humans and mice based on the heritable disease caused by these mutations. This disease provides the most striking evidence that regulatory T cells play a critical role in maintaining normal immune system function. Humans with mutations in Foxp3 suffer from a severe and rapidly fatal autoimmune disorder known as Immune dysregulation, Polyendocrinopathy, Enteropathy X-linked (IPEX) syndrome.",
            "score": 225.5653076171875
        },
        {
            "docid": "38751964_19",
            "document": "Mucosal associated invariant T cell . While MAIT cells play a crucial role in the immune system by targeting bacterially-infected cells and other pathogens, they may also attack healthy cells and play a role in certain autoimmune diseases.",
            "score": 224.78591918945312
        }
    ]
}