{
    "q": [
        {
            "docid": "19865510_6",
            "document": "ARNTL . The protein encoded by the Bmal1 gene in mammals binds with a second bHLH-PAS protein via the PAS domain, CLOCK (or its paralog, NPAS2) to form a heterodimer in the nucleus. Via its BHLH domain, this heterodimer binds to E-box response elements in the promoter regions of Per (Per1 and Per2) and Cry genes (Cry1 and Cry2). This binding upregulates the transcription and translation of PER1, PER2, CRY1 and CRY2 proteins. After the PER and CRY proteins have accumulated to sufficient levels, they interact by their PAS motifs to form a large repressor complex that travels into the nucleus to inhibit the transcriptional activity of the CLOCK:BMAL1 heterodimer This inhibits the transcription of Per and Cry genes, and causes protein levels of PER and CRY drop. This transcription, translation negative feedback loop (TTFL) is modulated in the cytoplasm by phosphorylation of PER proteins by casein kinase 1ε or δ (CK1 ε or CK1 δ), signaling these proteins for degradation by the 26S proteasome. SIRT1 also regulates PER protein degradation by inhibiting transcriptional activity of the BMAL1:CLOCK heterodimer in a circadian manner through deacetylation. The degradation of PER proteins prevents the formation the large protein complex, and thus prevents the inhibition of transcriptional activity of the BMAL1:CLOCK heterodimer. The CRY protein is also signaled for degradation by poly-ubiquination from the FBXL3 protein, also preventing the inhibition of the\" \"CLOCK:BMAL1 heterodimer.\" \"This allows transcription of the Per and Cry genes to resume. It has also been observed in the TTFL loop of nocturnal mice that transcription levels of the Bmal1 gene peak at CT18, during the mid-subjective night, anti-phase to the transcription levels of Per, Cry, and other clock control genes, which peak at CT6, during the mid-subjective day. This process occurs with a period length of approximately 24 hours and supports the notion that this molecular mechanism is rhythmic.",
            "score": 291.3171193599701
        },
        {
            "docid": "39093020_6",
            "document": "Michael Rosbash . Rosbash’s research initially focused on the metabolism and processing of mRNA; mRNA is the molecular link between DNA and protein. After arriving at Brandeis, Rosbash collaborated with co-worker Jeffrey Hall and investigated the genetic influences on circadian rhythms of the internal biological clock. They used \"Drosophila melanogaster\" to study patterns of activity and rest. In 1984, Rosbash and Hall cloned the first \"Drosophila\" clock gene, period. Following work done by post-doctoral fellow, Paul Hardin, in discovering that period mRNA and its associated protein (PER) had fluctuating levels during the circadian cycle, in 1990 they proposed a Transcription Translation Negative Feedback Loop (TTFL) model as the basis of the circadian clock. Following this proposal, they looked into the elements that make up other parts of the clock. In May 1998, Rosbash et al. found a homolog for mammalian Clock that performed the same function of activating the transcription of per and tim that they proceeded to call dClock. Also in May 1998, Rosbash et al. discovered in \"Drosophila\" the clock gene cycle, a homolog of the mammalian bmal1 gene. In November 1998, Rosbash et al. discovered the cry \"Drosophila\" mutant, which lead to the conclusion that cryptochrome protein is involved in circadian photoreception.",
            "score": 341.8736500740051
        },
        {
            "docid": "39042642_3",
            "document": "Cycle (gene) . \"Cycle\" is primarily known for its role in the genetic transcription-translation feedback loop that generates circadian rhythms in \"Drosophila\". In the cell nucleus, the CYCLE protein (CYC) forms a heterodimer with a second bHLH-PAS protein, CLOCK (CLK). This CYC-CLK protein complex binds to E-box elements in promoter regions of the genes period and timeless, functioning as a transcription factor in the translation of the proteins PER and TIM. After the PER and TIM proteins accumulate in the cytoplasm and bind together, the PER-TIM complex translocates to the nucleus. The TIM protein in these complexes mediate the accumulation of the dimeric PER-TIM protein complex and their subsequent importation into the nucleus, where the PER protein in these complexes then mediates the release of CYC-CLK from the chromatin, repressing CYC-CLK dependent transcription. Thus, CLK and CYC act as positive factors and PER and TIM as negative factors. CYC also plays a role in the post-translational regulation of CLK in the cytoplasm. These four proteins of the feedback loop are later degraded by a casein kinase-mediated phosphorylation cycle, allowing fluctuations in gene expression according to environmental cues. This cycle is called the transcription-translation feedback loop as demonstrated in this video by the Howard Hughes Medical Institution. Though \"cyc\" is a clock gene and plays a role in setting and keeping rhythms, c\"yc\" is expressed constitutively (continuously) in Drosophila cells and is present in native Drosophila tissue culture cells, unlike \"clk\", \"per\", or \"tim\". Regulation thus occurs primarily through the negative feedback by the PER-TIM protein complex in the transcription-translation feedback loop described above.",
            "score": 228.3455423116684
        },
        {
            "docid": "9720498_13",
            "document": "Timeless (gene) . The \"timeless\" protein is thought to directly connect the cell cycle with the  circadian rhythm in mammals. In this model. referred to as a “direct coupling,” the two cycles share a key protein whose expression exhibits a circadian pattern.The essential role of \"Tim\" in \"Drosophila\" in creating circadian rhythm is accomplished by \"Cry\" in mammals. In mammals, \"Cry\" and \"Per\" transcription is activated by the CLOCK/BMAL1 complex, and repressed by the PER/CRY complex.",
            "score": 239.73055481910706
        },
        {
            "docid": "13530734_2",
            "document": "NPAS2 . Neuronal PAS domain protein 2 (NPAS2) also known as member of PAS protein 4 (MOP4) is a transcription factor protein that in humans is encoded by the \"NPAS2\" gene. NPAS2 is paralogous to CLOCK, and both are key proteins involved in the maintenance of circadian rhythms in mammals. In the brain, NPAS2 functions as a generator and maintainer of mammalian circadian rhythms. More specifically, NPAS2 is an activator of transcription and translation of core clock and clock-controlled genes through its role in a negative feedback loop in the suprachiasmatic nucleus (SCN), the brain region responsible for the control of circadian rhythms.",
            "score": 229.40769743919373
        },
        {
            "docid": "56144090_8",
            "document": "Drosophila circadian rhythm . In 1990, Konopka, Rosbash, and identified anew gene called \"Clock\" (\"Clk\"), which is vital for the circadian period. In 1998, they found a new gene \"cycle\" (\"cyc\"), which act together with \"Clk\". In the late 1998, Hall and Roshbash’s team discovered \"crybaby\", a gene for sensitivity to blue light. They simultaneously identified the protein CRY as the main light-sensitive (photoreceptor) system. The activity of \"cry\" is under circadian regulation, and influenced by other genes such as \"per\", \"tim\", \"clk\", and \"cyc\". The gene product CRY is a major photoreceptor protein belonging to a class of flavoproteins called cryptochromes. They are also present in bacteria and plants. In 1998, Hall and Jae H. Park isolated a gene encoding a neuropeptide named pigment dispersing factor (PDF), based on one of the roles it plays in crustaceans. In 1999, they discovered that \"pdf\" is expressed by lateral neurone ventral clusters (LNv) indicating that PDF protein is the major circadian neurotransmitter and that the LNv neurones are the principal circadian pacemakers. In 2001, Young and his team demonstrated that glycogen synthase kinase-3 (GSK-3) ortholog shaggy (SGG) is an enzyme that regulates TIM maturation and accumulation in the early night, by causing phosphorylation.",
            "score": 258.59887409210205
        },
        {
            "docid": "39066649_7",
            "document": "Doubletime (gene) . In Drosophila, a molecularly-driven clock mechanism works to regulate circadian rhythms such as locomotor activity and eclosion by oscillating the levels of the proteins PER and TIM via positive and negative feedback loops. The doubletime gene produces the protein DBT, a kinase that phosphorylates PER to regulate its accumulation in the cytoplasm and its degradation in the nucleus. In the cytoplasm, PER and TIM levels rise during the night, and DBT binds to PER while levels of TIM are still low. DBT phosphorylates the cytoplasmic PER, which leads to its degradation. Only once TIM accumulates do PER and TIM bind, and this binding inhibits the degradation of PER. This cytoplasmic PER degradation and then accumulation causes the 4-6 hour delay seen between the levels of per mRNA and the levels of PER protein. The PER/TIM complex, still bound to DBT, migrates into the nucleus where it suppresses the transcription of per and tim. TIM is lost from the complex, and DBT then phosphorylates PER which leads to its degradation, allowing for the transcription of the clock and clock-controlled genes (those with transcription controlled by circadian mechanisms). The oscillations in the PER and TIM proteins presence causes oscillations in their own and other genes' expression, which is the basis for circadian rhythmicity.",
            "score": 238.68336987495422
        },
        {
            "docid": "46357939_2",
            "document": "White Collar-1 . White Collar-1 (\"wc\"-1) is a gene in \"Neurospora crassa\" encoding the protein WC-1 (127 kDa). WC-1 has two separate roles in the cell. First, it is the primary photoreceptor for \"Neurospora\" and the founding member of the class of principle blue light photoreceptors in all of the fungi. Second, it is necessary for regulating circadian rhythms in FRQ. It is a key component of a circadian molecular pathway that regulates many behavioral activities, including conidiation. WC-1 and WC-2, an interacting partner of WC-1, comprise the White Collar Complex (WCC) that is involved in the \"Neurospora \"circadian clock. WCC is a complex of nuclear transcription factor proteins, and contains transcriptional activation domains, PAS domains, and zinc finger DNA-binding domains (GATA). WC-1 and WC-2 heterodimerize through their PAS domains to form the White Collar Complex (WCC).",
            "score": 198.8694612979889
        },
        {
            "docid": "1408530_22",
            "document": "Circadian clock . The autoregulatory feedback loops in clocks take about 24 hour to complete a cycle and constitute a circadian molecular clock. This generation of the ~24-hour molecular clock is governed by post-translational modifications such as phosphorylation, sumoylation, histone acetylation and methylation, and ubiquitination. Reversible phosphorylation regulates important processes such as nuclear entry, formation of protein complexes and protein degradation. Each of these processes significantly contributes to keeping the period at ~24 hours and lends the precision of a circadian clock by affecting the stability of aforementioned core clock proteins. Thus, while transcriptional regulation generates rhythmic RNA levels, regulated posttranslational modifications control protein abundance, subcellular localization, and repressor activity of PER and CRY.",
            "score": 231.0687620639801
        },
        {
            "docid": "56144090_10",
            "document": "Drosophila circadian rhythm . In \"Drosophila\" there are two distinct groups of circadian clocks, namely the clock neurones and the clock genes. They act concertedly to produce the 24-hour cycle of rest and activity. Light is the source of activation of the clocks. The compound eyes, ocelli, and Hofbauer-Buchner eyelets (HB eyelets) are the direct external photoreceptor organs. But the circadian clock can work in constant darkness. Nonetheless, the photoreceptors are required for measuring the day length and detecting moonlight. The compound eyes are important for differentiating long days from constant light, and for the normal masking effects of light, such as inducing activity by light and inhibition by darkness. There are two distinct activity peaks termed the M (for morning) peak, happening at dawn, and E (for evening) peak, at dusk. They monitor the different day lengths in different seasons of the year. The light-sensitive proteins in the eye called, rhodopsins (rhodopsin 1 and 6), are crucial in activating the M and E oscillations. When environmental light is detected, approximately 150 neurones (there are about 100,000 neurones in the \"Drosophila\" brain) in the brain regulate the circadian rhythm. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian keeps time via daily fluctuations of clock-related proteins which interact in what is called a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day in which both Clock protein and cycle protein are produced. CLK/CYC heterodimer act as transcription factors and bind together to initiate the transcription of the \"per\" and \"tim\" genes by binding to a promoter element called E box, around mid-day. DNA is transcribed to produce PER mRNA and TIM mRNA. PER and TIM proteins are synthesized in the cytoplasm, and exhibit a smooth increase in levels over the course of the day. Their RNA levels peak early in the evening and protein levels peak around daybreak. But their proteins levels are maintained at constantly low level until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein induces post-translational modifications, that is phosphorylation and turnover of monomeric PER proteins. As PER is translated in the cytoplasm, it is actively phosphorylated by DBT (casein kinase 1ε) and casein kinase 2 (synthesised by \"And\" and \"Tik\") as a prelude to premature degradation. The actual degradation is through the ubiquitin-proteasome pathway, and is carried out by a ubiquitin ligase called Slimb (supernumery limbs). At the same time, TIM is itself phosphorylated by shaggy, whose activity declines after sunset. DBT gradually disappears, and withdrawal of DBT promotes PER molecules to get stabilized by physical association with TIM. Hence, maximum production of PER and TIM occurs at dusk. At the same time, CLK/CYC also directly activates \"vri\" and \"Pdp1\" (the gene for PAR domain protein 1). VRI accumulates first, 3-6 hour earlier, and start to repress \"Clk\"; but the incoming of PDP1 creates a competition by activating \"Clk\". PER/TIM dimer accumulate in the early night and translocate in an orchestrated fashion into the nucleus several hours later, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 249.85256791114807
        },
        {
            "docid": "13530848_9",
            "document": "FBXL3 . The FBXL3 protein plays a role in the negative feedback loop of the mammalian molecular circadian rhythm. The PER and CRY proteins inhibit the transcription factors CLOCK and BMAL1. The degradation of PER and CRY prevent the inhibition of the CLOCK and BMAL1 protein heterodimer. In the nucleus, the FBXL3 protein targets CRY1 and CRY2 for polyubiquitination, which triggers the degradation of the proteins by the proteasome. FBXL3 binds to CRY2 by occupying its flavin adenine dinucleotide (FAD) cofactor pocket with a C-terminal tail and buries the PER-binding interface on the CRY2 protein.",
            "score": 252.45018911361694
        },
        {
            "docid": "39103747_2",
            "document": "KaiC . KaiC is a gene belonging to the KaiABC gene cluster (with KaiB, and KaiC) that, together, regulate bacterial circadian rhythms, specifically in cyanobacteria. KaiC encodes for the KaiC protein which interacts with the KaiA and KaiB proteins in a post-translational oscillator (PTO). The PTO is cyanobacteria master clock that is controlled by sequences of phosphorylation of KaiC protein. Regulation of KaiABC expression and KaiABC phosphorylation is essential for cyanobacteria circadian rhythmicity, and is particularly important for regulating cyanobacteria processes such as nitrogen fixation, photosynthesis, and cell division. Studies have shown similarities to Drosophila, Neurospora, and mammalian clock models in that the kaiABC regulation of the cyanobacteria slave circadian clock is also based on a transcription translation feedback loop (TTFL). KaiC protein has both auto-kinase and auto-phosphatase activity and acts as the circadian regulator in both the PTO and the TTFL. KaiC has been found to not only suppress kaiBC when overexpressed, but also suppress circadian expression of all genes in the cyanobacterial genome.",
            "score": 234.62009000778198
        },
        {
            "docid": "1408530_24",
            "document": "Circadian clock . Circadian oscillators are simply oscillators with a period of approximately 24 hours. In response to light stimulus the body corresponds with a system and network of pathways that work together to determine the biological day and night. The regulatory networks involved in keeping the clock precise span over a range of post-translation regulation mechanisms. Circadian oscillators may be regulated by phosphorylation, SUMOylation, ubiquitination, and histone acetylation and deacetylation, the covalent modification of the histone tail which controls the level of chromatin structures causing the gene to be expressed more readily. Methylation of a protein structure adds a methyl group and regulates the protein function or gene expression and in histone methylation gene expression is either suppressed or activated through changing the DNA sequence. Histones go through an acetylation, methylation and phosphorylation process but the major structural and chemical changes happen when enzymes \"histone acetyltransferases\" (HAT) and \"histone deacetylases\" (HDAC) add or remove acetyl groups from the histone causing a major change in DNA expression. By changing DNA expression, histone acetylation and methylation regulate how the circadian oscillator operates. Fustin and co-workers provided a new layer of complexity to the regulation of circadian oscillator in mammals by showing that RNA methylation was necessary for efficient export of mature mRNA out of the nucleus: inhibition of RNA methylation caused nuclear retention of clock gene transcripts, leading to a longer circadian period.",
            "score": 242.62906992435455
        },
        {
            "docid": "743466_15",
            "document": "CREB . Entrainment of the mammalian circadian clock is established via light induction of PER. Light excites melanopsin-containing photosensitive retinal ganglion cells which signal to the suprachiasmatic nucleus (SCN) via the retinohypothalamic tract (RHT). Excitation of the RHT signals the release of glutamate which is received by NMDA receptors on SCN, resulting in a calcium influx into the SCN. Calcium induces the activity of Ca/calmodulin-dependent protein kinases, resulting in the activation of PKA, PKC, and CK2. These kinases then phosphorylate CREB in a circadian manner that further regulates downstream gene expression. The phosphorylated CREB recognizes the cAMP Response Element and serves as a transcription factor for Per1 and Per2, two genes that regulate the mammalian circadian clock. This induction of PER protein can entrain the circadian clock to light/dark cycles inhibits its own transcription via a transcription-translation feedback loop which can advance or delay the circadian clock. However, the responsiveness of PER1 and PER2 protein induction is only significant during the subjective night.",
            "score": 222.6656095981598
        },
        {
            "docid": "53761781_5",
            "document": "Paul Hardin (chronobiologist) . In 1997, Hardin, with Haiping Hao and David Allen, analyzed the sequence of the \"per\" gene in \"Drosophila\" and found a 69-bp enhancer upstream of the gene. This enhancer sequence contained an E-box (CACGTG), which was determined to be necessary for high-level \"per\" transcription. As E-boxes are typically bound by proteins containing a basic helix-loop-helix (bHLH) protein structural motif, the presence of an E-box in \"per\" led to the hypothesis that the proteins involved in circadian rhythms may contain a bHLH domain. This proved to be vital in establishing the function of the previously discovered CLOCK protein, which was known to play a role in circadian rhythms and contained a bHLH domain as well. This discovery also aided in the identification of the BMAL1 and CYCLE proteins as critical players in the circadian rhythms of mammalian and \"Drosophila\" circadian systems respectively.",
            "score": 218.90808308124542
        },
        {
            "docid": "46316614_6",
            "document": "Casein kinase 1 isoform epsilon . The most important proteins which make up the mammalian TTNFL are the Period (PER), and Cryptochrome (CRY) proteins, BMAL1, CLOCK, and casein kinase 1 epsilon. PER and CRY levels are regulated by negative feedback, meaning that they repress their own transcription. BMAL1 and CLOCK work to increase PER and CRY transcription by binding on the E-box domain upstream from the PER and CRY gene coding sequences. The level of PER and CRY proteins is regulated by casein kinase 1 through phosphorylation, which marks these proteins for degradation by the cell. Phosphorylation also hinders PER's ability to enter the nucleus by inducing a conformational change in its nuclear localization sequence. However, if CRY proteins bind to PER before this phosphorylation can occur, all three proteins stabilize into a complex that can enter the nucleus. Once inside the nucleus, PER and CRY can work to inhibit their own transcription, while casein kinase 1 epsilon works to modulate the activity of BMAL1 and CLOCK through phosphorylation.",
            "score": 295.0651499032974
        },
        {
            "docid": "48835610_2",
            "document": "LUX . LUX or Phytoclock1 (PCL1) is a gene that codes for LUX ARRHYTHMO, a protein necessary for circadian rhythms in \"Arabidopsis thaliana\". LUX protein associates with Early Flowering 3 (ELF3) and Early Flowering 4 (ELF4) to form the Evening Complex (EC), a core component of the \"Arabidopsis\" repressilator model of the plant circadian clock. The LUX protein functions as a transcription factor that negatively regulates \"Pseudo-Response Regulator 9\" (\"PRR9\"), a core gene of the Midday Complex, another component of the \"Arabidopsis\" repressilator model. LUX is also associated with circadian control of hypocotyl growth factor genes \"PHYTOCHROME INTERACTING FACTOR 4\" (\"PIF4)\" and \"PHYTOCHROME INTERACTING FACTOR 5\" (\"PIF5)\".",
            "score": 184.58659517765045
        },
        {
            "docid": "13570238_7",
            "document": "PER1 . PER interacts with other PER proteins as well as the E-box regulated, clock controlled proteins CRY1 and CRY2 to create a heterodimer which translocates into the nucleus. There it inhibits CLOCK-BMAL activation. PER1 is not necessary for the creation circadian rhythms, but homozygous PER1 mutants display a shortened period of mRNA expression. While PER1 must be mutated in conjunction with PER2 to result in arhythmiticity, the two translated PER proteins have been shown to have slightly different roles, as PER1 acts preferentially through interaction with other clock proteins.",
            "score": 228.35354721546173
        },
        {
            "docid": "19865510_4",
            "document": "ARNTL . The Arntl gene was originally discovered in 1997 by two groups of researchers, John B. Hogenesch et al. in March and Ikeda and Nomura in April as part of a superfamily of PAS domain transcription factors. The ARNTL protein, also known as MOP3, was found to dimerize with MOP4, CLOCK, and hypoxia-inducible factors. The names BMAL1 and ARNTL were adopted in later papers. One of ARNTL protein's earliest discovered functions in circadian regulation was related to the CLOCK-BMAL1 (CLOCK-ARNTL) heterodimer, which would bind through an E-box enhancer to activate the transcription of the gene encoding vasopressin. However, the gene's importance in circadian rhythms was not fully realized until the knockout of the gene in mice showed complete loss of circadian rhythms in locomotion and other behaviors.",
            "score": 271.57096314430237
        },
        {
            "docid": "56565_29",
            "document": "Circadian rhythm . The molecular mechanism of circadian rhythm and light perception are best understood in \"Drosophila\". Clock genes are discovered from \"Drosophila\", and they act together with the clock neurones. There are two unique rhythms, one during the process of hatching (called eclosion) from the pupa, and the other during mating. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian rhythm is through a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day and initiates the transcription of the \"per\" and \"tim\" genes. But their proteins levels remain low until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein causes phosphorylation and turnover of monomeric PER proteins. TIM is also phosphorylated by shaggy until sunset. After sunset, DBT disappears, so that PER molecules stably bind to TIM. PER/TIM dimer enters the nucleus several at night, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 249.91574919223785
        },
        {
            "docid": "56144090_3",
            "document": "Drosophila circadian rhythm . Biological rhythms are first and best studied from \"Drosophila\". \"Drosophila\" circadian rhythm has paved the way for understanding circadian behaviour and diseases related to sleep-wake conditions in other animals, including humans. This is because the circadian clocks are fundamentally similar. \"Drosophila\" circadian rhythm was discovered in 1935 by German zoologists, Hans Kalmus and Erwin Bünning. American biologist Colin S. Pittendrigh provided an important experiment in 1954, which established that circadian rhythm is driven by a biological clock. The genetics was first understood in 1971, when Seymour Benzer and Ronald J. Konopka reported that mutation in specific genes changes or stops the circadian behaviour. They discovered the mutation called \"period\" (\"per\"). It was the first gene known to control behaviour of any kind. After a decade, Konopka, Jeffrey C. Hall, Michael Rosbash, and Michael W. Young discovered novel genes such as \"timeless\" (\"tim\"), \"Clock\" (\"Clk\"), \"cycle\" (\"cyc\"), \"cry\", and others. These genes and their product proteins play the key role as circadian clock.",
            "score": 205.13040125370026
        },
        {
            "docid": "1408530_23",
            "document": "Circadian clock . Proteins responsible for post-translational modification of clock genes include casein kinase family members (casein kinase 1 delta (CSNK1D) and casein kinase 1 epsilon (CSNK1E) and the F-box leucine-rich repeat protein 3 (FBXL3). In mammals, CSNK1E and CSNK1D are critical factors that regulate the core circadian protein turnover. Experimental manipulation on either of these proteins results in dramatic effects on circadian periods, such as altered kinase activities and cause shorter circadian periods, and further demonstrates the importance of the post-translational regulation within the core mechanism of the circadian clock. These mutations have become of particular interest in humans as they are implicated in the advanced sleep phase disorder. A small ubiquitin-related modifier protein modification of BMAL1 has also been proposed as another level of post-translational regulation.",
            "score": 262.5693681240082
        },
        {
            "docid": "1972565_19",
            "document": "Cryptochrome . Cryptochrome is one of the four groups of mammalian clock genes/proteins that generate a transcription-translation negative-feedback loop (TTFL), along with Period (PER), CLOCK, and BMAL1. In this loop, CLOCK and BMAL1 proteins are transcriptional activators, which together bind to the promoters of the \"Cry\" and \"Per\" genes and activate their transcription. The CRY and PER proteins then bind to each other, enter the nucleus, and inhibit CLOCK-BMAL1-activated transcription.",
            "score": 377.4521133899689
        },
        {
            "docid": "21923868_4",
            "document": "Oscillating gene . The primary molecular mechanism behind an oscillating gene is best described as a transcription/translation feedback loop. This loop contains both positive regulators, which increase gene expression, and negative regulators, which decrease gene expression. The fundamental elements of these loops are found across different phyla. In the mammalian circadian clock, for example, transcription factors CLOCK and BMAL1 are the positive regulators. CLOCK and BMAL1 bind to the E-box of oscillating genes, such as Per1, Per2, and Per3 and Cry1 and Cry2, and upregulate their transcription. When the PERs and CRYs form a heterocomplex in the cytoplasm and enter the nucleus again, they inhibit their own transcription. This means that over time the mRNA and protein levels of PERs and CRYs, or any other oscillating gene under this mechanism, will oscillate.",
            "score": 245.757643699646
        },
        {
            "docid": "15346583_5",
            "document": "LHX1 . Lim-1’s expression is controlled in part by the sonic hedgehog-Gli signaling pathway. Recent studies in mice have shown that Lim-1 silencing halts tumor growth and impairs tumor cell movement via inhibition of protein expression involved in metastatic spread. Therefore, in tumor cells Lim-1 acts as an oncogene. Thus, targeting Lim-1 can be a potential cancer therapy. In addition, Lim-1 is important in rodent renal development. Lim-1 deficiency results in development of multicystic kidney, whereas, its expression can contribute to pathogenesis of nephroblastomas. Also, Lim-1 plays a role in embryonic retinal development. Lim-1 expression affects differentiation and maintenance of horizontal cells located in the retinal, thus, it could serve as a marker in studies of horizontal cell specification. Lim-1 (Lhx1) functions as a transcription factor necessary for regulating the production of coupling factors required for proper communication between the neurons located in the part of the brain responsible for regulation of circadian rhythms called the suprachiasmatic nucleus (SCN). In mouse studies where Lim-1 transcription was restricted at some point during development in utero, the individual units within the subject’s molecular clock functioned properly but were unable to work together. Communication of these units is required to match their release of clock proteins which begin a transcription cascade of many other proteins that produce functional responses in tissues. The cyclic pattern of these responses is due to the feedback of the clock proteins and consequent changes to this transcription cascade. Reduced Lim-1 expression leads to inadequate levels of proteins such as Vasoactive Intestinal Polypeptide (VIP) that work to produce the neuron coordination required for a regulated circadian rhythm. The lack of such coupling factors causes the circadian clock to not function properly because the units within the SCN cannot match their release of clock proteins, and therefore their transcriptional cascades of proteins that cause changes in arousal do not align.",
            "score": 221.2286740541458
        },
        {
            "docid": "46327809_11",
            "document": "Ueli Schibler . In 2002, Schibler and his colleagues identified the nuclear orphan receptor REV-ERBα as the major regulator of expression of the circadian gene Bmal1 in both the SCN and peripheral tissues. BMAL-1, as a heterodimer with CLOCK activates the transcription of the components of the negative limb encoding PER and CRY repressor proteins. Together, the feedback loop of the positive limb and its effects on the negative limb produce the mammalian circadian rhythms in clock gene expression. REV-ERBα and its paralog REV-ERBβ are the molecular links between these two feedback loops.",
            "score": 242.3965711593628
        },
        {
            "docid": "39055192_2",
            "document": "Frequency (gene) . The frequency (\"frq\") gene encodes the protein frequency (FRQ) that functions in the \"Neurospora crassa\" circadian clock. The FRQ protein plays a key role in circadian oscillator, serving to nucleate the negative element complex in the auto regulatory transcription-translation negative feedback-loop (TTFL) that is responsible for circadian rhythms in \"N. crassa\". Similar rhythms are found in mammals, Drosophila and cyanobacteria. Recently, FRQ homologs have been identified in several other species of fungi. Expression of frq is controlled by the two transcription factors white collar-1 (WC-1) and white collar-2 (WC-2) that act together as the White Collar Complex (WCC) and serve as the positive element in the TTFL. Expression of frq can also be induced through light exposure in a WCC dependent manner. Forward genetics has generated many alleles of \"frq\" resulting in strains whose circadian clocks vary in period length.",
            "score": 219.79290282726288
        },
        {
            "docid": "39042642_9",
            "document": "Cycle (gene) . Recent research on \"cycle\" has largely focused on the role of circadian rhythmicity in other processes. In 2012, it was reported that aging reduces transcriptional oscillations of core clock genes in the fly head including cycle. Wild type \"Drosophila\" show low activity of the CLOCK/CYCLE protein dimer in the morning, and it was recently found that lowering levels of these proteins can affect neuronal signaling. Research from 2012 on sleep architecture and nutrition found that circadian clock mutants, including \"cyc\" still maintained a normal diet response without circadian rhythmicity. Future work focusing on understanding the role of circadian rhythms in \"Drosophila\" will continue to investigate \"cycle's\" role in maintaining rhythmicity.",
            "score": 214.01842331886292
        },
        {
            "docid": "1408530_16",
            "document": "Circadian clock . Several mammalian clock genes have been identified and characterized through experiments on animals harboring naturally occurring, chemically induced, and targeted knockout mutations, and various comparative genomic approaches. The majority of identified clock components are transcriptional activators or repressors that modulate protein stability and nuclear translocation, and create two interlocking feedback loops. In the primary feedback loop, members of the basic helix-loop-helix (bHLH)-PAS (Period-Arnt-Single-minded) transcription factor family, CLOCK and BMAL1, heterodimerize in the cytoplasm to form a complex that, following translocation to the nucleus, initiates transcription of target genes such as the core clock genes 'period' genes (PER1, PER2, and PER3) and two cryptochrome genes (CRY1 and CRY2). Negative feedback is achieved by PER:CRY heterodimers that translocate back to the nucleus to repress their own transcription by inhibiting the activity of the CLOCK:BMAL1 complexes. Another regulatory loop is induced when CLOCK:BMAL1 heterodimers activate the transcription of Rev-ErbA and Rora, two retinoic acid-related orphan nuclear receptors. REV-ERBa and RORa subsequently compete to bind retinoic acid-related orphan receptor response elements (ROREs) present in Bmal1 promoter. Through the subsequent binding of ROREs, members of ROR and REV-ERB are able to regulate \"Bmal1\". While RORs activate transcription of \"Bmal1\", REV-ERBs repress the same transcription process. Hence, the circadian oscillation of \"Bmal1\" is both positively and negatively regulated by RORs and REV-ERBs.",
            "score": 309.28543305397034
        },
        {
            "docid": "39938812_3",
            "document": "AANAT (gene) . The protein encoded by this gene belongs to the acetyltransferase superfamily. It is the penultimate enzyme in melatonin synthesis and controls the night/day rhythm in melatonin production in the vertebrate pineal gland. Melatonin is essential for the function of the circadian clock that influences activity and sleep. This enzyme is regulated by cAMP-dependent phosphorylation that promotes its interaction with 14-3-3 proteins and thus protects the enzyme against proteasomal degradation.",
            "score": 185.923015832901
        },
        {
            "docid": "27989491_12",
            "document": "John Woodland Hastings . Dinoflagellate Circadian Rhythms: Using \"Lingulodinium polyedrum\" as a model, Hastings spearheaded our understanding of the molecular mechanisms involved in control of circadian rhythms, which in humans are involved in sleep, jet-lag and other daily activities. His lab has shown that the rhythm of bioluminescence involves a daily synthesis and destruction of proteins. Because the mRNAs that code for these proteins remain unchanged from day to night, the synthesis of these proteins is controlled at the translational level. This work has now been expanded to other proteins in the cell. On the other hand, short pulses of inhibitors of synthesis of these proteins results in phase shifts of the circadian rhythm, either delays or advances, depending when the pulse is administered. At still another level, protein phosphorylation inhibitors also influence the period of the rhythm.",
            "score": 179.82344841957092
        },
        {
            "docid": "48835610_5",
            "document": "LUX . The LUX ARRHYTHMO protein encoded by the \"LUX\" gene participates in the regulation of the \"Arabidopsis thaliana\" circadian clock. Along with ELF3 and ELF4, it is a member of the Evening Complex, a component of the Arabidopsis repressilator model of gene regulation. This three-protein complex is expressed and assembled during the evening to repress transcription of the \"PRR9\" gene, which codes for a component of the Midday Complex. LUX likely represses \"PRR9\" via direct binding to a DNA sequence that has not yet been elucidated. PRR9 protein subsequently represses \"CCA1\" and \"LHY\", genes which express components of the Morning Complex. Although \"LUX\" and \"ELF4\" are induced by low intensity, non-damaging UV-B radiation, the direct molecular mechanism of light input into the \"Arabidopsis\" circadian clock has yet to be elucidated.",
            "score": 209.04362726211548
        }
    ],
    "r": [
        {
            "docid": "1972565_19",
            "document": "Cryptochrome . Cryptochrome is one of the four groups of mammalian clock genes/proteins that generate a transcription-translation negative-feedback loop (TTFL), along with Period (PER), CLOCK, and BMAL1. In this loop, CLOCK and BMAL1 proteins are transcriptional activators, which together bind to the promoters of the \"Cry\" and \"Per\" genes and activate their transcription. The CRY and PER proteins then bind to each other, enter the nucleus, and inhibit CLOCK-BMAL1-activated transcription.",
            "score": 377.4521179199219
        },
        {
            "docid": "39093020_6",
            "document": "Michael Rosbash . Rosbash’s research initially focused on the metabolism and processing of mRNA; mRNA is the molecular link between DNA and protein. After arriving at Brandeis, Rosbash collaborated with co-worker Jeffrey Hall and investigated the genetic influences on circadian rhythms of the internal biological clock. They used \"Drosophila melanogaster\" to study patterns of activity and rest. In 1984, Rosbash and Hall cloned the first \"Drosophila\" clock gene, period. Following work done by post-doctoral fellow, Paul Hardin, in discovering that period mRNA and its associated protein (PER) had fluctuating levels during the circadian cycle, in 1990 they proposed a Transcription Translation Negative Feedback Loop (TTFL) model as the basis of the circadian clock. Following this proposal, they looked into the elements that make up other parts of the clock. In May 1998, Rosbash et al. found a homolog for mammalian Clock that performed the same function of activating the transcription of per and tim that they proceeded to call dClock. Also in May 1998, Rosbash et al. discovered in \"Drosophila\" the clock gene cycle, a homolog of the mammalian bmal1 gene. In November 1998, Rosbash et al. discovered the cry \"Drosophila\" mutant, which lead to the conclusion that cryptochrome protein is involved in circadian photoreception.",
            "score": 341.8736572265625
        },
        {
            "docid": "1972565_3",
            "document": "Cryptochrome . The two genes \"Cry1\" and \"Cry2\" code for the two cryptochrome proteins CRY1 and CRY2. In insects and plants, CRY1 regulates the circadian clock in a light-dependent fashion, whereas, in mammals, CRY1 and CRY2 act as light-independent inhibitors of CLOCK-BMAL1 components of the circadian clock. In plants, blue-light photoreception can be used to cue developmental signals. Besides chlorophylls, cryptochromes are the only proteins known to form photoinduced radical-pairs in vivo.",
            "score": 328.7685241699219
        },
        {
            "docid": "1408530_16",
            "document": "Circadian clock . Several mammalian clock genes have been identified and characterized through experiments on animals harboring naturally occurring, chemically induced, and targeted knockout mutations, and various comparative genomic approaches. The majority of identified clock components are transcriptional activators or repressors that modulate protein stability and nuclear translocation, and create two interlocking feedback loops. In the primary feedback loop, members of the basic helix-loop-helix (bHLH)-PAS (Period-Arnt-Single-minded) transcription factor family, CLOCK and BMAL1, heterodimerize in the cytoplasm to form a complex that, following translocation to the nucleus, initiates transcription of target genes such as the core clock genes 'period' genes (PER1, PER2, and PER3) and two cryptochrome genes (CRY1 and CRY2). Negative feedback is achieved by PER:CRY heterodimers that translocate back to the nucleus to repress their own transcription by inhibiting the activity of the CLOCK:BMAL1 complexes. Another regulatory loop is induced when CLOCK:BMAL1 heterodimers activate the transcription of Rev-ErbA and Rora, two retinoic acid-related orphan nuclear receptors. REV-ERBa and RORa subsequently compete to bind retinoic acid-related orphan receptor response elements (ROREs) present in Bmal1 promoter. Through the subsequent binding of ROREs, members of ROR and REV-ERB are able to regulate \"Bmal1\". While RORs activate transcription of \"Bmal1\", REV-ERBs repress the same transcription process. Hence, the circadian oscillation of \"Bmal1\" is both positively and negatively regulated by RORs and REV-ERBs.",
            "score": 309.2854309082031
        },
        {
            "docid": "33820084_6",
            "document": "Temporal feedback . Circadian rhythms, which regulate physiology and behavior in organisms, are dependent upon a system of interlinked feedback mechanisms as well. In mammals, this process is driven by the suprachiasmatic nuclei (SCN) in the hypothalamus, composed of the two negative feedback loops \"Per-Cry\" and \"Clock-Bmal\". Transcription of the period (\"Per\") and cryptochrome (\"Cry\") genes cannot proceed until CLOCK and BMAL1 have dimerized and bound to the E-box element, a process initiated by CREB-binding protein (CPB). Once bound to the E-box elements of \"per\" and \"cry\", successful production of mRNA transcripts occurs and the proteins PER and CRY are synthesized. PER and CRY then dimerize and repress the transcription of the gene \"Rev-Erb\", the protein product of which, REV-ERB, represses transcription of \"Bmal\". The repression of BMAL in vivo prevents the transactivation of \"Per-Cry\", thereby completing the cycle in just over 24 hours.",
            "score": 299.5400085449219
        },
        {
            "docid": "46316614_6",
            "document": "Casein kinase 1 isoform epsilon . The most important proteins which make up the mammalian TTNFL are the Period (PER), and Cryptochrome (CRY) proteins, BMAL1, CLOCK, and casein kinase 1 epsilon. PER and CRY levels are regulated by negative feedback, meaning that they repress their own transcription. BMAL1 and CLOCK work to increase PER and CRY transcription by binding on the E-box domain upstream from the PER and CRY gene coding sequences. The level of PER and CRY proteins is regulated by casein kinase 1 through phosphorylation, which marks these proteins for degradation by the cell. Phosphorylation also hinders PER's ability to enter the nucleus by inducing a conformational change in its nuclear localization sequence. However, if CRY proteins bind to PER before this phosphorylation can occur, all three proteins stabilize into a complex that can enter the nucleus. Once inside the nucleus, PER and CRY can work to inhibit their own transcription, while casein kinase 1 epsilon works to modulate the activity of BMAL1 and CLOCK through phosphorylation.",
            "score": 295.0651550292969
        },
        {
            "docid": "19865510_6",
            "document": "ARNTL . The protein encoded by the Bmal1 gene in mammals binds with a second bHLH-PAS protein via the PAS domain, CLOCK (or its paralog, NPAS2) to form a heterodimer in the nucleus. Via its BHLH domain, this heterodimer binds to E-box response elements in the promoter regions of Per (Per1 and Per2) and Cry genes (Cry1 and Cry2). This binding upregulates the transcription and translation of PER1, PER2, CRY1 and CRY2 proteins. After the PER and CRY proteins have accumulated to sufficient levels, they interact by their PAS motifs to form a large repressor complex that travels into the nucleus to inhibit the transcriptional activity of the CLOCK:BMAL1 heterodimer This inhibits the transcription of Per and Cry genes, and causes protein levels of PER and CRY drop. This transcription, translation negative feedback loop (TTFL) is modulated in the cytoplasm by phosphorylation of PER proteins by casein kinase 1ε or δ (CK1 ε or CK1 δ), signaling these proteins for degradation by the 26S proteasome. SIRT1 also regulates PER protein degradation by inhibiting transcriptional activity of the BMAL1:CLOCK heterodimer in a circadian manner through deacetylation. The degradation of PER proteins prevents the formation the large protein complex, and thus prevents the inhibition of transcriptional activity of the BMAL1:CLOCK heterodimer. The CRY protein is also signaled for degradation by poly-ubiquination from the FBXL3 protein, also preventing the inhibition of the\" \"CLOCK:BMAL1 heterodimer.\" \"This allows transcription of the Per and Cry genes to resume. It has also been observed in the TTFL loop of nocturnal mice that transcription levels of the Bmal1 gene peak at CT18, during the mid-subjective night, anti-phase to the transcription levels of Per, Cry, and other clock control genes, which peak at CT6, during the mid-subjective day. This process occurs with a period length of approximately 24 hours and supports the notion that this molecular mechanism is rhythmic.",
            "score": 291.3171081542969
        },
        {
            "docid": "19865510_4",
            "document": "ARNTL . The Arntl gene was originally discovered in 1997 by two groups of researchers, John B. Hogenesch et al. in March and Ikeda and Nomura in April as part of a superfamily of PAS domain transcription factors. The ARNTL protein, also known as MOP3, was found to dimerize with MOP4, CLOCK, and hypoxia-inducible factors. The names BMAL1 and ARNTL were adopted in later papers. One of ARNTL protein's earliest discovered functions in circadian regulation was related to the CLOCK-BMAL1 (CLOCK-ARNTL) heterodimer, which would bind through an E-box enhancer to activate the transcription of the gene encoding vasopressin. However, the gene's importance in circadian rhythms was not fully realized until the knockout of the gene in mice showed complete loss of circadian rhythms in locomotion and other behaviors.",
            "score": 271.5709533691406
        },
        {
            "docid": "13530734_8",
            "document": "NPAS2 . Compensation is a key feature of TTFLs that regulate circadian rhythms. BMAL1 compensates for CLOCK in that if CLOCK is absent, BMAL1 will upregulate to maintain the mammalian circadian rhythms. NPAS2 has been shown to be analogous to the function of CLOCK in CLOCK-deficient mice. In \"Clock\" knockout mice, NPAS2 is upregulated to keep the rhythms intact. \"Npas2\"-mutant mice, which do not express functional NPAS2 protein, still maintain robust circadian rhythms in locomotion. However, like CLOCK-deficient mice in the CLOCK/BMAL1 TTFL, \"Npas2\"-mutant mice (in the NPAS2/BMAL1 TTFL) still have small defects in their circadian rhythms such as a shortened circadian period and an altered response to changes in the typical light-dark cycle. In addition, \"Npas2\" knockout mice show sleep disturbances and have decreased expression of \"mPer2\" in their forebrains. Mice without functional alleles of both \"Clock\" and \"Npas2\" became arrhythmic once placed in constant darkness, suggesting that both genes have overlapping roles in maintaining circadian rhythms. In both wild-type and \"Clock\" knockout mice, \"Npas2\" expression is observed at the same levels, confirming that \"Npas2\" plays a role in maintaining these rhythms in the absence of \"Clock\".",
            "score": 270.92987060546875
        },
        {
            "docid": "46327809_9",
            "document": "Ueli Schibler . In a 2004 study that provided further evidence for the existence of self-sustained, autonomous oscillators in the peripheral tissue, Schibler and his colleagues found evidence for interaction between the circadian clock and the timing of cell division. Single-cell recordings revealed how circadian gene expression in fibroblasts persists during cell division, and how cell division can phase shift the circadian cycle of the dividing cells. Due to the central role of Period (PER) and Cryptochrome (CRY) proteins in the negative feedback loop of the circadian clock, Schibler and colleagues posited the PER-CRY complex concentration to be the likely determinant of the phase of the clock. When cell division frequency was plotted against circadian time, this yielded a highly nonrandom distribution, suggesting a gating mechanism of mitosis by the circadian clock",
            "score": 262.827880859375
        },
        {
            "docid": "1408530_23",
            "document": "Circadian clock . Proteins responsible for post-translational modification of clock genes include casein kinase family members (casein kinase 1 delta (CSNK1D) and casein kinase 1 epsilon (CSNK1E) and the F-box leucine-rich repeat protein 3 (FBXL3). In mammals, CSNK1E and CSNK1D are critical factors that regulate the core circadian protein turnover. Experimental manipulation on either of these proteins results in dramatic effects on circadian periods, such as altered kinase activities and cause shorter circadian periods, and further demonstrates the importance of the post-translational regulation within the core mechanism of the circadian clock. These mutations have become of particular interest in humans as they are implicated in the advanced sleep phase disorder. A small ubiquitin-related modifier protein modification of BMAL1 has also been proposed as another level of post-translational regulation.",
            "score": 262.5693664550781
        },
        {
            "docid": "46237571_6",
            "document": "John B. Hogenesch . BMAL1 functions as a positive element in the circadian clock. It forms a heterodimer with CLOCK to initiate transcription of target genes that contain E-box sequences, such as Period and Cryptochrome in mice. The BMAL1:CLOCK complex is suppressed by the buildup of the PER:CRY heterodimers.",
            "score": 262.3199768066406
        },
        {
            "docid": "11329508_5",
            "document": "Period (gene) . In mammals, an analogous transcription-translation negative feedback loop is observed. Translated from the three mammalian homologs of drosophila-per, one of three PER proteins (PER1, PER2, and PER3) dimerizes via its PAS domain with one of two cryptochrome proteins (CRY1 and CRY2) to form a negative element of the clock. This PER/CRY complex moves into the nucleus upon phosphorylation by CK1-epsilon (\"casein kinase 1 epsilon\") and inhibits the CLK/BMAL1 heterodimer, the transcription factor that is bound to the E-boxes of the three per and two cry promoters by basic helix-loop-helix (BHLH) DNA-binding domains.",
            "score": 262.1620178222656
        },
        {
            "docid": "9718923_6",
            "document": "CLOCK . A similar model is found in mice, in which BMAL1 dimerizes with CLOCK to activate \"per\" and \"cryptochrome\" (\"cry\") transcription. PER and CRY proteins form a heterodimer which acts on the CLOCK-BMAL heterodimer to repress the transcription of \"per\" and \"cry\". The heterodimer CLOCK:BMAL1 functions similarly to other transcriptional activator complexes; CLOCK:BMAL1 interacts with the E-box regulatory elements. PER and CRY proteins accumulate and dimerize during subjective night, and translocate into the nucleus to interact with the CLOCK:BMAL1 complex, directly inhibiting their own expression. This research has been conducted and validated through chrystallographic analysis.",
            "score": 261.9442138671875
        },
        {
            "docid": "46358103_4",
            "document": "Circadian Clock Associated 1 . CCA1 is part of a negative autoregulatory feedback loop that is coordinated with the daily environmental changes. Repressed in the dark by other proteins, CCA1’s expression is activated when light is sensed by the phytochrome in the plant. After translation, the CCA1 protein needs to be phosphorylated by Casein Kinase 2 (CK2). This phosphorylation is necessary for the protein to form a homodimer and to bind to its target promoters. Hyperphosphorylation, due to the overexpression of CK2, will lead to altered circadian rhythms in the mutants where CCA1 showed shorter mRNA circadian oscillation than in wild-type plants. CK2 overexpression is significant in demonstrating CCA1 is part of the clock. The protein motif CCA1 uses to bind to its target DNA sequences is its Myb-like domain. CCA1 only has one Myb domain, whereas other plant and mammalian proteins could have multiple Myb domains. The presence of only one Myb domain in CCA1 shows its importance influence in the circadian clock. LUX is also an important Myb transcription factor that is necessary for CCA/LHY transcription. This can also help account for problems in the repressilator model described below. CCA1 is also unusual in that it has the ability to bind to asymmetric DNA sequences. CCA1 acts to suppress the expression of the DNA sequence it binds to. The stability of CCA1 protein is not affected by light or dark. It is regulated by its proteasome. Inhibiting proteasome function leads to a circadian rhythm with a longer period.",
            "score": 261.6376647949219
        },
        {
            "docid": "56144090_8",
            "document": "Drosophila circadian rhythm . In 1990, Konopka, Rosbash, and identified anew gene called \"Clock\" (\"Clk\"), which is vital for the circadian period. In 1998, they found a new gene \"cycle\" (\"cyc\"), which act together with \"Clk\". In the late 1998, Hall and Roshbash’s team discovered \"crybaby\", a gene for sensitivity to blue light. They simultaneously identified the protein CRY as the main light-sensitive (photoreceptor) system. The activity of \"cry\" is under circadian regulation, and influenced by other genes such as \"per\", \"tim\", \"clk\", and \"cyc\". The gene product CRY is a major photoreceptor protein belonging to a class of flavoproteins called cryptochromes. They are also present in bacteria and plants. In 1998, Hall and Jae H. Park isolated a gene encoding a neuropeptide named pigment dispersing factor (PDF), based on one of the roles it plays in crustaceans. In 1999, they discovered that \"pdf\" is expressed by lateral neurone ventral clusters (LNv) indicating that PDF protein is the major circadian neurotransmitter and that the LNv neurones are the principal circadian pacemakers. In 2001, Young and his team demonstrated that glycogen synthase kinase-3 (GSK-3) ortholog shaggy (SGG) is an enzyme that regulates TIM maturation and accumulation in the early night, by causing phosphorylation.",
            "score": 258.598876953125
        },
        {
            "docid": "19865510_7",
            "document": "ARNTL . In addition to the circadian regulatory TTFL loop described above, Bmal1 transcription is regulated by competitive binding to the retinoic acid-related orphan receptor response element-binding site (RORE) within the promoter of Bmal1. The CLOCK/BMAL1 heterodimer also binds to E-box elements in promotor regions of Rev-Erbα and RORα/ß genes, upregulating transcription and translation of REV-ERB and ROR proteins. REV-ERBα and ROR proteins regulate BMAL1 expression through a secondary feedback loop and compete to bind to Rev-Erb/ROR response elements in the Bmal1 promoter, resulting in BMAL1 expression repressed by REV-ERBα and activated by ROR proteins. Other nuclear receptors of the same families (NR1D2 (Rev-erb-β); NR1F2 (ROR-β); and NR1F3 (ROR-γ)) have also been shown to act on Bmal1 transcriptional activity in a similar manner.",
            "score": 257.0368957519531
        },
        {
            "docid": "13530734_7",
            "document": "NPAS2 . The NPAS2 protein is a member of the basic helix-loop-helix (bHLH)-PAS transcription factor family and is expressed in the SCN. NPAS2 is a PAS domain-containing protein, which binds other proteins via their own protein-protein (PAS) binding domains. Like its paralogue, CLOCK (another PAS domain-containing protein), the NPAS2 protein can dimerize with the BMAL1 protein and engage in a transcription/translation negative feedback loop (TTFL) to activate transcription of the mammalian \"Per\" and \"Cry\" core clock genes. NPAS2 has been shown to form a heterodimer with BMAL1 in both the brain and in cell lines, suggesting its similarity in function to the CLOCK protein in this TTFL.",
            "score": 254.42831420898438
        },
        {
            "docid": "13530848_9",
            "document": "FBXL3 . The FBXL3 protein plays a role in the negative feedback loop of the mammalian molecular circadian rhythm. The PER and CRY proteins inhibit the transcription factors CLOCK and BMAL1. The degradation of PER and CRY prevent the inhibition of the CLOCK and BMAL1 protein heterodimer. In the nucleus, the FBXL3 protein targets CRY1 and CRY2 for polyubiquitination, which triggers the degradation of the proteins by the proteasome. FBXL3 binds to CRY2 by occupying its flavin adenine dinucleotide (FAD) cofactor pocket with a C-terminal tail and buries the PER-binding interface on the CRY2 protein.",
            "score": 252.4501953125
        },
        {
            "docid": "1972565_17",
            "document": "Cryptochrome . Cryptochrome, like many genes involved in circadian rhythm, shows circadian cycling in mRNA and protein levels. In \"Drosophila\", \"Cry\" mRNA concentrations cycle under a light-dark cycle (LD), with high levels in light and low levels in the dark. This cycling persists in constant darkness (DD), but with decreased amplitude. The transcription of the \"Cry\" gene also cycles with a similar trend. CRY protein levels, however, cycle in a different manner than \"Cry\" transcription and mRNA levels. In LD, CRY protein has low levels in light and high levels in dark, and, in DD, CRY levels increase continuously throughout the subjective day and night. Thus, CRY expression is regulated by the clock at the transcriptional level and by light at the translational and posttranslational level.",
            "score": 252.44912719726562
        },
        {
            "docid": "56565_29",
            "document": "Circadian rhythm . The molecular mechanism of circadian rhythm and light perception are best understood in \"Drosophila\". Clock genes are discovered from \"Drosophila\", and they act together with the clock neurones. There are two unique rhythms, one during the process of hatching (called eclosion) from the pupa, and the other during mating. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian rhythm is through a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day and initiates the transcription of the \"per\" and \"tim\" genes. But their proteins levels remain low until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein causes phosphorylation and turnover of monomeric PER proteins. TIM is also phosphorylated by shaggy until sunset. After sunset, DBT disappears, so that PER molecules stably bind to TIM. PER/TIM dimer enters the nucleus several at night, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 249.91575622558594
        },
        {
            "docid": "56144090_10",
            "document": "Drosophila circadian rhythm . In \"Drosophila\" there are two distinct groups of circadian clocks, namely the clock neurones and the clock genes. They act concertedly to produce the 24-hour cycle of rest and activity. Light is the source of activation of the clocks. The compound eyes, ocelli, and Hofbauer-Buchner eyelets (HB eyelets) are the direct external photoreceptor organs. But the circadian clock can work in constant darkness. Nonetheless, the photoreceptors are required for measuring the day length and detecting moonlight. The compound eyes are important for differentiating long days from constant light, and for the normal masking effects of light, such as inducing activity by light and inhibition by darkness. There are two distinct activity peaks termed the M (for morning) peak, happening at dawn, and E (for evening) peak, at dusk. They monitor the different day lengths in different seasons of the year. The light-sensitive proteins in the eye called, rhodopsins (rhodopsin 1 and 6), are crucial in activating the M and E oscillations. When environmental light is detected, approximately 150 neurones (there are about 100,000 neurones in the \"Drosophila\" brain) in the brain regulate the circadian rhythm. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian keeps time via daily fluctuations of clock-related proteins which interact in what is called a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day in which both Clock protein and cycle protein are produced. CLK/CYC heterodimer act as transcription factors and bind together to initiate the transcription of the \"per\" and \"tim\" genes by binding to a promoter element called E box, around mid-day. DNA is transcribed to produce PER mRNA and TIM mRNA. PER and TIM proteins are synthesized in the cytoplasm, and exhibit a smooth increase in levels over the course of the day. Their RNA levels peak early in the evening and protein levels peak around daybreak. But their proteins levels are maintained at constantly low level until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein induces post-translational modifications, that is phosphorylation and turnover of monomeric PER proteins. As PER is translated in the cytoplasm, it is actively phosphorylated by DBT (casein kinase 1ε) and casein kinase 2 (synthesised by \"And\" and \"Tik\") as a prelude to premature degradation. The actual degradation is through the ubiquitin-proteasome pathway, and is carried out by a ubiquitin ligase called Slimb (supernumery limbs). At the same time, TIM is itself phosphorylated by shaggy, whose activity declines after sunset. DBT gradually disappears, and withdrawal of DBT promotes PER molecules to get stabilized by physical association with TIM. Hence, maximum production of PER and TIM occurs at dusk. At the same time, CLK/CYC also directly activates \"vri\" and \"Pdp1\" (the gene for PAR domain protein 1). VRI accumulates first, 3-6 hour earlier, and start to repress \"Clk\"; but the incoming of PDP1 creates a competition by activating \"Clk\". PER/TIM dimer accumulate in the early night and translocate in an orchestrated fashion into the nucleus several hours later, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 249.85256958007812
        },
        {
            "docid": "9720498_7",
            "document": "Timeless (gene) . As part of the circadian clock, \"timeless\" is essential for entrainment to light-dark (LD) cycles. The typical period length of free-running \"Drosophila\" is 23.9 hours, requiring adaptations to the 24-hour environmental cycle. Adaptation first begins with exposure to light. This process leads to the rapid degradation of the TIM protein, allowing organisms to entrain at dawn to environmental cycles. In light-dark cycles, TIM protein level decreases rapidly in late night/early morning, followed by the similar but more gradual changes in PER protein level. TIM degradation is independent of \"per\" and its protein, and releases PER from the PER/TIM complex. In some cell types, the photoreceptor protein cryptochrome (CRY) physically associates with TIM and helps regulate light-dependent degradation. CRY is activated by blue light, which binds to TIM and tags it for degradation. This ends the PER/TIM repression of the CLK/CYC-mediated transcription of \"per\" and \"tim\" genes, allowing \"per\" and \"tim\" mRNA to be produced to restart the cycle.",
            "score": 248.22579956054688
        },
        {
            "docid": "1408530_17",
            "document": "Circadian clock . In \"D. melanogaster\", the gene cycle (CYC) is the orthologue of BMAL1 in mammals. Thus, CLOCK–CYC dimers activate the transcription of circadian genes. The gene timeless (TIM) is the orthologue for mammalian CRYs as the inhibitor; \"D. melanogaster\" CRY functions as a photoreceptor instead. In flies, CLK–CYC binds to the promoters of circadian-regulated genes only at the time of transcription. A stabilizing loop also exists where the gene vrille (VRI) inhibits whereas PAR-domain protein-1 (PDP1) activates Clock transcription.",
            "score": 247.16036987304688
        },
        {
            "docid": "9718923_5",
            "document": "CLOCK . CLOCK protein has been found to play a central role as a transcription factor in the circadian pacemaker. In \"Drosophila\", newly synthesized CLOCK (CLK) is hypophosphorylated in the cytoplasm before entering the nucleus. Once in the nuclei, CLK is localized in nuclear foci and is later redistributed homogeneously. CYCLE (CYC) (also known as dBMAL for the BMAL1 ortholog in mammals) dimerizes with CLK via their respective PAS domains. This dimer then recruits co-activator CREB-binding protein (CBP) and is further phosphorylated. Once phosphorylated, this CLK-CYC complex binds to the E-box elements of the promoters of period (per) and timeless (tim) via its bHLH domain, causing the stimulation of gene expression of \"per\" and \"tim\". A large molar excess of period (PER) and timeless (TIM) proteins causes formation of the PER-TIM heterodimer which prevents the CLK-CYC heterodimer from binding to the E-boxes of \"per\" and \"tim\", essentially blocking \"per\" and \"tim\" transcription. CLK is hyperphosphorylated when doubletime (DBT) kinase interacts with the CLK-CYC complex in a PER reliant manner, destabilizing both CLK and PER, leading to the degradation of both proteins.  Hypophosphorylated CLK then accumulates, binds to the E-boxes of \"per\" and \"tim\" and activates their transcription once again. This cycle of post-translational phosphorylation suggest that temporal phosphorylation of CLK helps in the timing mechanism of the circadian clock.",
            "score": 247.09320068359375
        },
        {
            "docid": "9718923_9",
            "document": "CLOCK . The CLOCK-BMAL dimer acts as a positive limb of a feedback loop. The binding of CLOCK-BMAL to an E-box promoter element activates transcription of clock genes such as \"per\"1, 2, and 3 and \"tim\" in mice. It has been shown in mice that CLOCK-BMAL also activates the Nicotinamide phosphoribosyltransferase gene (also called \"Nampt\"), part of a separate feedback loop. This feedback loops creates a metabolic oscillator. The CLOCK-BMAL dimer activates transcription of the \"Nampt\" gene, which codes for the NAMPT protein. NAMPT is part of a series of enzymatic reactions that covert niacin (also called nicotinamide) to NAD. SIRT1, which requires NAD for its enzymatic activity, then uses increased NAD levels to suppress BMAL1 through deacetylation. This suppression results in less transcription of the NAMPT, less NAMPT protein, less NAD made, and therefore less SIRT1 and less suppression of the CLOCK-BMAL dimer. This dimer can again positively activate the \"Nampt\" gene transcription and the cycle continues, creating another oscillatory loop involving CLOCK-BMAL as positive elements. The key role that \"Clock\" plays in metabolic and circadian loops highlights the close relationship between metabolism and circadian clocks.",
            "score": 247.04721069335938
        },
        {
            "docid": "40836099_14",
            "document": "Jeffrey C. Hall . In 1998, Hall contributed to two discoveries in \"Drosophila\" that refined the TTFL model. The first discovery involved the role Cryptochrome (CRY) plays in entrainment. Hall found that CRY is a key photoreceptor for both entrainment and regulation of locomotor activity. He hypothesized CRY may not be just an input to the circadian system, but also a role as a pacemaker itself. In the same year, Hall discovered how the Drosophila \"per\" and \"timeless \"(\"tim\") circadian genes were regulated. Hall discovered that CLOCK and Cycle (CYC) proteins form a heterodimer via the PAS domain. Upon dimerizing, the two proteins bind to the E box promoter element of the two genes via the bHLH domain to induce expression of \"per\" and \"tim\" mRNA.",
            "score": 245.7809600830078
        },
        {
            "docid": "21923868_4",
            "document": "Oscillating gene . The primary molecular mechanism behind an oscillating gene is best described as a transcription/translation feedback loop. This loop contains both positive regulators, which increase gene expression, and negative regulators, which decrease gene expression. The fundamental elements of these loops are found across different phyla. In the mammalian circadian clock, for example, transcription factors CLOCK and BMAL1 are the positive regulators. CLOCK and BMAL1 bind to the E-box of oscillating genes, such as Per1, Per2, and Per3 and Cry1 and Cry2, and upregulate their transcription. When the PERs and CRYs form a heterocomplex in the cytoplasm and enter the nucleus again, they inhibit their own transcription. This means that over time the mRNA and protein levels of PERs and CRYs, or any other oscillating gene under this mechanism, will oscillate.",
            "score": 245.7576446533203
        },
        {
            "docid": "21923868_6",
            "document": "Oscillating gene . In addition to these feedback loops, post-translational modifications also play a role in changing the characteristics of the circadian clock, such as its period. Without any type of feedback repression, the molecular clock would have a period of just a few hours. Casein kinase members CK1ε and CK1δ were both found to be mammalian protein kinases involved in circadian regulation. Mutations in these kinases are associated with familial advanced sleep phase syndrome (FASPS). In general, phosphorylation is necessary for the degradation of PERs via ubiquitin ligases. In contrast, phosphorylation of BMAL1 via CK2 is important for accumulation of BMAL1.",
            "score": 242.90501403808594
        },
        {
            "docid": "1408530_24",
            "document": "Circadian clock . Circadian oscillators are simply oscillators with a period of approximately 24 hours. In response to light stimulus the body corresponds with a system and network of pathways that work together to determine the biological day and night. The regulatory networks involved in keeping the clock precise span over a range of post-translation regulation mechanisms. Circadian oscillators may be regulated by phosphorylation, SUMOylation, ubiquitination, and histone acetylation and deacetylation, the covalent modification of the histone tail which controls the level of chromatin structures causing the gene to be expressed more readily. Methylation of a protein structure adds a methyl group and regulates the protein function or gene expression and in histone methylation gene expression is either suppressed or activated through changing the DNA sequence. Histones go through an acetylation, methylation and phosphorylation process but the major structural and chemical changes happen when enzymes \"histone acetyltransferases\" (HAT) and \"histone deacetylases\" (HDAC) add or remove acetyl groups from the histone causing a major change in DNA expression. By changing DNA expression, histone acetylation and methylation regulate how the circadian oscillator operates. Fustin and co-workers provided a new layer of complexity to the regulation of circadian oscillator in mammals by showing that RNA methylation was necessary for efficient export of mature mRNA out of the nucleus: inhibition of RNA methylation caused nuclear retention of clock gene transcripts, leading to a longer circadian period.",
            "score": 242.6290740966797
        },
        {
            "docid": "46327809_11",
            "document": "Ueli Schibler . In 2002, Schibler and his colleagues identified the nuclear orphan receptor REV-ERBα as the major regulator of expression of the circadian gene Bmal1 in both the SCN and peripheral tissues. BMAL-1, as a heterodimer with CLOCK activates the transcription of the components of the negative limb encoding PER and CRY repressor proteins. Together, the feedback loop of the positive limb and its effects on the negative limb produce the mammalian circadian rhythms in clock gene expression. REV-ERBα and its paralog REV-ERBβ are the molecular links between these two feedback loops.",
            "score": 242.39657592773438
        },
        {
            "docid": "39042642_7",
            "document": "Cycle (gene) . The identification, characterization, and cloning of \"cyc\" was reported in May 1998 in \"Cell\" by Jeffrey Hall and Michael Rosbash’s labs at Brandeis University along with first author Joan E. Rutila at the Howard Hughes Medical Institute. Prior to its discovery, the mechanism by which PER and TIM transcription was regulated rhythmically was not fully understood. They published the papers reporting the discovery of CYCLE and CLOCK in the same issue of Cell. They found both genes as a result of a technique of forward genetics, chemically mutagenzing flies and screening for altered locomotor activity rhythms. From the screen, \"cycle\" was identified as a recessive arrhythmic mutant in one fly line because it shows arrhythmic locomotor activity patterns when a fly has 2 mutant chromosomes number 3. These mutant flies were also found to display arrhythmic eclosion. Because the mutants displayed no circadian rhythms and the heterozygote flies displayed long circadian periods, they determined that \"cycle\" has a dominant phenotype. These data also suggest that the \"Cycle\" gene is part of the biological clock because of the similarity between the \"cycle\" mutant phenotype and that of the \"clock\" mutant. This suggests that Cycle is part of the biological clock with its phenotype similar to that of the \"clock\" mutant. Assaying PER and TIM transcription levels in the \"cyc\" mutant showed reduced mRNA levels of both proteins. Cloning of the \"cyc\" gene revealed that it encodes a novel bHLH-PAS protein related to mammalian bmal1, and that it likely binds to Clock to activate transcription of circadian rhythm genes.",
            "score": 242.27401733398438
        }
    ]
}