{
    "q": [
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 145.85727274417877
        },
        {
            "docid": "39556538_7",
            "document": "Parasutterella . \"Parasutterella\" is still a relatively new genus and has been exclusively published in regards to literature on the intestinal microbiome (with the exception of the first two taxonomical papers on the discovery of \"P. excrementihominis\" and \"P. secunda\"). Both P. excrementihominis and P. secunda were isolated from fecal samples from healthy Japanese individuals and have been found to be part of the intestinal microbiome in the United States. In a study that examined the effect of introducing and reversing diet-induced obesity on the gut microbiome and metabolism in mice, \"Parasutterella\" was decreased in mice with diet-induced obesity and increased in controls and reversal of the high fat diet with a healthier alternative (normal chow). Other studies have shown increases of Parasutterella with sugar and alcohol consumption. Additional microbiome studies have associated increased abundance of \"Parasutterella\" with dysbiosis, or a lack of diversity in the microbial composition typically in the gut. \"(\"Dysbiosis has been correlated with intestinal and metabolic dysfunction and several diseases, including inflammatory bowel diseases and obesity.) For example, Parasutterella was increased in the submucosa in the ileum of the small intestine in individuals with Crohn's disease and hypertriglyceridemia-related acute necrotizing pancreatitis in rats. More research is needed to further explore the role of \"Parasutterella\" species as a part of the healthy gut microbiome and in microbial dysbiosis.",
            "score": 180.3577138185501
        },
        {
            "docid": "56461877_15",
            "document": "Human milk microbiome . There is some indication of relationships between milk microbiota and other human milk components, including human milk oligosaccharides (HMOs), maternal cells, and nutrient profiles. Specific bacterial genera have been shown to be associated with variation in levels of milk macronutrients such as lactose, proteins, and fats. HMOs selectively facilitate growth of particular beneficial bacteria, notably \"Bifidobacterium\" species. Furthermore, as bifidobacterial genomes are uniquely equipped to metabolize HMOs, which are otherwise indigestible by enzymes of the infant gut, some have suggested a coevolutionary dynamic between HMOs and certain bacteria common in both the milk and infant gastrointestinal microbiomes. Furthermore, relative to other mammalian milks, primate milk, particularly human milk, appears to be unique with respect to the complexity and diversity of its oligosaccharide repertoire. Human milk is typified by greater overall HMO diversity and predominance of oligosaccharides known to promote growth of \"Bifidobacterium\" in the infant gut. Milk microbiota are thought to play an essential role in programming the infant immune system, and tend to reduce the risk of adverse infant health outcomes. Differences in milk oligosaccharides between humans and non-human primates could be indicative of variation in pathogen exposure associated with increased sociality and group sizes. Together, these observations may indicate that milk microbial communities have coevolved with their human host, supported by the expectation that microbes which promote host health facilitate their own transmission and proliferation.",
            "score": 195.04985237121582
        },
        {
            "docid": "32440734_21",
            "document": "Pathogenic Escherichia coli . Gastrointestinal infections can cause the body to develop memory T cells to attack gut microbes that are in the intestinal tract. Food poisoning can trigger an immune response to microbial gut bacteria. Some researchers suggest that it can lead to inflammatory bowel disease.",
            "score": 95.05437183380127
        },
        {
            "docid": "45708968_3",
            "document": "Sarkis Mazmanian . Mazmanian's research investigates the symbiotic relationship between beneficial bacteria and their hosts. In seminal work, Mazmanian discovered the first microbial molecule that has direct beneficial effects on mammals. He showed in 2005 that a particular bacterial species, \"Bacteroides fragilis\", from the human microbiome augments immune function and balances a dysregulated immune system. Mazmanian has described and defined a novel paradigm in science whereby the gut microbiome intricately controls the development and function of the mammalian immune system. These discoveries include the demonstration that \"B. fragilis\" can treat experimental inflammatory bowel disease by inducing the activity of protective, regulatory immune cells. Further, his laboratory revealed that the gut microbiome impacts autoimmune diseases such as experimental multiple sclerosis.",
            "score": 148.90810132026672
        },
        {
            "docid": "1132820_74",
            "document": "Cat food . Probiotics are becoming increasingly popular in the diets of felines. They are included in the diet to increase the number of bacteria and microbes that are normally present in a healthy gut. Probiotics are considered a supplement rather than part of nutrition. Therefore, there are no strict regulations to the amount of probiotics that should be included in foods. The function of probiotics goes beyond basic nutrition and has many benefits to the health of the organism. The use of probiotics can help in the prevention and treatment of certain diseases or disorders of felines. Examples include prevention of allergies, diarrhea, symptoms relating to stress, etc. The health of the cats is very much dependent on the fermentation that occurs through gut biota. The gut biota has an important role in the metabolism, absorption, and protective functions of the gastro intestinal tract. Felines have different gut bacteria than canines. However, the most common biota that are found in both felines and canines are Firmicutes, Bacteroidetes, Proteobacteria, and Fusobacteria . Although these are the most common types of gut biota found in felines, there are variances between independent cats. Each cat has their own unique and independent number and type of gut microbes.",
            "score": 137.14575576782227
        },
        {
            "docid": "3135637_8",
            "document": "Gut flora . Many species in the gut have not been studied outside of their hosts because most cannot be cultured. While there are a small number of core species of microbes shared by most individuals, populations of microbes can vary widely among different individuals. Within an individual, microbe populations stay fairly constant over time, even though some alterations may occur with changes in lifestyle, diet and age. The Human Microbiome Project has set out to better describe the microflora of the human gut and other body locations.",
            "score": 205.15505719184875
        },
        {
            "docid": "41479084_15",
            "document": "Altered Schaedler flora . Additional strains of bacteria might need to be added for certain studies with metabolism, pathogenesis, or microbe interactions. It is impossible to study the complete organization of the gut microbiome and all its contributions to the host system, especially with relations to disease development and nutrition, with only eight microbes. Furthermore, there are differences between mice and human microflora. So there are limitations to studies using ASF mice to depict human inflammatory diseases like IBD, arthritis, and cancer. ASF is only a basis for developing hypotheses for mice with complex microflora.",
            "score": 159.2917444705963
        },
        {
            "docid": "53368771_2",
            "document": "Pharmacomicrobiomics . The term Pharmacomicrobiomics was born in 2010 and was defined as the effect of microbiome variations on drug disposition, action, and toxicity. PharmacoMicrobiomics is concerned with the interaction between xenobiotics, or foreign compounds, and the gut microbiome. It is estimated that over 100 trillion prokaryotes representing more than 1000 species reside in the gut. Within the gut, microbes help modulate developmental, immunological and nutrition host functions. The aggregate genome of microbes extends the metabolic capabilities of humans, allowing them to capture nutrients from diverse sources. Namely, through the secretion of enzymes that assist in the metabolism of chemicals foreign to the body, modification of liver and intestinal enzymes, and modulation of the expression of human metabolic genes, microbes can significantly impact the ingestion of xenobiotics.",
            "score": 179.40984201431274
        },
        {
            "docid": "3135637_31",
            "document": "Gut flora . The human immune system creates cytokines that can drive the immune system to produce inflammation in order to protect itself, and that can tamp down the immune response to maintain homeostasis and allow healing after insult or injury. Different bacterial species that appear in gut flora have been shown to be able to drive the immune system to create cytokines selectively; for example \"Bacteroides fragilis\" and some \"Clostridia\" species appear to drive an anti-inflammatory response, while some segmented filamentous bacteria drive the production of inflammatory cytokines. Gut flora can also regulate the production of antibodies by the immune system. One function of this regulation is to cause B cells to class switch to IgA. In most cases B cells need activation from T helper cells to induce class switching; however, in another pathway, gut flora cause NF-kB signaling by intestinal epithelial cells which results in further signaling molecules being secreted. These signaling molecules interact with B cells to induce class switching to IgA. IgA is an important type of antibody that is used in mucosal environments like the gut. It has been shown that IgA can help diversify the gut community and helps in getting rid of bacteria that cause inflammatory responses. Ultimately, IgA maintains a healthy environment between the host and gut bacteria. These cytokines and antibodies can have effects outside the gut, in the lungs and other tissues.",
            "score": 119.16110551357269
        },
        {
            "docid": "18291752_3",
            "document": "Microbial symbiosis and immunity . Microbes can promote the development of the host's immune system in the gut and skin, and may help to prevent pathogens from invading. Some release anti-inflammatory products, protecting against parasitic gut microbes. Commensals promote the development of B cells that produce a protective antibody, Immunoglobulin A (IgA). This can neutralize pathogens and exotoxins, and promote the development of TH17 and FOXP3+ regulatory T cells. Microbes trigger development of isolated lymphoid follicles in the small intestine, which are sites of mucosal immune response. Microbes can prevent growth of harmful pathogens by altering pH, consuming nutrients required for pathogen survival, and secreting toxins that inhibit growth of pathogens. However, microbes have been implicated in inflammatory bowel disease, obesity, and cancer.",
            "score": 106.89531993865967
        },
        {
            "docid": "53368771_3",
            "document": "Pharmacomicrobiomics . Efforts to understand the interaction between specific xenobiotics and the microbiome have traditionally involved the use of \"in vivo\" as well as \"in vitro\" models. Recently, next generation sequencing of genomic DNA obtained from a community of microbes has been used to identify organisms within microbial communities, allowing for accurate profiles of the composition of microbes within an environment. Initiatives such as the Human Microbiome Project (HMP) have aimed to characterize the microbial composition of the oral, gut, vaginal, skin and nasal environments. This and other microbiome characterization projects have accelerated the study of pharmacomicrobiomics. An extensive understanding of the microbiome in the human body can lead to the development of novel therapeutics and personalized drug treatments that are not potentiated or activated by processes carried out by the microbiome.",
            "score": 218.40257954597473
        },
        {
            "docid": "2839182_4",
            "document": "Flora (microbiology) . Bacterial flora is a community of bacteria that exists on or in the body, and possesses a unique ecological relationship with the host. Bacterial flora encompasses a wide variety microorganisms, and the interactions between microbes and host creates a mutualistic relationship that both entities benefit from. Humans, for example, provide a diversified ecosystem for a large variety of microbes. An average human adds 37 million bacteria to the air an hour in a given space. The mutualistic relationship has a significant impact on the host, and is thought to influence human traits such as obesity. In 2008, the National Institutes of Health started the Human Microbiome Project designed to help understand the health implications of human bacterial flora. Biologists believe that bacterial flora may play some role in disorders such as multiple sclerosis. Additionally, the study of flora can have industrial benefits such as dietary supplements like probiotics. The living microorganisms in probiotics are believed to have positive effects on health, and have been utilized in studies regarding gastrointestinal diseases and allergies.",
            "score": 115.46677041053772
        },
        {
            "docid": "53368771_19",
            "document": "Pharmacomicrobiomics . Personalized medicine in the context of pharmacomicrobiomics refers to the ability to predict an individual’s response to a xenobiotic based on the composition of their gut microbiome. However, current omics approaches investigating microbiome composition using metagenomic sequencing after xenobiotic treatment are sparse. Instead, research efforts have focused predominantly on modeling changes in microbial composition in different disease states. Future research efforts should combine knowledge relating to what microbes preferentially metabolize certain compounds (garnered from \"in vitro\" studies) with the identification of species abundance to predict drug tolerance in patients. However, it should be noted that modeling a microbe’s interaction with a particular xenobiotic may not stably predict interactions, as the genomes of microbes are continually reshuffled through horizontal gene transfer. Considering this, approaches that target individual gene/transcript/protein signatures rather than individual microbes will likely lead to more widely applicable personalized approaches.",
            "score": 195.51579904556274
        },
        {
            "docid": "53368771_10",
            "document": "Pharmacomicrobiomics . Within the intestines, the majority of microbes can be found in the large intestine, where the pH is higher and more conducive to survival. These bacteria are often more efficient than our own digestive enzymes, and function to digest protein and carbohydrates. The results of over 690 human microbiomes have shown that the majority of bacteria of the gut microbiome belongs to four phyla: Firmicutes, Bacteroidetes, Actinobacteria, and Proteobacteria.",
            "score": 161.54192185401917
        },
        {
            "docid": "48507869_3",
            "document": "Catherine A. Lozupone . Catherine A. Lozupone earned a Bachelor of Science from Villanova University in 1997 and went on to obtain a master's degree from Colorado State University in Fort Collins, Colorado in 1999. She went on to complete her doctoral work at the University of Colorado Boulder studying under Rob Knight, who is the founder of the American Gut Project. Little was known about the overall microbiome, the group of organisms sharing in the human body space, of the gut and the symbiotic relationship between host and bacteria, as most prior work had been done on fecal matter.  Her thesis delineated the UniFrac algorithm which has allowed researchers to plot the relationships between microbial communities in the human gut, how they interact, and how they might be related to specific diseases. Lozupone's work, detailed in a 2012 paper which appeared in \"Nature\" entitled \"Diversity, Stability and Resilience of the Human Gut Microbiota\", was noted for its attempt to analyze what is the \"normal\" bacterial state in the human gut. By approaching the gut as an ecosystem, scientists are then able to factor in the effects of lifestyle, diet, health status which might change the bacterial makeup present in the gastrointestinal tract.",
            "score": 168.19827938079834
        },
        {
            "docid": "39597449_7",
            "document": "Metagenomics: An Alternative Approach to Genomics . The human body is inhabited by trillions of bacteria and other microbes, which have recently been studied in many different habitats (including gut, mouth, skin, and urogenital) by the Human Microbiome Project (HMP). These microbial communities were assayed using high-throughput DNA sequencing. HMP showed that, unlike individual microbial species, many metabolic processes were present among all body habitats with varying frequencies. Microbial communities of 649 metagenomes drawn from seven primary body sites on 102 individuals were studied as part of the human microbiome project. The metagenomic analysis revealed variations in niche specific abundance among 168 functional modules and 196 metabolic pathways within the microbiome. These included glycosaminoglycan degradation in the gut, as well as phosphate and amino acid transport linked to host phenotype (vaginal pH) in the posterior fornix. The HMP has brought to light the utility of metagenomics in diagnostics and evidence-based medicine. Thus metagenomics is a powerful tool to address many of the pressing issues in the field of Personalized medicine.",
            "score": 195.95075953006744
        },
        {
            "docid": "33894099_15",
            "document": "Ticks of domestic animals . These are numerous; typical examples follow. Because ticks feed repeatedly and only on blood, and have long lives, they are suitable hosts for many types of microbes. The microbes exploit the ticks for transmission between one domestic animal and another. Ticks are thus known as vectors (transmitters) of microbes. If the microbes cause pathological changes, they are known as pathogens. Most of these parasitic relationships are highly developed with a strict biological relationship between the microbe and the tick’s gut and salivary glands. However, some microbes, such as \"Anaplasma marginale\" and \"A. centrale\", can also be transmitted by biting flies, or by blood on injection needles (iatrogenic transmission). A characteristic of diseases caused by tick-transmitted microbes is that herds or flocks of livestock often acquire effective levels of immune resistance to both the vector ticks and the microbes, so outbreaks of acute disease tend to be rare. This stability is often due to immunity to the microbes developing as a result of survival through early infection from ticks carring small infective doses of the microbe, the epidemiology of infections with \"Babesia\" species of protozoa is a well described example. The ticks are often constantly present and long-lived. Acquisition of immunity may be aided by the protection of antibodies in the mother’s colostrum (first milk).",
            "score": 93.02820467948914
        },
        {
            "docid": "53368771_7",
            "document": "Pharmacomicrobiomics . Microbes found in human fecal samples are fairly representative of the gut microbiome, and are used frequently in \"in vitro\" cultures. A variety of \"in vitro\" microbial modelling techniques have also been developed. Static batch culturing consists of plating bacteria without replenishing the media at regular intervals. Semi-continuous culture systems allow for the addition of medium without disrupting bacterial growth, and include pH control capabilities. The continuous culture system more closely resembles that of the gut, as it continuously replenishes and removes culture medium. The simulator of the human intestinal microbial system (SHIME) models the small and large intestine through the use of a five-stage reactor, and includes numerous ports for continuous monitoring of pH and volume. Most recently, researchers improved on SHIME by including a computer controlled peristaltic wave to circulate chyme throughout the apparatus. These technologies have given researchers close control over the culturing environment, facilitating the discovery of interactions between xenobiotics and microbes.",
            "score": 149.9569047689438
        },
        {
            "docid": "53975791_2",
            "document": "Salivary microbiome . The Salivary microbiome is the nonpathogenic, commensal bacteria present in the healthy human salivary glands. It is distinct from bacteria that may cause infection in the glands. It differs from the oral microbiome which is located in the oral cavity. Oral microorganisms tend to adhere to teeth. The oral microbiome possesses its own characteristic microorganisms found there. Resident microbes of the mouth adhere to the teeth and gums. \"[T]here may be important interactions between the saliva microbiome and other microbiomes in the human body, in particular, that of the intestinal tract.\"",
            "score": 152.2168562412262
        },
        {
            "docid": "5024592_19",
            "document": "Immune tolerance . The skin and digestive tract of humans and many other organisms is colonized with an ecosystem of microorganisms that is referred to as the microbiome. Though in mammals a number of defenses exist to keep the microbiota at a safe distance, including a constant sampling and presentation of microbial antigens by local DCs, most organisms do not react against commensal microorganisms and tolerate their presence. Reactions are mounted, however, to pathogenic microbes and microbes that breach physiological barriers. Peripheral mucosal immune tolerance, in particular mediated by iTreg cells and tolerogenic antigen-presenting cells, is thought to be responsible for this phenomenon. In particular, specialized gut CD103+ DCs that produce both TGF-β and retinoic acid efficiently promotes the differentiation of iTreg cells in the gut lymphoid tissue. Foxp3- TR1 cells that make IL-10 are also enriched in the intestinal lining. Break in this tolerance is thought to underlie the pathogenesis of inflammatory bowel diseases like Crohn's disease and ulcerative colitis.",
            "score": 128.15159451961517
        },
        {
            "docid": "41479084_2",
            "document": "Altered Schaedler flora . The altered Schaedler flora (ASF) is a community of eight bacterial species: two Lactobacilli, one Bacteroides, one spiral bacteria of the Flexistipes genus, and four extremely oxygen sensitive (EOS) Fusobacterium species. The bacteria are selected for their dominance and persistence in the normal microflora of mice, and for their ability to be isolated and grown in laboratory settings. Germ-free animals, mainly mice, are infected with ASF for the purpose of studying the gastrointestinal (GI) tract. Intestinal commensal bacteria play an important role in affecting gene expression of the GI tract, immune responses, nutrient absorption, and pathogen resistance. The standardized microbial cocktail enabled the controlled study of microbe and host interactions, role of microbes, pathogen effects, and intestinal immunity and disease association, such as cancer, inflammatory bowel disease, diabetes, and other inflammatory or autoimmune diseases. Also, compared to germfree animals, ASF mice have fully developed immune system, resistance to opportunistic pathogens, and normal GI function and health, and are a great representation of normal mice",
            "score": 70.58059561252594
        },
        {
            "docid": "53368771_17",
            "document": "Pharmacomicrobiomics . Even though pharmacomicrobiomics is often interpreted as the impact the microbiome has on xenobiotic metabolism, the term can also encompass the effects of xenobiotics on the microbiome and microbial genes. The impact of antibiotics on the human microbiome has been well studied. It has been shown that antibiotic therapies not only target a specific pathogen, but also the commensal inhabitants of a host. Evidence suggests that commensal bacteria levels in some cases are not normalized after antibiotic treatment, and in fact may be negatively affected for extended periods of time. A study which assessed the oral and gut microbes before, immediately after, and up to 12 months after exposure to antibiotics, found that the microbiome can be altered for over 12 months. Since the microbiome composition can be altered by antibiotics, this implies positive selection for resistant opportunistic pathogens, which can cause acute disease.",
            "score": 171.24651646614075
        },
        {
            "docid": "9028799_5",
            "document": "Bacteria . The largest number exist in the gut flora, and a large number on the skin. The vast majority of the bacteria in the body are rendered harmless by the protective effects of the immune system, though many are beneficial, particularly in the gut flora. However several species of bacteria are pathogenic and cause infectious diseases, including cholera, syphilis, anthrax, leprosy, and bubonic plague. The most common fatal bacterial diseases are respiratory infections, with tuberculosis alone killing about 2 million people per year, mostly in sub-Saharan Africa. In developed countries, antibiotics are used to treat bacterial infections and are also used in farming, making antibiotic resistance a growing problem. In industry, bacteria are important in sewage treatment and the breakdown of oil spills, the production of cheese and yogurt through fermentation, the recovery of gold, palladium, copper and other metals in the mining sector, as well as in biotechnology, and the manufacture of antibiotics and other chemicals.",
            "score": 73.5884850025177
        },
        {
            "docid": "22398456_15",
            "document": "Bacterial circadian rhythm . In the context of bacterial circadian rhythms, specifically in cyanobacteria, circadian advantage refers to the improved survival of strains of cyanobacteria that \"resonate\" with the environmental circadian rhythm. [6] For example, consider a strain with a free-running period (FRP) of 24 hours is co-cultured with a strain that has a free-running period (FRP) of 30 hours in a light-dark cycle of 12 hours light and 12 hours dark (LD 12:12). The strain that has a 24 hour FRP will out-compete the 30 hour strain over time. An instance where bacterial circadian rhythms are theorized to provide an advantage is in the microbiome. It is possible that circadian clocks play a role in the gut microbiota behavior. These microorganisms experience daily changes associated with daily LD and temperature cycles through an alteration of their environment. This occurs through behaviors such as eating rhythms on a daily routine (consumption in the day for diurnal animals and in the night for nocturnal). The presence of a daily timekeeper might give those bacteria a competitive advantage over others, allowing them to anticipate resources coming from the host in order to metabolize them faster. There are bacteria that exist which have daily timekeepers, and it may be possible that the microbiota have endogenous clocks and which communicate with biological clocks of the host. If there are some time-keeping qualities of the microorganisms of the intestines, it might be possible that they can affect the circadian system of the host. For example, if bacteria within the microbiome release cytokine-like factors in a rhythmic fashion, the host’s clock might be affected. On the other hand, it is implicated that changes to the host’s biological clock may alter the gut microbiome. More specifically, jet-lag induced disruption of the biological clock influences the daily pattern of phyla change. Also, specific diets (such as time-restricted feeding and transitions between regular and high fat diet) change both the host’s circadian clock as well as the composition of the gut microbiome. An endogenous clock may be present in some microbial species, and the presence of such an intrinsic timekeeper could be beneficial both in the gut (which experiences daily changes in nutrient availability) and the environment outside of the host (which experiences daily cycles of light and temperature).",
            "score": 160.97637712955475
        },
        {
            "docid": "3135637_27",
            "document": "Gut flora . Caesarean section, antibiotics, and formula feeding may alter the gut microbiome composition. Children treated with antibiotics have less stable, and less diverse floral communities. Caesarean sections have been shown to be disruptive to mother-offspring transmission of bacteria, which impacts the overall health of the offspring by raising risks of disease such as celiacs, asthma, and type 1 diabetes. This further evidences the importance of a healthy gut microbiome. Various methods of microbiome restoration are being explored, typically involving exposing the infant to maternal vaginal contents, and oral probiotics.",
            "score": 156.3052899837494
        },
        {
            "docid": "205464_21",
            "document": "Human microbiota . The gut flora has the largest numbers of bacteria and the greatest number of species compared to other areas of the body. In humans the composition of gut flora is established during birth. Birth by Cesarean section or vaginal delivery also influences the gut's microbial composition. Babies born through the vaginal canal have non-pathogenic, beneficial gut microbiota similar to those found in the mother. However, the gut microbiota of babies delivered by C-section harbors more pathogenic bacteria such as Escherichia coli and Staphylococcus and it takes longer to develop non-pathogenic, beneficial gut microbiota.",
            "score": 111.69560861587524
        },
        {
            "docid": "205464_23",
            "document": "Human microbiota . The composition of human gut flora changes over time, when the diet changes, and as overall health changes. A systematic review of 15 human randomized controlled trials from July 2016 found that certain commercially available strains of probiotic bacteria from the \"Bifidobacterium\" and \"Lactobacillus\" genera (\"B. longum\", \"B. breve\", \"B. infantis\", \"L. helveticus\", \"L. rhamnosus\", \"L. plantarum\", and \"L. casei\"), when taken by mouth in daily doses of 10–10 colony forming units (CFU) for 1–2 months, possess treatment efficacy (i.e., improves behavioral outcomes) in certain central nervous system disorders – including anxiety, depression, autism spectrum disorder, and obsessive–compulsive disorder – and improves certain aspects of memory. However, changes in the composition of gut microbiota has also been found to be correlated with harmful effects on health. In an article published by Musso et al., it was found that the gut microbiota of obese invidividuals had more Firmicutes and less Bacteroidetes than healthy individuals. Furthermore, a study done by Gordon et al., confirmed that it was the composition of the microbiota that causes obesity rather than the other way around. This was done by transplanting the gut microbiota from diet-induced obese(DIO) mice or lean control mice into lean germ-free mice that do not have a microbiome. They found that the mice transplanted with DIO mouse gut microbiota had significantly higher total body fat than the mice transplanted with lean mouse microbiota when fed with the same diet.",
            "score": 168.4458351135254
        },
        {
            "docid": "183481_17",
            "document": "New World vulture . Vultures possess a very acidic digestive system and their gut is dominated by two species of anaerobic bacteria that help them withstand toxins they ingest when feeding on decaying prey. In a 2014 study of 50 (turkey and black) vultures, researchers analyzed the microbial community or microbiome of the facial skin and the large intestine. The facial bacterial flora and the gut flora overlapped somewhat, but in general, the facial flora was much more diverse than the gut flora, which is in contrast to other vertebrates, where the gut flora is more diverse. Two anaerobic faecal bacteria groups that are pathogenic in other vertebrates stood out: Clostridia and Fusobacteria. They were especially common in the gut with Clostridia DNA sequence counts between 26% and 85% relative to total sequence counts, and Fusobacteria between 0.2% and 54% in black vultures and 2% to 69% of all counts in turkey vultures. Unexpectedly, both anaerobic bacteria were also found on the air exposed facial skin samples, Clostridia at 7%–40% and Fusobacteria up to 23%. It is assumed that vultures acquire them when they insert their heads into the body cavities of rotten meat. The regularly ingested Clostridia and Fusobacteria outcompete other bacterial groups in the gut and become predominant. Genes that encode tissue-degrading enzymes and toxins that are associated with \"Clostridium perfringens\" have been found in the vulture gut metagenome. This supports the hypothesis that vultures do benefit from the bacterial breakdown of carrion, while at the same time tolerating the bacterial toxins.",
            "score": 173.67536461353302
        },
        {
            "docid": "9414205_15",
            "document": "Myrosinase . Isothiocyanates, the primary product of glucosinolate hydrolysis, has been known to prevent iodine uptake in the thyroid, causing goiters. Isothiocyanates in high concentrations have also been known to cause hepatotoxicity, or liver damage. However, more recent studies have shown that diets high in glucosinolate-containing vegetables such as dietary brassicas have been associated with lower risks of heart disease, diabetes, and cancer. Isothiocyanates have been shown to induce phase II detoxification enzymes involved in the xenobiotic metabolism of carcinogens. There has been increasing evidence to suggest that a myrosinase-like enzyme may also be present in members of the human gut microbiome. Although myrosinase, like many enzymes, will be denatured at high temperatures and thus lose its activity when cooked, a gut microbe capable of catalyzing the same hydrolysis of glucosinolates would be able to activate ingested glucosinolates into their more potent forms, e.g. isothiocyanates.",
            "score": 141.88928508758545
        },
        {
            "docid": "1840387_6",
            "document": "Social grooming . Social grooming relationships have been proven to provide direct fitness benefits to a variety of species. In particular, grooming in yellow baboons (\"Papio cynocephalus\") has been studied extensively, with numerous studies showing an increase in fitness as a result of social bonds formed through social grooming behavior. One such study, which collected 16 years of behavioral data on wild baboons, highlights the effects that sociality has on infant survival. A positive relationship is established between infant survival to one year and a composite sociality index, a measure of sociality based on proximity and social grooming. Evidence has also been provided for the effect of sociality on adult survival in wild baboons. Direct correlations between measures of social connectedness (which focuses on social grooming) and median survival time for both female and male baboons were modeled.  Social bonds established by grooming may provide an adaptive advantage in the form of conflict resolution and protection from aggression. In wild savannah baboons, social affiliations are shown to augment fitness by increasing tolerance from more dominant group members and increasing the chance of obtaining aid from conspecifics during instances of within-group contest interactions. In the yellow baboon, adult females form relationships with their kin, who offer support during times of violent conflict within social groups. In Barbary macaques\",\" social grooming results in the formation of crucial relationships among partners. These social relationships serve to aid cooperation and facilitate protection against combative groups composed of other males, which can oftentimes cause physical harm. Furthermore, social relationships have also been proven to decrease risk of infanticide in several primates.",
            "score": 157.1955944299698
        },
        {
            "docid": "39256418_14",
            "document": "Human virome . Many studies have demonstrated that the bacteria and viruses in the human gut (the gut microbiome) can be altered by changes in diet. One study that focused on bacterial viruses, called bacteriophages, in the gut found a significant relationship between diet and the type of bacteriophages present. This was done by comparing the distance between bacteriophage gut communities in individuals both before and after they started a controlled diet. The results were that the distance between the bacteriophage gut communities of individuals on the same diet was significantly smaller at the end of their dietary treatment than it was at the start, while there was no increase in community similarity for individuals on different diets over time.",
            "score": 185.65971338748932
        }
    ],
    "r": [
        {
            "docid": "53368771_3",
            "document": "Pharmacomicrobiomics . Efforts to understand the interaction between specific xenobiotics and the microbiome have traditionally involved the use of \"in vivo\" as well as \"in vitro\" models. Recently, next generation sequencing of genomic DNA obtained from a community of microbes has been used to identify organisms within microbial communities, allowing for accurate profiles of the composition of microbes within an environment. Initiatives such as the Human Microbiome Project (HMP) have aimed to characterize the microbial composition of the oral, gut, vaginal, skin and nasal environments. This and other microbiome characterization projects have accelerated the study of pharmacomicrobiomics. An extensive understanding of the microbiome in the human body can lead to the development of novel therapeutics and personalized drug treatments that are not potentiated or activated by processes carried out by the microbiome.",
            "score": 218.40257263183594
        },
        {
            "docid": "3135637_8",
            "document": "Gut flora . Many species in the gut have not been studied outside of their hosts because most cannot be cultured. While there are a small number of core species of microbes shared by most individuals, populations of microbes can vary widely among different individuals. Within an individual, microbe populations stay fairly constant over time, even though some alterations may occur with changes in lifestyle, diet and age. The Human Microbiome Project has set out to better describe the microflora of the human gut and other body locations.",
            "score": 205.15505981445312
        },
        {
            "docid": "39597449_7",
            "document": "Metagenomics: An Alternative Approach to Genomics . The human body is inhabited by trillions of bacteria and other microbes, which have recently been studied in many different habitats (including gut, mouth, skin, and urogenital) by the Human Microbiome Project (HMP). These microbial communities were assayed using high-throughput DNA sequencing. HMP showed that, unlike individual microbial species, many metabolic processes were present among all body habitats with varying frequencies. Microbial communities of 649 metagenomes drawn from seven primary body sites on 102 individuals were studied as part of the human microbiome project. The metagenomic analysis revealed variations in niche specific abundance among 168 functional modules and 196 metabolic pathways within the microbiome. These included glycosaminoglycan degradation in the gut, as well as phosphate and amino acid transport linked to host phenotype (vaginal pH) in the posterior fornix. The HMP has brought to light the utility of metagenomics in diagnostics and evidence-based medicine. Thus metagenomics is a powerful tool to address many of the pressing issues in the field of Personalized medicine.",
            "score": 195.9507598876953
        },
        {
            "docid": "53368771_19",
            "document": "Pharmacomicrobiomics . Personalized medicine in the context of pharmacomicrobiomics refers to the ability to predict an individual’s response to a xenobiotic based on the composition of their gut microbiome. However, current omics approaches investigating microbiome composition using metagenomic sequencing after xenobiotic treatment are sparse. Instead, research efforts have focused predominantly on modeling changes in microbial composition in different disease states. Future research efforts should combine knowledge relating to what microbes preferentially metabolize certain compounds (garnered from \"in vitro\" studies) with the identification of species abundance to predict drug tolerance in patients. However, it should be noted that modeling a microbe’s interaction with a particular xenobiotic may not stably predict interactions, as the genomes of microbes are continually reshuffled through horizontal gene transfer. Considering this, approaches that target individual gene/transcript/protein signatures rather than individual microbes will likely lead to more widely applicable personalized approaches.",
            "score": 195.51580810546875
        },
        {
            "docid": "56461877_15",
            "document": "Human milk microbiome . There is some indication of relationships between milk microbiota and other human milk components, including human milk oligosaccharides (HMOs), maternal cells, and nutrient profiles. Specific bacterial genera have been shown to be associated with variation in levels of milk macronutrients such as lactose, proteins, and fats. HMOs selectively facilitate growth of particular beneficial bacteria, notably \"Bifidobacterium\" species. Furthermore, as bifidobacterial genomes are uniquely equipped to metabolize HMOs, which are otherwise indigestible by enzymes of the infant gut, some have suggested a coevolutionary dynamic between HMOs and certain bacteria common in both the milk and infant gastrointestinal microbiomes. Furthermore, relative to other mammalian milks, primate milk, particularly human milk, appears to be unique with respect to the complexity and diversity of its oligosaccharide repertoire. Human milk is typified by greater overall HMO diversity and predominance of oligosaccharides known to promote growth of \"Bifidobacterium\" in the infant gut. Milk microbiota are thought to play an essential role in programming the infant immune system, and tend to reduce the risk of adverse infant health outcomes. Differences in milk oligosaccharides between humans and non-human primates could be indicative of variation in pathogen exposure associated with increased sociality and group sizes. Together, these observations may indicate that milk microbial communities have coevolved with their human host, supported by the expectation that microbes which promote host health facilitate their own transmission and proliferation.",
            "score": 195.0498504638672
        },
        {
            "docid": "39256418_14",
            "document": "Human virome . Many studies have demonstrated that the bacteria and viruses in the human gut (the gut microbiome) can be altered by changes in diet. One study that focused on bacterial viruses, called bacteriophages, in the gut found a significant relationship between diet and the type of bacteriophages present. This was done by comparing the distance between bacteriophage gut communities in individuals both before and after they started a controlled diet. The results were that the distance between the bacteriophage gut communities of individuals on the same diet was significantly smaller at the end of their dietary treatment than it was at the start, while there was no increase in community similarity for individuals on different diets over time.",
            "score": 185.6597137451172
        },
        {
            "docid": "27262647_5",
            "document": "Nancy A. Moran . Nancy Moran researches microbiota environments in insects. Her research in Drosophila gut microbiomes demonstrated that, unlike other species, Drosophila's microbiome content was ingested with food and varied widely between individuals and populations. Her research provides information on this model organism and the bacteria it possesses which affects research done with Drosophila. The research demonstrated that gut microbiota in Drosophila used as model organisms is more representative of the food they eat as opposed to the wild-type Drosophila gut microbiota. The conclusion of the research stressed the importance of including fieldwork into microbiota research to better understand the environment-driven gut microbiota makeup.",
            "score": 181.77008056640625
        },
        {
            "docid": "39556538_7",
            "document": "Parasutterella . \"Parasutterella\" is still a relatively new genus and has been exclusively published in regards to literature on the intestinal microbiome (with the exception of the first two taxonomical papers on the discovery of \"P. excrementihominis\" and \"P. secunda\"). Both P. excrementihominis and P. secunda were isolated from fecal samples from healthy Japanese individuals and have been found to be part of the intestinal microbiome in the United States. In a study that examined the effect of introducing and reversing diet-induced obesity on the gut microbiome and metabolism in mice, \"Parasutterella\" was decreased in mice with diet-induced obesity and increased in controls and reversal of the high fat diet with a healthier alternative (normal chow). Other studies have shown increases of Parasutterella with sugar and alcohol consumption. Additional microbiome studies have associated increased abundance of \"Parasutterella\" with dysbiosis, or a lack of diversity in the microbial composition typically in the gut. \"(\"Dysbiosis has been correlated with intestinal and metabolic dysfunction and several diseases, including inflammatory bowel diseases and obesity.) For example, Parasutterella was increased in the submucosa in the ileum of the small intestine in individuals with Crohn's disease and hypertriglyceridemia-related acute necrotizing pancreatitis in rats. More research is needed to further explore the role of \"Parasutterella\" species as a part of the healthy gut microbiome and in microbial dysbiosis.",
            "score": 180.3577117919922
        },
        {
            "docid": "53368771_2",
            "document": "Pharmacomicrobiomics . The term Pharmacomicrobiomics was born in 2010 and was defined as the effect of microbiome variations on drug disposition, action, and toxicity. PharmacoMicrobiomics is concerned with the interaction between xenobiotics, or foreign compounds, and the gut microbiome. It is estimated that over 100 trillion prokaryotes representing more than 1000 species reside in the gut. Within the gut, microbes help modulate developmental, immunological and nutrition host functions. The aggregate genome of microbes extends the metabolic capabilities of humans, allowing them to capture nutrients from diverse sources. Namely, through the secretion of enzymes that assist in the metabolism of chemicals foreign to the body, modification of liver and intestinal enzymes, and modulation of the expression of human metabolic genes, microbes can significantly impact the ingestion of xenobiotics.",
            "score": 179.4098358154297
        },
        {
            "docid": "205464_8",
            "document": "Human microbiota . Aside from simply elucidating the composition of the human microbiome, one of the major questions involving the human microbiome is whether there is a \"core\", that is, whether there is a subset of the community that is shared among most humans. If there is a core, then it would be possible to associate certain community compositions with disease states, which is one of the goals of the Human Microbiome Project. It is known that the human microbiome (such as the gut microbiota) is highly variable both within a single subject and among different individuals, a phenomenon which is also observed in mice.  On 13 June 2012, a major milestone of the Human Microbiome Project (HMP) was announced by the NIH director Francis Collins. The announcement was accompanied with a series of coordinated articles published in Nature and several journals in the Public Library of Science (PLoS) on the same day. By mapping the normal microbial make-up of healthy humans using genome sequencing techniques, the researchers of the HMP have created a reference database and the boundaries of normal microbial variation in humans. From 242 healthy U.S. volunteers, more than 5,000 samples were collected from tissues from 15 (men) to 18 (women) body sites such as mouth, nose, skin, lower intestine (stool), and vagina. All the DNA, human and microbial, were analyzed with DNA sequencing machines. The microbial genome data were extracted by identifying the bacterial specific ribosomal RNA, 16S rRNA. The researchers calculated that more than 10,000 microbial species occupy the human ecosystem and they have identified 81 – 99% of the genera.",
            "score": 178.9405975341797
        },
        {
            "docid": "3135637_62",
            "document": "Gut flora . The gut flora has also been implicated in obesity and metabolic syndrome due to the key role it plays in the digestive process; the Western pattern diet appears to drive and maintain changes in the gut flora that in turn change how much energy is derived from food and how that energy is used. One aspect of a healthy diet that is often lacking in the Western-pattern diet is fiber and other complex carbohydrates that a healthy gut flora require flourishing; changes to gut flora in response to a Western-pattern diet appear to increase the amount of energy generated by the gut flora which may contribute to obesity and metabolic syndrome. There is also evidence that microbiota influence eating behaviours based on the preferences of the microbiota, which can lead to the host consuming more food eventually resulting in obesity. It has generally been observed that with higher gut microbiome diversity, the microbiota will spend energy and resources on competing with other microbiota and less on manipulating the host. The opposite is seen with lower gut microbiome diversity, and these microbiotas may work together to create host food cravings.",
            "score": 173.74267578125
        },
        {
            "docid": "183481_17",
            "document": "New World vulture . Vultures possess a very acidic digestive system and their gut is dominated by two species of anaerobic bacteria that help them withstand toxins they ingest when feeding on decaying prey. In a 2014 study of 50 (turkey and black) vultures, researchers analyzed the microbial community or microbiome of the facial skin and the large intestine. The facial bacterial flora and the gut flora overlapped somewhat, but in general, the facial flora was much more diverse than the gut flora, which is in contrast to other vertebrates, where the gut flora is more diverse. Two anaerobic faecal bacteria groups that are pathogenic in other vertebrates stood out: Clostridia and Fusobacteria. They were especially common in the gut with Clostridia DNA sequence counts between 26% and 85% relative to total sequence counts, and Fusobacteria between 0.2% and 54% in black vultures and 2% to 69% of all counts in turkey vultures. Unexpectedly, both anaerobic bacteria were also found on the air exposed facial skin samples, Clostridia at 7%–40% and Fusobacteria up to 23%. It is assumed that vultures acquire them when they insert their heads into the body cavities of rotten meat. The regularly ingested Clostridia and Fusobacteria outcompete other bacterial groups in the gut and become predominant. Genes that encode tissue-degrading enzymes and toxins that are associated with \"Clostridium perfringens\" have been found in the vulture gut metagenome. This supports the hypothesis that vultures do benefit from the bacterial breakdown of carrion, while at the same time tolerating the bacterial toxins.",
            "score": 173.6753692626953
        },
        {
            "docid": "50507566_5",
            "document": "Josiah Zayner . In February 2016, Zayner performed a full body microbiome transplant on himself, including a fecal transplant, to experiment with microbiome engineering and see if he could cure himself from gastrointestinal and other health issues. The microbiome from the donors feces successfully transplanted in Zayner's gut according to DNA sequencing done on samples. This experiment was documented by filmmakers Kate McLean and Mario Furloni and turned into the short documentary film Gut Hack.",
            "score": 171.62509155273438
        },
        {
            "docid": "53368771_17",
            "document": "Pharmacomicrobiomics . Even though pharmacomicrobiomics is often interpreted as the impact the microbiome has on xenobiotic metabolism, the term can also encompass the effects of xenobiotics on the microbiome and microbial genes. The impact of antibiotics on the human microbiome has been well studied. It has been shown that antibiotic therapies not only target a specific pathogen, but also the commensal inhabitants of a host. Evidence suggests that commensal bacteria levels in some cases are not normalized after antibiotic treatment, and in fact may be negatively affected for extended periods of time. A study which assessed the oral and gut microbes before, immediately after, and up to 12 months after exposure to antibiotics, found that the microbiome can be altered for over 12 months. Since the microbiome composition can be altered by antibiotics, this implies positive selection for resistant opportunistic pathogens, which can cause acute disease.",
            "score": 171.2465057373047
        },
        {
            "docid": "27262647_6",
            "document": "Nancy A. Moran . She previously researched honey bees and their interaction with gut microbiota. Her research found that microbiota interact with host metabolism and hormone signaling. This research showed that microbiota in social bees degrade plant polymers that the organisms consumes in their diet. The research compared the bee's microbiome to other species and determined it can model host-microbiota interactions due to similarities such as types of bacteria. Her work with eusocial corbiculate bees demonstrates that different phylogenies within this class of bees share a common ancestor for their gut microbiota independent of geography or sympatry. Corbiculate bees include honey bees, bumble bees, and stingless bees. She completed research on the symbiotic relationship between host insects and their gut microbiota and her research team has found that the honey bee's exposure to antibiotics disrupts the microbiota, which regulates weight and hormone signaling, and increases mortality rates. The data collected demonstrates the bee's susceptibility to fatal pathogens after antibiotic exposure.",
            "score": 171.1055450439453
        },
        {
            "docid": "46638993_8",
            "document": "Microbiome in the Drosophila gut . Almost all current approaches for the characterization of \"Drosophila\" microbiota rely on destructive approaches, that is flies are killed, their gut is extracted and from these the bacteria are isolated and/or analyzed. For an assessment of microbiota dynamics across the lifespan of an individual fly or across development of a fly population, a non-destructive approach would be favorable. Such an approach was recently developed, focusing on the microbial characterization of fly feces. Fly feces are indeed informative on composition of the gut microbiota, since the diversity of gut bacteria, feces bacteria and bacteria of whole fly of \"Drosophila melanogaster\" are all strongly correlated. This new approach could be used to demonstrate the known influence of diets.",
            "score": 170.9449005126953
        },
        {
            "docid": "56461877_14",
            "document": "Human milk microbiome . Breastfeeding is thought to be an important driver of infant gut microbiome establishment. The gut microbiome of breastfed infants is less diverse, contains higher amounts of \"Bifidobacterium\" and \"Lactobacillus\" species, and fewer potential pathogenic taxa than the gut microbiome of formula-fed infants. Human milk bacteria may reduce risk of infection in breastfed infants by competitively excluding harmful bacteria, and producing antimicrobial compounds which eliminate pathogenic strains, Certain lactobacilli and bifidobacteria, the growth of which is stimulated by human milk oligosaccharides contribute to healthy metabolic and immune-related functioning in the infant gut.",
            "score": 170.92056274414062
        },
        {
            "docid": "43742335_3",
            "document": "Microbiota-accessible carbohydrates . MACs may come from plants, fungi, animal tissues, or food-borne microbes, and must be metabolized by the microbiome. A significant quantity of the cellulose humans consume is not metabolized by gut microbes and therefore cannot be considered a MAC. The amount of dietary MACs found within a food source will differ for each individual, since which carbohydrates are metabolized depends upon the composition of each person’s microbiota. For example, many Japanese individuals possess the genes for the consumption of the algal polysaccharide porphyran in their microbiomes, which are rarely found in North American and European individuals. For individuals who harbor such a porphyran-degrading strain, porphyran would be a MAC. However, porphyran would not be a MAC for those without a microbiota adaptation to seaweed. In similar fashion, germ-free mice without a microbiota might consume a diet with large quantities of potential MACs, but none of the carbohydrates would be considered MACs, since they would escape the digestive tract without being metabolized by microbes.",
            "score": 169.79534912109375
        },
        {
            "docid": "205464_23",
            "document": "Human microbiota . The composition of human gut flora changes over time, when the diet changes, and as overall health changes. A systematic review of 15 human randomized controlled trials from July 2016 found that certain commercially available strains of probiotic bacteria from the \"Bifidobacterium\" and \"Lactobacillus\" genera (\"B. longum\", \"B. breve\", \"B. infantis\", \"L. helveticus\", \"L. rhamnosus\", \"L. plantarum\", and \"L. casei\"), when taken by mouth in daily doses of 10–10 colony forming units (CFU) for 1–2 months, possess treatment efficacy (i.e., improves behavioral outcomes) in certain central nervous system disorders – including anxiety, depression, autism spectrum disorder, and obsessive–compulsive disorder – and improves certain aspects of memory. However, changes in the composition of gut microbiota has also been found to be correlated with harmful effects on health. In an article published by Musso et al., it was found that the gut microbiota of obese invidividuals had more Firmicutes and less Bacteroidetes than healthy individuals. Furthermore, a study done by Gordon et al., confirmed that it was the composition of the microbiota that causes obesity rather than the other way around. This was done by transplanting the gut microbiota from diet-induced obese(DIO) mice or lean control mice into lean germ-free mice that do not have a microbiome. They found that the mice transplanted with DIO mouse gut microbiota had significantly higher total body fat than the mice transplanted with lean mouse microbiota when fed with the same diet.",
            "score": 168.44583129882812
        },
        {
            "docid": "48507869_3",
            "document": "Catherine A. Lozupone . Catherine A. Lozupone earned a Bachelor of Science from Villanova University in 1997 and went on to obtain a master's degree from Colorado State University in Fort Collins, Colorado in 1999. She went on to complete her doctoral work at the University of Colorado Boulder studying under Rob Knight, who is the founder of the American Gut Project. Little was known about the overall microbiome, the group of organisms sharing in the human body space, of the gut and the symbiotic relationship between host and bacteria, as most prior work had been done on fecal matter.  Her thesis delineated the UniFrac algorithm which has allowed researchers to plot the relationships between microbial communities in the human gut, how they interact, and how they might be related to specific diseases. Lozupone's work, detailed in a 2012 paper which appeared in \"Nature\" entitled \"Diversity, Stability and Resilience of the Human Gut Microbiota\", was noted for its attempt to analyze what is the \"normal\" bacterial state in the human gut. By approaching the gut as an ecosystem, scientists are then able to factor in the effects of lifestyle, diet, health status which might change the bacterial makeup present in the gastrointestinal tract.",
            "score": 168.19827270507812
        },
        {
            "docid": "53975791_7",
            "document": "Salivary microbiome . Though the association between the salivary microbiome is similar to that of the oral microbiome, there also exists an association the salivary microbiome and the gut microbiome. Saliva sampling may be a non-invasive way to detect changes in the gut microbiome and changes in systemic disease. The association between the salivary microbiome those with Polycistic Ovarian Syndrome has been characterized: \"saliva microbiome profiles correlate with those in the stool, despite the fact that the bacterial communities in the two locations differ greatly. Therefore, saliva may be a useful alternative to stool as an indicator of bacterial dysbiosis in systemic disease.\"",
            "score": 167.5177459716797
        },
        {
            "docid": "34482539_2",
            "document": "Erysipelotrichia . The Erysipelotrichia are a class of bacteria of the phylum Firmicutes. Species of this class are known to be common in the gut microbiome, as they have been isolated from swine manure and increase in composition of the mouse gut microbiome for mice switched to diets high in fat.",
            "score": 164.1927490234375
        },
        {
            "docid": "53368771_10",
            "document": "Pharmacomicrobiomics . Within the intestines, the majority of microbes can be found in the large intestine, where the pH is higher and more conducive to survival. These bacteria are often more efficient than our own digestive enzymes, and function to digest protein and carbohydrates. The results of over 690 human microbiomes have shown that the majority of bacteria of the gut microbiome belongs to four phyla: Firmicutes, Bacteroidetes, Actinobacteria, and Proteobacteria.",
            "score": 161.5419158935547
        },
        {
            "docid": "22398456_15",
            "document": "Bacterial circadian rhythm . In the context of bacterial circadian rhythms, specifically in cyanobacteria, circadian advantage refers to the improved survival of strains of cyanobacteria that \"resonate\" with the environmental circadian rhythm. [6] For example, consider a strain with a free-running period (FRP) of 24 hours is co-cultured with a strain that has a free-running period (FRP) of 30 hours in a light-dark cycle of 12 hours light and 12 hours dark (LD 12:12). The strain that has a 24 hour FRP will out-compete the 30 hour strain over time. An instance where bacterial circadian rhythms are theorized to provide an advantage is in the microbiome. It is possible that circadian clocks play a role in the gut microbiota behavior. These microorganisms experience daily changes associated with daily LD and temperature cycles through an alteration of their environment. This occurs through behaviors such as eating rhythms on a daily routine (consumption in the day for diurnal animals and in the night for nocturnal). The presence of a daily timekeeper might give those bacteria a competitive advantage over others, allowing them to anticipate resources coming from the host in order to metabolize them faster. There are bacteria that exist which have daily timekeepers, and it may be possible that the microbiota have endogenous clocks and which communicate with biological clocks of the host. If there are some time-keeping qualities of the microorganisms of the intestines, it might be possible that they can affect the circadian system of the host. For example, if bacteria within the microbiome release cytokine-like factors in a rhythmic fashion, the host’s clock might be affected. On the other hand, it is implicated that changes to the host’s biological clock may alter the gut microbiome. More specifically, jet-lag induced disruption of the biological clock influences the daily pattern of phyla change. Also, specific diets (such as time-restricted feeding and transitions between regular and high fat diet) change both the host’s circadian clock as well as the composition of the gut microbiome. An endogenous clock may be present in some microbial species, and the presence of such an intrinsic timekeeper could be beneficial both in the gut (which experiences daily changes in nutrient availability) and the environment outside of the host (which experiences daily cycles of light and temperature).",
            "score": 160.97637939453125
        },
        {
            "docid": "41479084_15",
            "document": "Altered Schaedler flora . Additional strains of bacteria might need to be added for certain studies with metabolism, pathogenesis, or microbe interactions. It is impossible to study the complete organization of the gut microbiome and all its contributions to the host system, especially with relations to disease development and nutrition, with only eight microbes. Furthermore, there are differences between mice and human microflora. So there are limitations to studies using ASF mice to depict human inflammatory diseases like IBD, arthritis, and cancer. ASF is only a basis for developing hypotheses for mice with complex microflora.",
            "score": 159.29173278808594
        },
        {
            "docid": "3135637_16",
            "document": "Gut flora . Research suggests that the relationship between gut flora and humans is not merely commensal (a non-harmful coexistence), but rather is a mutualistic, symbiotic relationship. Though people can survive with no gut flora, the microorganisms perform a host of useful functions, such as fermenting unused energy substrates, training the immune system via end products of metabolism like propionate and acetate, preventing growth of harmful species, regulating the development of the gut, producing vitamins for the host (such as biotin and vitamin K), and producing hormones to direct the host to store fats. Extensive modification and imbalances of the gut microbiota and its microbiome or gene collection are associated with obesity. However, in certain conditions, some species are thought to be capable of causing disease by causing infection or increasing cancer risk for the host.",
            "score": 157.84080505371094
        },
        {
            "docid": "1840387_6",
            "document": "Social grooming . Social grooming relationships have been proven to provide direct fitness benefits to a variety of species. In particular, grooming in yellow baboons (\"Papio cynocephalus\") has been studied extensively, with numerous studies showing an increase in fitness as a result of social bonds formed through social grooming behavior. One such study, which collected 16 years of behavioral data on wild baboons, highlights the effects that sociality has on infant survival. A positive relationship is established between infant survival to one year and a composite sociality index, a measure of sociality based on proximity and social grooming. Evidence has also been provided for the effect of sociality on adult survival in wild baboons. Direct correlations between measures of social connectedness (which focuses on social grooming) and median survival time for both female and male baboons were modeled.  Social bonds established by grooming may provide an adaptive advantage in the form of conflict resolution and protection from aggression. In wild savannah baboons, social affiliations are shown to augment fitness by increasing tolerance from more dominant group members and increasing the chance of obtaining aid from conspecifics during instances of within-group contest interactions. In the yellow baboon, adult females form relationships with their kin, who offer support during times of violent conflict within social groups. In Barbary macaques\",\" social grooming results in the formation of crucial relationships among partners. These social relationships serve to aid cooperation and facilitate protection against combative groups composed of other males, which can oftentimes cause physical harm. Furthermore, social relationships have also been proven to decrease risk of infanticide in several primates.",
            "score": 157.1956024169922
        },
        {
            "docid": "20645935_4",
            "document": "Prevotella . In a study of gut bacteria of children in Burkina Faso (in Africa), \"Prevotella\" made up 53% of the gut bacteria, but were absent in age-matched European children. Studies also indicate that long-term diet is strongly associated with the gut microbiome composition—those who eat plenty of protein and animal fats typical of Western diet have predominantly \"Bacteroides\" bacteria, while for those who consume more carbohydrates, especially fibre, the \"Prevotella\" species dominate.",
            "score": 156.51283264160156
        },
        {
            "docid": "3135637_27",
            "document": "Gut flora . Caesarean section, antibiotics, and formula feeding may alter the gut microbiome composition. Children treated with antibiotics have less stable, and less diverse floral communities. Caesarean sections have been shown to be disruptive to mother-offspring transmission of bacteria, which impacts the overall health of the offspring by raising risks of disease such as celiacs, asthma, and type 1 diabetes. This further evidences the importance of a healthy gut microbiome. Various methods of microbiome restoration are being explored, typically involving exposing the infant to maternal vaginal contents, and oral probiotics.",
            "score": 156.3052978515625
        },
        {
            "docid": "57465267_7",
            "document": "Bacteroides thetaiotaomicron . \"B. thetaiotaomicron\" is one of the most common components of the human gut flora. In a long-term study of \"Bacteroides\" species in clinical samples, \"B. thetaiotaomicron\" was the second most common species isolated, behind \"Bacteroides fragilis\". \"B. thetaiotaomicron\" is considered commensal or symbiotic. However, it is also an opportunistic pathogen and can infect tissues exposed to gut flora. Its polysaccharide-metabolizing abilities make it a food source for other components of the microbiome. For example, while \"B. thetaiotaomicron\" expresses sialidase enzymes, it cannot catabolize sialic acid; as a result its presence increases the free sialic acid available for other organisms in the gut. These interactions can contribute to the growth of pathogenic bacteria such as \"Clostridium difficile\", which uses sialic acid as a carbon source. Similar interactions can cause \"B. thetaiotaomicron\" to exacerbate pathogenic \"E. coli\" infection.",
            "score": 156.25396728515625
        },
        {
            "docid": "39632259_7",
            "document": "Skin immunity . From around 2005 on, the scientific community has thoroughly developed the concept of human microbiome and begun the systematic study to establish the relationship between the microbiome and human physiology in health and disease. We begin to understand that gut microbiota helps modulating host immunity at a systemic level. However, gut microbiome does not affect skin immunity significantly, instead, skin immunity is modulated by skin microflora according to the results obtained by Naik et al. Analyzing immunologic changes of germ-free (GF) mice with reconstituted gut microbiota showed a recovery of Il-17A and IFN-γ levels up to those observed in the gastrointestinal tract of specific pathogen free (SPF) mice but gut microbiome restoration did not affect skin immunity. Comparing GF and SPF mice showed a decrease in the skin production of IFN-γ and IL-17A. To evaluate the functional consequences of the absence of skin microbiota Leishmania major was introduced intradermally and the lesions were evaluated. L. major lesions in GF mice were significantly smaller and less severe than in SPF mice, however, the number of parasites after infection was significantly higher in GF mice. These results cearly indicate that GF mice have an impaired capacity of response in front of infections compared to SPF mice. Finally, mono-association of GF mice with \"S. epidermidis\" clearly restored immunity function which in the case of skin is mediated by IL-1 which is key for the restoration of IL-17A and IFN-γ levels. Thus skin commensals exert their effect by enhancing IL-1 signaling and amplifying responses according to local inflammatory milieu. As IL-1 has been implicated in the etiology and pathology of psoriasis and other cutaneous disorders, it is likely that skin commensals are important drivers and amplifiers of skin pathologies.",
            "score": 156.05906677246094
        },
        {
            "docid": "4227961_12",
            "document": "Black slug . The black slug is mainly nocturnal and avoids exposure to sunlight. It is omnivorous, eating carrion, fungi, animal feces, algae, lichen, and vegetation (living or decaying). These slugs prefer to eat on cloudy days or at night when temperatures are above 10 degrees Celsius. Mucus-production necessitates moist habitats, such as among leaf-litter, mosses, or fallen trees. Consequently, the black slug becomes most active after rainfall. A 1976 study compared black slug assimilation rates to that of similar slugs in the UK. The study determined the black slug feeds at similar rates to other European slugs (in terms of biomass), suggesting the black slug is an equally important decomposer/consumer in forest systems. The study theorized these high assimilation rates might result from abundant enzymes in slug digestive systems: amylase, invertase, cellulase, xylanase, and chitinase. The last might be especially indicative of how these slugs can consume large quantities of fungi such as \"Armillaria mellea\". Microbiota within black slug digestive systems produce these enzymes—such as the bacteria that produce cellulose—enabling the slugs to break down lignocellulose. A recent study further explored \"Arion ater\"’s gut microbiome and discovered the black slug to have far more bacteria within its gut than did neighboring, northern European insects, including members of the orders \"Coleoptera, Isoptera, Orthoptera\", and \"Diptera\". This study learned the black slug’s gut microbiome to be functional at a wide range of temperatures and pH levels, and its results suggest that the mycobacterial culture may be uniform throughout the black slug’s gut and that \"Gammaproteobacteria\" composes most of this culture. This study contrasted its results to studies of North American black slugs that presented higher levels of cellulolytic activity at a narrower pH range. In summary, \"Arion ater\" can digest diverse food material such as cellulose because gut bacteria produce digestive enzymes.",
            "score": 155.1361083984375
        }
    ]
}