{
    "q": [
        {
            "docid": "1880053_2",
            "document": "Status epilepticus . Status epilepticus (SE) is a single epileptic seizure lasting more than five minutes or two or more seizures within a five-minute period without the person returning to normal between them. Previous definitions used a 30-minute time limit. The seizures can be of the tonic–clonic type, with a regular pattern of contraction and extension of the arms and legs, or of types that do not involve contractions, such as absence seizures or complex partial seizures. Status epilepticus is a life-threatening medical emergency particularly if treatment is delayed. Status epilepticus may occur in those with a history of epilepsy as well as those with an underlying problem of the brain. These underlying brain problems may include trauma, infections, or strokes among others. Diagnosis often involves checking the blood sugar, imaging of the head, a number of blood tests, and an electroencephalogram. Psychogenic nonepileptic seizures may present similarly. Other conditions that may also appear to be SE include low blood sugar, movement disorders, meningitis, and delirium among others. Benzodiazepines are the preferred initial treatment after which typically phenytoin is given. Possible benzodiazepines include intravenous lorazepam as well as intramuscular injections of midazolam. A number of other medications may be used if these are not effective such as valproic acid, phenobarbital, propofol, or ketamine. Intubation may be required to help maintain the person's airway. Between 10 and 30% of people who have status epilepticus die within 30 days. The underlying cause, the person's age, and the length of the seizure are important factors in the outcome. Status epilepticus occurs in up to 40 per 100,000 people per year. It makes up about 1% of people who visit the emergency department.",
            "score": 191.63083612918854
        },
        {
            "docid": "30005242_8",
            "document": "Effects of estrogen on schizophrenia . Estrogen is often used to treat schizophrenia in women. According to an online science article, \"Prof. Ina Weiner of Tel Aviv University's Department of Psychology and her doctoral student Michal Arad have reported findings suggesting that restoring normal levels of estrogen may work as a protective agent in menopausal women.\" This supports the theory that estrogen acts as a protectorate against schizophrenia. According to Dr. Weiner it has been known for a long time that when estrogen levels are low women are more susceptible and respond poorly to anti-psychotic drugs, thus supporting the use of estrogen as a treatment. In the study Dr. Weiner and Arad performed, ovaries were removed from rats resulting in low estrogen much like in menopause. As a result of the ovaries removal the rats showed schizophrenia like symptoms.To test if estrogen replacements work in reducing schizophrenia symptoms the rats were then given estrogen, and as predicted the schizophrenia symptoms decreased. The anti-psychotic drug haloperidol was also given to rats, but showed no signs of relieving the schizophrenia-like behavior, providing evidence for the effectiveness of estrogen in comparison with other anti-psychotic drugs. They also found that estrogen is effective for relieving schizophrenia in both male and female rats. In addition they found that low amounts of estrogen increase the effectiveness of anti-psychotic drugs. Although this study suggests that estrogen helps in alleviating symptoms, many argue that it could have side effects such as cervical cancer and heart attacks. As a result of her study, Dr. Weiner concluded that women suffering from schizophrenia should be given estrogen supplements in their mid-twenties and in their forties, when estrogen levels are decreased. This would improve the effectiveness of anti-psychotic drugs and would help in assisting women with schizophrenia in maintaining a normal lifestyle without peaks of schizophrenia in their forties. Dr. Weiner also believes that since men are less likely to develop schizophrenia after the age of forty, it is likely that estrogen is the \"culprit\".",
            "score": 168.0164349079132
        },
        {
            "docid": "27154_2",
            "document": "Epileptic seizure . An epileptic seizure is a brief episode of signs or symptoms due to abnormally excessive or synchronous neuronal activity in the brain. The outward effect can vary from uncontrolled jerking movement (tonic-clonic seizure) to as subtle as a momentary loss of awareness (absence seizure). Diseases of the brain characterized by an enduring predisposition to generate epileptic seizures are collectively called epilepsy. A seizure is a medical emergency for which medical personnel should be summoned, particularly in patients without a history of or without a seizure management plan in place. Seizures can also occur in people who do not have epilepsy for various reasons including brain trauma, drug use, elevated body temperature, low blood sugar and low levels of oxygen. Additionally, there are a number of conditions that look like epileptic seizures but are not. A first seizure generally does not require long term treatment with anti-seizure medications unless there is a specific problem on either electroencephalogram or brain imaging. 5–10% of people who live to 80 years old have at least one epileptic seizure and the chance of experiencing a second seizure is between 40% and 50%. About 50% of patients with an unprovoked apparent \"first seizure\" have had other minor seizures, so their diagnosis is epilepsy. Epilepsy affects about 1% of the population currently and affected about 4% of the population at some point in time. Most of those affected—nearly 80%—live in developing countries.",
            "score": 231.88455653190613
        },
        {
            "docid": "48470560_3",
            "document": "GAERS . In the 1980s the research group of Marguerite Vergnes at Institut National de la Santé et de la Recherche Médicale (INSERM) in Strasbourg (France) reported the spontaneous occurrence of spike-and-wave discharges (SWD) evocative of absence seizures in Wistar rats during cortical electroencephalographic (EE]) recordings. These seizures were recorded on both sides of the brain, lasted about 20 sec and occurred when the animals were quiet. Importantly, SWD were always associated with a typical \"arrest\" of the rats' behavior with twitching of the vibrissae. In addition, drugs used in the clinic to stop absence seizures (ethosuccimide, valproate) suppressed SWDs in these rats, whereas those that aggravate these seizures in patients (carbamazepine, phenytoine), increased rats' seizures.",
            "score": 199.1650252342224
        },
        {
            "docid": "8409047_5",
            "document": "Racine stages . Prior to Racine's research into epilepsy, a model for the severity of a seizure was not known. In 1972, Ronald J. Racine sought to develop a model that quantified the severity of a seizure. Using animal testing (rat model), Racine was able to stimulate specific parts of the brain using slight electrical impulses. He used methods of deep brain stimulation in order to ensure the targeted areas of the brain were able to reach the specific threshold to see a reaction in the rats. Rats were separated into categories of the target area, duration of stimuli, and overall intensity of stimuli. He specifically targeted the hippocampus and the amygdala of the test animals. Each rat in the model was anesthetized and special probes were placed into specific parts of the brain according to the target area. Using an electrical stimulation at one second intervals and different intensities, Racine observed a change in muscle stimulation in the rats. Once excited, the rats would demonstrate signs of a seizure. Racine was able to categorize the bodies' reaction to the stimuli into five different categories . He also observed that with the continuation of treatment, it was easier for the seizure to take place. These stages of increasing severity can serve as a way to quantify a seizure.",
            "score": 231.9846167564392
        },
        {
            "docid": "9773355_15",
            "document": "P-type calcium channel . Levetiracetam is an anti-epileptic drug than can be used to treat partial and generalized seizures. Levetiracetam inhibits P/Q channel-mediated glutamate release and decreases the excitatory post synaptic currents of both AMPA and NMDA receptors in the hippocampus, specifically the dentate gyrus, which is known to propagate seizure activities. The inhibition of glutamate release results in an anti-epileptic response in patients because it decreases the excitatory postsynaptic current. There are many different types of calcium channels, so to prove that the P/Q type calcium channels are directly involved, a P/Q type voltage gated calcium channel inhibitor, omega-agatoxin TK, was used to block the channel. When blocked, patients no longer benefited from the anti-epileptic effects from the drugs. When blockers for L type and N type calcium channels were used, the effects of Levetiracetam were still seen. This is strong evidence that the P/Q type calcium channels are involved in the Levetiracetam treatment which allow for relief from seizures.",
            "score": 171.55394101142883
        },
        {
            "docid": "16074501_7",
            "document": "Spike-and-wave . The use of animal models, such as cats, for studying spike-and-wave discharges, has provided useful data for studying epilepsy in humans. One method of inducing a seizure in a cat is to inject penicillin into the cortical region of the brain. The spike-and-wave discharges seen in feline generalized penicillin epilepsy (FGPE) are very similar to the spike-and-wave discharges of a human absence seizure. The use of rats has also been a common method for studying the spike-and-wave phenomenon. The Genetic Absence Epilepsy Rats from Strasbourg (GAERS) and the inbred Wistar Albino Glaxo rats from Rijswijk (WAG/Rij) are the two main strains of rats that have been used in studies. The rats from these two strains show spontaneously occurring absence seizures that consist of typical spike-and-wave activity seen on an EEG. Rat genetic models have given data showing that the expression of absence seizures involves both the thalamic and cortical networks. In both models, electrophysiological data showed that spike-and-waves are initiated in the somatosensory cortex and then spread rapidly to the motor cortex and thalamic nuclei. Using in vivo intracellular recordings, it was found in the GAERS that spike-and-wave are initiated in layer 5/6 neurons of the somatosensory cortex. These neurons, show a distinctive hyperactivity associated with a membrane depolarization. They are suggested to lead the firing of distant cortical cells during the epileptic discharge.",
            "score": 198.9865826368332
        },
        {
            "docid": "25260227_12",
            "document": "Catamenial epilepsy . The use of hormone replacement therapy (HRT), to lessen the effects of menopause, has shown severe negative effects on the seizure patterns of women with catamenial epilepsy. During perimenopause, women with catamenial epilepsy generally experience an increase in seizure frequency, and HRT use does not change this likelihood. However HRT use after perimenopause has been significantly associated with an increase in seizure frequency and severity. Women progressing through peri- and post-menopause using HRT may be in greater need of anticonvulsant medication monitoring to maintain or reduce seizure occurrence. These same results have not been seen in laboratory counterparts. Adult female rats that have been ovariectomized, a parallel state to menopause, show increased seizure frequency overall. There are, however, several factors that could explain this difference, including ovariectomized rats do not have the analogous brain hormones milieu as menopausal women. Several studies following HRT use in women with catamenial epilepsy have demonstrated more influencable data than animal models, in this case.",
            "score": 214.9528832435608
        },
        {
            "docid": "88003_10",
            "document": "Menstrual cycle . Some women with neurological conditions experience increased activity of their conditions at about the same time during each menstrual cycle. For example, drops in estrogen levels have been known to trigger migraines, especially when the woman who suffers migraines is also taking the birth control pill. Many women with epilepsy have more seizures in a pattern linked to the menstrual cycle; this is called \"catamenial epilepsy\". Different patterns seem to exist (such as seizures coinciding with the time of menstruation, or coinciding with the time of ovulation), and the frequency with which they occur has not been firmly established. Using one particular definition, one group of scientists found that around one-third of women with intractable partial epilepsy has catamenial epilepsy. An effect of hormones has been proposed, in which progesterone declines and estrogen increases would trigger seizures. Recently, studies have shown that high doses of estrogen can cause or worsen seizures, whereas high doses of progesterone can act like an antiepileptic drug. Studies by medical journals have found that women experiencing menses are 1.68 times more likely to commit suicide.",
            "score": 242.5262235403061
        },
        {
            "docid": "200405_13",
            "document": "Limbic system . Damage related to the hippocampal region of the brain has reported vast effects on overall cognitive functioning, particularly memory such as spatial memory. As previously mentioned, spatial memory is a cognitive function greatly intertwined with the hippocampus. While damage to the hippocampus may be a result of a brain injury or other injuries of that sort, researchers particularly investigated the effects that high emotional arousal and certain types of drugs had on the recall ability in this specific memory type. In particular, in a study performed by Parkard, rats were given the task of correctly making their way through a maze. In the first condition, rats were stressed by shock or restraint which caused a high emotional arousal. When completing the maze task, these rats had an impaired effect on their hippocampal-dependent memory when compared to the control group. Then, in a second condition, a group of rats were injected with anxiogenic drugs. Like the former these results reported similar outcomes, in that hippocampal-memory was also impaired. Studies such as these reinforce the impact that the hippocampus has on memory processing, in particular the recall function of spatial memory. Furthermore, impairment to the hippocampus can occur from prolonged exposure to stress hormones such as Glucocorticoids (GCs), which target the hippocampus and cause disruption in explicit memory.",
            "score": 108.6276718378067
        },
        {
            "docid": "25259540_11",
            "document": "Freezing behavior . It has been shown that parts of the brain are involved in freezing behavior and that neurotransmitters and similar chemicals influence freezing behavior, as well. In a related manner, hormones, progestogens and estrogen, also play a role in freezing behavior. First, the authors tested the rats in marble burying and conditioned fear when they were in behavioral estrous or diestrous. Female rats in behavioral estrous have elevated levels of these steroid hormones and also elicit more approach and less freezing behavior than diestrous rats. Results demonstrate that rats in this behavioral estrous show less impulsive burying and also less freezing behavior than diestrous rats. The authors then administered progesterone and estrogen in ovariectomized rats and tested them in marble burying and conditioned fear. The results for this experiment demonstrate that administration of progesterone or both estrogen and progesterone decreases impulsive burying. Both demonstrate a decrease in freezing behavior. The study concludes that \"progesterone and/or estrogen may mediate impulsive and/or avoidant behavior.\" It is interesting to note the changes in freezing behavior in a female's cycle. Freezing behavior is seen to be greatly impacted by levels of hormones. However, there may be future studies on whether testosterone influences freezing behavior as well.",
            "score": 152.3367406129837
        },
        {
            "docid": "4912354_13",
            "document": "Postictal state . In studies that stimulate seizures by subjecting rats to electroshock, seizures are followed by unconsciousness and slow waves on an electroencephalogram (EEG), signs of postictal catalepsy. Administering the opiate antagonist naloxone immediately reverses this state, providing evidence that increased responsiveness or concentration of the opiate receptors may be occurring during seizures and may be partially responsible for the weariness humans experience following a seizure. When humans were given naloxone in-between seizures, researchers observed increased activity on their EEGs, suggesting that opioid receptors may also be upregulated during human seizures. To provide direct evidence for this, Hammers et al. did positron emission tomography (PET) scanning of radiolabelled ligands before, during, and after spontaneous seizures in humans. They found that opioid receptors were upregulated in the regions near the focus of the seizure during the ictal phase, gradually returning to baseline availability during the postictal phase. Hammers notes that cerebral bloodflow after a seizure can not account for the increase in PET activity observed. Regional bloodflow can increase by as much as 70-80% after seizures but normalizes after 30 minutes. The shortest postictal interval in their study was 90 minutes and none of the patients had seizures during the scanning. It has been predicted that a decrease in opioid activity following a seizure could cause withdrawal symptoms, contributing to postictal depression. The opioid receptor connection with mitigating seizures has been disputed, and opioids have been found to have different functions in different regions of the brain, having both proconvulsive and anticonvulsive effects.",
            "score": 236.1254757642746
        },
        {
            "docid": "36634182_14",
            "document": "Parental brain . Postpartum, new neuron production is suppressed due to decreased levels of estrogen and increased levels of glucocorticoids mother rats. Mother-infant interaction is also thought to suppress neurogenesis in the hippocampus postpartum in the rat maternal brain. Maternal experience increases neurogenesis in the subventricular zone (SBZ) which is responsible for producing the neurons of the olfactory bulb. Prolactin is the hormone which mediates the increase in neurogenesis in SBZ.",
            "score": 145.76930594444275
        },
        {
            "docid": "15731985_31",
            "document": "Post-traumatic epilepsy . Surgery was the standard treatment for PTE until the years following World War II, when the condition received more attention as soldiers who had survived head trauma developed it. The increased need for drugs to treat PTE led to trials with antiepileptics; these early trials suggested that the drugs could prevent epileptogenesis (the development of epilepsy). It was still thought that antiepileptic drugs could prevent epileptogeneis in the 1970s; in 1973, 60% of physicians surveyed used them to prevent PTE. However, the clinical trials which had supported a protective effect of antiepileptics were uncontrolled; in later, controlled trials the drugs failed to demonstrate an antiepileptogenic effect. Studies did show that antiepileptics prevented seizures occurring within a week after injury, and in 1995 the task force of the Brain Trauma Foundation published a recommendation suggesting their use to protect against seizures early after trauma. However, recommendations were published against the prophylactic use of antiepileptic drugs more than a week after injury by the Brain Injury Special Interest group of the American Academy of Physical Medicine and Rehabilitation in 1998 and by the American Association of Neurological Surgeons in 2000.",
            "score": 166.64273309707642
        },
        {
            "docid": "1194091_7",
            "document": "Dizocilpine . As an antidepressant, positive results were found in animal models of depression. NMDA antagonists like dizocilpine have been shown in animal models to attenuate the hearing loss caused by aminoglycosides It is thought that aminoglycosides mimic endogenous polyamines at NMDA receptors and produce excitotoxic damage, leading to hair cell loss. Antagonizing NMDA receptors to reduce the excitotoxicity would prevent that hearing loss. Dizocilpine was found to block the development of kindled seizures, although it does not have any effect on completed kindled seizures. Oddly, it was discovered to decrease rabies virus production and is believed to be the first neurotransmitter antagonist to present with antiviral activity. Rat cortical neuron cells were infected with the rabies virus and those incubated with dizocilpine had virus produced reduced about 1000-fold. It is not known how MK-801 has this effect; the rabies virus suspension, without cells, was inoculated with dizocilpine and the drug failed to produce a virucidal effect, indicated that the mechanism of action is something other than direct killing of the virus. It was also tested against herpes simplex, vesicular stomatitis, poliovirus type I, and human immunodeficiency virus. It did not have activity against these other viruses, however. Dizocilpine was also shown to potentiate the ability of levodopa to ameliorate akinesia and muscular rigidity in a rodent model of parkinsonism. When dizocilpine was administered to rats 15 minutes after a spinal trauma, the long-term neurological recovery of the trauma was improved. However, NMDA antagonists like dizocilpine have largely failed to show safety in clinical trials, possibly due to inhibition of NMDA receptor function that is necessary for normal neuronal function. Since dizocilpine is a particularly strong NMDA receptor antagonist, this drug is particularly likely to have psychotomimetic side effects (such as hallucinations) that result from NMDA receptor blockade. Dizocilpine had a promising future as a neuroprotective agent until neurotoxic-like effects, called Olney's Lesions, were seen in certain brain regions of lab rats. Merck, a drug company, promptly dropped development of dizocilpine.",
            "score": 172.94819903373718
        },
        {
            "docid": "41050914_9",
            "document": "Gene therapy for epilepsy . Neuropeptide Y (NPY), which is found in the autonomic nervous system, helps modulate the hypothalamus, and therefore, consumption habits. Experiments have been conducted to determine the effect of NPY on animal models before and after induced seizures. To evaluate the effect prior to seizures, one study inserted vectors 8 weeks prior to kindling, showing an increase in seizure threshold. In order to evaluate the effects after epileptogenesis was present, the vectors were injected into the hippocampus of rats after seizures were induced. This resulted in a reduction of seizure activity. These studies established that NPY increased the seizure threshold in rats, arrested disease progression, and reduced seizure duration. After examining the effects of NPY on behavioral and physiological responses, it was discovered that it had no effect on LTP, learning, or memory. A protocol for NPY gene transfer is being reviewed by the FDA.",
            "score": 206.58912086486816
        },
        {
            "docid": "10511_2",
            "document": "Epilepsy . Epilepsy is a group of neurological disorders characterized by epileptic seizures. Epileptic seizures are episodes that can vary from brief and nearly undetectable periods to long periods of vigorous shaking. These episodes can result in physical injuries, including occasionally broken bones. In epilepsy, seizures tend to recur and, as a rule, have no immediate underlying cause. Isolated seizures that are provoked by a specific cause such as poisoning are not deemed to represent epilepsy. People with epilepsy may be treated differently in various areas of the world and experience varying degrees of social stigma due to their condition. The cause of most cases of epilepsy is unknown. Some cases occur as the result of brain injury, stroke, brain tumors, infections of the brain, and birth defects through a process known as epileptogenesis. Known genetic mutations are directly linked to a small proportion of cases. Epileptic seizures are the result of excessive and abnormal neuronal activity in the cortex of the brain. The diagnosis involves ruling out other conditions that might cause similar symptoms, such as fainting, and determining if another cause of seizures is present, such as alcohol withdrawal or electrolyte problems. This may be partly done by imaging the brain and performing blood tests. Epilepsy can often be confirmed with an electroencephalogram (EEG), but a normal test does not rule out the condition. Epilepsy that occurs as a result of other issues may be preventable. Seizures are controllable with medication in about 70% of cases. Inexpensive options are often available. In those whose seizures do not respond to medication, surgery, neurostimulation or dietary changes may then be considered. Not all cases of epilepsy are lifelong, and many people improve to the point that treatment is no longer needed. As of 2015, about 39 million people have epilepsy. Nearly 80% of cases occur in the developing world. In 2015, it resulted in 125,000 deaths up from 112,000 deaths in 1990. Epilepsy is more common in older people. In the developed world, onset of new cases occurs most frequently in babies and the elderly. In the developing world, onset is more common in older children and young adults, due to differences in the frequency of the underlying causes. About 5–10% of people will have an unprovoked seizure by the age of 80, and the chance of experiencing a second seizure is between 40 and 50%. In many areas of the world, those with epilepsy either have restrictions placed on their ability to drive or are not permitted to drive until they are free of seizures for a specific length of time. The word epilepsy is from Ancient Greek ἐπιλαμβάνειν, \"to seize, possess, or afflict\".",
            "score": 208.68243193626404
        },
        {
            "docid": "41050914_13",
            "document": "Gene therapy for epilepsy . An alternative approach for on-demand control of circuit excitability that does nor require light delivery to the brain is to use chemogenetics. This relies on expressing a mutated receptor in the seizure focus, which does not respond to endogenous neurotransmitters but can be activated by an exogenous drug. G-protein coupled receptors mutated in this way are called Designer Receptors Exclusively Activated by Designer Drugs (DREADDs). Success in treating epilepsy has been reported using the inhibitory DREADD hM4D(Gi), which is derived from the M4 muscarinic receptor. AAV-mediated expression of hM4D(Gi) in a rodent model of focal epilepsy on its own had no effect, but when activated by the drug clozapine-N-oxide it suppressed seizures. The treatment had no detectable side effects and is, in principle, suited for clinical translation.",
            "score": 183.28602290153503
        },
        {
            "docid": "16074501_6",
            "document": "Spike-and-wave . Metabotropic glutamate receptors (mGluRs) in the thalamocortical network have also shown to display some role in the generation of spike-and-wave discharges (SWDs) associated with absence epilepsy. The different subtypes of mGlu receptors have a modulatory role on either excitatory or inhibitory synaptic transmission. There are conflicting hypotheses for the function of the many mGlu receptors with regards to epileptic seizures, however the role of the mGlu4 receptor is undisputed in the generation of SWDs, shown in animal models. In one study, knockout mice lacking mGlu4 receptors showed a disruption of glutamate and GABA release in the thalamocortical network and were resistant to absence seizures induced by low doses of pentylenetetrazole. Another study showed that bilateral injection of a mGlu4 receptor antagonist into the nRT (thalamic reticular nucleus) of normal mice protected against pentylenetetrazole induced seizures. Also, WAG/Rij rats show an increased expression of mGlu4 receptors in the nRT when compared to a control group of normal rats. These studies show that an increase in the expression and/or activity of mGlu4 receptors is associated with spike-and-wave discharges seen in absence seizures. This link between mGlur4 receptors and SWDs has led to the search for a selective mGlu4 receptor antagonist (which will block these receptors) as a potential new drug for the treatment of absence epilepsy.",
            "score": 169.2730506658554
        },
        {
            "docid": "84936_24",
            "document": "Blood–brain barrier . Epilepsy is a common neurological disease that is characterized by recurrent and sometimes untreatable seizures. Several clinical and experimental data have implicated the failure of blood–brain barrier function in triggering chronic or acute seizures. Some studies implicate the interactions between a common blood protein (albumin) and astrocytes. These findings suggest that acute seizures are a predictable consequence of disruption of the BBB by either artificial or inflammatory mechanisms. In addition, expression of drug resistance molecules and transporters at the BBB are a significant mechanism of resistance to commonly used anti-epileptic drugs.",
            "score": 180.76659727096558
        },
        {
            "docid": "393535_12",
            "document": "Coolidge effect . Though there is no single reason for why males will choose a novel partner, there have been experiments that show that the major determining factor for detecting a novel partner is through olfactory preference. An experiment using Long-Evans rats, showed that odour played a major role in distinguishing the difference between a novel partner and familiar partner. In their experiment, Carr et al. paired each male rat with a female rat and allowed them to mate. Male rats were then tested for preference through the use of an apparatus which had two cylinders that were attached to their home cage, and contained the familiar female and the novel female in each cylinder. Caps at the end of these cylinders prevented access to the females, but had a hole in them to allow their odours to pass through to the male's cage. Before the testing phase, the females were removed, and then the caps were removed to allow the male to explore both cylinders. From this experiment, they found that males preferred the scent of the novel female. While these males did not have access to these females to demonstrate mating preferences, this odour preference is believed to reflect promiscuous behaviour, and therefore be important to the male mating strategy. In an earlier experiment, also conducted by Carr et al., they found that unlike male rats, female rats preferred the odour of a familiar partner rather than the odour of a novel partner. Another study also examined not only olfactory preference, but what part of the brain targeted the olfactory preference. In this study, male hamsters were given lesions to either the hippocampus or the perirhinal-entorhinal cortex, or received a sham treatment. Then the hamsters were allowed to mate with a female hamster until they became satiated. All subjects were then presented with two anesthetized females, one was the female they had previously copulated with, and the other was a novel female. Hamsters with sham and hippocampal lesions investigated the anogenital region of the novel females for a significantly longer period of time in comparison to the familiar female. Males with lesions to the perirhinal-entorhinal cortex did not show a preference for either a familiar or novel female, and spent a similar amount of time investigating the anogenital region of both females. The results from this study revealed that the perirhinal-entorhinal cortex region of the brain in golden hamsters is crucial for the recognition of familiar conspecifics and certain social behaviors. The conclusion from this experiment was also consistent in rats and monkeys, since damage to this region of the brain impaired standard recognition memory, which would suggest that the hippocampal region of the brain is not crucial in social behavior memory, but rather, the perirhinal-entorhinal cortex.",
            "score": 99.56729316711426
        },
        {
            "docid": "6089450_29",
            "document": "Foix–Chavany–Marie syndrome . Treatment of Foix–Chavany–Marie syndrome depends on the onset of symptoms and involves a multidisciplinary approach. Drugs are used in neurological recovery depending on the etiological classification of FCMS. FCMS caused by epilepsy, specifically resulting in the development of lesions in the bilateral and subcortical regions of the brain can be treated using antiepileptic drugs to reverse abnormal EEG changes and induce complete neurological recovery. In addition, a hemispherectomy can be performed to reverse neurological deficits and control the seizures. This procedure can result in a complete recovery from epileptic seizures. Physical therapy is also used to manage symptoms and improve quality of life. Classical FCMS resulting in the decline of ones ability to speak and swallow can be treated using neuromuscular electrical stimulation and traditional dysphagia therapy. Speech therapy further targeting dysphagia can strengthen oral musculature using modified feeding techniques and postures. Therapeutic feedings include practicing oral and lingual movements using ice chips. In addition, different procedures can be performed by a neurosurgeon to alleviate some symptoms.",
            "score": 142.57076048851013
        },
        {
            "docid": "646748_3",
            "document": "Midazolam . Midazolam is sometimes used for the acute management of seizures. Long-term use for the management of epilepsy is not recommended due to the significant risk of tolerance (which renders midazolam and other benzodiazepines ineffective) and the significant side effect of sedation. A benefit of midazolam is that in children it can be administered buccally or intranasally at home or at school for emergency control of acute seizures, including status epilepticus. Midazolam is effective for status epilepticus that has not improved following other treatments or when intravenous access cannot be obtained, and has advantages of being water-soluble, having a rapid onset of action and not causing metabolic acidosis from the propylene glycol vehicle, which occurs with other benzodiazepines. Drawbacks include a high degree of breakthrough seizures—due to the short half-life of midazolam—in over 50% of people treated, as well as treatment failure in 14–18% of people with refractory status epilepticus. Tolerance develops rapidly to the anticonvulsant effect, and the dose may need to be increased by several times to maintain anticonvulsant therapeutic effects. With prolonged use, tolerance and tachyphylaxis can occur and the elimination half-life may increase, up to days. There is evidence buccal and intranasal midazolam is easier to administer and more effective than rectally administered diazepam in the emergency control of seizures.",
            "score": 149.08737587928772
        },
        {
            "docid": "28975943_14",
            "document": "Vertiginous epilepsy . There is a range of ways to manage vertiginous epilepsy depending on the severity of the seizures. For simple partial seizures medical treatment is not always necessary. To the comfort of the patient, someone ailed with this disease may be able to lead a relatively normal life with vertiginous seizures. If, however, the seizures become too much to handle, antiepileptic medication can be administered as the first line of treatment. There are several different types of medication on the market to deter epileptic episodes but there is no support to show that one medication is more effective than another. In fact, research has shown that simple partial seizures do not usually respond well to medication, leaving the patient to self-manage their symptoms. A third option for treatment, used only in extreme cases when seizure symptoms disrupt daily life, is surgery wherein the surgeon will remove the epileptic region.",
            "score": 163.94993329048157
        },
        {
            "docid": "36089805_4",
            "document": "Methylazoxymethanol acetate . Exposure to MAM before birth increases susceptibility to epileptic seizures caused by flurothyl. Prenatal MAM exposure in rats results in a model of brain malformation. In some MAM animals, video-EEG monitoring has documented the presence of spontaneous electrographic seizure activity In some epilepsy rat models, MAM is administered at the fifteenth gestational day. Previous studies have found impaired cognitive function in GD15 MAM rats, and a reduced seizure threshold. At the cellular level, dysplastic hippocampal neurons in the MAM model were shown to have reduced potassium current function and expression for the Kv4.2 channel subunit These findings may contribute to the spontaneous seizures and reduced seizure thresholds seen in this model.",
            "score": 203.5657238960266
        },
        {
            "docid": "35812169_5",
            "document": "Epigenetics in learning and memory . Miller and Sweatt demonstrated that rats trained in a contextual fear-conditioning paradigm had elevated levels of mRNA for DNMT3a and DNMT3b in the hippocampus. Fear conditioning is an associative memory task where a context, like a room, is paired with an aversive stimulus, like a foot shock; animals who have learned the association show higher levels of freezing behavior when exposed to the context even in the absence of the aversive stimulation. However, when rats were treated with the DNMT inhibitors zebularine or 5-aza-2′-deoxycytidine immediately after fear-conditioning, they demonstrated reduced learning (freezing behavior). When treated rats were re-trained 24 hours later, they performed as well as non-treated rats. Furthermore, it was shown that when these DNMT inhibitors were given 6 hours after training, and the rats were tested 24 hours later, the rats displayed normal fear memory, indicating that DNMTs are involved specifically in memory consolidation. These findings reveal the importance of dynamic changes in methylation status in memory formation.",
            "score": 61.79844605922699
        },
        {
            "docid": "27154_39",
            "document": "Epileptic seizure . Following a first seizure, the risk of more seizures in the next two years is 40%–50%. The greatest predictors of more seizures are problems either on the electroencephalogram or on imaging of the brain. In adults, after 6 months of being seizure-free after a first seizure, the risk of a subsequent seizure in the next year is less than 20% regardless of treatment. Up to 7% of seizures that present to the emergency department (ER) are in status epilepticus. In those with a status epilepticus, mortality is between 10% and 40%. Those who have a seizure that is provoked (occurring close in time to an acute brain event or toxic exposure) have a low risk of re-occurrence, but have a higher risk of death compared to those with epilepsy.",
            "score": 195.33488011360168
        },
        {
            "docid": "41385038_8",
            "document": "Between-systems memory interference model . With this, the researchers were left with multiple experiments. In experiment 1A, the hippocampus of the rats were permanently damaged after the fear conditioning trial, while in experiment 1B, the hippocampus of the rats were lesioned before the fear conditioning trial. They found that rats receiving damage after conditioning demonstrated less freezing than control rats, whereas rats who received damaged before the conditioning trial did not differ in their freezing habits than the control rats. These results suggest that damage to the hippocampus causes retrograde, but not anterograde amnesia.",
            "score": 61.15009045600891
        },
        {
            "docid": "179962_2",
            "document": "Anticonvulsant . Anticonvulsants (also commonly known as antiepileptic drugs or as antiseizure drugs) are a diverse group of pharmacological agents used in the treatment of epileptic seizures. Anticonvulsants are also increasingly being used in the treatment of bipolar disorder and borderline personality disorder, since many seem to act as mood stabilizers, and for the treatment of neuropathic pain. Anticonvulsants suppress the excessive rapid firing of neurons during seizures. Anticonvulsants also prevent the spread of the seizure within the brain.",
            "score": 181.35149002075195
        },
        {
            "docid": "15731985_22",
            "document": "Post-traumatic epilepsy . Antiepileptic drugs may be given to prevent further seizures; these drugs completely eliminate seizures for about 35% of people with PTE. However, antiepileptics only prevent seizures while they are being taken; they do not reduce the occurrence once the patient stops taking the drugs. Medication may be stopped after seizures have been controlled for two years. PTE is commonly difficult to treat with drug therapy, and antiepileptic drugs may be associated with side effects. The antiepileptics carbamazepine and valproate are the most common drugs used to treat PTE; phenytoin may also be used but may increase risk of cognitive side effects such as impaired thinking. Other drugs commonly used to treat PTE include clonazepam, phenobarbitol, primidone, gabapentin, and ethosuximide. Among antiepileptic drugs tested for seizure prevention after TBI (phenytoin, sodium valproate, carbamazepine, phenobarbital), no evidence from randomized controlled trials has shown superiority of one over another.",
            "score": 183.90745866298676
        },
        {
            "docid": "4912354_17",
            "document": "Postictal state . Cerebral autoregulation typically ensures that the correct amount of blood reaches the various regions of the brain to match the activity of the cells in that region. In other words, perfusion typically matches metabolism in all organs; especially in the brain, which gets the highest priority. However, following a seizure it has been shown that sometimes cerebral blood flow is not proportionate to metabolism. While cerebral blood flow didn’t change in the mouse hippocampus (the foci of seizures in this model) during or after seizures, increases in relative glucose uptake were observed in the region during the ictal and early postictal periods. Animal models are difficult for this type of study because each type of seizure model produces a unique pattern of perfusion and metabolism. Thus, in different models of epilepsy, researchers have had differing results as to whether or not metabolism and perfusion become uncoupled. Hosokawa’s model used EL mice, in which seizures begin in the hippocampus and present similarly to the behaviors observed in human epileptic patients. If humans show similar uncoupling of perfusion and metabolism, this would result in hypoperfusion in the affected area, a possible explanation for the confusion and ‘fog’ patients experience following a seizure. It is possible that these changes in blood flow could be a result of poor autoregulation following a seizure, or it could in fact be yet another factor involved in stopping seizures.",
            "score": 221.46535170078278
        },
        {
            "docid": "490620_73",
            "document": "Human brain . Epileptic seizures are thought to relate to abnormal electrical activity. Seizure activity can manifest as absence (of consciousness), focal effects such as limb movement or impediments of speech, or be generalized in nature. Status epilepticus refers to a seizure or series of seizures that have not terminated within 30 minutes, although this definition has recently been revised. Seizures have a large number of causes, however many seizures occur without a definitive cause being found. In a person with epilepsy, risk factors for further seizures may include sleeplessness, drug and alcohol intake, and stress. Seizures may be assessed using blood tests, EEG and various medical imaging techniques based on the medical history and exam findings. In addition to treating an underlying cause and reducing exposure to risk factors, anticonvulsant medications can play a role in preventing further seizures.",
            "score": 230.79934453964233
        }
    ],
    "r": [
        {
            "docid": "88003_10",
            "document": "Menstrual cycle . Some women with neurological conditions experience increased activity of their conditions at about the same time during each menstrual cycle. For example, drops in estrogen levels have been known to trigger migraines, especially when the woman who suffers migraines is also taking the birth control pill. Many women with epilepsy have more seizures in a pattern linked to the menstrual cycle; this is called \"catamenial epilepsy\". Different patterns seem to exist (such as seizures coinciding with the time of menstruation, or coinciding with the time of ovulation), and the frequency with which they occur has not been firmly established. Using one particular definition, one group of scientists found that around one-third of women with intractable partial epilepsy has catamenial epilepsy. An effect of hormones has been proposed, in which progesterone declines and estrogen increases would trigger seizures. Recently, studies have shown that high doses of estrogen can cause or worsen seizures, whereas high doses of progesterone can act like an antiepileptic drug. Studies by medical journals have found that women experiencing menses are 1.68 times more likely to commit suicide.",
            "score": 242.52622985839844
        },
        {
            "docid": "25260227_11",
            "document": "Catamenial epilepsy . During menopause, there are drastic changes in the production of gonadal hormones. Most of the reproductive hormones, including the estrogens, progesterone and testosterone, diminish initially (perimenopause), becoming irregular, often showing wide and unpredictable fluctuations. As menopause progresses, there is cessation of estrogen production by the ovaries. Rosciszewska was one of the first researchers to report an increased risk of seizures during perimenopause, but found a marked decreased risk of seizures during menopause if there was a catamenial relationship. This difference may be associated with the radical fluctuations of estradiol and progesterone during the perimenopausal period than what is experienced during the menopausal period and menstrual cycles of reproductive years. Recall that estrone is the predominant estrogen present during menopause (from subcutaneous fat), and little is known about the effect of estrone specifically on epilepsy. Women with epilepsy who do not follow a catamenial pattern may have an unpredictable increase or decrease in seizure activity in perimenopause and menopause, but women with catamenial epilepsy typically follow a more predictable pattern.",
            "score": 238.3386688232422
        },
        {
            "docid": "4912354_13",
            "document": "Postictal state . In studies that stimulate seizures by subjecting rats to electroshock, seizures are followed by unconsciousness and slow waves on an electroencephalogram (EEG), signs of postictal catalepsy. Administering the opiate antagonist naloxone immediately reverses this state, providing evidence that increased responsiveness or concentration of the opiate receptors may be occurring during seizures and may be partially responsible for the weariness humans experience following a seizure. When humans were given naloxone in-between seizures, researchers observed increased activity on their EEGs, suggesting that opioid receptors may also be upregulated during human seizures. To provide direct evidence for this, Hammers et al. did positron emission tomography (PET) scanning of radiolabelled ligands before, during, and after spontaneous seizures in humans. They found that opioid receptors were upregulated in the regions near the focus of the seizure during the ictal phase, gradually returning to baseline availability during the postictal phase. Hammers notes that cerebral bloodflow after a seizure can not account for the increase in PET activity observed. Regional bloodflow can increase by as much as 70-80% after seizures but normalizes after 30 minutes. The shortest postictal interval in their study was 90 minutes and none of the patients had seizures during the scanning. It has been predicted that a decrease in opioid activity following a seizure could cause withdrawal symptoms, contributing to postictal depression. The opioid receptor connection with mitigating seizures has been disputed, and opioids have been found to have different functions in different regions of the brain, having both proconvulsive and anticonvulsive effects.",
            "score": 236.12548828125
        },
        {
            "docid": "11287720_4",
            "document": "Generalised tonic-clonic seizure . The vast majority of generalized seizures are idiopathic. However, some generalized seizures start as a smaller seizure such as a simple partial seizure or a complex partial seizure and then spread to both hemispheres of the brain. This is called a secondary generalization. Factors could include chemical and neurotransmitter imbalances and a genetically or situationally determined seizure threshold, both of which have been implicated. The seizure threshold can be altered by fatigue, malnutrition, lack of sleep or rest, hypertension, stress, diabetes, the presence of strobe-flashes or simple light/dark patterns, raised estrogen levels at ovulation, fluorescent lighting, rapid motion or flight, blood sugar imbalances, anxiety, antihistamines and other factors.",
            "score": 234.88841247558594
        },
        {
            "docid": "15841911_7",
            "document": "Post-traumatic seizure . Especially in children and people with severe TBI, the life-threatening condition of persistent seizure called status epilepticus is a risk in early seizures; 10 to 20% of PTS develop into the condition. In one study, 22% of children under 5 years old developed status seizures, while 11% of the whole TBI population studied did. Status seizures early after a TBI may heighten the chances that a person will suffer unprovoked seizures later. It is not completely understood what physiological mechanisms cause seizures after injury, but early seizures are thought to have different underlying processes than late ones.  Immediate and early seizures are thought to be a direct reaction to the injury, while late seizures are believed to result from damage to the cerebral cortex by mechanisms such as excitotoxicity and iron from blood. Immediate seizures occurring within two seconds of injury probably occur because the force from the injury stimulates brain tissue that has a low threshold for seizures when stimulated. Early PTS are considered to be provoked seizure, because they result from the direct effects of the head trauma and are thus not considered to be actual epilepsy, while late seizures are thought to indicate permanent changes in the brain's structure and to imply epilepsy. Early seizures can be caused by factors such as cerebral edema, intracranial hemorrhage, cerebral contusion or laceration. Factors that may result in seizures that occur within two weeks of an insult include the presence of blood within the brain; alterations in the blood brain barrier; excessive release of excitatory neurotransmitters such as glutamate; damage to tissues caused by free radicals; and changes in the way cells produce energy. Late seizures are thought to be the result of epileptogenesis, in which neural networks are restructured in a way that increases the likelihood that they will become excited, leading to seizures.",
            "score": 234.28518676757812
        },
        {
            "docid": "8409047_5",
            "document": "Racine stages . Prior to Racine's research into epilepsy, a model for the severity of a seizure was not known. In 1972, Ronald J. Racine sought to develop a model that quantified the severity of a seizure. Using animal testing (rat model), Racine was able to stimulate specific parts of the brain using slight electrical impulses. He used methods of deep brain stimulation in order to ensure the targeted areas of the brain were able to reach the specific threshold to see a reaction in the rats. Rats were separated into categories of the target area, duration of stimuli, and overall intensity of stimuli. He specifically targeted the hippocampus and the amygdala of the test animals. Each rat in the model was anesthetized and special probes were placed into specific parts of the brain according to the target area. Using an electrical stimulation at one second intervals and different intensities, Racine observed a change in muscle stimulation in the rats. Once excited, the rats would demonstrate signs of a seizure. Racine was able to categorize the bodies' reaction to the stimuli into five different categories . He also observed that with the continuation of treatment, it was easier for the seizure to take place. These stages of increasing severity can serve as a way to quantify a seizure.",
            "score": 231.984619140625
        },
        {
            "docid": "27154_2",
            "document": "Epileptic seizure . An epileptic seizure is a brief episode of signs or symptoms due to abnormally excessive or synchronous neuronal activity in the brain. The outward effect can vary from uncontrolled jerking movement (tonic-clonic seizure) to as subtle as a momentary loss of awareness (absence seizure). Diseases of the brain characterized by an enduring predisposition to generate epileptic seizures are collectively called epilepsy. A seizure is a medical emergency for which medical personnel should be summoned, particularly in patients without a history of or without a seizure management plan in place. Seizures can also occur in people who do not have epilepsy for various reasons including brain trauma, drug use, elevated body temperature, low blood sugar and low levels of oxygen. Additionally, there are a number of conditions that look like epileptic seizures but are not. A first seizure generally does not require long term treatment with anti-seizure medications unless there is a specific problem on either electroencephalogram or brain imaging. 5–10% of people who live to 80 years old have at least one epileptic seizure and the chance of experiencing a second seizure is between 40% and 50%. About 50% of patients with an unprovoked apparent \"first seizure\" have had other minor seizures, so their diagnosis is epilepsy. Epilepsy affects about 1% of the population currently and affected about 4% of the population at some point in time. Most of those affected—nearly 80%—live in developing countries.",
            "score": 231.8845672607422
        },
        {
            "docid": "490620_73",
            "document": "Human brain . Epileptic seizures are thought to relate to abnormal electrical activity. Seizure activity can manifest as absence (of consciousness), focal effects such as limb movement or impediments of speech, or be generalized in nature. Status epilepticus refers to a seizure or series of seizures that have not terminated within 30 minutes, although this definition has recently been revised. Seizures have a large number of causes, however many seizures occur without a definitive cause being found. In a person with epilepsy, risk factors for further seizures may include sleeplessness, drug and alcohol intake, and stress. Seizures may be assessed using blood tests, EEG and various medical imaging techniques based on the medical history and exam findings. In addition to treating an underlying cause and reducing exposure to risk factors, anticonvulsant medications can play a role in preventing further seizures.",
            "score": 230.7993621826172
        },
        {
            "docid": "3295580_8",
            "document": "Reflex seizure . Epileptic seizures occur due to changes in the brain that result in the lowering of the seizure threshold in a particular individual making that person vulnerable to recurring seizures. These changes can be a result of a structural abnormality, brain lesions, or simply a genetic disposition to seizures. In reflex epilepsy, these changes in the brain result in a small area that is capable of interrupting normal firing patterns and more likely to produce the synchronous firing patterns that characterize a seizure. These hyper-excitable areas may then be activated by certain stimuli resulting in a reflex seizure. Reflex seizures are thus notable because the presentation of a particular stimulus, that activates the hyper-excitable areas of the brain, directly overcomes the seizure threshold, and results in a reflex seizure.",
            "score": 226.6084442138672
        },
        {
            "docid": "2954690_17",
            "document": "Focal seizure . Focal impaired awareness seizures might arise from any lobe of the brain. They most commonly arise from the temporal lobe, particularly the amygdala, hippocampus, and neocortical regions. A common associated brain abnormality is mesial temporal sclerosis. Mesial temporal sclerosis is a specific pattern of hippocampal neuronal loss accompanied by hippocampal gliosis and atrophy. Focal onset impaired awareness seizures occur when excessive and synchronous electrical brain activity causes the impaired awareness and responsiveness. The abnormal electrical activity might spread to the rest of the brain and cause a \"focal to bilateral seizure\" or a generalized tonic–clonic seizure. The newer classification of 2017 groups only focal and generalized seizures, and generalised seizures are those that involve both sides of the brain from the onset.",
            "score": 226.42604064941406
        },
        {
            "docid": "11974025_2",
            "document": "Subclinical seizure . A subclinical seizure is a seizure that, being subclinical, does not present any clinical signs or symptoms. Such seizures are often experienced by people with epilepsy, in which an electroencephalogram (EEG) trace will show abnormal brain activity, usually for a short time, but level of consciousness is normal. This is often manifest as a single spike on the EEG trace or a slowing of brain activity not correlating to what the person notices or experiences. Subclinical seizures can be useful to a neurologist in the diagnosis of epilepsy.",
            "score": 223.8001251220703
        },
        {
            "docid": "4912354_17",
            "document": "Postictal state . Cerebral autoregulation typically ensures that the correct amount of blood reaches the various regions of the brain to match the activity of the cells in that region. In other words, perfusion typically matches metabolism in all organs; especially in the brain, which gets the highest priority. However, following a seizure it has been shown that sometimes cerebral blood flow is not proportionate to metabolism. While cerebral blood flow didn’t change in the mouse hippocampus (the foci of seizures in this model) during or after seizures, increases in relative glucose uptake were observed in the region during the ictal and early postictal periods. Animal models are difficult for this type of study because each type of seizure model produces a unique pattern of perfusion and metabolism. Thus, in different models of epilepsy, researchers have had differing results as to whether or not metabolism and perfusion become uncoupled. Hosokawa’s model used EL mice, in which seizures begin in the hippocampus and present similarly to the behaviors observed in human epileptic patients. If humans show similar uncoupling of perfusion and metabolism, this would result in hypoperfusion in the affected area, a possible explanation for the confusion and ‘fog’ patients experience following a seizure. It is possible that these changes in blood flow could be a result of poor autoregulation following a seizure, or it could in fact be yet another factor involved in stopping seizures.",
            "score": 221.46534729003906
        },
        {
            "docid": "2954690_7",
            "document": "Focal seizure . Focal aware seizures are seizures which affect only a small region of the brain, often the temporal lobes or structures found there such as the hippocampi. People who have focal aware seizures remain conscious. Focal aware seizures often precede larger focal impaired awareness seizures, where the abnormal electrical activity spreads to a larger area of the brain. This can result in a tonic-clonic seizure.",
            "score": 216.42623901367188
        },
        {
            "docid": "34965466_2",
            "document": "Benign familial infantile epilepsy . Benign familial infantile epilepsy (BFIE), also known as benign familial infantile seizures (BFIS) or benign familial infantile convulsions (BFIC) is an epilepsy syndrome. Affected children, who have no other health or developmental problems, develop seizures during infancy. These seizures have focal origin within the brain but may then spread to become generalised seizures. The seizures may occur several times a day, often grouped in clusters over one to three days followed by a gap of one to three months. Treatment with anticonvulsant drugs is not necessary but they are often prescribed and are effective at controlling the seizures. This form of epilepsy resolves after one or two years, and appears to be completely benign. The EEG of these children, between seizures, is normal. The brain appears normal on MRI scan.",
            "score": 216.06002807617188
        },
        {
            "docid": "10511_4",
            "document": "Epilepsy . The most common type (60%) of seizures are convulsive. Of these, one-third begin as generalized seizures from the start, affecting both hemispheres of the brain. Two-thirds begin as focal seizures (which affect one hemisphere of the brain) which may then progress to generalized seizures. The remaining 40% of seizures are non-convulsive. An example of this type is the absence seizure, which presents as a decreased level of consciousness and usually lasts about 10 seconds. Focal seizures are often preceded by certain experiences, known as auras. They include sensory (visual, hearing, or smell), psychic, autonomic, and motor phenomena. Jerking activity may start in a specific muscle group and spread to surrounding muscle groups in which case it is known as a Jacksonian march. Automatisms may occur, which are non-consciously-generated activities and mostly simple repetitive movements like smacking of the lips or more complex activities such as attempts to pick up something. There are six main types of generalized seizures: tonic-clonic, tonic, clonic, myoclonic, absence and atonic seizures. They all involve loss of consciousness and typically happen without warning.",
            "score": 216.0120849609375
        },
        {
            "docid": "25260227_12",
            "document": "Catamenial epilepsy . The use of hormone replacement therapy (HRT), to lessen the effects of menopause, has shown severe negative effects on the seizure patterns of women with catamenial epilepsy. During perimenopause, women with catamenial epilepsy generally experience an increase in seizure frequency, and HRT use does not change this likelihood. However HRT use after perimenopause has been significantly associated with an increase in seizure frequency and severity. Women progressing through peri- and post-menopause using HRT may be in greater need of anticonvulsant medication monitoring to maintain or reduce seizure occurrence. These same results have not been seen in laboratory counterparts. Adult female rats that have been ovariectomized, a parallel state to menopause, show increased seizure frequency overall. There are, however, several factors that could explain this difference, including ovariectomized rats do not have the analogous brain hormones milieu as menopausal women. Several studies following HRT use in women with catamenial epilepsy have demonstrated more influencable data than animal models, in this case.",
            "score": 214.952880859375
        },
        {
            "docid": "4912354_16",
            "document": "Postictal state . While not an example of active inhibition, acidosis of the blood could aid in ending the seizure and also depress neuron firing following its conclusion. As muscles contract during tonic-clonic seizures they outpace oxygen supplies and go into anaerobic metabolism. With continued contractions under anaerobic conditions, the cells undergo lactic acidosis, or the production of lactic acid as a metabolic byproduct. This acidifies the blood (higher H+ concentration, lower pH), which has many impacts on the brain. For one, “hydrogen ions compete with other ions at the ion channel associated with N-methyl-d-aspartate (NMDA). This competition may partially attenuate NMDA receptor and channel mediated hyperexcitability after seizures.” It is unlikely that these effects would be long-lasting, but by decreasing the effectiveness of NMDA-type glutamate receptors, high H+ concentrations could increase the threshold needed to excite the cell, inhibiting the seizure and potentially slowing neuronal signaling after the event.",
            "score": 214.10548400878906
        },
        {
            "docid": "39199253_5",
            "document": "Percolation (cognitive psychology) . Percolation has been developed outside of the cognitive sciences; however, its application in the field has proven it to be a useful tool for understanding neural processes. Researchers have focused their attention not only studying how neural activity is diffused across networks but also how percolation and its aspect of phase transition can affect decision making and thought processes. Percolation theory has enabled researchers to better understand many psychological conditions, such as epilepsy, disorganized schizophrenia and divergent thinking. These conditions are often indicative of percolating clusters and their involvement in propagating the excess firing of neurons. Seizures occur when neurons in the brain fire simultaneously, and often these seizures can occur in one part of the brain and transfer to other parts. Researchers are able to facilitate a better understanding of these conditions because \"the neurons involved in a seizure are analogous to the sites in a percolating cluster\". Disorganized schizophrenia is more complex as the activity is indicative activity in a percolating cluster; however, some researchers have suggested that the percolation of information occurs not in a small cluster but on a global functional scale. Attention as well as percolation also plays a key role in disorganized and divergent thinking; however, it is more likely that directed percolation, that is a directionally controlled percolation, is more useful to study divergent thinking and creativity.",
            "score": 211.07843017578125
        },
        {
            "docid": "51547559_3",
            "document": "Management of drug-resistant epilepsy . When 2 AEDs regimens have failed to produce sustained seizure-freedom, it is important to initiate other treatments to control seizures. Next to indirect consequences like injuries from falls, accidents, drowning and impairment in daily life, seizure control is critical because uncontrolled seizures -specifically generalized tonic clonic seizures- can damage the brain and increase the risk for sudden unexpected death in epilepsy called SUDEP. The first step is for physicians to refer their DRE patients to an epilepsy center in which a presurgical evaluation can be carried out in order to assess whether a patient is a candidate for epilepsy surgery or not. For those patients who are not surgical candidates, those who decline brain surgery or those in which brain surgery fails to produce long term seizure freedom, vagus nerve stimulation and/or a diet can be recommended.",
            "score": 210.54432678222656
        },
        {
            "docid": "6030383_7",
            "document": "Seizure types . The effects of partial seizures can be quite dependent on the area of the brain in which they are active. For example, a partial seizure in areas involved in perception may cause a particular sensory experience (for example, the perception of a scent, music or flashes of light) whereas, when centred in the motor cortex, a partial seizure might cause movement in particular groups of muscles. This type of seizure may also produce particular thoughts or internal visual images or even experiences which may be distinct but not easily described. Seizures affecting the anterior insular cortex may produce brief mystical or ecstatic experiences in some people; these are known as ecstatic seizures. They may result in a misdiagnosis of psychosis or schizophrenia, if other symptoms of seizure are disregarded and other tests are not performed. Unfortunately for those with epilepsy, anti-psychotic medications prescribed without anticonvulsants in this case can actually lower the seizure threshold further and worsen the symptoms.",
            "score": 210.5022735595703
        },
        {
            "docid": "791546_44",
            "document": "Ketogenic diet . Children who discontinue the diet after achieving seizure freedom have about a 20% risk of seizures returning. The length of time until recurrence is highly variable but averages two years. This risk of recurrence compares with 10% for resective surgery (where part of the brain is removed) and 30–50% for anticonvulsant therapy. Of those that have a recurrence, just over half can regain freedom from seizures either with anticonvulsants or by returning to the ketogenic diet. Recurrence is more likely if, despite seizure freedom, an electroencephalogram (EEG) shows epileptiform spikes, which indicate epileptic activity in the brain but are below the level that will cause a seizure. Recurrence is also likely if an MRI scan shows focal abnormalities (for example, as in children with tuberous sclerosis). Such children may remain on the diet longer than average, and it has been suggested that children with tuberous sclerosis who achieve seizure freedom could remain on the ketogenic diet indefinitely.",
            "score": 210.06515502929688
        },
        {
            "docid": "4912354_14",
            "document": "Postictal state . It is possible that seizures cease spontaneously, but it is much more probable that some changes in the brain create inhibitory signals that serve to tamp down the overactive neurons and effectively end the seizure. Opioid peptides have been shown to be involved in the postictal state and are at times anticonvulsive, and adenosine has also been implicated as a molecule potentially involved in terminating seizures. Evidence for the theory of active inhibition lies in the postictal refractory period, a period of weeks or even months following a series of seizures in which seizures cannot be induced (using animal models and a technique called kindling, in which seizures are induced with repeated electrical stimulation).",
            "score": 209.88092041015625
        },
        {
            "docid": "34977509_2",
            "document": "Benign infantile epilepsy . Benign infantile epilepsy (BIE), also known as benign infantile seizures (BIS), is an epilepsy syndrome of which several forms have been described. The International League Against Epilepsy (ILAE) classify two main forms of the syndrome (familial and nonfamilial) though several other forms have been described in the academic literature. Affected children, who have no other health or developmental problems, develop seizures during infancy. These seizures have focal origin within the brain but may then spread to become generalised seizures. The seizures may occur several times a day, often grouped in clusters over one to three days followed by a gap of one to three months. Treatment with anticonvulsant drugs is not necessary but they are often prescribed and are effective at controlling the seizures. This form of epilepsy resolves after one or two years, and appears to be completely benign. The EEG of these children, between seizures, is normal. The brain appears normal on MRI scan.",
            "score": 209.79751586914062
        },
        {
            "docid": "21009963_8",
            "document": "Meningitis . The brain tissue may swell, pressure inside the skull may increase and the swollen brain may herniate through the skull base. This may be noticed by a decreasing level of consciousness, loss of the pupillary light reflex, and abnormal posturing. The inflammation of the brain tissue may also obstruct the normal flow of CSF around the brain (hydrocephalus). Seizures may occur for various reasons; in children, seizures are common in the early stages of meningitis (in 30% of cases) and do not necessarily indicate an underlying cause. Seizures may result from increased pressure and from areas of inflammation in the brain tissue. Focal seizures (seizures that involve one limb or part of the body), persistent seizures, late-onset seizures and those that are difficult to control with medication indicate a poorer long-term outcome.",
            "score": 209.153076171875
        },
        {
            "docid": "10511_2",
            "document": "Epilepsy . Epilepsy is a group of neurological disorders characterized by epileptic seizures. Epileptic seizures are episodes that can vary from brief and nearly undetectable periods to long periods of vigorous shaking. These episodes can result in physical injuries, including occasionally broken bones. In epilepsy, seizures tend to recur and, as a rule, have no immediate underlying cause. Isolated seizures that are provoked by a specific cause such as poisoning are not deemed to represent epilepsy. People with epilepsy may be treated differently in various areas of the world and experience varying degrees of social stigma due to their condition. The cause of most cases of epilepsy is unknown. Some cases occur as the result of brain injury, stroke, brain tumors, infections of the brain, and birth defects through a process known as epileptogenesis. Known genetic mutations are directly linked to a small proportion of cases. Epileptic seizures are the result of excessive and abnormal neuronal activity in the cortex of the brain. The diagnosis involves ruling out other conditions that might cause similar symptoms, such as fainting, and determining if another cause of seizures is present, such as alcohol withdrawal or electrolyte problems. This may be partly done by imaging the brain and performing blood tests. Epilepsy can often be confirmed with an electroencephalogram (EEG), but a normal test does not rule out the condition. Epilepsy that occurs as a result of other issues may be preventable. Seizures are controllable with medication in about 70% of cases. Inexpensive options are often available. In those whose seizures do not respond to medication, surgery, neurostimulation or dietary changes may then be considered. Not all cases of epilepsy are lifelong, and many people improve to the point that treatment is no longer needed. As of 2015, about 39 million people have epilepsy. Nearly 80% of cases occur in the developing world. In 2015, it resulted in 125,000 deaths up from 112,000 deaths in 1990. Epilepsy is more common in older people. In the developed world, onset of new cases occurs most frequently in babies and the elderly. In the developing world, onset is more common in older children and young adults, due to differences in the frequency of the underlying causes. About 5–10% of people will have an unprovoked seizure by the age of 80, and the chance of experiencing a second seizure is between 40 and 50%. In many areas of the world, those with epilepsy either have restrictions placed on their ability to drive or are not permitted to drive until they are free of seizures for a specific length of time. The word epilepsy is from Ancient Greek ἐπιλαμβάνειν, \"to seize, possess, or afflict\".",
            "score": 208.68243408203125
        },
        {
            "docid": "4912354_3",
            "document": "Postictal state . While the postictal period is considered to be the period shortly after a seizure where the brain is still recovering from the seizure, the ictal period is considered to be the seizure itself, and the interictal period to be the period between seizures, when brain activity is more normal and the preictal period that time before a seizure.",
            "score": 207.9478759765625
        },
        {
            "docid": "18593644_3",
            "document": "Kindling model . The word \"kindling\" is a metaphor: the increase in response to small stimuli is similar to the way small burning twigs can produce a large fire. It is used by scientists to study the effects of repeated seizures on the brain. A seizure may increase the likelihood that more seizures will occur; an old saying in epilepsy research is \"seizures beget seizures\". Repeated stimulation \"lowers the threshold\" for more seizures to occur.",
            "score": 207.07565307617188
        },
        {
            "docid": "51607497_13",
            "document": "Neural dust . Electrical stimulation therapy in patients with epilepsy has been a well established procedure for some time, being traced back to as early as the 1950s. A paramount goal of the American Epilepsy Society is the continued development of automated brain electrical stimulation (also known as contingent, or closed loop stimulation), which provides seizure-halting electrical stimulation based on brain patterns that indicate a seizure is about to happen. This provides a much better treatment of the disorder than stimulation that is based on an estimate of when the seizure might occur. While vagal nerve stimulation is often a target area for treatment of epileptic seizures, there has been research into the efficacy of stimulation in the hippocampus, thalamus, and subthalamic nucleus. Closed-loop cortical neuromodulation has also been investigated as a treatment technique for Parkinson's disease",
            "score": 207.03619384765625
        },
        {
            "docid": "41050914_8",
            "document": "Gene therapy for epilepsy . Galanin, found primarily within the central nervous system (limbic system, piriform cortex, and amygdala), plays a role in the reduction of long term potentiation (LTP), regulating consumption habits, as well as inhibiting seizure activity. Introduced back in the 1990s by Mazarati et al., galanin has been shown to have neuroprotective and inhibitory properties. Through the use of mice that are deficient in GalR1 receptors, a picrotoxin-kindled model was utilized to show that galanin plays a role in modulating and preventing hilar cell loss as well as decreasing the duration of induced seizures. Conducted studies confirm these findings of preventing hilar hair cell loss, decreasing the number and duration of induced seizures, increasing the stimulation threshold required to induce seizures, and suppressing the release of glutamate that would increase susceptibility to seizure activity. Galanin expression can be utilized to significantly moderate and reduce seizure activity and limit seizure cell death.",
            "score": 206.90365600585938
        },
        {
            "docid": "52901461_5",
            "document": "Hal Blumenfeld . Temporal lobe seizures are the most common form of localized epilepsy. Blumenfeld proposed the “Network Inhibition Hypothesis” which posits that temporal lobe seizures disrupt awareness, attention, and information processing because of depressed arousal function in the brain. In support of this theory, his research team has found sleep-like changes in the brain during these types of seizures. Using state-of-the-art technology, they are able to reveal the processes of these changes, and to test new treatment approaches including deep brain stimulation to restore normal consciousness.",
            "score": 206.88259887695312
        },
        {
            "docid": "151524_2",
            "document": "Febrile seizure . A febrile seizure, also known as a fever fit or febrile convulsion, is a seizure associated with a high body temperature but without any serious underlying health issue. They most commonly occur in children between the ages of 6 months and 5 years. Most seizures are less than five minutes in duration and the child is completely back to normal within sixty minutes of the event. Febrile seizures may run in families. The diagnosis involves verifying that there is not an infection of the brain, there are no metabolic problems, and there have not been prior seizures that have occurred without a fever. There are two types of febrile seizures: simple febrile seizures and complex febrile seizures. Simple febrile seizures involve an otherwise healthy child who has at most one tonic-clonic seizure lasting less than 15 minutes in a 24-hour period. Blood testing, imaging of the brain or an electroencephalogram (EEG) is typically not needed for the diagnosis. Examination to determine the source of the fever is recommended. In otherwise healthy looking children a lumbar puncture is not necessarily required. Neither anti-seizure medication nor anti-fever medication are recommended in an effort to prevent further simple febrile seizures. In the few cases that last greater than five minutes a benzodiazepine such as lorazepam or midazolam may be used. Outcomes are generally excellent with similar academic achievements to other children and no change in the risk of death for those with simple seizures. There is tentative evidence that children have a slight increased risk of epilepsy at 2%. Febrile seizures affect two to five percent of children before the age of five. They are more common in boys than girls. After a single febrile seizure there is a 15 to 70% chance of another one.",
            "score": 206.7716522216797
        },
        {
            "docid": "2186918_6",
            "document": "Kainate receptor . Kainate receptors have both presynaptic and postsynaptic actions. They have a somewhat more limited distribution in the brain than AMPA and NMDA receptors, and their function is less well defined. The convulsant kainic acid induces seizures, in part, by activation of kainate receptors containing the GluK2 subunit and also probably via AMPA receptors Activation of kainate receptors containing the GluK1 subunit can also induce seizures but deletion of this subunit does not reduce seizure susceptibility to kainate or in other seizure models. Deletion of either GluK1 or GluK2 does not alter kindling epileptogenesis or the expression of kindled seizures.",
            "score": 206.7369384765625
        }
    ]
}