{
    "q": [
        {
            "docid": "27809_14",
            "document": "Chemical synapse . The release of a neurotransmitter is triggered by the arrival of a nerve impulse (or action potential) and occurs through an unusually rapid process of cellular secretion (exocytosis). Within the presynaptic nerve terminal, vesicles containing neurotransmitter are localized near the synaptic membrane. The arriving action potential produces an influx of calcium ions through voltage-dependent, calcium-selective ion channels at the down stroke of the action potential (tail current). Calcium ions then bind to synaptotagmin proteins found within the membranes of the synaptic vesicles, allowing the vesicles to fuse with the presynaptic membrane. The fusion of a vesicle is a stochastic process, leading to frequent failure of synaptic transmission at the very small synapses that are typical for the central nervous system. Large chemical synapses (e.g. the neuromuscular junction), on the other hand, have a synaptic release probability of 1. Vesicle fusion is driven by the action of a set of proteins in the presynaptic terminal known as SNAREs. As a whole, the protein complex or structure that mediates the docking and fusion of presynaptic vesicles is called the active zone. The membrane added by the fusion process is later retrieved by endocytosis and recycled for the formation of fresh neurotransmitter-filled vesicles.",
            "score": 264.9259696006775
        },
        {
            "docid": "399866_4",
            "document": "N-ethylmaleimide sensitive fusion protein . Because neuronal function depends on the release of neurotransmitters at a synapse — a process in which synaptic vesicles fuse with the presynaptic membrane — NSF is a key synaptic component. Thus, conditional temperature-sensitive mutations in the \"Drosophila melanogaster\" gene for NSF lead to a comatose behaviour at the restrictive temperature (and hence the gene is called comatose), presumably because neuronal functions are blocked. In \"Dictyostelium discoideum\" amoebae, similar mutations lead to a cessation of cell movement at the restrictive temperature, indicating a role for intracellular membrane transport in migration. Another neuronal role for NSF is indicated by its direct binding to the GluR2 subunit of AMPA type glutamate receptors (which detect the neurotransmitter glutamate). This gives NSF a putative role in delivery and expression of AMPA receptors at the synapse.",
            "score": 218.7770915031433
        },
        {
            "docid": "20839616_5",
            "document": "Axon terminal . The neurotransmitter molecule packages (vesicles) are created within the neuron, then travel down the axon to the distal axon terminal where they sit \"docked\". Calcium ions then trigger a biochemical cascade which results in vesicles fusing with the presynaptic membrane and releasing their contents to the synaptic cleft within 180 µs of calcium entry. Triggered by the binding of the calcium ions, the synaptic vesicle proteins begin to move apart, resulting in the creation of a fusion pore. The presence of the pore allows for the release of neurotransmitter into the synaptic cleft. The process occurring at the axon terminal is exocytosis, which a cell uses to exude secretory vesicles out of the cell membrane. These membrane-bound vesicles contain soluble proteins to be secreted to the extracellular environment, as well as membrane proteins and lipids that are sent to become components of the cell membrane. Exocytosis in neuronal chemical synapses is Ca triggered and serves interneuronal signalling.",
            "score": 279.780081987381
        },
        {
            "docid": "20835185_4",
            "document": "Wade Regehr . Regehr's laboratory studies the implication of calcium Ca as it affects synaptic strength. Neurons communicate with one another via synapses. Regehr was one of the first to use fluorescent imaging to see the synaptic activity occurring in the brain. A dye alters the fluorenscence properties when attached to calcium, and changes in intracellular calcium are associated with neuronal activity (firing of action potentials). Using fluorescence-microscopy techniques, calcium levels are detected, and therefore the influx of calcium in the presynaptic neuron.",
            "score": 122.70955967903137
        },
        {
            "docid": "33825206_6",
            "document": "Synaptic fatigue . When synaptic vesicles release neurotransmitters into the synapse that bind with post-synaptic membrane proteins to pass a signal, neurotransmitter re-uptake occurs to recycle neurotransmitters in the presynaptic cell in order to be released again. Neurotransmitter vesicles are recycled through the process of endocytosis. Because each presynaptic cell can link up to thousands of connections with other neurons, synaptic fatigue and its recovery can cause interactions with other neuronal circuits and can affect the kinetics with other processes of neurons. It is important that the recycling of neurotransmitters take place at an effective and efficient rate in order to prevent synaptic fatigue from negatively affecting signal transmission.",
            "score": 262.55607652664185
        },
        {
            "docid": "423771_10",
            "document": "Synaptic plasticity . The number of ion channels on the post-synaptic membrane affects the strength of the synapse. Research suggests that the density of receptors on post-synaptic membranes changes, affecting the neuron’s excitability in response to stimuli. In a dynamic process that is maintained in equilibrium, N-methyl D-aspartate receptor (NMDA receptor) and AMPA receptors are added to the membrane by exocytosis and removed by endocytosis. These processes, and by extension the number of receptors on the membrane, can be altered by synaptic activity. Experiments have shown that AMPA receptors are delivered to the synapse through vesicular membrane fusion with the postsynaptic membrane via the protein kinase CaMKII, which is activated by the influx of calcium through NMDA receptors. CaMKII also improves AMPA ionic conductance through phosphorylation. When there is high-frequency NMDA receptor activation, there is an increase in the expression of a protein PSD-95 that increases synaptic capacity for AMPA receptors. This is what leads to a long-term increase in AMPA receptors and thus synaptic strength and plasticity.",
            "score": 131.68707823753357
        },
        {
            "docid": "31153340_2",
            "document": "Active zone . The active zone or synaptic active zone is a term first used by Couteaux and Pecot-Dechavassinein in 1970 to define the site of neurotransmitter release. Two neurons make near contact through structures called synapses allowing them to communicate with each other. As shown in the adjacent diagram, a synapse consists of the presynaptic bouton of one neuron which stores vesicles containing neurotransmitter (uppermost in the picture), and a second, postsynaptic neuron which bears receptors for the neurotransmitter (at the bottom), together with a gap between the two called the synaptic cleft (with synaptic adhesion molecules, SAMs, holding the two together). When an action potential reaches the presynaptic bouton, the contents of the vesicles are released into the synaptic cleft and the released neurotransmitter travels across the cleft to the postsynaptic neuron (the lower structure in the picture) and activates the receptors on the postsynaptic membrane.",
            "score": 243.1550850868225
        },
        {
            "docid": "33822344_10",
            "document": "Synaptic scaling . A long-term, concurrent confocal microscopy and electrophysiology investigation conducted on cortical rat in-vitro neural networks (age > 3 weeks in-vitro) growing on Multi Electrode Arrays examined the correlation between network activity levels and changes in the sizes of individual synapses. Specifically, long-term fluorescent microscopy was used to track changes in the quantity (fluorescence) of PSD-95 molecules at individual synapses over timescales of several days. Since PSD-95 molecules anchor post-synaptic AMPA and NMDA receptors, they serve as reliable quantitative markers for post-synaptic transmembrane glutamate receptors. This investigation consisted of two sets of experiments. In the first set, synapse-morphology and spontaneous neural activity were monitored for about 90 hours (i.e. no external stimuli or pharmaceutical manipulations were used to perturb the neuronal networks). During this period, the sizes of individual synapses were observed to fluctuate considerably; yet distributions of synaptic sizes as well as average synaptic size values remained remarkably constant. It was found that ongoing activity acted to constrain synaptic sizes by increasing the tendency of large synapses to shrink and increasing the tendency of small synapses to grow. Thus, activity acted to maintain distributions of synaptic sizes (at the population level) within certain limits. In the second set of experiments the same analysis was performed after the addition of TTX to block all spontaneous activity. This led to a broadening of synaptic size distributions and to increases in average synaptic size values. When individual synapses were followed over time, their sizes were still found to fluctuate significantly, however now, no relationships were found between the extent or direction of size changes and initial synaptic size. In particular, no evidence was found that changes in synaptic size scaled with initial synaptic size. This indicated that the homeostatic growth in AMPA receptor content associated with the suppression of activity is a \"population\" phenomenon, that results from the loss of activity-dependent constraints, not from the scaling of AMPA receptor content at individual synapses.",
            "score": 139.74438321590424
        },
        {
            "docid": "35502244_15",
            "document": "Neuronal memory allocation . Experiments have yet to investigate the interaction of allocative mechanisms between the neuronal and synaptic levels. The two classes of processes are very likely to be interconnected considering the relationship between neurons and synapses in a neuronal network. For example, the synaptic tagging and capture involved in synaptic allocation requires the allocation of the neurons to which the synapses belong to. Moreover, increases in neuronal excitability in a given neuronal ensemble may affect some dendrites more than others, thus biasing memory storage to synapses in dendrites with higher excitability. Similarly, on the recruited neurons displaying increased excitability, specific synapses need to be selected for in order to store the information in the form of synaptic plasticity.",
            "score": 135.29523062705994
        },
        {
            "docid": "23022763_6",
            "document": "Vesicle fusion . In synaptic vesicle fusion, the vesicle must be within a few nanometers of the target membrane for the fusion process to begin. This closeness allows the cell membrane and the vesicle to exchange lipids which is mediated by certain proteins which remove water that comes between the forming junction. Once the vesicle is in position it must wait until Ca enters the cell by the propagation of an action potential to the presynaptic membrane. Ca binds to specific proteins, one of which is Synaptotagmin, in neurons which triggers the complete fusion of the vesicle with the target membrane.",
            "score": 227.36502075195312
        },
        {
            "docid": "9652398_4",
            "document": "Fusion protein . Many whole gene fusions are fully functional and can still act to replace the original peptides. Some, however, experience interactions between the two proteins that can modify their functions. Beyond these effects, some gene fusions may cause regulatory changes that alter when and where these genes act. For partial gene fusions, the shuffling of different active sites and binding domains have the potential to result in new proteins with novel functions. The fusion of fluorescent tags to proteins in a host cell is a widely popular technique used in experimental cell and biology research in order to track protein interactions in real time. The first fluorescent tag, green fluorescent protein (GFP), was isolated from \"Aequorea Victoria\" and is still used frequently in modern research. More recent derivations include photoconvertible fluorescent proteins (PCFPs), which were first isolated from \"Anthozoa\". The most commonly used PCFP is the Kaede fluorescent tag, but the development of Kikume green-red (KikGR) in 2005 offers a brighter signal and more efficient photoconversion. The advantage of using PCFP fluorescent tags is the ability to track the interaction of overlapping biochemical pathways in real time. The tag will change color from green to red once the protein reaches a point of interest in the pathway, and the alternate colored protein can be monitored through the duration of pathway. This technique is especially useful when studying G-protein coupled receptor (GPCR) recycling pathways. The fates of recycled G-protein receptors may either be sent to the plasma membrane to be recycled, marked by a green fluorescent tag, or may be sent to a lysosome for degradation, marked by a red fluorescent tag.",
            "score": 132.38309395313263
        },
        {
            "docid": "21944_31",
            "document": "Nervous system . Synapses may be electrical or chemical. Electrical synapses make direct electrical connections between neurons, but chemical synapses are much more common, and much more diverse in function. At a chemical synapse, the cell that sends signals is called presynaptic, and the cell that receives signals is called postsynaptic. Both the presynaptic and postsynaptic areas are full of molecular machinery that carries out the signalling process. The presynaptic area contains large numbers of tiny spherical vessels called synaptic vesicles, packed with neurotransmitter chemicals. When the presynaptic terminal is electrically stimulated, an array of molecules embedded in the membrane are activated, and cause the contents of the vesicles to be released into the narrow space between the presynaptic and postsynaptic membranes, called the synaptic cleft. The neurotransmitter then binds to receptors embedded in the postsynaptic membrane, causing them to enter an activated state. Depending on the type of receptor, the resulting effect on the postsynaptic cell may be excitatory, inhibitory, or modulatory in more complex ways. For example, release of the neurotransmitter acetylcholine at a synaptic contact between a motor neuron and a muscle cell induces rapid contraction of the muscle cell. The entire synaptic transmission process takes only a fraction of a millisecond, although the effects on the postsynaptic cell may last much longer (even indefinitely, in cases where the synaptic signal leads to the formation of a memory trace).",
            "score": 259.4710416793823
        },
        {
            "docid": "31153340_15",
            "document": "Active zone . Neurotransmitter release can be measured by determining the amplitude of the postsynaptic potential after triggering an action potential in the presynaptic neuron. Measuring neurotransmitter release this way can be problematic because the effect of the postsynaptic neuron to the same amount of released neurotransmitter can change over time. Another way is to measure vesicle fusion with the presynaptic membrane directly using a patch pipette. A cell membrane can be thought of as a capacitor in that positive and negative ions are stored on both sides of the membrane. The larger the area of membrane the more ions that are necessary to hold the membrane at a certain potential. In electrophysiology this means that a current injection into the terminal will take less time to charge a membrane to a given potential before vesicle fusion than it will after vesicle fusion. The time course to charge the membrane to a potential and the resistance of the membrane is measured and with these values the capacitance of the membrane can be calculated by the equation Tau/Resistance=Capacitance. With this technique researchers can measure synaptic vesicle release directly by measuring increases in the membrane capacitance of the presynaptic terminal.",
            "score": 213.13883817195892
        },
        {
            "docid": "33987599_3",
            "document": "Kiss-and-run fusion . Kiss-and-run differs from full fusion, where the vesicle collapses fully into the plasma membrane and is then later retrieved by a clathrin-coat-dependent process. The idea that neurotransmitter might be released in \"quanta\" by the fusion of synaptic vesicles with the presynaptic membrane was first introduced by Bernard Katz and Jose del Castillo in 1955, when the first EM images of nerve terminals first appeared. The possibility of transient fusion and rapid retrieval of vesicle membrane was proposed by Bruno Ceccarelli in 1973, after examining in the electron microscope strongly stimulated frog neuromuscular junctions, and indirectly supported by the work of his group in the following years, using electrophysiology, electron microscopy and quick freezing techniques. The actual term, kiss-and-run, was introduced by Ceccarelli's collaborators after the first studies of simultaneous membrane capacitance and amperometric transmitter release measurements were performed and indicated that secretory products could actually be released during transient vesicle fusion. Today, there is back and forth debate over full fusion and kiss-and-run fusion and which model portrays a more accurate picture of the mechanisms behind synaptic release. The increased accumulation of partially empty secretory vesicles following secretion, observed in electron micrographs are the most compelling evidence in favor of the kiss-and-run model. Accumulation of partially empty vesicles following secretion suggests that during the secretory process, only a portion of the vesicular contents are able to exit the cell, which could only be possible if secretory vesicles were to temporarily establish continuity with the cell plasma membrane, expel a portion of their contents, then detach and reseal.",
            "score": 231.95471918582916
        },
        {
            "docid": "404084_13",
            "document": "Hebbian theory . Experiments on Hebbian synapse modification mechanisms at the central nervous system synapses of vertebrates are much more difficult to control than are experiments with the relatively simple peripheral nervous system synapses studied in marine invertebrates. Much of the work on long-lasting synaptic changes between vertebrate neurons (such as long-term potentiation) involves the use of non-physiological experimental stimulation of brain cells. However, some of the physiologically relevant synapse modification mechanisms that have been studied in vertebrate brains do seem to be examples of Hebbian processes. One such study reviews results from experiments that indicate that long-lasting changes in synaptic strengths can be induced by physiologically relevant synaptic activity working through both Hebbian and non-Hebbian mechanisms.",
            "score": 143.28715252876282
        },
        {
            "docid": "31725133_4",
            "document": "David Sulzer . Sulzer works on basal ganglia and dopamine neurons, brain cells of central importance in translating will to action. His team have introduced new methods to study synapses, including the first means to measure the fundamental \"quantal\" unit of neurotransmitter release from central synapses. They reported the first direct recordings of quantal neurotransmitter release from brain synapses using an electrochemistry technique known as amperometry, based on the method of Mark Wightman, a chemist at the University of North Carolina, to measure release of adrenaline from adrenal chromaffin cells. They showed that the quantal event at dopamine synapses consisted of the release of about 3,000 dopamine molecules in about 100 nanoseconds. They further showed that the quantal events could \"flicker\" due to extremely rapid opening and closing of the a synaptic vesicle fusion pore (at rates as high as 4,000 times a second) with the plasma membrane. This approach also demonstrated that the \"size\" of the quanta could be altered in numerous ways, for example by the drug L-DOPA, a drug so used to treat Parkinson's Disease.",
            "score": 214.15956497192383
        },
        {
            "docid": "27122321_4",
            "document": "Synaptic tagging . Frey and Morris laid the groundwork for the synaptic tagging hypothesis, stating: \"We propose that LTP initiates the creation of a short-lasting protein-synthesis-independent 'synaptic tag' at the potentiated synapse which sequesters the relevant protein(s) to establish late LTP. In support of this idea, we now show that weak tetanic stimulation, which ordinarily leads only to early LTP, or repeated tetanization in the presence of protein-synthesis inhibitors, each results in protein-synthesis-dependent late LTP, provided repeated tetanization has already been applied at another input to the same population of neurons. The synaptic tag decays in less than three hours. These findings indicate that the persistence of LTP depends not only on local events during its induction, but also on the prior activity of the neuron.\" L-LTP inducing stimulus induces two independent processes including a dendritic biological tag that identifies the synapse as having been stimulated, and a genomic cascade that produces new mRNAs and proteins (plasticity products). While weak stimulation also tags synapses, it does not produce the cascade. Proteins produced in the cascade are characteristically promiscuous, in that they will attach to any recently tagged synapse. However, as Frey and Morris discovered, the tag is temporary and will disappear if no protein presents itself for capture. Therefore, the tag and protein production must overlap if L-LTP is to be induced by the high-frequency stimulation. The experiment performed by Frey and Morris involved the stimulation of two different sets of Schaffer collateral fibers that synapsed on same population of CA1 cells. They then recorded field EPSP associated with each stimulus on either S1 or S2 pathways to produce E-LTP and L-LTP on different synapses within the same neuron, based on the intensity of the stimulus. Results showed 1) that E-LTP produced by weak stimulation could be turned into L-LTP if a strong S2 stimulus was delivered before or after and 2)that the ability to convert E-LTP to L-LTP decreased as the interval between the two stimulations increased, creating temporal dependence. When they blocked protein synthesis prior to the delivery of strong S2 stimulation, the conversion to L-LTP was prevented, showing importance of translating the mRNAs produced by the genomic cascade.",
            "score": 141.0048669576645
        },
        {
            "docid": "10459803_12",
            "document": "Neuron (software) . Neuron allows for the generation of mixed models, populated with both artificial cells and neurons. Artificial cells essentially function as point processes, implemented into the network. Artificial cells require only a point process, with defined parameters. The user can create the structure and dynamics of network cells. The user can create synapses, using simulated synapse point processes as archetypes. Parameters on these point processes can be manipulated to simulate both inhibitory and excitatory responses. Synapses can be placed on specific segments of the constructed cell, wherein, again, they will behave as point processes, except that they are sensitive to the activity of a pre-synaptic element. Cells can be managed. The user creates the basic grid of network cells, taking previously completed network cells as archetypes. Connections can be defined between source cells and target synapses on other cells. The cell containing the target synapse becomes the post-synaptic element, whereas the source cells function as pre-synaptic elements. Weights can be added to define strength of activation of a synapse by the pre-synaptic cell. A plot option can be activated to open a graph of spikes across time for individual neurons.",
            "score": 155.614191532135
        },
        {
            "docid": "33825206_7",
            "document": "Synaptic fatigue . Maintaining a readily releasable vesicle pool is important in allowing for the constant ability to pass physiological signals between neurons. The timing it takes for neurotransmitter to be released into the synaptic cleft and then be recycled back to the presynaptic cell to be reused is not currently well understood. There are two models currently proposed to attempt to understand this process. One model predicts that the vesicle undergoes complete fusion with the presynaptic cellular membrane once all its contents have been emptied. It then must retrieve vesicular membrane from other sites which could take up to tens of seconds. The second model tries to explain this phenomenon by assuming the vesicles immediately begin to recycle neurotransmitters after release, which takes less than a second to complete endocytosis. One study showed varying times of complete endocytosis ranging from 5.5-38.9 seconds. It also indicated that these times were completely independent of long term or chronic activity.",
            "score": 270.3840911388397
        },
        {
            "docid": "31153340_4",
            "document": "Active zone . The function of the active zone is to ensure that neurotransmitters can be reliably released in a specific location of a neuron and only released when the neuron fires an action potential. As an action potential propagates down an axon it reaches the axon terminal called the presynaptic bouton. In the presynaptic bouton, the action potential activates calcium channels (VDCCs) that cause a local influx of calcium. The increase in calcium is detected by proteins in the active zone and forces vesicles containing neurotransmitter to fuse with the membrane. This fusion of the vesicles with the membrane releases the neurotransmitters into the synaptic cleft (space between the presynaptic bouton and the postsynaptic membrane). The neurotransmitters then diffuse across the cleft and bind to ligand gated ion channels and G-protein coupled receptors on the postsynaptic membrane. The binding of neurotransmitters to the postsynaptic receptors then induces a change in the postsynaptic neuron. The process of releasing neurotransmitters and binding to the postsynaptic receptors to cause a change in the postsynaptic neuron is called neurotransmission.",
            "score": 207.87293815612793
        },
        {
            "docid": "780320_16",
            "document": "Synaptic vesicle . In full collapse fusion, the synaptic vesicle merges and becomes incorporated into the cell membrane. The formation of the new membrane is a protein mediated process and can only occur under certain conditions. After an action potential, Ca floods to the presynaptic membrane. Ca binds to specific proteins in the cytoplasm, one of which is synaptotagmin, which in turn trigger the complete fusion of the synaptic vesicle with the cellular membrane. This complete fusion of the pore is assisted by SNARE proteins. This large family of proteins mediate docking of synaptic vesicles in an ATP-dependent manner. With the help of synaptobrevin on the synaptic vesicle, the t-SNARE complex on the membrane, made up of syntaxin and SNAP-25, can dock, prime, and fuse the synaptic vesicle into the membrane.",
            "score": 201.3147509098053
        },
        {
            "docid": "5654027_4",
            "document": "Synapse . Synapses are essential to neuronal function: neurons are cells that are specialized to pass signals to individual target cells, and synapses are the means by which they do so. At a synapse, the plasma membrane of the signal-passing neuron (the \"presynaptic\" neuron) comes into close apposition with the membrane of the target (\"postsynaptic\") cell. Both the presynaptic and postsynaptic sites contain extensive arrays of a molecular machinery that link the two membranes together and carry out the signaling process. In many synapses, the presynaptic part is located on an axon and the postsynaptic part is located on a dendrite or soma. Astrocytes also exchange information with the synaptic neurons, responding to synaptic activity and, in turn, regulating neurotransmission. Synapses (at least chemical synapses) are stabilized in position by synaptic adhesion molecules (SAMs) projecting from both the pre- and post-synaptic neuron and sticking together where they overlap; SAMs may also assist in the generation and functioning of synapses.",
            "score": 168.78611087799072
        },
        {
            "docid": "2918988_6",
            "document": "Neurotransmission . Neurotransmitters are spontaneously packed in vesicles and released in individual quanta-packets independently of presynaptic action potentials. This slow release is detectable and produces micro-inhibitory or micro-excitatory effects on the postsynaptic neuron. An action potential briefly amplifies this process. Neurotransmitter containing vesicles cluster around active sites, and after they have been released may be recycled by one of three proposed mechanism. The first proposed mechanism involves partial opening and then re-closing of the vesicle. The second two involve the full fusion of the vesicle with the membrane, followed by recycling, or recycling into the endosome. Vesicular fusion is driven largely by the concentration of calcium in micro domains located near calcium channels, allowing for only microseconds of neurotransmitter release, while returning to normal calcium concentration takes a couple of hundred of microseconds. The vesicle exocytosis is thought to be driven by a protein complex called SNARE, that is the target for botulinum toxins. Once released, a neurotransmitter enters the synapse and encounters receptors. Neurotransmitters receptors can either be ionotropic or g protein coupled. Ionotropic receptors allow for ions to pass through when agonized by a ligand. The main model involves a receptor composed of multiple subunits that allow for coordination of ion preference. G protein coupled receptors, also called metabotropic receptors, when bound to by a ligand undergo conformational changes yielding in intracellular response. Termination of neurotransmitter activity is usually done by a transporter, however enzymatic deactivation is also plausible.",
            "score": 225.98848366737366
        },
        {
            "docid": "31153340_14",
            "document": "Active zone . The ribbon synapse is a special type of synapse found in sensory neurons such as photoreceptor cells, retinal bipolar cells, and hair cells. Ribbon synapses contain a dense protein structure that tethers an array of vesicles perpendicular to the presynaptic membrane. In an electron micrograph it appears as a ribbon like structure perpendicular to the membrane. Unlike the 'traditional' synapse, ribbon synapses can maintain a graded release of vesicles. In other words the more depolarized a neuron the higher the rate of vesicle fusion. The Ribbon synapse active zone is separated into two regions, the archiform density and the ribbon. The archiform density is the site of vesicle fusion and the ribbon stores the releasable pool of vesicles. The ribbon structure is composed primarily of the protein RIBEYE, about 64–69% of the ribbon volume, and is tethered to the archiform density by scaffolding proteins such as Bassoon.",
            "score": 236.39272046089172
        },
        {
            "docid": "613539_5",
            "document": "Spike-timing-dependent plasticity . Early experiments on associative plasticity were carried out by W. B. Levy and O. Steward in 1983 and examined the effect of relative timing of pre and postsynaptic action potentials at millisecond level on plasticity. Bruce McNaughton contributed much to this area, too. In studies on neuromuscular synapses carried out by Y. Dan and Mu-ming Poo in 1992, and on the hippocampus by D. Debanne, B. Gähwiler, and S. Thompson in 1994, showed that asynchronous pairing of postsynaptic and synaptic activity induced long-term synaptic depression. However, STDP was more definitively demonstrated by Henry Markram in his postdoc period till 1993 in Bert Sakmann's lab (SFN and Phys Soc abstracts in 1994–1995) which was only published in 1997. C. Bell and co-workers also found a form of STDP in the cerebellum. Henry Markram used dual patch clamping techniques to repetitively activate pre-synaptic neurons 10 milliseconds before activating the post-synaptic target neurons, and found the strength of the synapse increased. When the activation order was reversed so that the pre-synaptic neuron was activated 10 milliseconds after its post-synaptic target neuron, the strength of the pre-to-post synaptic connection decreased. Further work, by Guoqiang Bi, Li Zhang, and Huizhong Tao in Mu-Ming Poo's lab in 1998, continued the mapping of the entire time course relating pre- and post-synaptic activity and synaptic change, to show that in their preparation synapses that are activated within 5-20 ms before a postsynaptic spike are strengthened, and those that are activated within a similar time window after the spike are weakened. This phenomenon has been observed in various other preparations, with some variation in the time-window relevant for plasticity. Several reasons for timing-dependent plasticity have been suggested. For example, STDP might provide a substrate for Hebbian learning during development, or, as suggested by Taylor in 1973, the associated Hebbian and anti-Hebbian learning rules might create informationally efficient coding in bundles of related neurons. Works from Y. Dan's lab advanced to study STDP in \"in vivo\" systems.",
            "score": 120.86445224285126
        },
        {
            "docid": "31153340_7",
            "document": "Active zone . The release of neurotransmitter is accomplished by the fusion of neurotransmitter vesicles to the presynaptic membrane. Although the details of this mechanism are still being studied there is a consensus on some details of the process. Synaptic vesicle fusion with the presynaptic membrane is known to require a local increase of calcium from as few as a single, closely associated calcium channels and the formation of highly stable SNARE complexes. One prevailing model of synaptic vesicle fusion is that SNARE complex formation is catalyzed by the proteins of the active zone such as Munc18, Munc13, and RIM. The formation of this complex is thought to \"prime\" the vesicle to be ready for vesicle fusion and release of neurotransmitter (see below: releasable pool). After the vesicle is primed then complexin binds to the SNARE complex this is called \"superprimed\". The vesicles that are superprimed are within the readily releasable pool (see below) and are ready to be rapidly released. The arrival of an action potential opens voltage gated calcium channels near the SNARE/complexin complex. Calcium then binds to changes the conformation of synaptotagmin. This change in conformation of allows synaptotagmin to then dislodge complexin, bind to the SNARE complex, and bind to the target membrane. When synaptotagmin binds to both the SNARE complex and the membrane this induces a mechanical force on the membrane so that it causes the vesicle membrane and presynaptic membrane to fuse. This fusion opens a membrane pore that releases the neurotransmitter. The pore increases in size until the entire vesicle membrane is indistinguishable from the presynaptic membrane.",
            "score": 207.3053923845291
        },
        {
            "docid": "1224698_15",
            "document": "Synaptogenesis . Although the study of synaptogenesis within the central nervous system (CNS) is much more recent than that of the NMJ, there is promise of relating the information learned at the NMJ to synapses within the CNS. Many similar structures and basic functions exist between the two types of neuronal connections. At the most basic level, the CNS synapse and the NMJ both have a nerve terminal that is separated from the postsynaptic membrane by a cleft containing specialized extracellular material. Both structures exhibit localized vesicles at the active sites, clustered receptors at the post-synaptic membrane, and glial cells that encapsulate the entire synaptic cleft. In terms of synaptogenesis, both synapses exhibit differentiation of the pre- and post-synaptic membranes following initial contact between the two cells. This includes the clustering of receptors, localized up-regulation of protein synthesis at the active sites, and neuronal pruning through synapse elimination.",
            "score": 208.3487253189087
        },
        {
            "docid": "143533_8",
            "document": "Green fluorescent protein . Semirational mutagenesis of a number of residues led to pH-sensitive mutants known as pHluorins, and later super-ecliptic pHluorins. By exploiting the rapid change in pH upon synaptic vesicle fusion, pHluorins tagged to synaptobrevin have been used to visualize synaptic activity in neurons.",
            "score": 146.93676280975342
        },
        {
            "docid": "44214016_4",
            "document": "Glutamate receptor-interacting protein . Research on NMDA receptor localization paved the way for research on non-NMDA receptors such as AMPA receptors. Similar to NMDA receptors, it was discovered that AMPA receptors localize in the synaptic terminal of neurons in the central nervous system. By using GFP (green fluorescent protein) antibodies that correspond to the GRIP protein, researchers were able to use fluorescence to determine the location of GRIP in hippocampal neurons. Another GFP antibody was then used to label the GluR2 subunit of AMPA receptors. By using immunocytochemistry and comparing the location of GRIP and AMPA receptors it was determined that GRIP and AMPA receptors experience colocalization in hippocampal neurons. These findings confirmed the initial hypothesis that the GRIP protein plays an important role in binding AMPA receptors to excitatory synapses.",
            "score": 102.96873879432678
        },
        {
            "docid": "33987599_2",
            "document": "Kiss-and-run fusion . Kiss-and-run fusion is a type of synaptic vesicle release where the vesicle opens and closes transiently. In this form of exocytosis, the vesicle docks and transiently fuses at the presynaptic membrane and releases its neurotransmitters across the synapse, after which the vesicle can then be reused.",
            "score": 193.61794567108154
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 162.40752601623535
        },
        {
            "docid": "12409082_6",
            "document": "Complexin . Complexin acts as a positive regulator of synaptic vesicle exocytosis, and binds selectively to the neuronal SNARE complex. Complexin has a two-fold function in that it can act as either a promoter or an inhibitor of vesicle fusion. This dual-functionality is dependent upon synaptic activity such as a depolarizing stimulus arriving at the synapse. By acting as a fusion clamp in inhibiting fusion, and a promoter during depolarization, complexin concentration levels regulate vesicle pool size such as that of the ready releasable pool, important for short term response changes.",
            "score": 185.38103723526
        }
    ],
    "r": [
        {
            "docid": "20839616_5",
            "document": "Axon terminal . The neurotransmitter molecule packages (vesicles) are created within the neuron, then travel down the axon to the distal axon terminal where they sit \"docked\". Calcium ions then trigger a biochemical cascade which results in vesicles fusing with the presynaptic membrane and releasing their contents to the synaptic cleft within 180 µs of calcium entry. Triggered by the binding of the calcium ions, the synaptic vesicle proteins begin to move apart, resulting in the creation of a fusion pore. The presence of the pore allows for the release of neurotransmitter into the synaptic cleft. The process occurring at the axon terminal is exocytosis, which a cell uses to exude secretory vesicles out of the cell membrane. These membrane-bound vesicles contain soluble proteins to be secreted to the extracellular environment, as well as membrane proteins and lipids that are sent to become components of the cell membrane. Exocytosis in neuronal chemical synapses is Ca triggered and serves interneuronal signalling.",
            "score": 279.78009033203125
        },
        {
            "docid": "33825206_7",
            "document": "Synaptic fatigue . Maintaining a readily releasable vesicle pool is important in allowing for the constant ability to pass physiological signals between neurons. The timing it takes for neurotransmitter to be released into the synaptic cleft and then be recycled back to the presynaptic cell to be reused is not currently well understood. There are two models currently proposed to attempt to understand this process. One model predicts that the vesicle undergoes complete fusion with the presynaptic cellular membrane once all its contents have been emptied. It then must retrieve vesicular membrane from other sites which could take up to tens of seconds. The second model tries to explain this phenomenon by assuming the vesicles immediately begin to recycle neurotransmitters after release, which takes less than a second to complete endocytosis. One study showed varying times of complete endocytosis ranging from 5.5-38.9 seconds. It also indicated that these times were completely independent of long term or chronic activity.",
            "score": 270.38409423828125
        },
        {
            "docid": "27809_14",
            "document": "Chemical synapse . The release of a neurotransmitter is triggered by the arrival of a nerve impulse (or action potential) and occurs through an unusually rapid process of cellular secretion (exocytosis). Within the presynaptic nerve terminal, vesicles containing neurotransmitter are localized near the synaptic membrane. The arriving action potential produces an influx of calcium ions through voltage-dependent, calcium-selective ion channels at the down stroke of the action potential (tail current). Calcium ions then bind to synaptotagmin proteins found within the membranes of the synaptic vesicles, allowing the vesicles to fuse with the presynaptic membrane. The fusion of a vesicle is a stochastic process, leading to frequent failure of synaptic transmission at the very small synapses that are typical for the central nervous system. Large chemical synapses (e.g. the neuromuscular junction), on the other hand, have a synaptic release probability of 1. Vesicle fusion is driven by the action of a set of proteins in the presynaptic terminal known as SNAREs. As a whole, the protein complex or structure that mediates the docking and fusion of presynaptic vesicles is called the active zone. The membrane added by the fusion process is later retrieved by endocytosis and recycled for the formation of fresh neurotransmitter-filled vesicles.",
            "score": 264.92596435546875
        },
        {
            "docid": "33825206_6",
            "document": "Synaptic fatigue . When synaptic vesicles release neurotransmitters into the synapse that bind with post-synaptic membrane proteins to pass a signal, neurotransmitter re-uptake occurs to recycle neurotransmitters in the presynaptic cell in order to be released again. Neurotransmitter vesicles are recycled through the process of endocytosis. Because each presynaptic cell can link up to thousands of connections with other neurons, synaptic fatigue and its recovery can cause interactions with other neuronal circuits and can affect the kinetics with other processes of neurons. It is important that the recycling of neurotransmitters take place at an effective and efficient rate in order to prevent synaptic fatigue from negatively affecting signal transmission.",
            "score": 262.55609130859375
        },
        {
            "docid": "21944_31",
            "document": "Nervous system . Synapses may be electrical or chemical. Electrical synapses make direct electrical connections between neurons, but chemical synapses are much more common, and much more diverse in function. At a chemical synapse, the cell that sends signals is called presynaptic, and the cell that receives signals is called postsynaptic. Both the presynaptic and postsynaptic areas are full of molecular machinery that carries out the signalling process. The presynaptic area contains large numbers of tiny spherical vessels called synaptic vesicles, packed with neurotransmitter chemicals. When the presynaptic terminal is electrically stimulated, an array of molecules embedded in the membrane are activated, and cause the contents of the vesicles to be released into the narrow space between the presynaptic and postsynaptic membranes, called the synaptic cleft. The neurotransmitter then binds to receptors embedded in the postsynaptic membrane, causing them to enter an activated state. Depending on the type of receptor, the resulting effect on the postsynaptic cell may be excitatory, inhibitory, or modulatory in more complex ways. For example, release of the neurotransmitter acetylcholine at a synaptic contact between a motor neuron and a muscle cell induces rapid contraction of the muscle cell. The entire synaptic transmission process takes only a fraction of a millisecond, although the effects on the postsynaptic cell may last much longer (even indefinitely, in cases where the synaptic signal leads to the formation of a memory trace).",
            "score": 259.4710388183594
        },
        {
            "docid": "780320_15",
            "document": "Synaptic vesicle . It has been shown that periods of intense stimulation at neural synapses deplete vesicle count as well as increase cellular capacitance and surface area. This indicates that after synaptic vesicles release their neurotransmitter payload, they merge with and become part of, the cellular membrane. After tagging synaptic vesicles with HRP (horseradish peroxidase), Heuser and Reese found that portions of the cellular membrane at the frog neuromuscular junction were taken up by the cell and converted back into synaptic vesicles. Studies suggest that the entire cycle of exocytosis, retrieval, and reformation of the synaptic vesicles requires less than 1 minute.",
            "score": 255.46730041503906
        },
        {
            "docid": "45702632_8",
            "document": "Quantal neurotransmitter release . No one method of synaptic vesicle recycling seems to hold true in all scenarios, which suggests the existence of multiple pathways for synaptic vesicle recycling. Multiple proteins have been linked with synaptic vesicle reuptake and then subsequently been linked to different synaptic vesicle recycling pathways. Clathrin-mediated endocytosis (CME) and activity-dependent bulk endocytosis (ADBE) are the two most predominant forms of synaptic vesicle recycling, with ADBE being more active during periods of high neuronal activity and CME being active for long periods of time after neuronal activity has ceased.",
            "score": 251.4326934814453
        },
        {
            "docid": "33826069_7",
            "document": "Viral neuronal tracing . Viruses can be transmitted in one of two directions. First, one must understand the underlying mechanism of axoplasmic transport. Within the axon are long slender protein complexes called microtubules. They act as a cytoskeleton to help the cell maintain its shape. These can also act as highways within the axon and facilitate transport of neurotransmitter-filled vesicles and enzymes back and forth between the cell body, or soma and the axon terminal, or synapse. Transport can proceed in either direction: anterograde (from soma to synapse), or retrograde (from synapse to soma). Neurons naturally transport proteins, neurotransmitters, and other macromolecules via these cellular pathways. Neuronal tracers, including viruses, take advantage of these transport mechanisms to distribute a tracer throughout a cell. Researchers can use this to study synaptic circuitry.",
            "score": 248.2841796875
        },
        {
            "docid": "21610244_16",
            "document": "Ribbon synapse . The bipolar cell active zone of the ribbon synapse can release neurotransmitter continuously for hundreds of milliseconds during strong stimulation. This release of neurotransmitters occurs in two kinetically distinct phases: a small fast pool where about twenty percent of the total is released in about 1 millisecond, and a large sustained pool where the remaining components are released over hundreds of milliseconds. The existence of correspondence between the pool of tethered vesicles and the pool for sustained release in the rods and bipolar cells of the ribbon reveals that the ribbon may serve as a platform where the vesicles can be primed to allow sustained release of neurotransmitters. This large size of the sustained large component is what separates the ribbon synapse active zones from those of conventional neurons where sustained release is small in comparison. Once the presynaptic vesicles have been depleted, the bipolar cell’s releasable pool requires several seconds to refill with the help of ATP hydrolysis.",
            "score": 243.80528259277344
        },
        {
            "docid": "21610244_17",
            "document": "Ribbon synapse . A high rate of endocytosis is necessary to counter the high rate of exocytosis during sustained neurotransmitter release at ribbon synapses. Synaptic vesicles need to be recycled for further transmission to occur. These vesicles are directly recycled and because of their mobility, quickly replenish the neurotransmitters required for continued release. In cone photoreceptors, the fused membrane is recycled into the synaptic vesicle without pooling of the membrane into the endosomes. Bipolar cells rely on a different mechanism. It involves taking a large portion of the membrane which is endocytosed and gives rise to synaptic vesicles. This mechanism is conserved in hair cells as well.",
            "score": 243.39324951171875
        },
        {
            "docid": "31153340_2",
            "document": "Active zone . The active zone or synaptic active zone is a term first used by Couteaux and Pecot-Dechavassinein in 1970 to define the site of neurotransmitter release. Two neurons make near contact through structures called synapses allowing them to communicate with each other. As shown in the adjacent diagram, a synapse consists of the presynaptic bouton of one neuron which stores vesicles containing neurotransmitter (uppermost in the picture), and a second, postsynaptic neuron which bears receptors for the neurotransmitter (at the bottom), together with a gap between the two called the synaptic cleft (with synaptic adhesion molecules, SAMs, holding the two together). When an action potential reaches the presynaptic bouton, the contents of the vesicles are released into the synaptic cleft and the released neurotransmitter travels across the cleft to the postsynaptic neuron (the lower structure in the picture) and activates the receptors on the postsynaptic membrane.",
            "score": 243.15509033203125
        },
        {
            "docid": "465526_6",
            "document": "Excitatory postsynaptic potential . The release of neurotransmitter vesicles from the presynaptic cell is probabilistic. In fact, even without stimulation of the presynaptic cell, a single vesicle will occasionally be released into the synapse, generating miniature EPSPs  (mEPSPs). Bernard Katz pioneered the study of these mEPSPs at the neuromuscular junction (often called miniature end-plate potentials) in 1951, revealing the quantal nature of synaptic transmission. \"Quantal size\" can then be defined as the synaptic response to the release of neurotransmitter from a single vesicle, while \"quantal content\" is the number of effective vesicles released in response to a nerve impulse. \"Quantal analysis\" refers to the methods used to deduce, for a particular synapse, how many quanta of transmitter are released and what the average effect of each quantum is on the target cell, measured in terms of amount of ions flowing (charge) or change in the membrane potential.",
            "score": 243.11936950683594
        },
        {
            "docid": "780320_2",
            "document": "Synaptic vesicle . In a neuron, synaptic vesicles (or neurotransmitter vesicles) store various neurotransmitters that are released at the synapse. The release is regulated by a voltage-dependent calcium channel. Vesicles are essential for propagating nerve impulses between neurons and are constantly recreated by the cell. The area in the axon that holds groups of vesicles is an axon terminal or \"terminal bouton\". Up to 130 vesicles can be released per bouton over a ten-minute period of stimulation at 0.2 Hz. In the visual cortex of the human brain, synaptic vesicles have an average diameter of 39.5 nanometers (nm) with a standard deviation of 5.1 nm.",
            "score": 242.38624572753906
        },
        {
            "docid": "9859540_3",
            "document": "Synaptojanin . The synaptojanin family comprises proteins that are key players in the synaptic vesicle recovery at the synapse. In general, vesicles containing neurotransmitters fuse with the presynaptic cell in order to release neurotransmitter into the synaptic cleft. It is the release of neurotransmitters that allows neuron to neuron communication in the nervous system. The recovery of the vesicle is referred to as endocytosis and is important to reset the presynaptic cell with new neurotransmitter.",
            "score": 241.85101318359375
        },
        {
            "docid": "27809_3",
            "document": "Chemical synapse . At a chemical synapse, one neuron releases neurotransmitter molecules into a small space (the synaptic cleft) that is adjacent to another neuron. The neurotransmitters are kept within small sacs called synaptic vesicles, and are released into the synaptic cleft by exocytosis. These molecules then bind to neurotransmitter receptors on the postsynaptic cell's side of the synaptic cleft. Finally, the neurotransmitters must be cleared from the synapse through one of several potential mechanisms including enzymatic degradation or re-uptake by specific transporters either on the presynaptic cell or possibly by neuroglia to terminate the action of the transmitter.",
            "score": 241.63302612304688
        },
        {
            "docid": "215426_7",
            "document": "Bernard Katz . His research uncovered fundamental properties of synapses, the junctions across which nerve cells signal to each other and to other types of cells. By the 1950s, he was studying the biochemistry and action of acetylcholine, a signalling molecule found in synapses linking motor neurons to muscles, used to stimulate contraction. Katz won the Nobel for his discovery with Paul Fatt that neurotransmitter release at synapses is \"quantal\", meaning that at any particular synapse, the amount of neurotransmitter released is never less than a certain amount, and if more is always an integral number times this amount. Scientists now understand that this circumstance arises because, prior to their release into the synaptic gap, transmitter molecules reside in like-sized subcellular packages known as synaptic vesicles, released in a similar way to any other vesicle during exocytosis.",
            "score": 240.874755859375
        },
        {
            "docid": "780320_7",
            "document": "Synaptic vesicle . Vesicles in the nerve terminal are grouped into three pools: the readily releasable pool, the recycling pool, and the reserve pool. These pools are distinguished by their function and position in the nerve terminal. The readily releasable pool are docked to the cell membrane, making these the first group of vesicles to be released on stimulation. The readily releasable pool is small and is quickly exhausted. The recycling pool is proximate to the cell membrane, and tend to be cycled at moderate stimulation, so that the rate of vesicle release is the same as, or lower than, the rate of vesicle formation. This pool is larger than the readily releasable pool, but it takes longer to become mobilised. The reserve pool contains vesicles that are not released under normal conditions. This reserve pool can be quite large (~50%) in neurons grown on a glass substrate, but is very small or absent at mature synapses in intact brain tissue. The events of the synaptic vesicle cycle can be divided into a few key steps:",
            "score": 238.91619873046875
        },
        {
            "docid": "158011_18",
            "document": "Lipid bilayer . Probably the most familiar form of cellular signaling is synaptic transmission, whereby a nerve impulse that has reached the end of one neuron is conveyed to an adjacent neuron via the release of neurotransmitters. This transmission is made possible by the action of synaptic vesicles loaded with the neurotransmitters to be released. These vesicles fuse with the cell membrane at the pre-synaptic terminal and release its contents to the exterior of the cell. The contents then diffuse across the synapse to the post-synaptic terminal.",
            "score": 238.32257080078125
        },
        {
            "docid": "31153340_14",
            "document": "Active zone . The ribbon synapse is a special type of synapse found in sensory neurons such as photoreceptor cells, retinal bipolar cells, and hair cells. Ribbon synapses contain a dense protein structure that tethers an array of vesicles perpendicular to the presynaptic membrane. In an electron micrograph it appears as a ribbon like structure perpendicular to the membrane. Unlike the 'traditional' synapse, ribbon synapses can maintain a graded release of vesicles. In other words the more depolarized a neuron the higher the rate of vesicle fusion. The Ribbon synapse active zone is separated into two regions, the archiform density and the ribbon. The archiform density is the site of vesicle fusion and the ribbon stores the releasable pool of vesicles. The ribbon structure is composed primarily of the protein RIBEYE, about 64–69% of the ribbon volume, and is tethered to the archiform density by scaffolding proteins such as Bassoon.",
            "score": 236.39271545410156
        },
        {
            "docid": "501861_16",
            "document": "Endosome . Molecules are delivered from the plasma membrane to early endosomes in endocytic vesicles. Molecules can be internalized via receptor-mediated endocytosis in clathrin-coated vesicles. Other types of vesicles also form at the plasma membrane for this pathway, including ones utilising caveolin. Vesicles also transport molecules directly back to the plasma membrane, but many molecules are transported in vesicles that first fuse with recycling endosomes. Molecules following this recycling pathway are concentrated in the tubules of early endosomes. Molecules that follow these pathways include the receptors for LDL, the growth factor EGF, and the iron transport protein transferrin. Internalization of these receptors from the plasma membrane occurs by receptor-mediated endocytosis. LDL is released in endosomes because of the lower pH, and the receptor is recycled to the cell surface. Cholesterol is carried in the blood primarily by (LDL), and transport by the LDL receptor is the main mechanism by which cholesterol is taken up by cells. EGFRs are activated when EGF binds. The activated receptors stimulate their own internalization and degradation in lysosomes. EGF remains bound to the EGFR once it is endocytosed to endosomes. The activated EGFRs stimulate their own ubiquitination, and this directs them to lumenal vesicles (see below) and so they are not recycled to the plasma membrane. This removes the signaling portion of the protein from the cytosol and thus prevents continued stimulation of growth - in cells not stimulated with EGF, EGFRs have no EGF bound to them and therefore recycle if they reach endosomes. Transferrin also remains associated with its receptor, but, in the acidic endosome, iron is released from the transferrin, and then the iron-free transferrin (still bound to the transferrin receptor) returns from the early endosome to the cell surface, both directly and via recycling endosomes.",
            "score": 236.3141632080078
        },
        {
            "docid": "5401463_7",
            "document": "Neuroproteomics . It is commonly known that drug addiction involves permanent synaptic plasticity of various neuronal circuits. Neuroproteomics is being applied to study the effect of drug addiction across the synapse. Research is being conducted by isolating distinct regions of the brain in which synaptic transmission takes place and defining the proteome for that particular region. Different stages of drug abuse must be studied, however, in order to map out the progression of protein changes along the course of the drug addiction. These stages include enticement, ingesting, withdrawal, addiction, and removal. It begins with the change in the genome through transcription that occurs due to the abuse of drugs. It continues to identify the most likely proteins to be affected by the drugs and focusing in on that area. For drug addiction, the synapse is the most likely target as it involves communication between neurons. Lack of sensory communication in neurons is often an outward sign of drug abuse, and so neuroproteomics is being applied to find out what proteins are being affected to prevent the transport of neurotransmitters. In particular, the vesicle releasing process is being studied to identify the proteins involved in the synapse during drug abuse. Proteins such as synaptotagmin and synaptobrevin interact to fuse the vesicle into the membrane. Phosphorylation also has its own set of proteins involved that work together to allow the synapse to function properly. Drugs such as morphine change properties such as cell adhesion, neurotransmitter volume, and synaptic traffic. After significant morphine application, tyrosine kinases received less phosphorylation and thus send fewer signals inside the cell. These receptor proteins are unable to initiate the intracellular signaling processes that enable the neuron to live, and necrosis or apoptosis may be the result. With more and more neurons affected along this chain of cell death, permanent loss of sensory or motor function may be the result. By identifying the proteins that are changed with drug abuse, neuroproteomics may give clinicians even earlier biomarkers to test for to prevent permanent neurological damage.",
            "score": 235.333251953125
        },
        {
            "docid": "33987599_3",
            "document": "Kiss-and-run fusion . Kiss-and-run differs from full fusion, where the vesicle collapses fully into the plasma membrane and is then later retrieved by a clathrin-coat-dependent process. The idea that neurotransmitter might be released in \"quanta\" by the fusion of synaptic vesicles with the presynaptic membrane was first introduced by Bernard Katz and Jose del Castillo in 1955, when the first EM images of nerve terminals first appeared. The possibility of transient fusion and rapid retrieval of vesicle membrane was proposed by Bruno Ceccarelli in 1973, after examining in the electron microscope strongly stimulated frog neuromuscular junctions, and indirectly supported by the work of his group in the following years, using electrophysiology, electron microscopy and quick freezing techniques. The actual term, kiss-and-run, was introduced by Ceccarelli's collaborators after the first studies of simultaneous membrane capacitance and amperometric transmitter release measurements were performed and indicated that secretory products could actually be released during transient vesicle fusion. Today, there is back and forth debate over full fusion and kiss-and-run fusion and which model portrays a more accurate picture of the mechanisms behind synaptic release. The increased accumulation of partially empty secretory vesicles following secretion, observed in electron micrographs are the most compelling evidence in favor of the kiss-and-run model. Accumulation of partially empty vesicles following secretion suggests that during the secretory process, only a portion of the vesicular contents are able to exit the cell, which could only be possible if secretory vesicles were to temporarily establish continuity with the cell plasma membrane, expel a portion of their contents, then detach and reseal.",
            "score": 231.9547119140625
        },
        {
            "docid": "1128901_8",
            "document": "End-plate potential . All neurotransmitters are released into the synaptic cleft via exocytosis from synaptic vesicles. Two kinds of neurotransmitter vesicles exist: large dense core vesicles and small clear core vesicles. Large dense core vesicles contain neuropeptides and large neurotransmitters that are created in the cell body of the neuron and then transported via fast axonal transport down to the axon terminal. Small clear core vesicles transport small molecule neurotransmitters that are synthesized locally in the presynaptic terminals. Finalized neurotransmitter vesicles are bound to the presynaptic membrane. When an action potential propagates down the motor neuron axon and arrives at the axon terminal, it causes a depolarization of the axon terminal and opens calcium channels. This causes the release of the neurotransmitters via vesicle exocytosis.",
            "score": 231.5838165283203
        },
        {
            "docid": "23022763_6",
            "document": "Vesicle fusion . In synaptic vesicle fusion, the vesicle must be within a few nanometers of the target membrane for the fusion process to begin. This closeness allows the cell membrane and the vesicle to exchange lipids which is mediated by certain proteins which remove water that comes between the forming junction. Once the vesicle is in position it must wait until Ca enters the cell by the propagation of an action potential to the presynaptic membrane. Ca binds to specific proteins, one of which is Synaptotagmin, in neurons which triggers the complete fusion of the vesicle with the target membrane.",
            "score": 227.36502075195312
        },
        {
            "docid": "2918988_6",
            "document": "Neurotransmission . Neurotransmitters are spontaneously packed in vesicles and released in individual quanta-packets independently of presynaptic action potentials. This slow release is detectable and produces micro-inhibitory or micro-excitatory effects on the postsynaptic neuron. An action potential briefly amplifies this process. Neurotransmitter containing vesicles cluster around active sites, and after they have been released may be recycled by one of three proposed mechanism. The first proposed mechanism involves partial opening and then re-closing of the vesicle. The second two involve the full fusion of the vesicle with the membrane, followed by recycling, or recycling into the endosome. Vesicular fusion is driven largely by the concentration of calcium in micro domains located near calcium channels, allowing for only microseconds of neurotransmitter release, while returning to normal calcium concentration takes a couple of hundred of microseconds. The vesicle exocytosis is thought to be driven by a protein complex called SNARE, that is the target for botulinum toxins. Once released, a neurotransmitter enters the synapse and encounters receptors. Neurotransmitters receptors can either be ionotropic or g protein coupled. Ionotropic receptors allow for ions to pass through when agonized by a ligand. The main model involves a receptor composed of multiple subunits that allow for coordination of ion preference. G protein coupled receptors, also called metabotropic receptors, when bound to by a ligand undergo conformational changes yielding in intracellular response. Termination of neurotransmitter activity is usually done by a transporter, however enzymatic deactivation is also plausible.",
            "score": 225.9884796142578
        },
        {
            "docid": "958_21",
            "document": "Axon . When an action potential reaches a presynaptic terminal, it activates the synaptic transmission process. The first step is rapid opening of calcium ion channels in the membrane of the axon, allowing calcium ions to flow inward across the membrane. The resulting increase in intracellular calcium concentration causes synaptic vesicles (tiny containers enclosed by a lipid membrane) filled with a neurotransmitter chemical to fuse with the axon's membrane and empty their contents into the extracellular space. The neurotransmitter is released from the presynaptic nerve through exocytosis. The neurotransmitter chemical then diffuses across to receptors located on the membrane of the target cell. The neurotransmitter binds to these receptors and activates them. Depending on the type of receptors that are activated, the effect on the target cell can be to excite the target cell, inhibit it, or alter its metabolism in some way. This entire sequence of events often takes place in less than a thousandth of a second. Afterward, inside the presynaptic terminal, a new set of vesicles is moved into position next to the membrane, ready to be released when the next action potential arrives. The action potential is the final electrical step in the integration of synaptic messages at the scale of the neuron.",
            "score": 224.68092346191406
        },
        {
            "docid": "19564541_3",
            "document": "Glutamate-glutamine cycle . Initially, in a glutamatergic synapse, the neurotransmitter glutamate is released from the neurons and is taken up into the synaptic cleft. Glutamate residing in the synapse must be rapidly removed in one of three ways:  Postsynaptic neurons remove little glutamate from the synapse. There is active reuptake into presynaptic neurons, but this mechanism appears to be less important than astrocytic transport. Astrocytes could dispose of transported glutamate in two ways. They could export it to blood capillaries, which abut the astrocyte foot processes. However, this strategy would result in a net loss of carbon and nitrogen from the system. An alternate approach would be to convert glutamate into another compound, preferably a non-neuroactive species. The advantage of this approach is that neuronal glutamate could be restored without the risk of trafficking the transmitter through extracellular fluid, where glutamate would cause neuronal depolarization. Astrocytes readily convert glutamate to glutamine via the glutamine synthetase pathway and released into the extracellular space. The glutamine is taken into the presynaptic terminals and metabolized into glutamate by the phosphate-activated glutaminase (a mitochondrial enzyme). The glutamate that is synthesized in the presynaptic terminal is packaged into synaptic vesicles by the glutamate transporter, VGLUT. Once the vesicle is released, glutamate is removed from the synaptic cleft by excitatory amino-acid transporters (EAATs). This allows synaptic terminals and glial cells to work together to maintain a proper supply of glutamate, which can also be produced by transamination of 2-oxoglutarate, an intermediate in the Citric acid cycle. Recent electrophysiological evidence suggests that active synapses require presynaptically localized glutamine glutamate cycle to maintain excitatory neurotransmission in specific circumstances. In other systems, it has been suggested that neurons have alternate mechanisms to cope with compromised glutamate-glutamine cycling.",
            "score": 223.87469482421875
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 223.2807159423828
        },
        {
            "docid": "33825206_4",
            "document": "Synaptic fatigue . Chemical synapses allow for signal transmission by a presynaptic cell releasing neurotransmitters into the synapse to bind to receptors on a postsynaptic cell. These neurotransmitters are synthesized in the presynaptic cell and housed in vesicles until released. Once neurotransmitters are released into the synaptic cleft and a signal is relayed, re-uptake begins which is the process of transport proteins clearing out the neurotransmitters from the synapse and recycling them in order to allow for a new signal to be propagated. If stimulation is occurring at a high enough frequency and with enough strength, neurotransmitters will be released at a faster rate than re-uptake can recycle them which will ultimately deplete them until there are no longer readily releasable vesicles and a signal can no longer be transmitted.",
            "score": 222.65771484375
        },
        {
            "docid": "6389071_7",
            "document": "Endocytic cycle . Impulses between neurons are transmitted by the release of neurotransmitters at the junction between the two cells, a region called a synapse. This release is effected by exocytosis at the presynaptic terminal. A vesicle full of transmitter, acetylcholine (for example), in the presynaptic terminal fuses with its neighbouring plasma membrane and thereby releases a burst of acetylcholine into the synaptic space. The acetylcholine is rapidly degraded here, but before this happens it activates acetylcholine receptors on the postsynaptic terminal and triggers an electrical impulse in that cell. The membrane added to the presynaptic terminal is recovered by endocytosis and recycled to form fresh vesicles full of neurotransmitter, ready for another cycle of postsynaptic excitation.",
            "score": 221.17098999023438
        },
        {
            "docid": "33987599_8",
            "document": "Kiss-and-run fusion . Kiss-and-run exocytosis has been shown to occur at the synapses of neurons located in the hippocampus. Studies using FM1-43, an amphiphile dye inserted into the vesicles or membrane as a marker, have been instrumental in supporting kiss-and-run in hippocampal synapses. In hippocampal synapses, vesicles have been shown to allow the normal release of glutamate, an excitatory neurotransmitter in the brain, without permitting FM1-43 dye to enter or escape from the vesicle, indicating a transient mechanism suggestive of kiss-and-run. Increases in osmolarity have also been shown to permit less dye release in hippocampal synapses. In varying hypertonic solutions, 70% more FM1-43 dye was released from vesicles stimulated in 0.5 osM than from vesicles stimulated in 1.5 osM. Vesicles located in hypertonic regions of the body therefore might be more likely to undergo a kiss-and-run mode of exocytosis.",
            "score": 219.51773071289062
        },
        {
            "docid": "45702632_7",
            "document": "Quantal neurotransmitter release . As described above, the synaptic vesicle will remain fused to the presynaptic membrane after its neurotransmitter contents have been released into the synapse. The repeated additions to the axon terminal membrane would eventually result in the uncontrolled growth of the axon terminal, which could lead to disastrous breakdown of the synaptic complex. The axon terminal compensates for this problem by reuptaking the vesicle by endocytosis and reusing its components to form new synaptic vesicles. The exact mechanism and signaling cascade which triggers synaptic vesicle recycling is still unknown.",
            "score": 219.22837829589844
        }
    ]
}