{
    "q": [
        {
            "docid": "35812169_28",
            "document": "Epigenetics in learning and memory . Overexpression (OE) of HDAC1 and HDAC2 in mice resulted in decreased levels of acetylated lysines. After exposing these mice to context and tone-dependent fear conditioning experiments, HDAC1 OE mice did not change, but HDAC2 OE mice showed a decrease in freezing behavior, suggesting impairment in memory formation. On the other hand, mice with HDAC2 knockouts (KO) illustrated increased freezing levels compared to wild-type (WT) mice while HDAC1 displayed similar freezing behaviors to WTs. In summary, Guan \"et al.\" have shown that:",
            "score": 96.90850448608398
        },
        {
            "docid": "15279478_7",
            "document": "Memory and trauma . Psychological trauma has great effects on physical aspects of patients' brains, to the point that it can have detrimental effects akin to actual physical brain damage. The hippocampus, as mentioned above, is involved in the transference of short-term memories to long-term memories and it is especially sensitive to stress. Stress causes glucocorticoids (GCs), adrenal hormones, to be secreted and sustained exposure to these hormones can cause neural degeneration. The hippocampus is a principal target site for GCs and therefore experiences a severity of neuronal damage that other areas of the brain do not. In severe trauma patients, especially those with post-traumatic stress disorder, the medial prefrontal cortex is volumetrically smaller in size than normal and is hyporesponsive when performing cognitive tasks, which could be a cause of involuntary recollection (intrusive thoughts). The medial prefrontal cortex controls emotional responsiveness and conditioned fear responses to fear-inducing stimuli by interacting with the amygdala. In those cases, the metabolism in some parts of the medial prefrontal cortex didn't activate as they were supposed to when compared to those of a healthy subject.",
            "score": 54.18734538555145
        },
        {
            "docid": "25897541_10",
            "document": "CREB in cognition . A line of lacZ reporter mice (mice that have \"E. coli\"<nowiki>'</nowiki>s gene attached to their CREB gene to produce a protein that is easily visualized), when trained with a context protocol, showed higher levels of CREB-mediated transcription in the CA1 and CA3 regions of the hippocampus when compared to untrained mice or mice that did not associated content with shock (in fear conditioning) due to latent inhibition. Likewise, the lacZ mice that were trained with a tone protocol showed higher levels of CREB-dependent gene transcription in the amygdala than either mice with no training or mice in the unpaired group. There was no difference in CREB-dependent gene expression in the hippocampus of animals trained with a tone protocol.",
            "score": 94.36039996147156
        },
        {
            "docid": "23337_24",
            "document": "Phobia . The amygdala’s role in learned fear includes interactions with other brain regions in the neural circuit of fear. While lesions in the amygdala can inhibit its ability to recognize fearful stimuli, other areas such as the ventromedial prefrontal cortex and the basolateral nuclei of the amygdala can affect the region's ability to not only become conditioned to fearful stimuli, but to eventually extinguish them. The basolateral nuclei, through receiving stimulus info, undergo synaptic changes that allow the amygdala to develop a conditioned response to fearful stimuli. Lesions in this area, therefore, have been shown to disrupt the acquisition of learned responses to fear. Likewise, lesions in the ventromedial prefrontal cortex (the area responsible for monitoring the amygdala) have been shown to not only slow down the speed of extinguishing a learned fear response, but also how effective or strong the extinction is. This suggests there is a pathway or circuit among the amygdala and nearby cortical areas that process emotional stimuli and influence emotional expression, all of which can be disrupted when an area becomes damaged.",
            "score": 80.84566640853882
        },
        {
            "docid": "39362848_7",
            "document": "External inhibition . In a study by Pennypacker (1964), a conditioned stimulus of a circular red light, an unconditioned stimulus of a puff of dry compressed air, and an external stimulus of a 1,000-cps tone were used to investigate external inhibition at the human level during different introduction intervals. Reflexive blinking was measured as the conditioned and unconditioned response. Each participant was first presented with two trials of the circular red light without reinforcement, and three trials of the puff of dry compressed air alone. Depending on the group, participants were presented with either 15, 30, or 60 paired conditioned stimulus – unconditioned stimulus (CS-UCS) trials, a round of an external stimulus, another 15, 30, or 60 trials of CS-UCS trials, another round of an external stimulus, and then 5 CS-UCS trials.  Pennypacker suggested that following the introduction of any novel stimuli, a period of excitation occurs between the conditioned stimulus (red light) and its conditioned response (blinking), called an induction period. Thus, if the external stimulus was presented earlier in the acquisition phase, the observed decline in blinking would be even less than if the external stimulus was presented later. Pennypacker also suggested that it may be possible that an external stimulus that was introduced too late to affect the conditioned stimulus may externally inhibit the unconditioned stimulus. However, the study failed to confirm the presence of induction immediately after the tone (external stimulus) was introduced, and there was no evidence that external stimulus had any effect on reflexive blinking when presented halfway through the interval, aside from isolated cases. He suggests that the difference between the induction effect observed in a preliminary study and the current study are due to the use of visual external stimulus during a preliminary study and presenting the external stimulus instead of the conditioned stimulus; compared to the use of an auditory external stimulus and presentation of the tone in addition to the conditioned stimulus. Another suggestion is that the external stimulus was not intense enough to produce an inductive effect.  Through this study, Pennypacker confirmed the observation of external inhibition on the human level. External inhibition was especially observed when the tone (external stimulus) was introduced during the acquisition phase, which was the interval right after the paired CS-UCS trials. The conditioned response, blinking reflex, was observed to be in decline (inhibited) compared to the rate during conditioning.",
            "score": 98.76430749893188
        },
        {
            "docid": "5160010_37",
            "document": "Emotion in animals . Langford et al. examined empathy in rodents using an approach based in neuroscience. They reported that (1) if two mice experienced pain together, they expressed greater levels of pain-related behavior than if pain was experienced individually, (2) if experiencing different levels of pain together, the behavior of each mouse was modulated by the level of pain experienced by its social partner, and (3) sensitivity to a noxious stimulus was experienced to the same degree by the mouse observing a conspecific in pain as it was by the mouse directly experiencing the painful stimulus. The authors suggest this responsiveness to the pain of others demonstrated by mice is indicative of emotional contagion, a phenomenon associated with empathy, which has also been reported in pigs. One behaviour associated with fear in rats is freezing. If female rats experience electric shocks to the feet and then witness another rat experiencing similar footshocks, they freeze more than females without any experience of the shocks. This suggests empathy in experienced rats witnessing another individual being shocked. Furthermore, the demonstrator's behaviour was changed by the behaviour of the witness; demonstrators froze more following footshocks if their witness froze more creating an empathy loop.",
            "score": 101.62402415275574
        },
        {
            "docid": "44369339_21",
            "document": "Chlorovirus . Studies infecting mice with ACTV-1 have been performed following the discovery chlorovirus can infect humans. The studies conducted on infected mice show changes in the Cdk5 pathway, which aids with learning and memory formation, as well as alterations in gene expression in the dopamine pathway. Further, infected mice were found to be less social, interacting less with newly introduced companion mice than the control group. Infected mice also spent longer in a light-exposed portion of a test chamber, where the control mice tended to prefer the dark side and avoided the light. This indicates a decrease in anxiety with ACTV-1 infection. The test mice were also less able to recognize an object that had been moved from its previous location, showing a decrease in spatial reference memory. As in humans, there is a decrease in vision spatial task ability. Within the hippocampus (area of brain responsible for memory and learning), changes in gene expression occur, and infection presents a change in the pathways of immune cell functioning and antigen processing. It has been suggested that this possibly indicates an immune system response to the ACTV-1 virus causing inflammation which may be the cause for the cognitive impairments. The symptoms presented may also suggest hippocampus and medial prefrontal cortex interference from ACTV-1 infection.",
            "score": 105.67910146713257
        },
        {
            "docid": "128027_28",
            "document": "Operant conditioning . The first scientific studies identifying neurons that responded in ways that suggested they encode for conditioned stimuli came from work by Mahlon deLong and by R.T. Richardson. They showed that nucleus basalis neurons, which release acetylcholine broadly throughout the cerebral cortex, are activated shortly after a conditioned stimulus, or after a primary reward if no conditioned stimulus exists. These neurons are equally active for positive and negative reinforcers, and have been shown to be related to neuroplasticity in many cortical regions. Evidence also exists that dopamine is activated at similar times. There is considerable evidence that dopamine participates in both reinforcement and aversive learning. Dopamine pathways project much more densely onto frontal cortex regions. Cholinergic projections, in contrast, are dense even in the posterior cortical regions like the primary visual cortex. A study of patients with Parkinson's disease, a condition attributed to the insufficient action of dopamine, further illustrates the role of dopamine in positive reinforcement. It showed that while off their medication, patients learned more readily with aversive consequences than with positive reinforcement. Patients who were on their medication showed the opposite to be the case, positive reinforcement proving to be the more effective form of learning when dopamine activity is high.",
            "score": 89.66929566860199
        },
        {
            "docid": "14958673_30",
            "document": "Optogenetics . Optogenetic approaches have been used to map neural circuits in the amygdala that contribute to fear conditioning. One such example of a neural circuit is the connection made from the basolateral amygdala to the dorsal-medial prefrontal cortex where neuronal oscillations of 4 Hz have been observed in correlation to fear induced freezing behaviors in mice. Transgenic mice were introduced with channelrhodoposin-2 attached with a parvalbumin-Cre promoter that selectively infected interneurons located both in the basolateral amygdala and the dorsal-medial prefrontal cortex responsible for the 4 Hz oscillations. The interneurons were optically stimulated generating a freezing behavior and as a result provided evidence that these 4 Hz oscillations may be responsible for the basic fear response produced by the neuronal populations along the dorsal-medial prefrontal cortex and basolateral amygdala.",
            "score": 84.60267758369446
        },
        {
            "docid": "1187487_58",
            "document": "Sensorineural hearing loss . Audiogram configurations are not good indicators of how a dead region will affect a person functionally, mainly due to individual differences. For example, a sloping audiogram is often present with a dead region, due to the spread of excitation. However, the individual may well be affected differently from someone with a corresponding sloped audiogram caused by partial damage to hair cells rather than a dead region. They will perceive sounds differently, yet the audiogram suggests that they have the same degree of loss. Huss and Moore investigated how hearing impaired patients perceive pure tones, and found that they perceive tones as noisy and distorted, more (on average) than a person without a hearing impairment. However, they also found that the perception of tones as being like noise, was not directly related to frequencies within the dead regions, and was therefore not an indicator of a dead region. This therefore suggests that audiograms, and their poor representation of dead regions, are inaccurate predictors of a patient’s perception of pure tone quality.",
            "score": 70.30541062355042
        },
        {
            "docid": "402652_21",
            "document": "Compulsive hoarding . Some evidence based on brain lesion case studies also suggests that the anterior ventromedial prefrontal and cingulate cortices may be involved in abnormal hoarding behaviors, but sufferers of such injuries display less purposeful behavior than other individuals who hoard compulsively, thus making the involvement of these brain structures unclear. Other neuropsychological factors that have been found to be associated with individuals exhibiting hoarding behaviors include slower and more variable reaction times, increased impulsivity, and decreased spatial attention. A study comparing neural activity in hoarders, people with OCD, and a control group when deciding to throw possessions away found that when hoarders were trying to decide to throw away their own possessions, they had lower activity in the anterior cingulate cortex and insula regions of the brain. The study suggested this lower activity was related to \"problems in identifying the emotional significance of a stimulus, generating appropriate emotional response, or regulating affective state during decision making.\" Hoarders had normal levels of activity in those regions when making decisions about possessions that did not belong to them.",
            "score": 64.48049807548523
        },
        {
            "docid": "30868741_15",
            "document": "Traumatic memories . Using U0 126, researchers were able to selectively knock out a fear memory for a specific audio tone and leave a fear memory for another audio tone in a group of rats. This was observed by recording brain activity in the amygdala of these rats when presented with tones they had been conditioned to fear.",
            "score": 77.93829703330994
        },
        {
            "docid": "35812169_5",
            "document": "Epigenetics in learning and memory . Miller and Sweatt demonstrated that rats trained in a contextual fear-conditioning paradigm had elevated levels of mRNA for DNMT3a and DNMT3b in the hippocampus. Fear conditioning is an associative memory task where a context, like a room, is paired with an aversive stimulus, like a foot shock; animals who have learned the association show higher levels of freezing behavior when exposed to the context even in the absence of the aversive stimulation. However, when rats were treated with the DNMT inhibitors zebularine or 5-aza-2′-deoxycytidine immediately after fear-conditioning, they demonstrated reduced learning (freezing behavior). When treated rats were re-trained 24 hours later, they performed as well as non-treated rats. Furthermore, it was shown that when these DNMT inhibitors were given 6 hours after training, and the rats were tested 24 hours later, the rats displayed normal fear memory, indicating that DNMTs are involved specifically in memory consolidation. These findings reveal the importance of dynamic changes in methylation status in memory formation.",
            "score": 58.28657925128937
        },
        {
            "docid": "727809_7",
            "document": "Engram (neuropsychology) . Later, Richard F. Thompson sought the engram in the cerebellum, rather than the cerebral cortex. He used classical conditioning of the eyelid response in rabbits in search of the engram. He puffed air upon the cornea of the eye and paired it with a tone. (This puff normally causes an automatic blinking response. After a number of experiences associating it with a tone, the rabbits became conditioned to blink when they heard the tone even without a puff.) The experiment monitored several brain regions, trying to locate the engram.",
            "score": 67.07913160324097
        },
        {
            "docid": "10828_23",
            "document": "Fear . Robert C. Bolles (1970), a researcher at University of Washington, wanted to understand species-specific defense reactions and avoidance learning among animals, but found that the theories of avoidance learning and the tools that were used to measure this tendency were out of touch with the natural world. He theorized the species-specific defense reaction (SSDR). There are three forms of SSDRs: flight, fight (pseudo-aggression), or freeze. Even domesticated animals have SSDRs, and in those moments it is seen that animals revert to atavistic standards and become \"wild\" again. Dr. Bolles states that responses are often dependent on the reinforcement of a safety signal, and not the aversive conditioned stimuli. This safety signal can be a source of feedback or even stimulus change. Intrinsic feedback or information coming from within, muscle twitches, increased heart rate, are seen to be more important in SSDRs than extrinsic feedback, stimuli that comes from the external environment. Dr. Bolles found that most creatures have some intrinsic set of fears, to help assure survival of the species. Rats will run away from any shocking event, and pigeons will flap their wings harder when threatened. The wing flapping in pigeons and the scattered running of rats are considered species-specific defense reactions or behaviors. Bolles believed that SSDRs are conditioned through Pavlovian conditioning, and not operant conditioning; SSDRs arise from the association between the environmental stimuli and adverse events. Michael S. Fanselow conducted an experiment, to test some specific defense reactions, he observed that rats in two different shock situations responded differently, based on instinct or defensive topography, rather than contextual information.",
            "score": 79.05255150794983
        },
        {
            "docid": "2213172_5",
            "document": "Minimally conscious state . Some areas of the brain that are correlated with the subjective experience of pain were activated in MCS patients when noxious stimulation was present. Positron emission tomography (PET) scans found increased blood flow to the secondary sensory cortex, posterior parietal cortex, premotor cortex, and the superior temporal cortex. The pattern of activation, however, was with less spatial extent. Some parts of the brain were less activated than normal patients during noxious stimulus processing. These were the posterior cingulate, medial prefrontal cortex, and the occipital cortex. Even though functional brain imaging can objectively measure changes in brain function during noxious stimulation, the role of different areas of the brain in pain processing is only partially understood. Furthermore, there is still the problem of the subjective experience. MCS patients by definition cannot consistently and reliably communicate their experiences. Even if they were able to answer the question \"are you in pain?\", there would not be a reliable response. Further clinical trials are needed to access the appropriateness of the use of analgesia in patients with MCS.",
            "score": 76.92970108985901
        },
        {
            "docid": "10828_22",
            "document": "Fear . As with many functions of the brain, there are various regions of the brain involved in deciphering fear in humans and other nonhuman species. The amygdala communicates both directions between the prefrontal cortex, hypothalamus, the sensory cortex, the hippocampus, thalamus, septum, and the brainstem. The amygdala plays an important role in SSDR, such as the ventral amygdalofugal, which is essential for associative learning, and SSDRs are learned through interaction with the environment and others of the same species. An emotional response is created only after the signals have been relayed between the different regions of the brain, and activating the sympathetic nervous systems; which controls the flight, fight, freeze, fright, and faint response. Often a damaged amygdala can cause impairment in the recognition of fear (like the human case of patient S.M.). This impairment can cause different species to lack the sensation of fear, and often can become overly confident, confronting larger peers, or walking up to predatory creatures.",
            "score": 81.5138726234436
        },
        {
            "docid": "10828_6",
            "document": "Fear . Fear can be learned by experiencing or watching a frightening traumatic accident. For example, if a child falls into a well and struggles to get out, he or she may develop a fear of wells, heights (acrophobia), enclosed spaces (claustrophobia), or water (aquaphobia). There are studies looking at areas of the brain that are affected in relation to fear. When looking at these areas (such as the amygdala), it was proposed that a person learns to fear regardless of whether they themselves have experienced trauma, or if they have observed the fear in others. In a study completed by Andreas Olsson, Katherine I. Nearing and Elizabeth A. Phelps, the amygdala were affected both when subjects observed someone else being submitted to an aversive event, knowing that the same treatment awaited themselves, and when subjects were subsequently placed in a fear-provoking situation. This suggests that fear can develop in both conditions, not just simply from personal history.",
            "score": 58.58403396606445
        },
        {
            "docid": "477125_8",
            "document": "Psychological pain . Research suggests that physical pain and psychological pain may share some underlying neurological mechanisms. Brain regions that were consistently found to be implicated in both types of pain are the anterior cingulate cortex and prefrontal cortex (some subregions more than others), and may extend to other regions as well. Brain regions that were also found to be involved in psychological pain include the insular cortex, posterior cingulate cortex, thalamus, parahippocampal gyrus, basal ganglia, and cerebellum. Some advocate that, because similar brain regions are involved in both physical pain and psychological pain, we should see pain as a continuum that ranges from purely physical to purely psychological. Moreover, many sources mention the fact that we use metaphors of physical pain to refer to psychological pain experiences. Further connection between physical and psychological pain has been supported through proof that acetaminophen, an analgesic, can suppress activity in the anterior cingulate cortex and the insular cortex when experiencing social exclusion, the same way that it suppresses activity when experiencing physical pain.",
            "score": 35.20926094055176
        },
        {
            "docid": "14339999_6",
            "document": "Virtual pitch . Terhardt rejected the idea of periodicity pitch, because it was not consistent with empirical data on pitch perception, e.g. measurements of the gradual shift of the virtual pitch of a complex tone with a missing fundamental when the partials were gradually shifted. Terhardt instead broke pitch perception into two steps: auditory frequency analysis in the inner ear, and harmonic pitch pattern recognition in the brain. The inner ear effectively performs a running frequency analysis of incoming sounds - otherwise we would not be able to hear out spectral pitches within a complex tone. Physiologically, each spectral pitch depends on both temporal and spectral aspects (i.e. periodicity of the waveform and position of excitation on the basilar membrane), but in Terhardt's approach the spectral pitch itself is a purely experiential parameter, not a physical parameter: it is the outcome of a psychoacoustical experiment in which the conscious listener plays an active role. Psychoacoustic measurements and models can predict which partials are \"perceptually relevant\" in a given complex tone; they are perceptually relevant if you can hear a difference in the whole sound if the frequency or amplitude of a partial is changed). The ear has evolved to separate spectral frequencies, because due to reflection and superposition in everyday environments spectral frequencies are more reliably carriers of environmental information than spectral amplitudies, which in turn are more reliable carriers of environmentally relevant information than phase relationships between partials (when perceived monoaurally). On this basis, Terhardt proposed that spectral pitches - which are what the listener experiences when hearing out partials (as opposed to the physical partials themselves) - are the only information available to the brain for the purpose of extracting virtual pitches. The \"pitch extraction\" process then involves the recognition of incomplete harmonic patterns and happens in neural networks.",
            "score": 86.33029389381409
        },
        {
            "docid": "10828_47",
            "document": "Fear . A drug treatment for fear conditioning and phobias via the amygdalae is the use of glucocorticoids. In one study, glucocorticoid receptors in the central nuclei of the amygdalae were disrupted in order to better understand the mechanisms of fear and fear conditioning. The glucocorticoid receptors were inhibited using lentiviral vectors containing Cre-recombinase injected into mice. Results showed that disruption of the glucocorticoid receptors prevented conditioned fear behavior. The mice were subjected to auditory cues which caused them to freeze normally. However, a reduction of freezing was observed in the mice that had inhibited glucocorticoid receptors.",
            "score": 75.13559103012085
        },
        {
            "docid": "25146378_20",
            "document": "Functional specialization (brain) . Other researchers who provide evidence to support the theory of distributive processing include Anthony McIntosh and William Uttal, who question and debate localization and modality specialization within the brain. McIntosh's research suggests that human cognition involves interactions between the brain regions responsible for processes sensory information, such as vision, audition, and other mediating areas like the prefrontal cortex. McIntosh explains that modularity is mainly observed in sensory and motor systems, however, beyond these very receptors, modularity becomes \"fuzzier\" and you see the cross connections between systems increase. He also illustrates that there is an overlapping of functional characteristics between the sensory and motor systems, where these regions are close to one another. These different neural interactions influence each other, where activity changes in one area influence other connected areas. With this, McIntosh suggest that if you only focus on activity in one area, you may miss the changes in other integrative areas. Neural interactions can be measured using analysis of covariance in neuroimaging. McIntosh used this analysis to convey a clear example of the interaction theory of distributive processing. In this study, subjects learned that an auditory stimulus signalled a visual event. McIntosh found activation (an increase blood flow), in an area of the occipital cortex, a region of the brain involved in visual processing, when the auditory stimulus was presented alone. Correlations between the occipital cortex and different areas of the brain such as the prefrontal cortex, premotor cortex and superior temporal cortex showed a pattern of co-variation and functional connectivity.",
            "score": 90.96129059791565
        },
        {
            "docid": "1225841_25",
            "document": "Dog training . Non-associative learning is a change in a response to a stimulus that does not involve associating the presented stimulus with another stimulus or event such as reward or punishment. Habituation is non-associative learning. An example is where a dog that reacts excitedly to a door bell is subjected to repeated ringing without accompanying visitors, and stops reacting to the meaningless stimuli. It becomes habituated to the noise. On the other side of habituation is sensitization. Some dogs' reactions to the stimuli become stronger instead of them habituating to the repeated stimuli or event. Desensitization is the process of pairing positive experiences with an object, person, or situation that causes fear or anxiety. Consistent exposure to the feared object in conjunction with rewards allows the animal to become less stressed, thereby becoming desensitized in the process. This type of training can be effective for dogs who are fearful of fireworks.",
            "score": 68.57938933372498
        },
        {
            "docid": "41879_9",
            "document": "Absolute pitch . Absolute pitch is more common among speakers of tonal languages, such as most dialects of Chinese or Vietnamese, which often depend on pitch variation as the means of distinguishing words that otherwise sound the same—e.g., Mandarin with four possible tonal variations, Cantonese with six, Southern Min with seven or eight (depending on dialect), and Vietnamese with six. Speakers of Sino-Tibetan languages have been reported to speak a word in the same absolute pitch (within a quarter-tone) on different days; it has therefore been suggested that absolute pitch may be acquired by infants when they learn to speak a tonal language (and possibly also by infants when they learn to speak a pitch-accent language). However, the brains of tonal-language speakers do not naturally process musical sound as language; perhaps such speakers are more likely to acquire absolute pitch for musical tones when they later receive musical training. Many native speakers of a tone language, even those with little musical training, are observed to sing a given song consistently with regard to pitch. Among music students of East Asian ethnic heritage, those who speak a tone language very fluently have a much higher prevalence of absolute pitch than those who do not speak a tone language.",
            "score": 65.07339000701904
        },
        {
            "docid": "25935238_70",
            "document": "Educational neuroscience . The enriched environment argument is based on evidence that rats raised in complex environments perform better on maze tasks and have 20-25% more synaptic connections than those raised in austere environments. However, these enriched environments were in laboratory cages, and did not come close to replicating the intensely stimulating environment a rat would experience in the wild. Furthermore, the formation of these additional connections in response to novel environmental stimuli occurs throughout life, not just during a critical or sensitive period. For example, skilled pianists show enlarged representations in the auditory cortex relating specifically to piano tones, while violinists have enlarged neural representations for their left fingers. Even London taxi drivers who learn the London street map in intense detail develop enlarged formations in the part of the brain responsible for spatial representation and navigation. These results show that the brain can form extensive new connections as the result of focused educational input, even when this input is received solely during adulthood. Greenough’s work suggests a second type of brain plasticity. Whereas synaptogenesis and critical periods relate to experience-expectant plasticity, synaptic growth in complex environments relates to \"experience-dependent\" plasticity. This type of plasticity is concerned with environment specific learning, and not to features of the environment that are ubiquitous and common to all members of the species, such as vocabulary.",
            "score": 64.14963817596436
        },
        {
            "docid": "33826251_13",
            "document": "Neural basis of self . Sometimes after strokes patients' perception of self changes. Often after a stroke, patients report their perception of self in more negative terms than before their stroke. It has been found that humans’ ideas of themselves are established early in life but that the perception can change as others ideas are combined with their own.  There are differences in the areas activated during self-knowledge retrieval between adults and children. This suggests a difference in self-knowledge neurobiologically due to normal aging. The prefrontal cortex and the medial posterior parietal cortex have been found to be activated when adults perform self-knowledge retrieval processes. Tests consist of presenting subjects with self-description phrases and allowing the subject to respond yes or no depending on whether or not the phrase describes him or herself. During this task, patients brains are fMRI scanned. These results can then be compared to fMRI data of the same patients when they are asked if the same phrases describe another individual, such as a well-known fictional character. The medial prefrontal cortex is activated more strongly for subjects when they are describing themselves than when they are describing others. However, children show greater medial prefrontal cortex activation than adults when performing self-knowledge retrieval tasks. Additionally, children and adults activate different specific regions in the medial prefrontal cortex. Adults activate the posterior precuneus more while children activate the anterior precuneus and the posterior cingulate. The understanding of the areas of the brain most frequently activated in children and adults can also provide information about how children, adolescents, and adults view themselves differently. Older children more significantly activate the medial prefrontal cortex because they deal with introspection much less frequently than adults and adolescents. Children have decreased specificity in skills than adults, so they show greater activation during spatial tasks. This is explained by the idea that with increased expertise in a task, decreased interest in wide spatial parameters occurs. When a person is an expert, he or she is able to be more focused in his or her performance. The difference in performance between adults and children is thought to be attributable to different perceptions of the self whether it is more introspective or more concerned with the surroundings and environment.",
            "score": 50.60587692260742
        },
        {
            "docid": "35970915_19",
            "document": "Colavita visual dominance effect . Research has shown that vision is also the dominant modality in a number of other animal species; this is thought to be due to the majority of biologically important information being received visually. Visual dominance effects over audition have been reported in cows, rats, and pigeons. For example, Miller conducted an experiment, in which, his findings showed a visual dominance effect for rats. In this experiment,rats were trained to press a lever in response to a visual (light) and to an auditory (tone) stimulus, which could be presented individually or simultaneously. The findings from this experiment showed that rats' response rates were more frequent on the 'light' lever, than on the 'tone' lever, when both stimuli were presented simultaneously.",
            "score": 67.90194320678711
        },
        {
            "docid": "36560848_4",
            "document": "Temporal dynamics of music and language . The primary auditory cortex is located on the temporal lobe of the cerebral cortex. This region is important in music processing and plays an important role in determining the pitch and volume of a sound. Brain damage to this region often results in a loss of the ability to hear any sounds at all. The frontal cortex has been found to be involved in processing melodies and harmonies of music. For example, when a patient is asked to tap out a beat or try to reproduce a tone, this region is very active on fMRI and PET scans. The cerebellum is the \"mini\" brain at the rear of the skull. Similar to the frontal cortex, brain imaging studies suggest that the cerebellum is involved in processing melodies and determining tempos. The medial prefrontal cortex along with the primary auditory cortex has also been implicated in tonality, or determining pitch and volume.",
            "score": 58.01638126373291
        },
        {
            "docid": "2640086_27",
            "document": "Affective neuroscience . Barrett, et al. 2006 examined 161 studies published between 1990-2001, subsets of which were analyzed in previous meta-analyses (Phan, et al. 2002 and Murphy et al. 2003). In this review, the authors examined the locationist hypothesis by comparing the consistency and specificity of prior meta-analytic findings specific to each hypothesized basic emotion (fear, anger, sadness, disgust, and happiness). Consistent neural patterns were defined by brain regions showing increased activity for a specific emotion (relative to a neutral control condition), regardless of the method of induction used (for example, visual vs. auditory cue). Specific neural patterns were defined as architecturally separate circuits for one emotion vs. the other emotions (for example, the fear circuit must be discriminable from the anger circuit, although both circuits may include common brain regions). In general, the results supported consistency among the findings of Phan et al. and Murphy et al., but not specificity. Consistency was determined through the comparison of chi-squared analyses that revealed whether the proportion of studies reporting activation during one emotion was significantly higher than the proportion of studies reporting activation during the other emotions. Specificity was determined through the comparison of emotion-category brain-localizations by contrasting activations in key regions that were specific to particular emotions. Increased amygdala activation during fear was the most consistently reported across induction methods (but not specific). Both meta-analyses also reported increased activations in regions of the anterior cingulate cortex during sadness, although this finding was less consistent (across induction methods) and was not specific to sadness. Both meta-analyses also found that disgust was associated with increased activity in the basal ganglia, but these findings were neither consistent nor specific. Neither consistent nor specific activity was observed across the meta-analyses for anger or for happiness. This meta-analysis additionally introduced the concept of the basic, irreducible elements of emotional life as dimensions such as approach and avoidance. This dimensional approach involved in psychological constructionist approaches is further examined in later meta-analyses of Kober et al. 2008 and Lindquist et al. 2012.",
            "score": 82.50845539569855
        },
        {
            "docid": "12172059_7",
            "document": "Large Japanese field mouse . \"A. speciosus\", like many species of rodents, have shown a degree of learning in their feeding habits. Specifically, wood mice with previous experience eating walnuts are able to eat them more quickly, efficiently, and in greater quantities than mice that had not encountered hard-shelled walnuts. Additionally, mice without previous experience are able to successfully learn more efficient foraging behavior within 14 days of conditioning, a strong indication that foraging behavior is not strictly genetically determined and that trial-and-error may be a contributing mechanism. The behavior is also affected socially, as mice raised in specific environments forage in ways that mice in other environments may not. For example, large Japanese field mice raised in environments with more tannin-rich nuts show greater selectivity than those that do not. Behavioral fluidity and the ability to quickly adapt to environments without the need for evolution, which would take many generations to become apparent, is key for the survival of the mice in varying environments.",
            "score": 66.69916927814484
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 79.45041501522064
        },
        {
            "docid": "1764639_17",
            "document": "Levels-of-processing effect . Several brain imaging studies using positron emission tomography and functional magnetic resonance imaging techniques have shown that higher levels of processing correlate with more brain activity and activity in different parts of the brain than lower levels. For example, in a lexical analysis task, subjects showed activity in the left inferior prefrontal cortex only when identifying whether the word represented a living or nonliving object, and not when identifying whether or not the word contained an \"a\". Similarly, an auditory analysis task showed increased activation in the left inferior prefrontal cortex when subjects performed increasingly semantic word manipulations. Synaptic aspects of word recognition have been correlated with the left frontal operculum and the cortex lining the junction of the inferior frontal and inferior precentral sulcus. The self-reference effect also has neural correlates with a region of the medial prefrontal cortex, which was activated in an experiment where subjects analyzed the relevance of data to themselves. Specificity of processing is explained on a neurological basis by studies that show brain activity in the same location when a visual memory is encoded and retrieved, and lexical memory in a different location. Visual memory areas were mostly located within the bilateral extrastriate visual cortex.",
            "score": 55.72965443134308
        }
    ],
    "r": [
        {
            "docid": "780612_41",
            "document": "Child discipline . In operant conditioning, schedules of reinforcement are an important component of the learning process. When and how often we reinforce a behavior can have a dramatic impact on the strength and rate of the response. A schedule of reinforcement is basically a rule stating which instances of a behavior will be reinforced. In some case, a behavior might be reinforced every time it occurs. Sometimes, a behavior might not be reinforced at all. Either positive reinforcement or negative reinforcement might be used, depending on the situation. In both cases, the goal of reinforcement is always to strengthen the behavior and increase the likelihood that it will occur again in the future. In real-world settings, behaviors are probably not going to be reinforced each and every time they occur. For situations where you are purposely trying to train and reinforce an action, such as in the classroom, in sports or in animal training, you might opt to follow a specific reinforcement schedule. As you'll see below, some schedules are best suited to certain types of training situations. In some cases, training might call for starting out with one schedule and switching to another once the desired behavior has been taught.",
            "score": 124.74280548095703
        },
        {
            "docid": "4275189_3",
            "document": "Joseph E. LeDoux . As explained in his 1996 book, The Emotional Brain, LeDoux developed an interest in the topic of emotion through his doctoral work with Michael Gazzaniga on split-brain patients in the mid-1970s. Because techniques for studying the human brain were limited at the time, he turned to studies of rodents where the brain could be studied in detail. He chose to focus on a simple behavioral model, Pavlovian fear conditioning. This procedure allowed him to follow the flow of information about a stimulus through the brain as it comes to control behavioral responses by way of sensory pathways to the amygdala, and gave rise to the notion of two sensory roads to the amygdala, with the “low road” being a quick and dirty subcortical pathway for rapid activity behavioral responses to threats and the “high road” providing slower but highly processed cortical information. His work has shed light on how the brain detects and responds to threats, and how memories about such experiences are formed and stored through cellular, synaptic and molecular changes in the amygdala. A long-standing collaboration with NYU colleague Elizabeth Phelps has shown the validity of the rodent work for understanding threat processing in the human brain. LeDoux’s work on amygdala processing of threats has helped understand exaggerated responses to threats in anxiety disorders in humans. For example, studies with Maria Morgan in the 1990s implicated the medial prefrontal cortex in the extinction of responses to threats and paved the way for understanding how exposure therapy reduces threat reactions in people with anxiety by way of interactions between the medial prefrontal cortex and the amygdala. Work conducted with Karim Nader and Glenn Schafe triggered a wave of interest in the topic of memory reconsolidation, a process by which memories become labile and subject to change after being retrieved. This led to the idea that trauma-related cues might be weakened in humans by blocking reconsolidation. Studies with Marie Mofils, Daniela Schiller and Phelps showed that extinction conducted shortly after triggering reconsolidation is considerably more effective in reducing the threat value of stimuli than conventional extinction, a finding that has proven useful in reducing drug relapse in humans.",
            "score": 122.43553161621094
        },
        {
            "docid": "1754922_6",
            "document": "Animal training . There are various methods animal trainers can use to prompt an animal to respond to a stimulus in a specific way. For example, shaping is a process by which successive approximations are rewarded until the desirable response topography is attained. An animal trainer can use conditioned reinforcers, like clickers, to bridge the interval between response and positive reinforcement. Some stimuli that is considered discriminative are signals, targets and cues. They can be used to prompt a response from an animal, and can be changed to other stimuli or faded in magnitude. In order to delay satiation, reinforcer size should be as small as possible and still be effective for reinforcement. Also, the timing of the delivery of a reinforcer is crucial. Initially the interval between response and consequence must be minimal in order for the animal to associate the consequence with the response.",
            "score": 110.3296890258789
        },
        {
            "docid": "35075711_18",
            "document": "Spontaneous recovery . Rapid reacquisition may be partially an effect of ABA renewal, whereby an animal (undergoing conditional learning) learns that the initial conditioning trials with the CS-US pairings are part of an original context of conditioning, whereas the more recent presentations of the CS alone are part of the context of extinction. Thus, when CS-US pairings are resumed post-extinction, they put the animal back into the mindset of the original conditioning context, and this contextual cue aids in reacquiring the CR more quickly than the initial learning. As such, rapid reacquisition will be produced when reinforced initial learning trials create a contextual cue, that in future acquisition trials gets activated and brings about the renewal of responding, at a quicker rate than the initial response learning.",
            "score": 108.51204681396484
        },
        {
            "docid": "32020972_19",
            "document": "Reinforcement sensitivity theory . The new RST distinguishes the subsystems underlying anxiety and fear. The FFFS is associated with fear and the BIS is associated with anxiety. This distinction is still debated, especially in clinical settings wherein BIS scores are sensitive to fear/panic-reducing, not anxiety-reducing treatments. Furthermore, the possibility of anxiety's triggering panic and vice versa supports a model of the BIS and the FFFS in which the two are not causally independent. Conflicting results regarding the relationship between fear and anxiety may reflect measures which were not updated to reflect the functionally dependent systems of the new RST. A review by Perkins and Corr (2006) found that the BIS as measured in Carver, 1994 scales and similar constructs tap into the FFFS (which fear responses) and not the true BIS (which underlies anxiety). These definitions were not updated to reflect the revised RST model. D.C. Blanchard and colleagues (2001) created vignettes with response options that modeled rodent reactions to anxiety (the BIS, used ambiguous/partially threatening stimuli) and fear (the FFFS, used pure threat situations) to study these constructs in humans. These behavioroid scales ask: \"What would you do if (insert scenario inducing fear or anxiety)?\" Response options accurately reflect the revised RST, but have not been widely tested or applied.",
            "score": 108.26570892333984
        },
        {
            "docid": "44369339_21",
            "document": "Chlorovirus . Studies infecting mice with ACTV-1 have been performed following the discovery chlorovirus can infect humans. The studies conducted on infected mice show changes in the Cdk5 pathway, which aids with learning and memory formation, as well as alterations in gene expression in the dopamine pathway. Further, infected mice were found to be less social, interacting less with newly introduced companion mice than the control group. Infected mice also spent longer in a light-exposed portion of a test chamber, where the control mice tended to prefer the dark side and avoided the light. This indicates a decrease in anxiety with ACTV-1 infection. The test mice were also less able to recognize an object that had been moved from its previous location, showing a decrease in spatial reference memory. As in humans, there is a decrease in vision spatial task ability. Within the hippocampus (area of brain responsible for memory and learning), changes in gene expression occur, and infection presents a change in the pathways of immune cell functioning and antigen processing. It has been suggested that this possibly indicates an immune system response to the ACTV-1 virus causing inflammation which may be the cause for the cognitive impairments. The symptoms presented may also suggest hippocampus and medial prefrontal cortex interference from ACTV-1 infection.",
            "score": 105.6791000366211
        },
        {
            "docid": "462393_16",
            "document": "Olfactory bulb . Associative learning between odors and behavioral responses takes place in the amygdala. The odors serve as the reinforcers or the punishers during the associative learning process; odors that occur with positive states reinforce the behavior that resulted in the positive state while odors that occur with negative states do the opposite. Odor cues are coded by neurons in the amygdala with the behavioral effect or emotion that they produce. In this way odors reflect certain emotions or physiological states. Odors become associated with pleasant and unpleasant responses, and eventually the odor becomes a cue and can cause an emotional response. These odor associations contribute to emotional states such as fear. Brain imaging shows amygdala activation correlated with pleasant and unpleasant odors, reflecting the association between odors and emotions.",
            "score": 105.56620025634766
        },
        {
            "docid": "4275189_4",
            "document": "Joseph E. LeDoux . Recently, LeDoux has begun to emphasize the value, when discussing brain functions in animals, of using terms that are not derived from human subjective experience. The common practice of calling brain circuits that detect and respond to threats \"fear circuits” implies that these circuits are responsible for feelings of fear. LeDoux has argued that so-called Pavlovian fear conditioning should be renamed Pavlovian threat conditioning to avoid the implication that “fear” is being acquired in rats or humans. Key to his theoretical change is the notion of survival functions mediated by survival circuits, the purpose of which is to keep organisms alive rather than to make emotions. For example, defensive survival circuits exist to detect and respond to threats. While all organisms can do this, only organisms that can be conscious of their own brain’s activities can feel fear. Fear is a conscious experience and occurs the same way as any other kind of conscious experience: via cortical circuits that allow attention to certain forms of brain activity. He argues the only differences between an emotional and non-emotion state of consciousness are the underlying neural ingredients that contribute to the state. These ideas and their implications for understanding the neural foundations of pathological fear and anxiety are explained in his 2015 book, Anxious.",
            "score": 105.42147064208984
        },
        {
            "docid": "31539062_13",
            "document": "Frustration–aggression hypothesis . Some studies have shown that frustrating and equally threatening events may generate feelings of aggression. This is based on the account that one of our neural systems is responsible for executing the basic responses to threat. It so happens that one of these basic responses from this system is that of aggression. The system is made up of and follows from the amygdala to the hypothalamus and finally to the periaqueductal gray matter (PAG) In greater detail, research suggests that when one is threatened or frustrated by some stimuli, parts of our frontal cortex, that is our orbital, medial and ventrolateral frontal cortex, is activated which works in tandem with our threat response system, the amygdala-hypothalamus-PAG. More simply put, threatening events generate more action potentials in the frontal cortex regions which then relay onto the amygdala-hypothalamus-PAG. It is in this basic threat response system where the decision on which response should take hold based on the information received from the frontal cortex regions. As mentioned, there are varying degrees and responses that could take hold within an animal in the presence of a frustrating event. This has not shown to interfere with the basic circuitry at the neuronal level and simply implies that certain stimuli generate more action potentials than others, and thus stronger responses than others respectively. In the face of this, animals portray a response hierarchy at the onset of a frustrating event. For example, when low levels of danger are perceived, the threat response system induces freezing in the animal; closer subjects of threat generate the act of fleeing from their surroundings and finally, where the source of the threat is so close that escape is no longer an option, the threat circuitry system will induce reactive aggression in the animal. What this means is that the closer a frustrating stimulus is presented to us, the greater the chances our basic response systems will be activated and thus will give rise to certain behaviors accordingly. Furthermore, some research has shown that \"individuals with elevated susceptibility for frustration [showed] greater activity within these regions [amygdala-hypothalarmus-PAG] in response to frustrating events relative to those with less susceptibility\". What this research suggests is that people who get frustrated more easily than others show greater activity in the frontal cortex in connection with the amygdala-hypothalamus-PAG, the system that makes us act, given a strong enough stimulus, aggressively with reference to the studies at hand.",
            "score": 105.01947784423828
        },
        {
            "docid": "2785756_12",
            "document": "Extinction (psychology) . Extinction learning can also occur in a classical conditioning paradigm. In this model, a neutral cue or context can come to elicit a conditioned response when it is paired with an unconditioned stimulus. An unconditioned stimulus is one that naturally and automatically triggers a certain behavioral response. A certain stimulus or environment can become a conditioned cue or a conditioned context, respectively, when paired with an unconditioned stimulus. An example of this process is a fear conditioning paradigm using a mouse. In this instance, a tone paired with a mild footshock can become a conditioned cue, eliciting a fear response when presented alone in the future. In the same way, the context in which a footshock is received such as a chamber with certain dimensions and a certain odor can elicit the same fear response when the mouse is placed back in that chamber in the absence of the footshock.",
            "score": 104.94710540771484
        },
        {
            "docid": "35432972_3",
            "document": "Marine mammal training . Reinforcers are one of the great ways trainers communicate with animals. The reinforcers let the animal know when they have done the desired behavior you wanted them to achieve. Trainers need to make sure they reinforce the animal directly after they have successfully done the behavior and not wait too late. If the reinforcer is too late, by even a few seconds, then the animal can start an undesired behavior. The trainer needs to create signals so the animal knows they have done the correct behavior. When training a new behavior it is important to teach in small steps. By training in small steps, you can train an animal to do complex behaviors. This step-by-step learning experience is called shaping. Trainers create different signals for the animals for different behaviors. This helps let the animal know the correct behavior to perform. If an animal does not respond to a signal or responds with an undesired behavior then the trainer normally will remain motionless and wait three seconds before trying the signal again. This three second pause is referred to as the Least Reinforcing Stimulus, or LRS. It is like a short \"time-out\" for the animals. The trainers try not to force a situation and never punish an animal for not doing a behavior correctly.",
            "score": 104.71676635742188
        },
        {
            "docid": "128027_29",
            "document": "Operant conditioning . A neurochemical process involving dopamine has been suggested to underlie reinforcement. When an organism experiences a reinforcing stimulus, dopamine pathways in the brain are activated. This network of pathways \"releases a short pulse of dopamine onto many dendrites, thus broadcasting a rather global reinforcement signal to postsynaptic neurons.\" This allows recently activated synapses to increase their sensitivity to efferent (conducting outward) signals, thus increasing the probability of occurrence for the recent responses that preceded the reinforcement. These responses are, statistically, the most likely to have been the behavior responsible for successfully achieving reinforcement. But when the application of reinforcement is either less immediate or less contingent (less consistent), the ability of dopamine to act upon the appropriate synapses is reduced.",
            "score": 104.61045837402344
        },
        {
            "docid": "34967526_4",
            "document": "Conditioned emotional response . In 1941 B.F. Skinner and William Kaye Estes were the first to use the term \"CER\" and demonstrated the phenomenon with rats. They trained food-deprived rats to lever-press (operant conditioning) for food pellets, maintained on a variable interval (VI) schedule of reinforcement. Periodically, a tone was presented, for a brief amount of time, which co-terminated with electric shock to the metal floor (classical delay conditioning). The rats, upon receipt of the first shock, displayed the expected unconditional responses to the shock (e.g., jumping, squealing, urinating, etc.), however with subsequent presentations of the tone-shock trials, those responses habituated somewhat. The largest change in behavior occurred during the time the tone was presented. That is, lever-pressing during the tone reduced to near zero levels. Given that the tone-shock pairings were likely sufficient to produce classical conditioning, Estes and Skinner hypothesized that the tone elicited fear that interfered or interrupted ongoing operant behavior. In a sense, the now CS (tone) \"paralyzed in fear\" the rat. Note that the suppression of lever-pressing was robust, even though the operant, lever-press - food contingency was not altered at all. This experiment is critical in experimental psychology for it demonstrated that the interaction of classical and operant conditioning contingency could be powerful in altering behavior. This work sparked a number of experiments on this interaction, resulting in important experimental and theoretical contributions on autoshaping, negative automaintenance, and potentiated feeding, to name a few.",
            "score": 101.94454193115234
        },
        {
            "docid": "5160010_37",
            "document": "Emotion in animals . Langford et al. examined empathy in rodents using an approach based in neuroscience. They reported that (1) if two mice experienced pain together, they expressed greater levels of pain-related behavior than if pain was experienced individually, (2) if experiencing different levels of pain together, the behavior of each mouse was modulated by the level of pain experienced by its social partner, and (3) sensitivity to a noxious stimulus was experienced to the same degree by the mouse observing a conspecific in pain as it was by the mouse directly experiencing the painful stimulus. The authors suggest this responsiveness to the pain of others demonstrated by mice is indicative of emotional contagion, a phenomenon associated with empathy, which has also been reported in pigs. One behaviour associated with fear in rats is freezing. If female rats experience electric shocks to the feet and then witness another rat experiencing similar footshocks, they freeze more than females without any experience of the shocks. This suggests empathy in experienced rats witnessing another individual being shocked. Furthermore, the demonstrator's behaviour was changed by the behaviour of the witness; demonstrators froze more following footshocks if their witness froze more creating an empathy loop.",
            "score": 101.6240234375
        },
        {
            "docid": "22509570_10",
            "document": "Lateralized readiness potential . Cueing paradigms may even influence response preparation when the subject is unaware of the cue. In a special type of cuing paradigm the cue can be presented for a very short period of time (e.g., 40 ms) and preceded and followed by other visual stimuli that effectively \"mask\" the cue’s presence. This type of paradigm, called \"masked priming\", has been used with the LRP to see whether a cue someone is unable to identify at all is still able to influence the response system. For example, one study showed that a masked prime that gave conflicting response information compared to the target reliably slowed subjects’ response times, even though the subjects reported never seeing the masked prime. They also showed that the conflicting masked prime induced an LRP such that the brain started preparing a response based on the semantic information in the masked prime. This suggests that a cue with newly learned meaningful implications for the motor system (i.e., arbitrary response-mappings) need not be consciously processed in order for response preparations to begin. Thus since the LRP can pick up signals for responses never actually initiated or perceived of, it can uncover information processing that happens without our awareness but that can still affect our overt behavior.",
            "score": 101.43570709228516
        },
        {
            "docid": "37940820_22",
            "document": "Emotion perception . Similarly, anxiety has been commonly associated with individuals being able to perceive threat when in fact none is present, and orient more quickly to threatening cues than other cues. Anxiety has been associated with an enhanced orienting toward threat, a late-stage attention maintenance toward threat, or possibly vigilance-avoidance, or early-stage enhanced orienting and later-stage avoidance. As a form of anxiety, post-traumatic stress disorder (PTSD) has also been linked with abnormal attention toward threatening information, in particular, threatening stimuli which relates to the personally relevant trauma, making such a bias in that context appropriate, but out of context, maladaptive. Such processing of emotion can alter an individuals' ability to accurately assess others' emotions as well. Mothers with violence-related PTSD have been noted to show decreased medial prefrontal cortical activation in response to seeing their own and unfamiliar toddlers in helpless or distressed states of mind that is also associated with maternal PTSD symptom severity, self-reported parenting stress, and difficulty in identifying emotions and which, in turn, impacts sensitive caregiving. Moreover, child maltreatment and child abuse have been associated with emotion processing biases as well, most notably toward the experience-specific emotion of anger. Research has found that abused children exhibit attention biases toward angry faces such that they tend to interpret even ambiguous faces as angry versus other emotions and have a difficulty disengaging from such expressions while other research has found abused children to demonstrate an attentional avoidance of angry faces.  It is believed to be adaptive to attend to angry emotion as this may be a precursor to danger and harm and quick identification of even mild anger cues can facilitate the ability for a child to escape the situation, however, such biases are considered maladaptive when anger is over-identified in inappropriate contexts and this may result in the development of psychopathology.",
            "score": 101.40740966796875
        },
        {
            "docid": "2485942_5",
            "document": "Audiogram . Hearing thresholds of humans and other mammals can be found by using behavioural hearing tests or physiological tests. An audiogram can be obtained using a behavioural hearing test called Audiometry. For humans the test involves different tones being presented at a specific frequency (pitch) and intensity (loudness). When the person hears the sound they raise their hand or press a button so that the tester knows that they have heard it. The lowest intensity sound they can hear is recorded. The test varies for children, their response to the sound can be a head turn or using a toy. The child learns what they can do when they hear the sound, for example they are taught that when they heard the sound they can put a toy man in a boat. This is referred to as conditioned play audiometry. Visual reinforcement audiometry is also used with children. When the child hears the sound, they look in the direction the sound came from and are reinforced with a light and/or animated toy. A similar technique can be used when testing some animals but instead of a toy, food can be used as a reward for responding to the sound.  Physiological tests do not need the patient to respond (Katz 2002). For example when performing the brainstem auditory evoked potentials the patient’s brainstem responses are being measured when a sound is played into their ear, or otoacoustic emissions (OAEs) which are generated by a healthy inner ear either spontaneously or evoked by an outside stimulus.  In the US, the NIOSH recommends that people who are regularly exposed to hazardous noise have their hearing tested once a year, or every three years otherwise.",
            "score": 101.34786987304688
        },
        {
            "docid": "2180274_3",
            "document": "Chaining . The chain of responses is broken down into small steps using task analysis. Parts of a chain are referred to as links. The learner's skill level is assessed by an appropriate professional and is then either taught one step at a time while being assisted through the other steps forward or backwards or if the learner already can complete a certain percentage of the steps independently, the remaining steps are all worked on during each trial total task. A verbal stimulus or prompt is used at the beginning of the teaching trial. The stimulus change that occurs between each response becomes the reinforcer for that response as well as the prompt/stimulus for the next response without requiring assistance from the teacher. For example, in purchasing a soda you pull the money out of your pocket and see the money in your hand and then put the money in the machine. Seeing the money in your hand both was the reinforcer for the first response (getting money out of pocket) and was what prompted you to do the next response (putting money in machine).",
            "score": 101.22576141357422
        },
        {
            "docid": "4943008_7",
            "document": "Interspecies communication . Research observing cooperative communication has largely focused on primates, and predatory animals. Red-fronted lemurs and sifakas recognize one another's alarm calls. The same has been found in West African Diana monkey and Campbell's monkeys. When one species elicits an alarm signal specific to a certain predator, the other species react in the same pattern as the species that called. For example, leopards hunt both species by capitalizing the elements of stealth and surprise. If the monkeys detect the leopard before it attacks (usually resulting in mobbing), the leopard will typically not attack. Therefore, when a leopard alarm call is given, both species respond by positioning near the leopard signaling that it has been found out. It also seems that the monkeys are able to distinguish a leopard alarm call from, for example, a raptor alarm call. When a raptor alarm call is given, the monkeys respond by moving towards the forest floor and away from aerial attack. It is not simply that the monkeys act upon hearing the alarm calls but rather they are able to actually extract particular information from a call. Responses to heterospecific alarm calls are not confined to simian species but have also been found in the Sciuridae species: yellow-bellied marmot and the golden-mantled ground squirrel.  Researchers have determined that bird species are able to understand, or at least respond, to alarms calls by species of mammals and vice versa; red squirrels' acoustic response to raptors is near-identical to that of birds, making the latter also aware to a potential predatory threat, while eastern chipmunks are keen to mobbing calls by eastern tufted titmice. Whether heterospecific understanding is a learned behavior or not is unclear. In 2000 it was found that age and interspecies experience were important factors in the ability for bonnet macaques to recognize heterospecific calls. Macaques who were younger and exposed longer to other species' alarm calls were more likely to correctly respond to heterospecific alarm calls. Key to this early learning was the reinforcement of a predatory threat, when an alarm call was given a corresponding threat had to be presented in order to make the association. Interspecies communication may not be an innate ability but rather a sort of imprinting coupled with an intense emotion (fear) early in life.",
            "score": 100.4454574584961
        },
        {
            "docid": "13001588_34",
            "document": "Animal consciousness . The neuroscientist Joseph LeDoux advocates avoiding terms derived from human subjective experience when discussing brain functions in animals. For example, the common practice of calling brain circuits that detect and respond to threats \"fear circuits\" implies that these circuits are responsible for feelings of fear. LeDoux argues that Pavlovian fear conditioning should be renamed Pavlovian threat conditioning to avoid the implication that \"fear\" is being acquired in rats or humans. Key to his theoretical change is the notion of survival functions mediated by survival circuits, the purpose of which is to keep organisms alive rather than to make emotions. For example, defensive survival circuits exist to detect and respond to threats. While all organisms can do this, only organisms that can be conscious of their own brain’s activities can feel fear. Fear is a conscious experience and occurs the same way as any other kind of conscious experience: via cortical circuits that allow attention to certain forms of brain activity. LeDoux argues the only differences between an emotional and non-emotion state of consciousness are the underlying neural ingredients that contribute to the state.",
            "score": 100.1169662475586
        },
        {
            "docid": "21488622_13",
            "document": "Self-administration . Continuous reinforcement: A single operant response triggers the dispense of a single dose of reinforcer. A time-out period may follow each operant response that successfully yields a dose of reinforcer; during this period the lever used in training may be retracted preventing the animal from making further responses. Alternatively operant responses will fail to produce drug administration allowing previous injections to take effect. Moreover, time-outs also help prevent subjects from overdosing during self-administration experiments.  Fixed-ratio studies require a predefined number of operant responses to dispense one unit of reinforcer. Standard fixed ratio reinforcement schedules include FR5 and FR10, requiring 5 and 10 operant responses to dispense a unit of reinforcer, respectively. Progressive ratio reinforcement schedules utilize a multiplicative increase in the number of operant responses required to dispense a unit of reinforcer. For example, successive trials might require 5 operant responses per unit of reward, then 10 responses per unit of reward, then 15, and so on. The number of operant responses required per unit of reinforcer may be altered after each trial, each session, or any other time period as defined by the experimenter. Progressive ratio reinforcement schedules provide information about the extent that a pharmacological agent is reinforcing through the breakpoint. The breakpoint is the number of operant responses at which the subject ceases engaging in self-administration, defined by some period of time between operant responses (generally up to an hour). Fixed interval (FI) schedules require that a set amount of time pass between drug infusions, regardless of the number of times that the desired response is performed. This “refractory” period can prevent the animal from overdosing on a drug. Variable interval (VI) schedules of reinforcement are identical to FI schedules, except that the amount of time between reinforced operant responses varies, making it more difficult for the animal to predict when the drug will be delivered.",
            "score": 99.66781616210938
        },
        {
            "docid": "32020972_13",
            "document": "Reinforcement sensitivity theory . These measures were constructed under the assumption that BIS, BAS and associated traits Anxiety and Impulsivity are independent. In contrast, Gray first described BIS and BAS as opposing systems with bidirectional inhibitory links in animal models. Thus, empirical results that claimed to falsify the theory may have relied on faulty predictions for independent, non-interacting systems. Gray’s theory was also criticized because the boundary between FFS (threat response system) and BIS (punishment system) was difficult to define empirically, akin to differentiating between fear and anxiety. Matthews and Gilliland proposed separate cognitive systems underlying fear and anxiety and emphasized the need to study these systems outside of animal models. These critiques led to a major revision and renaming of the theory in 2000. The Reinforcement Sensitivity Theory (RST) redefined the three systems underlying anxiety, impulsivity, motivation, and reinforcement learning.",
            "score": 99.5584487915039
        },
        {
            "docid": "25937372_15",
            "document": "Major urinary proteins . In addition to serving as social cues between members of the same species, Mups can act as kairomones—chemical signals that transmit information between species. Mice are instinctively afraid of the smell of their natural predators, including cats and rats. This occurs even in laboratory mice that have been isolated from predators for hundreds of generations. When the chemical cues responsible for the fear response were purified from cat saliva and rat urine, two homologous protein signals were identified: Fel d 4 (\"Felis domesticus\" allergen 4), the product of the cat \"Mup\" gene, and Rat n 1 (\"Rattus norvegicus\" allergen 1), the product of the rat \"Mup13\" gene. Mice are fearful of these Mups even when they are made in bacteria, but mutant animals that are unable to detect the Mups showed no fear of rats, demonstrating their importance in initiating fearful behaviour. It is not known exactly how Mups from different species initiate disparate behaviours, but mouse Mups and predator Mups have been shown to activate unique patterns of sensory neurons in the nose of recipient mice. This implies the mouse perceives them differently, via distinct neural circuits. The pheromone receptors responsible for Mup detection are also unknown, though they are thought be members of the V2R receptor class.",
            "score": 99.38763427734375
        },
        {
            "docid": "24219329_23",
            "document": "Neurogenomics . The first mouse brain transcriptome was generated in 2008. Since then, extensive work has been done with building social-stress mice models to study the pathway level expression signatures of various psychiatric diseases. A recent paper simulated features of Post Traumatic Stress Disorder (PTSD) in mice, and profiled the entire transcriptome of these mice. The authors found differential regulation in many biological pathways, some of which were implicated in anxiety disorders (hyperactivity, fear response), mood disorders, and impaired cognition. These findings are backed by extensive transcriptomic analyses of anxiety disorders, and expression level changes in biological pathways involved with fear learning and memory are thought to contribute to the behavioural manifestations of these disorders. It is thought that functional enrichment of genes involved in long term synaptic potentiation, depression, and plasticity has an important role to play in the acquisition, consolidation, and maintenance of traumatic memories underlying anxiety disorders.",
            "score": 99.26978302001953
        },
        {
            "docid": "532199_39",
            "document": "Arousal . A real life example of the effects of physiological arousal on cognition is when you’re walking through the woods and you notice a rattlesnake in front of the walkway on the ground. You would feel alarmed and scared (physiological arousal).Your past experience and knowledge of poisonous snakes and dangerous predators provides the (cognition) of the situation. Based on your analysis of your position you label your arousal as fear. Fear is explained to be an emotion that one might expect with alarm, it is also known as something to be afraid of or the feelings of apprehensiveness. Fear works when one senses danger, the brain reacts instantly, sending signals that activate the nervous system. This causes physical responses, such as a faster heartbeat, rapid breathing, and an increase in blood pressure. Blood pumps to muscle groups to prepare the body for physical action like running or fighting. Skin sweats to keep the body cool. Some people might notice sensations in the stomach, head, chest, legs, or hands. These physical sensations of fear can be mild or strong. A study done by Joan Vickers and Mark Williams analyzed how a group of elite biathlon shooters handled an experimental task. The goal was to determine why there might be a failure to perform in high pressure situations. Difficulties come about when trying to test performance pressure, physiological workload, anxiety, and visual attention in a controlled setting. Which is why they decided to test these elite biathlon shooters, due to the easy ability to stimulate the controlled experiment. In the low pressure stimulation the subjects were only told that the purpose of the test was to simply provide feedback and the fixation on the target at different power output levels. In the high pressure situation the shorter were told that the national team coach was going to observe the shooters, and their shooting percentages would be used to make the national team selections. Both groups were told that prizes would be rewarded to the most accurate shooters. To test physiological arousal that was being used, Vickers and Williams measured each shooters heart rate as well as the perceived exertion. Trying to determine if the failure to perform to whatever level of skill or ability the person has at the time, also known as choking; was indeed a factor in this test. Physiological arousal was measured and recorded through the athlete's heart rate and rate of perceived exertion. The findings showed that the biathletes developed the ability to decelerate their heart rate just before they shoot, most only shoot when HR is 80% or lower. Whereas the test was designed for shots to be taken with a heart rate 100% or above. The expectations were for the low pressure and high pressure groups to be more prone to choking compared to those who were able to maintain their heart rates. The findings showed exactly what was expected, the only exception was that the pressure applied did not necessarily have much of an effect. While it was clear that high pressure stimulations did appear far more anxious than those of low pressure stimulations.",
            "score": 99.1031265258789
        },
        {
            "docid": "39362848_7",
            "document": "External inhibition . In a study by Pennypacker (1964), a conditioned stimulus of a circular red light, an unconditioned stimulus of a puff of dry compressed air, and an external stimulus of a 1,000-cps tone were used to investigate external inhibition at the human level during different introduction intervals. Reflexive blinking was measured as the conditioned and unconditioned response. Each participant was first presented with two trials of the circular red light without reinforcement, and three trials of the puff of dry compressed air alone. Depending on the group, participants were presented with either 15, 30, or 60 paired conditioned stimulus – unconditioned stimulus (CS-UCS) trials, a round of an external stimulus, another 15, 30, or 60 trials of CS-UCS trials, another round of an external stimulus, and then 5 CS-UCS trials.  Pennypacker suggested that following the introduction of any novel stimuli, a period of excitation occurs between the conditioned stimulus (red light) and its conditioned response (blinking), called an induction period. Thus, if the external stimulus was presented earlier in the acquisition phase, the observed decline in blinking would be even less than if the external stimulus was presented later. Pennypacker also suggested that it may be possible that an external stimulus that was introduced too late to affect the conditioned stimulus may externally inhibit the unconditioned stimulus. However, the study failed to confirm the presence of induction immediately after the tone (external stimulus) was introduced, and there was no evidence that external stimulus had any effect on reflexive blinking when presented halfway through the interval, aside from isolated cases. He suggests that the difference between the induction effect observed in a preliminary study and the current study are due to the use of visual external stimulus during a preliminary study and presenting the external stimulus instead of the conditioned stimulus; compared to the use of an auditory external stimulus and presentation of the tone in addition to the conditioned stimulus. Another suggestion is that the external stimulus was not intense enough to produce an inductive effect.  Through this study, Pennypacker confirmed the observation of external inhibition on the human level. External inhibition was especially observed when the tone (external stimulus) was introduced during the acquisition phase, which was the interval right after the paired CS-UCS trials. The conditioned response, blinking reflex, was observed to be in decline (inhibited) compared to the rate during conditioning.",
            "score": 98.7643051147461
        },
        {
            "docid": "17258308_3",
            "document": "Two-alternative forced choice . There are various manipulations in the design of the task, engineered to test specific behavioral dynamics of choice. In one well known experiment of attention that examines the attentional shift, the Posner Cueing Task uses a 2AFC design to present two stimuli representing two given locations. In this design there is an arrow that cues which stimulus (location) to attend to. The person then has to make a response between the two stimuli (locations) when prompted. In animals, the 2AFC task has been used to test reinforcement probability learning, for example such as choices in pigeons after reinforcement of trials. A 2AFC task has also been designed to test decision making and the interaction of reward and probability learning in monkeys. Monkeys were trained to look at a center stimulus and were then presented with two salient stimuli side by side. A response can then be made in the form of a saccade to the left or to the right stimulus. A juice reward is then administered after each response. The amount of juice reward is then varied to modulate choice.",
            "score": 98.29129028320312
        },
        {
            "docid": "425938_75",
            "document": "Animal cognition . Animals differ widely in many learning and cognitive tasks in ways that reflect their evolutionary history and their instinctual behaviors in natural environments. For example, dogs and rats easily learn to avoid an electric shock from the floor by moving to another part of the experimental chamber when they hear a tone preceding the shock; this is an appropriate response to a dangerous situation. However, hedgehogs fail to learn this avoidance behavior. This might seem to show the hedgehog's inability to learn, but the hedgehog's instinctive reaction to a threat is to curl up into a ball, a response that interferes with possible escape behavior in this situation.",
            "score": 98.12782287597656
        },
        {
            "docid": "15434333_13",
            "document": "Behavior management . Positive reinforcement, negative reinforcement, positive and negative punishment are all forms of Operant Conditioning. Reinforcements are when you try to increase behavior, either positively or negatively. If you use positive reinforcement, you add a wanted stimulus for desired behavior (e.g. awarding good behavior with a treat). Negative reinforcement is when you increase behavior by removing something unwanted. (e.g., The child’s room is messy and his mom nags him to clean it up, he eventually keeps it clean to remove his mom’s nagging.) Punishment is trying to decrease behavior, either by using negative or positive. Positive punishment is when you add an unwanted stimulus to decrease the target’s behavior. (e.g., spanking a child when he behaves badly.) Here, spanking is being added to decrease his bad behavior. Negative punishment is when you remove something the target enjoys or likes to remove his or her bad behavior. (e.g. your child comes home past curfew every weekend, you remove watching TV when he is past curfew, therefore, your child’s behavior of coming past curfew will decrease.) This is negative punishment because your child likes to watch TV, so when you take that away from him for being late, he doesn’t like it, therefore, wanting to come home in time to not get that privilege taken away. (Goal: to elaborate and give more background to help reinforce the theory.)  Abraham Maslow is a very well-known humanist psychologist with his work for hierarchy needs, in this, he describes that humans have basic needs, and they are not met, that individuals will not desire anything else. Maslow also states that humans are never really satisfied, in that our needs are never fully fulfilled, therefore, this can affect how we can behave. (e.g., if our needs are never fully fulfilled, then we might not always behave well, even if we do get a treat for good behavior.) A related concept, \"Hawthorne Effect\" involves the manipulation of behavior of somebody being observed. For example, if you’re being studied in an experiment, you might perform better or work harder because you are aware of the attention you are getting. It is this effect of observation that is called the \"Hawthorne Effect\". This is interesting because if we take a child who is behaving very poorly, no matter what, and they were put in an experiment, they might increase their good behavior because they are getting attention from the researcher. The point of operant conditioning in behavior modification is to regulate the behavior. It is a method to use different techniques and tie them all together to monitor how one behaves. It can cause a problem when talking about Maslow’s Hierarchy of needs because in this model Maslow goes on to explain how no one’s needs are fully met. The highest point on Maslow’s pyramid is self-actualization which Maslow argues is the goal in which we do not reach. This can pose a problem when it comes to behavior modification because one might think if that individual can not reach that ultimate goal, why try at all. Self-actualization is the goal in which humans have this sense of belonging or accomplishment. Humans have needs, just like any other breed of animal and when one type of animal does not attain those goals or needs, there is this feeling of dissatisfaction. When a person does not meet that top goal there is a void and that person might feel depressed that he or she can not get to that ultimate step. Using these behavioral modifications or techniques one can train or teach oneself how to better attain these goals.",
            "score": 98.08753204345703
        },
        {
            "docid": "13064673_14",
            "document": "Emotions in decision-making . According to the SMH, two distinct pathways reactivate somatic marker responses. In the first pathway, emotion can be evoked by the changes in the body that are projected to the brain—called the \"body loop\". For instance, encountering a feared object like a snake may initiate the fight-or-flight response and cause fear. In the second pathway, cognitive representations of the emotions can be activated in the brain without being directly elicited by a physiological response—called the \"as-if body loop\". For instance, imagining an encounter with a snake would initiate a similar flight-or-fight response \"as-if\" you were in that particular situation (albeit perhaps a much weaker one). In other words, the brain can anticipate expected bodily changes, which allows the individual to respond faster to external stimuli without waiting for an event to actually occur.",
            "score": 97.11124420166016
        },
        {
            "docid": "17523336_20",
            "document": "Olivocochlear system . In humans, psychophysical experiments conducted in constant BGN have also implicated the olivocochlear bundle (OCB) in selective listening. The research perhaps most relevant to this thesis has been performed by Scharf and his colleagues. In 1993, Scharf et al. presented data from eight patients who had undergone unilateral vestibular neurectomy to treat Ménière’s disease, a procedure which severs the OCB (presumably both the MOCS and the LOCS). Scharf et al. (1993) did not find any clear differences in subjects’ thresholds to tones in noise before and after surgery. Shortly after this finding, Scharf et al. (1994, 1997) performed a comprehensive set of psychophysical experiments from a total of sixteen patients who had undergone unilateral vestibular neurectomy (including the original eight subjects). They measured performance in the psychophysical listening tasks before and after surgery, and found no significant difference in performance for (i) detection of tones, (ii) intensity discrimination of tones, (iii) frequency discrimination of tones, (iv) loudness adaptation, and (v) detection of tones in notched-noise. Their only positive finding was that most patients detected unexpected sounds in the operated ear better than in the healthy ear, or the same ear before surgery. This result was obtained using a truncated probe-signal procedure which led the patient to expect a certain frequency on each trial. Twelve subjects completed this experiment. Their procedure was similar to that of Greenberg and Larkin (1968), except only 50% of trials (not 77%) contained a target whose frequency matched that of the auditory cue. The other 50% of trials containing a probe whose frequency differed from that of the cue. Also, only two probe frequencies were used, one whose frequency was higher than the target, and one whose frequency was lower than the target. All trials contained an auditory cue (at the target frequency) prior to the first observation interval. The results were used to construct a basic attentional filter, which displayed detection level of the expected (and cued) target frequency and the two unexpected probe frequencies. From the two published reports (Scharf et al., 1994, 1997), ears for which the OCB has been lesioned showed an attentional filter with an average depth of about 15%-correct less than those ears for which the OCB was intact. Although there is no way to empirically convert this value to dB, a rough estimate based on psychometric functions presented by Green and Swets (1966) yields a value of 2-3 dB. Their results have been summarised in the inset figure.",
            "score": 97.02420043945312
        },
        {
            "docid": "2785756_2",
            "document": "Extinction (psychology) . Extinction is observed in both operantly conditioned and classically conditioned behavior. When operant behavior that has been previously reinforced no longer produces reinforcing consequences the behavior gradually stops occurring. In classical conditioning, when a conditioned stimulus is presented alone, so that it no longer predicts the coming of the unconditioned stimulus, conditioned responding gradually stops. For example, after Pavlov's dog was conditioned to salivate at the sound of a metronome, it eventually stopped salivating to the metronome after the metronome had been sounded repeatedly but no food came. Many anxiety disorders such as posttraumatic stress disorder are believed to reflect, at least in part, a failure to extinguish conditioned fear. The dominant account of extinction involves associative models. However, there is debate over whether extinction involves simply \"unlearning\" the unconditional stimulus (US) – Conditional stimulus (CS) association (e.g., the Rescorla–Wagner account) or, alternatively, a \"new learning\" of an inhibitory association that masks the original excitatory association (e.g., Konorski, Pearce and Hall account). A third account concerns non-associative mechanisms such as habituation, modulation and response fatigue. Myers and Davis laboratory work with fear extinction in rodents has suggested that multiple mechanisms may be at work depending on the timing and circumstances in which the extinction occurs.",
            "score": 96.9492416381836
        }
    ]
}