{
    "q": [
        {
            "docid": "15261560_10",
            "document": "Dictyostelium discoideum . The cell differentiation process occurs when a cell becomes more specialized to develop into a multicellular organism. Changes in size, shape, metabolic activities, and responsiveness can occur as a result of adjustments in gene expression. Cell diversity and differentiation, in this species, involves decisions made from cell-cell interactions in pathways to either stalk cells or spore cells. These cell fates depend on their environment and pattern formation. Therefore, the organism is an excellent model for studying cell differentiation. Chemotaxis is defined as a passage of an organism toward or away from a chemical stimulus along a chemical concentration gradient. Certain organisms demonstrate chemotaxis when they move toward a supply of nutrients. In \"D. discoideum\", the amoeba secretes the signal, cAMP, out of the cell, attracting other amoebae to migrate toward the source. Every amoeba moves toward a central amoeba, the one dispensing the greatest amount of cAMP secretions. The secretion of the cAMP is then exhibited by all amoebae and is a call for them to begin aggregation. These chemical emissions and amoeba movement occur every six minutes. The amoebae move toward the concentration gradient for 60 seconds and stop until the next secretion is sent out. This behavior of individual cells tends to cause oscillations in a group of cells, and chemical waves of varying cAMP concentration propagate through the group in spirals.",
            "score": 175.96784913539886
        },
        {
            "docid": "18393_72",
            "document": "Life . Multicellular organisms may have first evolved through the formation of colonies of identical cells. These cells can form group organisms through cell adhesion. The individual members of a colony are capable of surviving on their own, whereas the members of a true multi-cellular organism have developed specializations, making them dependent on the remainder of the organism for survival. Such organisms are formed clonally or from a single germ cell that is capable of forming the various specialized cells that form the adult organism. This specialization allows multicellular organisms to exploit resources more efficiently than single cells. In January 2016, scientists reported that, about 800 million years ago, a minor genetic change in a single molecule, called GK-PID, may have allowed organisms to go from a single cell organism to one of many cells.",
            "score": 214.1775265932083
        },
        {
            "docid": "12305127_39",
            "document": "Evolutionary history of life . The simplest definitions of \"multicellular,\" for example \"having multiple cells,\" could include colonial cyanobacteria like \"Nostoc\". Even a technical definition such as \"having the same genome but different types of cell\" would still include some genera of the green algae Volvox, which have cells that specialize in reproduction. Multicellularity evolved independently in organisms as diverse as sponges and other animals, fungi, plants, brown algae, cyanobacteria, slime molds and myxobacteria. For the sake of brevity, this article focuses on the organisms that show the greatest specialization of cells and variety of cell types, although this approach to the evolution of biological complexity could be regarded as \"rather anthropocentric.\" The initial advantages of multicellularity may have included: more efficient sharing of nutrients that are digested outside the cell, increased resistance to predators, many of which attacked by engulfing; the ability to resist currents by attaching to a firm surface; the ability to reach upwards to filter-feed or to obtain sunlight for photosynthesis; the ability to create an internal environment that gives protection against the external one; and even the opportunity for a group of cells to behave \"intelligently\" by sharing information. These features would also have provided opportunities for other organisms to diversify, by creating more varied environments than flat microbial mats could.",
            "score": 170.4719978570938
        },
        {
            "docid": "39089688_3",
            "document": "Uropod (immunology) . Amoeboid cell migration mechanisms enable rapid movement without strong adhesion to tissue and that doesn't harm cell tissues, as opposed to other types of cell migration. The cell is also able to interact and integrate environmental signals so it can quickly find and follow chemical signals left by other cells or pathogens. Amoeboid movement generally consists of four main stages of movement: In more detail, after receptors on the cell recognize extracellular signals, cell contents are polarized to create different front and rear environments. Already, adhesion forces between the substrate and cell are present in the form of integrin/ICAM binding between cells. The uropod protrusion extends from the cell body due to actin polymerization and actomyosin extension, as cellular signals interact with cell and membrane contents. Actomyosin contraction pushes the cell forward by squeezing the cell contents in the direction of cell movement, prompting release of adhesion forces between the cell and environment and resulting in an overall change in position towards the extracellular signals.",
            "score": 131.51729023456573
        },
        {
            "docid": "53557244_2",
            "document": "Collective cell migration . Collective cell migration describes the movements of group of cells and the emergence of collective behavior from cell-environment interactions and cell-cell communication. Collective cell migration is an essential process in the lives of multicellular organisms, e.g. embryonic development, wound healing and cancer spreading (metastasis). Cells can migrate as a cohesive group (e.g. epithelial cells) or have transient cell-cell adhesion sites (e.g. mesenchymal cells). They can also migrate in different modes like sheets, strands, tubes, and clusters. While single-cell migration has been extensively studied, collective cell migration is a relatively new field with applications in preventing birth defects or dysfunction of embryos. It may improve cancer treatment by enabling doctors to prevent tumors from spreading and forming new tumors.",
            "score": 176.2161910533905
        },
        {
            "docid": "854294_76",
            "document": "DNA repair . On some occasions, DNA damage is not repaired, or is repaired by an error-prone mechanism that results in a change from the original sequence. When this occurs, mutations may propagate into the genomes of the cell's progeny. Should such an event occur in a germ line cell that will eventually produce a gamete, the mutation has the potential to be passed on to the organism's offspring. The rate of evolution in a particular species (or, in a particular gene) is a function of the rate of mutation. As a consequence, the rate and accuracy of DNA repair mechanisms have an influence over the process of evolutionary change. DNA damage protection and repair does not influence the rate of adaptation by gene regulation and by recombination and selection of alleles. On the other hand, DNA damage repair and protection does influence the rate of accumulation of irreparable, advantageous, code expanding, inheritable mutations, and slows down the evolutionary mechanism for expansion of the genome of organisms with new functionalities. The tension between evolvability and mutation repair and protection needs further investigation.",
            "score": 82.60478520393372
        },
        {
            "docid": "531064_2",
            "document": "Cell adhesion . Cell adhesion is the process by which cells interact and attach to neighbouring cells through specialised molecules of the cell surface. This process can occur either through direct contact between cell surfaces or indirect interaction, where cells attach to surrounding extracellular matrix, a gel-like structure containing molecules released by cells into spaces between them. Cells adhesion occurs from the interactions between cell-adhesion molecules (CAMs), transmembrane proteins located on the cell surface. Cell adhesion link cells in different ways and can be involved in signal transduction for cells to detect and respond to changes in the surroundings. Other cellular processes regulated by cell adhesion include cell migration and tissue development in multicellular organisms. Alterations in cell adhesion can disrupt important cellular processes and lead to a variety of diseases, including cancer and arthritis. Cell adhesion is also essential for infectious organisms, such as bacteria or viruses, to cause diseases.",
            "score": 123.2486537694931
        },
        {
            "docid": "18398577_39",
            "document": "Somatic evolution in cancer . The monoclonal model of cancer and the cancer stem-cell model are not mutually exclusive. Cancer stem cell arises by clonal evolution as a result of selection for the cell with the highest fitness in the neoplasm. This way, the heterogeneous nature of neoplasm can be explained by two processes – clonal evolution, or the hierarchical differentiation of cells, regulated by cancer stem cells. All cancers arise as a result of somatic evolution, but only some of them fit the cancer stem cell hypothesis. The evolutionary processes do not cease when a population of cancer stem cells arises in a tumor. Cancer treatment drugs pose a strong selective force on all types of cells in tumors, including cancer stem cells, which would be forced to evolve resistance to the treatment. It is interesting to note that cancer stem cells do not always have to have the highest resistance among the cells in the tumor to survive chemotherapy and re-emerge afterwards. The surviving cells might be in a special microenvironment, which protects them from adverse effects of treatment.",
            "score": 131.72955656051636
        },
        {
            "docid": "38991948_7",
            "document": "Single-cell analysis . There are two major applications to studying the genome at the single cell level. One application is to track the changes that occur in bacterial populations, where phenotypic differences are often seen. These differences are missed by bulk sequencing of a population, but can be observed in single cell sequencing. The second major application is to study the genetic evolution of cancer. Since cancer cells are constantly mutating it is of great interest to see how cancers evolve at the genetic level. These patterns of mutation can be observed using single cell sequencing.",
            "score": 147.93391847610474
        },
        {
            "docid": "299472_16",
            "document": "Multicellular organism . The Colonial Theory of Haeckel, 1874, proposes that the symbiosis of many organisms of the same species (unlike the symbiotic theory, which suggests the symbiosis of different species) led to a multicellular organism. At least some, it is presumed land-evolved, multicellularity occurs by cells separating and then rejoining (e.g. cellular slime molds) whereas for the majority of multicellular types (those that evolved within aquatic environments), multicellularity occurs as a consequence of cells failing to separate following division. The mechanism of this latter colony formation can be as simple as incomplete cytokinesis, though multicellularity is also typically considered to involve cellular differentiation. The advantage of the Colonial Theory hypothesis is that it has been seen to occur independently in 16 different protoctistan phyla. For instance, during food shortages the amoeba Dictyostelium groups together in a colony that moves as one to a new location. Some of these amoeba then slightly differentiate from each other. Other examples of colonial organisation in protista are Volvocaceae, such as Eudorina and Volvox, the latter of which consists of up to 500–50,000 cells (depending on the species), only a fraction of which reproduce. For example, in one species 25–35 cells reproduce, 8 asexually and around 15–25 sexually. However, it can often be hard to separate colonial protists from true multicellular organisms, as the two concepts are not distinct; colonial protists have been dubbed \"pluricellular\" rather than \"multicellular\".",
            "score": 167.5731531381607
        },
        {
            "docid": "19965_7",
            "document": "Morphogenesis . At a tissue level, ignoring the means of control, morphogenesis arises because of cellular proliferation and motility. Morphogenesis also involves changes in the cellular structure or how cells interact in tissues. These changes can result in tissue elongation, thinning, folding, invasion or separation of one tissue into distinct layers. The latter case is often referred as cell sorting. Cell \"sorting out\" consists of cells moving so as to sort into clusters that maximize contact between cells of the same type. The ability of cells to do this has been proposed to arise from differential cell adhesion by Malcolm Steinberg through his Differential Adhesion Hypothesis. Tissue separation can also occur via more dramatic cellular differentiation events during which epithelial cells become mesenchymal (see Epithelial-mesenchymal transition). Mesenchymal cells typically leave the epithelial tissue as a consequence of changes in cell adhesive and contractile properties. Following epithelial-mesenchymal transition, cells can migrate away from an epithelium and then associate with other similar cells in a new location.",
            "score": 117.52184450626373
        },
        {
            "docid": "2440776_3",
            "document": "Focal adhesion . Focal adhesions serve as the mechanical linkages to the ECM, and as a biochemical signaling hub to concentrate and direct numerous signaling proteins at sites of integrin binding and clustering.  Focal adhesions are integrin-containing, multi-protein structures that form mechanical links between intracellular actin bundles and the extracellular substrate in many cell types. Focal adhesions are large, dynamic protein complexes through which the cytoskeleton of a cell connects to the ECM. They are limited to clearly defined ranges of the cell, at which the plasma membrane closes to within 15 nm of the ECM substrate. Focal adhesions are in a state of constant flux: proteins associate and disassociate with it continually as signals are transmitted to other parts of the cell, relating to anything from cell motility to cell cycle. Focal adhesions can contain over 100 different proteins, which suggests a considerable functional diversity. More than anchoring the cell, they function as signal carriers (sensors), which inform the cell about the condition of the ECM and thus affect their behavior. In sessile cells, focal adhesions are quite stable under normal conditions, while in moving cells their stability is diminished: this is because in motile cells, focal adhesions are being constantly assembled and disassembled as the cell establishes new contacts at the leading edge, and breaks old contacts at the trailing edge of the cell. One example of their important role is in the immune system, in which white blood cells migrate along the connective endothelium following cellular signals to damaged biological tissue.",
            "score": 116.818368434906
        },
        {
            "docid": "2332422_35",
            "document": "Carcinogenesis . Normally, once a tissue is injured or infected, damaged cells elicit inflammation, by stimulating specific patterns of enzyme activity and cytokine gene expression on surrounding cells. Discrete clusters of molecules are secreted, which act as mediators, inducing the activity of subsequent cascades of biochemical changes. Each cytokine binds to specific receptors on various cell types, and each cell type responds differently by altering the activity of intracellular signal transduction pathways, depending on the receptors that the cell expresses and the signaling molecules present inside the cell. Collectively, this reprogramming process induces a stepwise change in cell phenotypes, which will ultimately lead to restoration of tissue function and toward regaining essential structural integrity. A tissue can thereby heal, depending on the productive communication between the cells present at the site of damage, and the immune system. Key factor in healing is the regulation of cytokine gene expression, which enables complementary groups of cells to respond to inflammatory mediators in a manner that gradually produces essential changes in tissue physiology. Cancer cells have either permanent (genetic) or reversible (epigenetic) changes on their genome, which partly inhibit their communication with surrounding cells and with the immune system. Cancer cells do not communicate with their tissue microenvironment in a manner that protects tissue integrity; instead, the movement and the survival of cancer cells become possible in locations where they can impair tissue function. Cancer cells survive by rewiring signal pathways that normally protect the tissue from the immune system.",
            "score": 132.27005052566528
        },
        {
            "docid": "2157359_4",
            "document": "Tobacco BY-2 cells . They are used as model systems for higher plants because of their relatively high homogeneity and high growth rate, featuring still general behaviour of plant cell. The diversity of cell types within any part of a naturally grown plant \"(in vivo)\" makes it very difficult to investigate and understand some general biochemical phenomena of living plant cells. The transport of a solute in or out of the cell, for example, is difficult to study because the specialized cells in a multicellular organism behave differently. Cell suspension cultures such as tobacco BY-2 provide good model systems for these studies at the level of a single cell and its compartments because tobacco BY-2 cells behave very similarly to one another. The influence of neighbouring cells behavior is in the suspension is not as important as it would be in an intact plant. As a result any changes observed after a stimulus is applied can be statistically correlated and it could be decided if these changes are reactions to the stimulus or just merely coincidental. In this moment BY-2 cells are relatively well understood and often used in research. This model plant system is especially useful for studies of cell division, cytoskeletons, plant hormone signaling, intracellular trafficking, and organelle differentiation.",
            "score": 152.5596408843994
        },
        {
            "docid": "11207780_15",
            "document": "Beet leafhopper . In an experiment to understand how \"S. citri\" cells move within the beet leafhopper, researchers inoculated insects with the pathogen and then observed the locations of \"S. citri\" inside the leafhoppers using electron microscopy. They observed \"S. citri\" in the gut as well as the salivary glands of the insects which further proves that the pathogen may be transmitted by the mechanisms described in the studies above. In particular, researchers observed that \"S. citri\" were often found within gut epithelial and salivary gland cells on infected hosts within small membrane bound vesicles. This lead them to believe that the \"S. citri\" pathogen may be using cell mediated endocytosis as a predominant way to enter gut and salivary cells and may be travelling directly though the cells rather than travelling in the spaces between cell membranes of individual cells through a process called diacytosis. They also observed damage to muscle cells in the gut and salivary glands of insects infected with \"S. citri\" which is evidence that \"S. citri\" causes damage to the beet leafhoppers when it uses them as vectors. However the authors also noted how this damage was not as significant as seen in other insects which may suggest that the beet leafhopper may be co-evolving to reduce harm by \"S. citri\" pathogens.",
            "score": 120.15523958206177
        },
        {
            "docid": "19653842_18",
            "document": "Organism . All organisms consist of structural units called cells; some contain a single cell (unicellular) and others contain many units (multicellular). Multicellular organisms are able to specialize cells to perform specific functions. A group of such cells is a tissue, and in animals these occur as four basic types, namely epithelium, nervous tissue, muscle tissue, and connective tissue. Several types of tissue work together in the form of an organ to produce a particular function (such as the pumping of the blood by the heart, or as a barrier to the environment as the skin). This pattern continues to a higher level with several organs functioning as an organ system such as the reproductive system, and digestive system. Many multicellular organisms consist of several organ systems, which coordinate to allow for life.",
            "score": 162.8634388446808
        },
        {
            "docid": "372548_11",
            "document": "Motor nerve . There are problems with neuroregeneration due to many sources, both internal and external. There is a weak regenerative ability of nerves and new nerve cells cannot simply be made. The outside environment can also play a role in nerve regeneration. Neural stem cells (NSCs), however, are able to differentiate into many different types of nerve cells. This is one way that nerves can \"repair\" themselves. NSC transplant into damaged areas usually leads to the cells differentiating into astrocytes which assists the surrounding neurons. Schwann cells have the ability to regenerate, but the capacity that these cells can repair nerve cells declines as time goes on as well as distance the Schwann cells are from site of damage.",
            "score": 103.61810398101807
        },
        {
            "docid": "47981132_6",
            "document": "Rong Li . To understand the pathways that control cell motility, tissue morphogenesis, and neuronal development, Li monitors both physical and biochemical reactions that overlap spatially and change rapidly, but occur only locally within a complex environment. Her broad goal is to understand how eukaryotic cells establish their distinct morphology and organization in order to carry out their specialized functions with applications in development and cancer. Specifically, how eukaryotic cells generate pattern through self-organization with or without environmental cues, accomplish division or motility through coordinated structural rearrangements and force production, and, when challenged with stress and roadblocks, evolve innovative solutions to main vitality and functionality. A key part of her research is exploring how the ability to evolve is built into cellular systems and how that ability gives rise to a cell’s properties. Li has published several seminal papers on the impact of aneuploidy on cellular fitness, gene expression, stress adaptation, and genome instability. As aneuploidy and chromosome instability are hallmarks of cancer, her results on how aneuploidy fuels the evolution of cellular adaptation and drug resistance have direct relevance to the understanding of cancer evolution and disease progression. Li has also studied the molecular mechanisms that lead to oocyte maturation, which can contribute to “advances in the treatment of infertility and the field of regenerative medicine.”",
            "score": 137.7953667640686
        },
        {
            "docid": "18393_73",
            "document": "Life . Cells have evolved methods to perceive and respond to their microenvironment, thereby enhancing their adaptability. Cell signaling coordinates cellular activities, and hence governs the basic functions of multicellular organisms. Signaling between cells can occur through direct cell contact using juxtacrine signalling, or indirectly through the exchange of agents as in the endocrine system. In more complex organisms, coordination of activities can occur through a dedicated nervous system.",
            "score": 118.51384091377258
        },
        {
            "docid": "1031816_6",
            "document": "Chemokine . The major role of chemokines is to act as a chemoattractant to guide the migration of cells. Cells that are attracted by chemokines follow a signal of increasing chemokine concentration towards the source of the chemokine. Some chemokines control cells of the immune system during processes of immune surveillance, such as directing lymphocytes to the lymph nodes so they can screen for invasion of pathogens by interacting with antigen-presenting cells residing in these tissues. These are known as homeostatic chemokines and are produced and secreted without any need to stimulate their source cell(s). Some chemokines have roles in development; they promote angiogenesis (the growth of new blood vessels), or guide cells to tissues that provide specific signals critical for cellular maturation. Other chemokines are inflammatory and are released from a wide variety of cells in response to bacterial infection, viruses and agents that cause physical damage such as silica or the urate crystals that occur in gout. Their release is often stimulated by pro-inflammatory cytokines such as interleukin 1. Inflammatory chemokines function mainly as chemoattractants for leukocytes, recruiting monocytes, neutrophils and other effector cells from the blood to sites of infection or tissue damage. Certain inflammatory chemokines activate cells to initiate an immune response or promote wound healing. They are released by many different cell types and serve to guide cells of both innate immune system and adaptive immune system.",
            "score": 98.95649445056915
        },
        {
            "docid": "46336709_32",
            "document": "Precambrian body plans . The formation of multicellularity was a pivotal point in the evolution of life on Earth. Shortly after multicellularity arose, there was an immense increase in the diversity of living organisms at the beginning of the Cambrian Era, called the Cambrian Explosion. Multicellularity is believed to have evolved multiple times on Earth because it was a beneficial life strategy for organisms. For multicellularity to occur, cells need to be capable of self-replication, cell-cell adhesion and cell-cell communication. There also must have been available oxygen and selective pressures in the environment.",
            "score": 134.67645597457886
        },
        {
            "docid": "29657_52",
            "document": "Salamander . Salamanders' limb regeneration has long been the focus of interest among scientists. Researchers have been trying to find out the conditions required for the growth of new limbs and hope that such regeneration could be replicated in humans using stem cells. Axolotls have been used in research and have been genetically engineered so that a fluorescent protein is present in cells in the leg, enabling the cell division process to be tracked under the microscope. It seems that after the loss of a limb, cells draw together to form a clump known as a blastema. This superficially appears undifferentiated, but cells that originated in the skin later develop into new skin, muscle cells into new muscle and cartilage cells into new cartilage. It is only the cells from just beneath the surface of the skin that are pluripotent and able to develop into any type of cell. Researchers from the Australian Regenerative Medicine Institute have found that when macrophages were removed, salamanders lost their ability to regenerate and instead formed scar tissue. If the processes involved in forming new tissue can be reverse engineered into humans, it may be possible to heal injuries of the spinal cord or brain, repair damaged organs and reduce scarring and fibrosis after surgery.",
            "score": 130.0140357017517
        },
        {
            "docid": "28857_2",
            "document": "Signal transduction . Signal transduction is the process by which a chemical or physical signal is transmitted through a cell as a series of molecular events, most commonly protein phosphorylation catalyzed by protein kinases, which ultimately results in a cellular response. Proteins responsible for detecting stimuli are generally termed receptors, although in some cases the term sensor is used. The changes elicited by ligand binding (or signal sensing) in a receptor give rise to a signaling cascade, which is a chain of biochemical events along a signaling pathway. When signaling pathways interact with one another they form networks, which allow cellular responses to be coordinated, often by combinatorial signaling events. At the molecular level, such responses include changes in the transcription or translation of genes, and post-translational and conformational changes in proteins, as well as changes in their location. These molecular events are the basic mechanisms controlling cell growth, proliferation, metabolism and many other processes. In multicellular organisms, signal transduction pathways have evolved to regulate cell communication in a wide variety of ways.",
            "score": 120.91854584217072
        },
        {
            "docid": "2332422_27",
            "document": "Carcinogenesis . A number of authors have questioned the assumption that cancers result from sequential random mutations as oversimplistic, suggesting instead that cancer results from a failure of the body to inhibit an innate, programmed proliferative tendency. A related theory developed by astrobiologists suggests that cancer is an atavism, an evolutionary throwback to an earlier form of multicellular life. The genes responsible for uncontrolled cell growth and cooperation between cancer cells are very similar to those that enabled the first multicellular life forms to group together and flourish. These genes still exist within the genome of more complex metazoans, such as humans, although more recently evolved genes keep them in check. When the newer controlling genes fail for whatever reason, the cell can revert to its more primitive programming and reproduce out of control. The theory is an alternative to the notion that cancers begin with rogue cells that undergo evolution within the body. Instead they possess a fixed number of primitive genes that are progressively activated, giving them finite variability. Another evolutionary theory puts the roots of cancer back to the origin of the eukarote (nucleated) cell by massive horizontal gene transfer, when the genomes of infecting viruses were cleaved (and thereby attenuated) by the host, but their fragments integrated into the host genome as immune protection. Cancer now originates when a rare somatic mutation recombines such fragments into a functional driver of cell proliferation.",
            "score": 172.62268769741058
        },
        {
            "docid": "18398577_34",
            "document": "Somatic evolution in cancer . The hallmark \"self-sufficiency in growth signals\" describes the observation that tumor cells produce many of their own growth signals and thereby no longer rely on proliferation signals from the micro-environment. Normal cells are maintained in a nondividing state by antigrowth signals, which cancer cells learn to evade through genetic changes producing \"insensitivity to antigrowth signals\". A normal cell initiates programmed cell death (apoptosis) in response to signals such as DNA damage, oncogene overexpression, and survival factor insufficiency, but a cancer cell learns to \"evade apoptosis\", leading to the accumulation of aberrant cells. Most mammalian cells can replicate a limited number of times due to progressive shortening of telomeres; virtually all malignant cancer cells gain an ability to maintain their telomeres, conferring \"limitless replicative potential\". As cells cannot survive at distances of more than 100 μm from a blood supply, cancer cells must initiate the formation of new blood vessels to support their growth via the process of \"sustained angiogenesis\". During the development of most cancers, primary tumor cells acquire the ability to undergo \"invasion and metastasis\" whereby they migrate into the surrounding tissue and travel to distant sites in the body, forming secondary tumors.",
            "score": 135.07842314243317
        },
        {
            "docid": "2056572_30",
            "document": "Marine life . The origins of viruses in the evolutionary history of life are unclear: some may have evolved from plasmids—pieces of DNA that can move between cells—while others may have evolved from bacteria. In evolution, viruses are an important means of horizontal gene transfer, which increases genetic diversity. Viruses are considered by some to be a life form, because they carry genetic material, reproduce, and evolve through natural selection. However they lack key characteristics (such as cell structure) that are generally considered necessary to count as life. Because they possess some but not all such qualities, viruses have been described as \"organisms at the edge of life\" and as replicators.",
            "score": 111.89026308059692
        },
        {
            "docid": "438944_5",
            "document": "Actin . A cell’s ability to dynamically form microfilaments provides the scaffolding that allows it to rapidly remodel itself in response to its environment or to the organism’s internal signals, for example, to increase cell membrane absorption or increase cell adhesion in order to form cell tissue. Other enzymes or organelles such as cilia can be anchored to this scaffolding in order to control the deformation of the external cell membrane, which allows endocytosis and cytokinesis. It can also produce movement either by itself or with the help of molecular motors. Actin therefore contributes to processes such as the intracellular transport of vesicles and organelles as well as muscular contraction and cellular migration. It therefore plays an important role in embryogenesis, the healing of wounds and the invasivity of cancer cells. The evolutionary origin of actin can be traced to prokaryotic cells, which have equivalent proteins. Actin homologs from prokaryotes and archaea polymerize into different helical or linear filaments consisting of one or multiple strands. However the in-strand contacts and nucleotide binding sites are preserved in prokaryotes and in archaea. Lastly, actin plays an important role in the control of gene expression.",
            "score": 117.13980400562286
        },
        {
            "docid": "12312133_2",
            "document": "Morphogenetic field . In the developmental biology of the early twentieth century, a morphogenetic field is a group of cells able to respond to discrete, localized biochemical signals leading to the development of specific morphological structures or organs. The spatial and temporal extents of the embryonic field are dynamic, and within the field is a collection of interacting cells out of which a particular organ is formed. As a group, the cells within a given morphogenetic field are constrained: thus, cells in a \"limb field\" will become a limb tissue, those in a \"cardiac field\" will become heart tissue. However, specific cellular programming of individual cells in a field is flexible: an individual cell in a cardiac field can be redirected via cell-to-cell signaling to replace specific damaged or missing cells. Imaginal discs in insect larvae are examples of morphogenetic fields.",
            "score": 136.273988366127
        },
        {
            "docid": "32000533_13",
            "document": "Marine microorganism . The origins of viruses in the evolutionary history of life are unclear: some may have evolved from plasmids—pieces of DNA that can move between cells—while others may have evolved from bacteria. In evolution, viruses are an important means of horizontal gene transfer, which increases genetic diversity. Viruses are considered by some to be a life form, because they carry genetic material, reproduce, and evolve through natural selection. However they lack key characteristics (such as cell structure) that are generally considered necessary to count as life. Because they possess some but not all such qualities, viruses have been described as \"organisms at the edge of life\" and as replicators.",
            "score": 111.43830156326294
        },
        {
            "docid": "38262758_3",
            "document": "Hes3 signaling axis . Cells in tissues need to be able to sense and interpret changes in their environment. For example, cells must be able to detect when they are in physical contact with other cells in order to regulate their growth and avoid the generation of tumors (“carcinogenesis”). In order to do so, cells place receptor molecules on their surface, often with a section of the receptor exposed to the outside of the cell (extracellular environment), and a section inside the cell (intracellular environment). These molecules are exposed to the environment outside of the cell and, therefore, in position to sense it. They are called receptors because when these come into contact with particular molecules (termed ligands), then chemical changes are induced to the receptor. These changes typically involve alterations in the three-dimensional shape of the receptor. These 3D structure changes affect both the extracellular and intracellular parts (domains) of the receptor. As a result, interaction of a receptor with its specific ligand which is located outside of the cell causes changes to the receptor part which is inside the cell. A signal from the extracellular space, therefore, can affect the biochemical state inside the cell.",
            "score": 124.47448778152466
        },
        {
            "docid": "41185140_5",
            "document": "Phenotypic integration . Integration can be found at the genetic level due to gene linkage. Gene linkage involves multiple genes being inherited together during meiosis because they are close to each other on the same chromosome. Alleles at different loci can be inherited together if they are tightly linked. Large genetic correlations can only be upheld if the loci that influence different characters are tightly linked, or if high levels of inbreeding in the population occur. Even if selection favors the correlations, it will not be maintained unless those conditions are met. Selection will favor tight linkage because it is maintained better. Poorly linked genetic correlations will not last. Transposition allows the loci at different locations on the chromosome to move so that they can become close to each other and be inherited together. This is significant to understanding the relationship between phenotypic integration and evolution because it is one of the mechanisms of how multiple traits that are connected to each other to evolve and change together. For instance, the Papilio dardanus butterflies come in three different forms, each mimicking a different distasteful butterfly species. Multiple loci contribute to these different forms, and a butterfly with alleles for form A at one locus and B at another locus would have poor fitness. However, the multiple loci are tightly linked, so they are inherited together as a single allele. Through transposition, these multiple loci ended up close to each other. Mutations among these linked genes are the nonadaptive fuel which can create evolution. Evolution may also occur because the integration may have an adaptive advantage in a particular environment for an organism. It is also important to recognize that not only can the traits be inherited together, but inherited separately and selected together. Another important example of phenotypic integration evolving over time is the relationship between the neurocranium and the brain. Over the last 150 million years the number of bones in the brain has decreased while the size of the brain in mammals has changed. Integration between the brain and the skull has evolved over this time period to reduce the number of bones in the cranium, while increasing the size of the brain. This relationship between correlated traits has played an important role in the evolution of mammalian cranium structure and brain size. Finally, development is another crucial cause of phenotypic integration that has evolved over time. Cell-signaling pathways which utilize integration in the form of complex interactions among specific cells in the pathway are crucial to proper development in many organisms. The interactions among the cells in the pathway, and the interaction of the pathways with other pathways have evolved over time to create complex structures.",
            "score": 143.00345718860626
        },
        {
            "docid": "299472_5",
            "document": "Multicellular organism . Multicellularity has evolved independently at least 46 times in eukaryotes, and also in some prokaryotes, like cyanobacteria, myxobacteria, actinomycetes, \"Magnetoglobus multicellularis\" or \"Methanosarcina\". However, complex multicellular organisms evolved only in six eukaryotic groups: animals, fungi, brown algae, red algae, green algae, and land plants. It evolved repeatedly for Chloroplastida (green algae and land plants), once or twice for animals, once for brown algae, three times in the fungi (chytrids, ascomycetes and basidiomycetes) and perhaps several times for slime molds and red algae. The first evidence of multicellularity is from cyanobacteria-like organisms that lived 3–3.5 billion years ago. To reproduce, true multicellular organisms must solve the problem of regenerating a whole organism from germ cells (i.e. sperm and egg cells), an issue that is studied in evolutionary developmental biology. Animals have evolved a considerable diversity of cell types in a multicellular body (100–150 different cell types), compared with 10–20 in plants and fungi.",
            "score": 134.7422263622284
        }
    ],
    "r": [
        {
            "docid": "18393_72",
            "document": "Life . Multicellular organisms may have first evolved through the formation of colonies of identical cells. These cells can form group organisms through cell adhesion. The individual members of a colony are capable of surviving on their own, whereas the members of a true multi-cellular organism have developed specializations, making them dependent on the remainder of the organism for survival. Such organisms are formed clonally or from a single germ cell that is capable of forming the various specialized cells that form the adult organism. This specialization allows multicellular organisms to exploit resources more efficiently than single cells. In January 2016, scientists reported that, about 800 million years ago, a minor genetic change in a single molecule, called GK-PID, may have allowed organisms to go from a single cell organism to one of many cells.",
            "score": 214.17752075195312
        },
        {
            "docid": "5467149_9",
            "document": "Cheating (biology) . \"Dictyostelium discoideum\" is a widely used model for cooperation and the development of multicellularity. This species of amoeba are most commonly found in a haploid, single-celled state that feed independently and undergo asexual reproduction. However, when the scarcity of food sources cause individual cells to starve, roughly 10⁴ to 10⁵ cells aggregate to form a mobile, multicellular structure dubbed a \"slug\". In the wild, aggregates generally contain multiple genotypes, resulting in chimeric mixtures. Unlike clonal (genetically identical) aggregates typically found in multicellular organisms, the potential for competition exists in chimeric aggregates. For example, because individuals in the aggregate contain different genomes, differences in fitness can result in conflict of interest among cells in the aggregate, where different genotypes could potentially compete against each other for resources and reproduction. In \"Dictyostelium discoideum\", roughly 20% of the cells in the aggregate become dead to make the stalk of a fruiting body. The remaining 80% of cells become spores in the sorus of the fruiting body, which can germinate again once conditions are more favorable. In this case, 20% of the cells must give up reproduction so that fruiting body forms successfully. This makes chimeric aggregates of \"Dictyostelium discoideum\" susceptible to cheating individuals that take advantage of the reproductive behavior without paying the fair price. In other words, if certain individuals tend to become a part of the sorus more frequently, they can gain increased benefit from the fruiting body system without sacrificing their own opportunities to reproduce. Cheating behavior in \"D. discoideum\" is well established, and many studies have attempted to elucidate the evolutionary and genetic mechanisms underlying the behavior. Having a 34Mb genome that is completely sequenced and well annotated makes \"D. discoideum\" a useful model in studying the genetic bases and molecular mechanisms of cheating, and in a broader sense, social evolution.",
            "score": 186.3511962890625
        },
        {
            "docid": "299472_9",
            "document": "Multicellular organism . One hypothesis for the origin of multicellularity is that a group of function-specific cells aggregated into a slug-like mass called a grex, which moved as a multicellular unit. This is essentially what slime molds do. Another hypothesis is that a primitive cell underwent nucleus division, thereby becoming a coenocyte. A membrane would then form around each nucleus (and the cellular space and organelles occupied in the space), thereby resulting in a group of connected cells in one organism (this mechanism is observable in Drosophila). A third hypothesis is that as a unicellular organism divided, the daughter cells failed to separate, resulting in a conglomeration of identical cells in one organism, which could later develop specialized tissues. This is what plant and animal embryos do as well as colonial choanoflagellates.",
            "score": 181.34019470214844
        },
        {
            "docid": "53557244_2",
            "document": "Collective cell migration . Collective cell migration describes the movements of group of cells and the emergence of collective behavior from cell-environment interactions and cell-cell communication. Collective cell migration is an essential process in the lives of multicellular organisms, e.g. embryonic development, wound healing and cancer spreading (metastasis). Cells can migrate as a cohesive group (e.g. epithelial cells) or have transient cell-cell adhesion sites (e.g. mesenchymal cells). They can also migrate in different modes like sheets, strands, tubes, and clusters. While single-cell migration has been extensively studied, collective cell migration is a relatively new field with applications in preventing birth defects or dysfunction of embryos. It may improve cancer treatment by enabling doctors to prevent tumors from spreading and forming new tumors.",
            "score": 176.2161865234375
        },
        {
            "docid": "15261560_10",
            "document": "Dictyostelium discoideum . The cell differentiation process occurs when a cell becomes more specialized to develop into a multicellular organism. Changes in size, shape, metabolic activities, and responsiveness can occur as a result of adjustments in gene expression. Cell diversity and differentiation, in this species, involves decisions made from cell-cell interactions in pathways to either stalk cells or spore cells. These cell fates depend on their environment and pattern formation. Therefore, the organism is an excellent model for studying cell differentiation. Chemotaxis is defined as a passage of an organism toward or away from a chemical stimulus along a chemical concentration gradient. Certain organisms demonstrate chemotaxis when they move toward a supply of nutrients. In \"D. discoideum\", the amoeba secretes the signal, cAMP, out of the cell, attracting other amoebae to migrate toward the source. Every amoeba moves toward a central amoeba, the one dispensing the greatest amount of cAMP secretions. The secretion of the cAMP is then exhibited by all amoebae and is a call for them to begin aggregation. These chemical emissions and amoeba movement occur every six minutes. The amoebae move toward the concentration gradient for 60 seconds and stop until the next secretion is sent out. This behavior of individual cells tends to cause oscillations in a group of cells, and chemical waves of varying cAMP concentration propagate through the group in spirals.",
            "score": 175.9678497314453
        },
        {
            "docid": "42287747_75",
            "document": "Acoustic tweezers . Manipulating single cells is important to many biological studies, such as in controlling the cellular microenvironment and isolating specific cells of interest. Acoustic tweezers has been demonstrated to manipulate each individual cell with micrometer-level resolution. Cells generally have a diameter of 10–20 μm. To meet the resolution requirements of manipulating single cells, short-wavelength acoustic waves should be employed. In this case, surface acoustic wave (SAW) is a more favored option than bulk acoustic wave (BAW) as it allows using shorter-wavelength acoustic waves (normally less than 200 μm). Ding \"et al.\" reported a surface standing acoustic wave (SSAW) microdevice that is able to manipulate single cells with prescribed paths. Fig.18 shows that the movement traces of single cells can be controlled to form the letter sequences \"PNAS\" and \"PSU\", respectively. The working principle of the device lies in the controlled movement of pressure nodes in a SSAW field. Ding \"et al.\" employed chirped interdigital transducers (IDTs) that are able to generate SSAWs with adjustable positions of pressure nodes. By simply changing the input frequency, the position of pressure nodes can be changed. Ding \"et al.\" also showed that not only micrometer-sized cells, but also the millimeter-sized microorganism \"C. elegan\" can be manipulated with the same manner. In this manner, it can be programmed to move single cells along any desired paths. It should be noted that Ding et al. also examined cell metabolism and proliferation after the acoustic treatment. No significant differences were found comparing to the control group, indicating the non-invasive nature of acoustic base manipulation. In addition to using chirped IDTs, phase shift based single particle/cell manipulation has also been reported.",
            "score": 174.99990844726562
        },
        {
            "docid": "26725_2",
            "document": "Slime mold . Slime mold or slime mould is an informal name given to several kinds of unrelated eukaryotic organisms that can live freely as single cells, but can aggregate together to form multicellular reproductive structures. Slime molds were formerly classified as fungi but are no longer considered part of that kingdom. Although not related to one another, they are still sometimes grouped for convenience within the paraphyletic group referred to as kingdom Protista.",
            "score": 172.98500061035156
        },
        {
            "docid": "2332422_27",
            "document": "Carcinogenesis . A number of authors have questioned the assumption that cancers result from sequential random mutations as oversimplistic, suggesting instead that cancer results from a failure of the body to inhibit an innate, programmed proliferative tendency. A related theory developed by astrobiologists suggests that cancer is an atavism, an evolutionary throwback to an earlier form of multicellular life. The genes responsible for uncontrolled cell growth and cooperation between cancer cells are very similar to those that enabled the first multicellular life forms to group together and flourish. These genes still exist within the genome of more complex metazoans, such as humans, although more recently evolved genes keep them in check. When the newer controlling genes fail for whatever reason, the cell can revert to its more primitive programming and reproduce out of control. The theory is an alternative to the notion that cancers begin with rogue cells that undergo evolution within the body. Instead they possess a fixed number of primitive genes that are progressively activated, giving them finite variability. Another evolutionary theory puts the roots of cancer back to the origin of the eukarote (nucleated) cell by massive horizontal gene transfer, when the genomes of infecting viruses were cleaved (and thereby attenuated) by the host, but their fragments integrated into the host genome as immune protection. Cancer now originates when a rare somatic mutation recombines such fragments into a functional driver of cell proliferation.",
            "score": 172.6226806640625
        },
        {
            "docid": "12305127_39",
            "document": "Evolutionary history of life . The simplest definitions of \"multicellular,\" for example \"having multiple cells,\" could include colonial cyanobacteria like \"Nostoc\". Even a technical definition such as \"having the same genome but different types of cell\" would still include some genera of the green algae Volvox, which have cells that specialize in reproduction. Multicellularity evolved independently in organisms as diverse as sponges and other animals, fungi, plants, brown algae, cyanobacteria, slime molds and myxobacteria. For the sake of brevity, this article focuses on the organisms that show the greatest specialization of cells and variety of cell types, although this approach to the evolution of biological complexity could be regarded as \"rather anthropocentric.\" The initial advantages of multicellularity may have included: more efficient sharing of nutrients that are digested outside the cell, increased resistance to predators, many of which attacked by engulfing; the ability to resist currents by attaching to a firm surface; the ability to reach upwards to filter-feed or to obtain sunlight for photosynthesis; the ability to create an internal environment that gives protection against the external one; and even the opportunity for a group of cells to behave \"intelligently\" by sharing information. These features would also have provided opportunities for other organisms to diversify, by creating more varied environments than flat microbial mats could.",
            "score": 170.4720001220703
        },
        {
            "docid": "9028799_11",
            "document": "Bacteria . Most bacterial species are either spherical, called \"cocci\" (\"sing\". coccus, from Greek \"kókkos\", grain, seed), or rod-shaped, called \"bacilli\" (\"sing\". bacillus, from Latin \"baculus\", stick). Some bacteria, called \"vibrio\", are shaped like slightly curved rods or comma-shaped; others can be spiral-shaped, called \"spirilla\", or tightly coiled, called \"spirochaetes\". A small number of other unusual shapes have been described, such as star-shaped bacteria. This wide variety of shapes is determined by the bacterial cell wall and cytoskeleton, and is important because it can influence the ability of bacteria to acquire nutrients, attach to surfaces, swim through liquids and escape predators. Many bacterial species exist simply as single cells, others associate in characteristic patterns: \"Neisseria\" form diploids (pairs), \"Streptococcus\" form chains, and \"Staphylococcus\" group together in \"bunch of grapes\" clusters. Bacteria can also group to form larger multicellular structures, such as the elongated filaments of \"Actinobacteria\", the aggregates of \"Myxobacteria\", and the complex hyphae of \"Streptomyces\". These multicellular structures are often only seen in certain conditions. For example, when starved of amino acids, Myxobacteria detect surrounding cells in a process known as quorum sensing, migrate towards each other, and aggregate to form fruiting bodies up to 500 micrometres long and containing approximately 100,000 bacterial cells. In these fruiting bodies, the bacteria perform separate tasks; for example, about one in ten cells migrate to the top of a fruiting body and differentiate into a specialised dormant state called a myxospore, which is more resistant to drying and other adverse environmental conditions.",
            "score": 170.16554260253906
        },
        {
            "docid": "39905795_13",
            "document": "3D cell culture . Spheroids are a type of three-dimensional cell modeling that better simulate a live cell’s environmental conditions compared to a two-dimensional cell model, specifically with the reactions between cells and the reactions between cells and the matrix. Spheroids are useful in the study of changing physiological characteristics of cells, the difference in the structure of healthy cells and tumor cells, and the changes cells undergo when forming a tumor. Stiffness is one of the characteristics used to examine cancer cells. Studies conducted on spheroids using micromechanical tweezers show that BT474 and T47D (breast tumor) spheroids are 3-6 times softer than MCF 10A (normal epithelial) spheroids. Spheroids co-cultured with tumor and healthy cells were used to simulate how cancerous cells interact with normal cells. Spheroids can be grown with a few different methods. One common method is to use low cell adhesion plates, typically a 96 well plate, to mass-produce spheroid cultures, where the aggregates form in the rounded bottom of the cell plates. Spheroids can also be cultured using the hanging drop method, involving forming cell aggregates in drops that hang from the surface of a cell plate. Other methods under investigation include the use of rotating wall vessel bioreactors, which spins and cultures the cells when they are constantly in free fall and forms aggregates in layers",
            "score": 170.08331298828125
        },
        {
            "docid": "60913_10",
            "document": "Stigmergy . Stigmergy has even been observed in bacteria, various species of which differentiate into distinct cell types and which participate in group behaviors that are guided by sophisticated temporal and spatial control systems. Spectacular examples of multicellular behavior can be found among the myxobacteria. Myxobacteria travel in \"swarms\" containing many cells kept together by intercellular molecular signals. Most myxobacteria are predatory: individuals benefit from aggregation as it allows accumulation of extracellular enzymes which are used to digest prey microorganisms. When nutrients are scarce, myxobacterial cells aggregate into \"fruiting bodies\", within which the swarming cells transform themselves into dormant myxospores with thick cell walls. The fruiting process is thought to benefit myxobacteria by ensuring that cell growth is resumed with a group (swarm) of myxobacteria, rather than isolated cells. Similar life cycles have developed among the cellular slime molds. The best known of the myxobacteria, \"Myxococcus xanthus\" and \"Stigmatella aurantiaca\", are studied in various laboratories as prokaryotic models of development.",
            "score": 169.68463134765625
        },
        {
            "docid": "233271_6",
            "document": "Brown algae . Regardless of size or form, two visible features set the Phaeophyceae apart from all other algae. First, members of the group possess a characteristic color that ranges from an olive green to various shades of brown. The particular shade depends upon the amount of fucoxanthin present in the alga. Second, all brown algae are multicellular. There are no known species that exist as single cells or as colonies of cells, and the brown algae are the only major group of seaweeds that does not include such forms. However, this may be the result of classification rather than a consequence of evolution, as all the groups hypothesized to be the closest relatives of the browns include single-celled or colonial forms.",
            "score": 169.6720428466797
        },
        {
            "docid": "30427075_5",
            "document": "Paenibacillus vortex . \"P. vortex\" is a social microorganism: when grown on under growth conditions that mimic natural environments such as hard surfaces it forms colonies of 109-1012 cells with remarkably complex and dynamic architectures (Figure 1). Being part of a large cooperative, the bacteria can better compete for food resources and be protected against antibacterial assaults. Under laboratory growth conditions, similar to other social bacteria, \"P. vortex\" colonies behave much like a multi-cellular organism, with cell differentiation and task distribution. \"P. vortex\" is marked by its ability to generate special aggregates of dense bacteria that are pushed forward by repulsive chemotactic signals sent from the cells at the back. These rotating aggregates termed vortices (Figure 2), pave the way for the colony to expand. The vortices serve as building blocks of colonies with special modular organization (Figure 1). Accomplishing such intricate cooperative ventures requires sophisticated cell-cell communication, including semantic and pragmatic aspects of linguistics. Communicating with each other using a variety of chemical signals, bacteria exchange information regarding population size, a myriad of individual environmental measurements at different locations, their internal states and their phenotypic and epigenetic adjustments. The bacteria collectively sense the environment and execute distributed information processing to glean and assess relevant information. The information is then used by the bacteria for reshaping the colony while redistributing tasks and cell epigenetic differentiations, for collective decision-making and for turning on and off defense and offense mechanisms needed to thrive in competitive environments, faculties that can be perceived as social intelligence of bacteria.",
            "score": 168.78985595703125
        },
        {
            "docid": "299472_16",
            "document": "Multicellular organism . The Colonial Theory of Haeckel, 1874, proposes that the symbiosis of many organisms of the same species (unlike the symbiotic theory, which suggests the symbiosis of different species) led to a multicellular organism. At least some, it is presumed land-evolved, multicellularity occurs by cells separating and then rejoining (e.g. cellular slime molds) whereas for the majority of multicellular types (those that evolved within aquatic environments), multicellularity occurs as a consequence of cells failing to separate following division. The mechanism of this latter colony formation can be as simple as incomplete cytokinesis, though multicellularity is also typically considered to involve cellular differentiation. The advantage of the Colonial Theory hypothesis is that it has been seen to occur independently in 16 different protoctistan phyla. For instance, during food shortages the amoeba Dictyostelium groups together in a colony that moves as one to a new location. Some of these amoeba then slightly differentiate from each other. Other examples of colonial organisation in protista are Volvocaceae, such as Eudorina and Volvox, the latter of which consists of up to 500–50,000 cells (depending on the species), only a fraction of which reproduce. For example, in one species 25–35 cells reproduce, 8 asexually and around 15–25 sexually. However, it can often be hard to separate colonial protists from true multicellular organisms, as the two concepts are not distinct; colonial protists have been dubbed \"pluricellular\" rather than \"multicellular\".",
            "score": 167.57315063476562
        },
        {
            "docid": "285948_2",
            "document": "Unicellular organism . A unicellular organism, also known as a single-celled organism, is an organism that consists of only one cell, unlike a multicellular organism that consists of more than one cell. Unicellular organisms fall into two general categories: prokaryotic organisms and eukaryotic organisms. Prokaryotes include bacteria and archaea. Many eukaryotes are multicellular, but the group includes the protozoa, unicellular algae, and unicellular fungi. Unicellular organisms are thought to be the oldest form of life, with early protocells possibly emerging 3.8–4 billion years ago.",
            "score": 166.3887939453125
        },
        {
            "docid": "43815710_12",
            "document": "Amoeba . Amoeboid stages also occur in the multicellular fungus-like protists, the so-called slime moulds. Both the plasmodial slime moulds, currently classified in the class Myxogastria, and the cellular slime moulds of the groups Acrasida and Dictyosteliida, live as amoebae during their feeding stage. The amoeboid cells of the former combine to form a giant multinucleate organism, while the cells of the latter live separately until food runs out, at which time the amoebae aggregate to form a multicellular migrating \"slug\" which functions as a single organism.",
            "score": 165.89846801757812
        },
        {
            "docid": "9907208_2",
            "document": "Grex (biology) . A grex, (also called a pseudoplasmodium, or slug) starts as a crowd of single-celled amoebae of the groups Acrasiomycota or Dictyosteliida; \"grex\" is the Latin word for \"flock\". The cells flock together, forming a mass that behaves as an organised, slug-like unit. Before they get stimulated to crowd together to form a grex, the amoebae simply wander as independent cells grazing on bacteria and other suitable food items. They continue in that way of life as long as conditions are favourable. When the amoebae are stressed, typically by a shortage of food, they form a grex. According to species and circumstances, details of the shape of the grex and how it may form will vary but typically the stressed amoebae first produce pheromones that stimulate the flock to assemble in a vertical column. When the column of aggregated cells becomes too high and narrow to stay upright, it topples and becomes a slug-shaped mass: the grex. The grex is mobile; in its form as a slug-like unit it can glide over a moist surface. Once it has moved far enough to complete its development, the cells of the amoebae differentiate according to their positions in the grex; some become the spore cells and the covering shell of the \"fruiting body\" near the tip, and others form structures such as the stalk. Cells forming the structural items, such as the stalk and shell, desiccate and die; only the spores in the fruiting body survive to propagate. When circumstances are right and the fruiting body is mature, its shell ruptures and releases the spores. The spores then may be transported by media such as wind or water; they then may cover distances far greater than any that they could have achieved in their amoeboid form, and over regions where amoebae could not travel at all, such as dry surfaces.",
            "score": 164.8855438232422
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 164.70079040527344
        },
        {
            "docid": "13571938_18",
            "document": "Plant evolutionary developmental biology . Pteridophytes, like fern, on the other hand, do not possess a multicellular apical meristem. They possess a tetrahedral apical cell, which goes on to form the plant body. Any somatic mutation in this cell can lead to hereditary transmission of that mutation. The earliest meristem-like organization is seen in an algal organism from group \"Charales\" that has a single dividing cell at the tip, much like the pteridophytes, yet simpler. One can thus see a clear pattern in evolution of the meristematic tissue, from pteridophytes to angiosperms: Pteridophytes, with a single meristematic cell; gymnosperms with a multicellular, but less defined organization; and finally, angiosperms, with the highest degree of organization.",
            "score": 164.59571838378906
        },
        {
            "docid": "46336709_33",
            "document": "Precambrian body plans . Work by Fairclough, Dayel and King suggests that S. Rosetta can exist in either single-cellular form or in colonies of 4-50 cells, which arrange themselves in tight knit packs of spheres. This was established by performing an experiment involving the introduction of prey bacterium Algoriphagus species to a sample of uni-celled S. Rosetta organism and monitored the activity for 12 hours. Results of this study demonstrated that cell colonies were formed through cell-division of the initial solitary S. Rosetta cell rather than by cell aggregation. Further studies to support the theory of cell-proliferation were done by introducing then removing the drug aphidicolin which serves to block cell-division. When the drug was introduced, cell division stopped and colony formation resulted through cell-cell aggregation. When the drug was removed, cell-division dominated once again",
            "score": 163.23028564453125
        },
        {
            "docid": "299472_4",
            "document": "Multicellular organism . Multicellular organisms arise in various ways, for example by cell division or by aggregation of many single cells. Colonial organisms are the result of many identical individuals joining together to form a colony. However, it can often be hard to separate colonial protists from true multicellular organisms, because the two concepts are not distinct; colonial protists have been dubbed \"pluricellular\" rather than \"multicellular\".",
            "score": 163.1688995361328
        },
        {
            "docid": "19653842_18",
            "document": "Organism . All organisms consist of structural units called cells; some contain a single cell (unicellular) and others contain many units (multicellular). Multicellular organisms are able to specialize cells to perform specific functions. A group of such cells is a tissue, and in animals these occur as four basic types, namely epithelium, nervous tissue, muscle tissue, and connective tissue. Several types of tissue work together in the form of an organ to produce a particular function (such as the pumping of the blood by the heart, or as a barrier to the environment as the skin). This pattern continues to a higher level with several organs functioning as an organ system such as the reproductive system, and digestive system. Many multicellular organisms consist of several organ systems, which coordinate to allow for life.",
            "score": 162.86343383789062
        },
        {
            "docid": "46336709_25",
            "document": "Precambrian body plans . Sponges have around 6 different types of cells that can perform different functions. Sponges are a good model for studying the origin of multicellularity because the cells are capable of communicating with one another and re-aggregating. In an experiment conducted by Henry Van Peters Wilson in 1910, it was found that cells from dissociated sponges could send out signals and recognize each other to form a new individual. This suggests that the cells that compose sponges are capable of independent living, however once multicellularity was possible then aggregating together to form one organism was a more efficient way of living.",
            "score": 161.2602081298828
        },
        {
            "docid": "54643138_6",
            "document": "Zoothamnium niveum . Most ciliates live as single-celled organisms in aquatic environments, and the single cell carries out all functions of life, such as nutrition, metabolism, and reproduction. Colonies of \"Z. niveum\" are composed of numerous individual cells that form a feather-like colonial unit, with several different cell types. Old branches of the colony illustrate the polymorphism of the zooids when viewed under the microscope. Three different forms of the individual ciliate cells are present, which are distinct in both form and function. The large macrozooids can transform into swarmers and leave the colony. They settle on suitable surfaces and develop into new colonies. The microzooids are small cells specialized for feeding, which the colony does by consumption of their symbiotic bacteria and other organic particles. At the terminal ends of the colony are specialized zooids that can elongate and facilitate the asexual reproduction of the colony.",
            "score": 160.98300170898438
        },
        {
            "docid": "35060308_6",
            "document": "Polysphondylium pallidum . In damp weather, a \"Polysphondylium pallidum\" myxamoeba can move around at a speed of about per hour, leaving a chemical trail behind it. When it finds the trail left by another myxamoeba, it follows it, superimposing its own trace signal, and more and more individuals collect together in this way. Under favourable conditions, the myxamoebae agglutinate and stick together to form a \"pseudoplasmodium\" in which they remain separate individuals but behave as if the whole mass was a single organism. The pseudoplasmodium can move around and in due course develops into a fruiting body called a sporangium, about a third of the cells forming a stalk and the remaining cells forming a ball at the top where they develop into spores. The spores have a smooth wall containing cellulose, a material not found among fungi which have cell walls strengthened by chitin. As the ball dries out, the spores are dispersed by the wind. The myxamoebae that form the supporting stem die, having sacrificed themselves for the greater good.",
            "score": 160.9559783935547
        },
        {
            "docid": "3907319_6",
            "document": "Pattern formation . In developmental biology, pattern formation describes the mechanism by which initially equivalent cells in a developing tissue in an embryo assume complex forms and functions. Embryogenesis, such as of the fruit fly \"Drosophila\", involves coordinated control of cell fates. Pattern formation is genetically controlled, and often involves each cell in a field sensing and responding to its position along a morphogen gradient, followed by short distance cell-to-cell communication through cell signaling pathways to refine the initial pattern. In this context, a field of cells is the group of cells whose fates are affected by responding to the same set positional information cues. This conceptual model was first described as the French flag model in the 1960s. More generally, the morphology of organisms is patterned by the mechanisms of evolutionary developmental biology, such as changing the timing and positioning of specific developmental events in the embryo.",
            "score": 160.61578369140625
        },
        {
            "docid": "9515578_6",
            "document": "Cellular manufacturing . Cells are created in a workplace to facilitate flow. This is accomplished by bringing together operations (or machines, or people) involved in a processing sequence of a products natural flow and grouping them close to one another, distinct from other groups. This grouping is called a cell. These cells are used to improve many factors in a manufacturing setting by allowing \"one-piece flow\" to occur. An example of one-piece flow would be in the production of a metallic case part that arrives at the factory from the vendor in separate pieces, requiring assembly. First, the pieces would be moved from storage to the cell, where they would be welded together, then polished, then coated, and finally packaged. All of these steps would be completed in a single cell, so as to minimize various factors (called non-value-added processes/steps) such as time required to transport materials between steps. Some common formats of single cells are: the U-shape (good for communication and quick movement of workers), the straight line, or the L-shape. The number of workers inside these formations depend on current demand and can be modulated to increase or decrease production. For example, if a cell is normally occupied by two workers and demand is doubled, four workers should be placed in the cell. Similarly, if demand halves, one worker will occupy the cell. Since cells have a variety of differing equipment, it is therefore a requirement that any employee is skilled at multiple processes.While there exist many advantages to forming cells, there are some obvious benefits. It is quickly evident from observation of cells where inefficiencies lie, such as when an employee is too busy or relatively inactive. Resolving these inefficiencies can increase production and productivity by up to and above 100% in many cases. In addition to this, formation of cells consistently frees up floor space in the manufacturing/assembly environment (by having inventory only where it is absolutely required), improves safety in the work environment (due to smaller quantities of product/inventory being handled), improves morale (by imparting feelings of accomplishment and satisfaction in employees), reduces cost of inventory, and reducing inventory obsolescence.",
            "score": 160.61500549316406
        },
        {
            "docid": "40787754_2",
            "document": "Muse cell . A muse cell (multi-lineage differentiating stress enduring cell) is a endogenous non-tumorigenic pluripotent stem cell. They reside in the connective tissue of nearly every organ, bone marrow and peripheral blood. They are collectable from commercially obtainable mesenchymal cells such as human fibroblasts, bone marrow-mesenchymal stem cells and adipose-derived stem cells. Muse cells are able to generate cells representative of all three germ layers from a single cell both spontaneously and under cytokine induction. Expression of pluripotency genes and triploblastic differentiation are self-renewable over generations. Muse cells do not undergo teratoma formation when transplanted into a host environment in vivo. This can be explained in part by their intrinsically low telomerase activity, eradicating the risk of tumorigenesis through unbridled cell proliferation. They were discovered in 2010 by Mari Dezawa and her research group. Phase 1 clinical trial has been started in 2018 January, conducted by Life Science Institute, Inc., a group company of Mitsubishi Chemical Holdings.",
            "score": 160.04476928710938
        },
        {
            "docid": "24044102_6",
            "document": "Cellular model . The eukaryotic cell cycle is very complex and is one of the most studied topics, since its misregulation leads to cancers. It is possibly a good example of a mathematical model as it deals with simple calculus but gives valid results. Two research groups have produced several models of the cell cycle simulating several organisms. They have recently produced a generic eukaryotic cell cycle model which can represent a particular eukaryote depending on the values of the parameters, demonstrating that the idiosyncrasies of the individual cell cycles are due to different protein concentrations and affinities, while the underlying mechanisms are conserved (Csikasz-Nagy et al., 2006). By means of a system of ordinary differential equations these models show the change in time (dynamical system) of the protein inside a single typical cell; this type of model is called a deterministic process (whereas a model describing a statistical distribution of protein concentrations in a population of cells is called a stochastic process). To obtain these equations an iterative series of steps must be done: first the several models and observations are combined to form a consensus diagram and the appropriate kinetic laws are chosen to write the differential equations, such as rate kinetics for stoichiometric reactions, Michaelis-Menten kinetics for enzyme substrate reactions and Goldbeter–Koshland kinetics for ultrasensitive transcription factors, afterwards the parameters of the equations (rate constants, enzyme efficiency coefficients and Michaelis constants) must be fitted to match observations; when they cannot be fitted the kinetic equation is revised and when that is not possible the wiring diagram is modified. The parameters are fitted and validated using observations of both wild type and mutants, such as protein half-life and cell size. In order to fit the parameters the differential equations need to be studied. This can be done either by simulation or by analysis.  In a simulation, given a starting vector (list of the values of the variables), the progression of the system is calculated by solving the equations at each time-frame in small increments. In analysis, the properties of the equations are used to investigate the behavior of the system depending of the values of the parameters and variables. A system of differential equations can be represented as a vector field, where each vector described the change (in concentration of two or more protein) determining where and how fast the trajectory (simulation) is heading. Vector fields can have several special points: a stable point, called a sink, that attracts in all directions (forcing the concentrations to be at a certain value), an unstable point, either a source or a saddle point which repels (forcing the concentrations to change away from a certain value), and a limit cycle, a closed trajectory towards which several trajectories spiral towards (making the concentrations oscillate). A better representation which can handle the large number of variables and parameters is called a bifurcation diagram (bifurcation theory): the presence of these special steady-state points at certain values of a parameter (e.g. mass) is represented by a point and once the parameter passes a certain value, a qualitative change occurs, called a bifurcation, in which the nature of the space changes, with profound consequences for the protein concentrations: the cell cycle has phases (partially corresponding to G1 and G2) in which mass, via a stable point, controls cyclin levels, and phases (S and M phases) in which the concentrations change independently, but once the phase has changed at a bifurcation event (cell cycle checkpoint), the system cannot go back to the previous levels since at the current mass the vector field is profoundly different and the mass cannot be reversed back through the bifurcation event, making a checkpoint irreversible. In particular the S and M checkpoints are regulated by means of special bifurcations called a Hopf bifurcation and an infinite period bifurcation. Cell Collective is a modeling software that enables one to house dynamical biological data, build computational models, stimulate, break and recreate models. The development is led by Tomas Helikar, a researcher within the field of computational biology. It is designed for biologists, students learning about computational biology, teachers focused on teaching life sciences, and researchers within the field of life science. The complexities of math and computer science are built into the backend and one can learn about the methods used for modeling biological species, but complex math equations, algorithms, programming are not required and hence won't impede model building.",
            "score": 158.9688262939453
        },
        {
            "docid": "167660_4",
            "document": "Cell type . All higher multicellular organisms contain cells specialised for different functions. Most distinct cell types arise from a single totipotent cell that differentiates into hundreds of different cell types during the course of development. Differentiation of cells is driven by different environmental cues (such as cell–cell interaction) and intrinsic differences (such as those caused by the uneven distribution of molecules during division). Multicellular organisms are composed of cells that fall into two fundamental types: germ cells and somatic cells. During development, somatic cells will become more specialized and form the three primary germ layers: ectoderm, mesoderm, and endoderm. After formation of the three germ layers, cells will continue to specialize until they reach a terminally differentiated state that is much more resistant to changes in cell type than its progenitors.",
            "score": 158.7416534423828
        },
        {
            "docid": "38959421_8",
            "document": "Lucy Shapiro . What she and her students discovered overturned accepted beliefs about bacterial cell biology. In each cell cycle, \"Caulobacter\" divides asymmetrically into two daughters. One, the swarmer cell, has a tail-like flagellum that helps it swim; the other daughter has a stalk which anchors it to a surface. Swarmer cells become stalked cells after a short period of motility. Chromosome replication and cell division only occur in stalked cells. Rather than containing an evenly dispersed mixture of proteins, the single celled \"Caulobacter\" resembles a highly organized factory, with specific \"machinery\" regulating each step in the cell cycle to ensure that changes occur at developmentally appropriate times. DNA is copied once per cycle by a particular group of molecules. Once a single DNA copy is placed in each half of the cell, other mechanisms constricts the cell’s middle to separate it into two daughters. Shapiro was the first researcher to show that bacterial DNA replication occurs in a spatially organized way and that cell division is dependent on this spatial organization.",
            "score": 157.2572479248047
        }
    ]
}