{
    "q": [
        {
            "docid": "22108748_10",
            "document": "Hippo signaling pathway . The heart is the first organ formed during mammalian development. A properly sized and functional heart is vital throughout the entire lifespan. Loss of cardiomyocytes because of injury or diseases leads to heart failure, which is a major cause of human morbidity and mortality. Unfortunately, regenerative potential of the adult heart is limited. The Hippo pathway is a recently identified signaling cascade that plays an evolutionarily conserved role in organ size control by inhibiting cell proliferation, promoting apoptosis, regulating fates of stem/progenitor cells, and in some circumstances, limiting cell size. Interestingly, research indicates a key role of this pathway in regulation of cardiomyocyte proliferation and heart size. Inactivation of the Hippo pathway or activation of its downstream effector, the Yes-associated protein transcription coactivator, improves cardiac regeneration. Several known upstream signals of the Hippo pathway such as mechanical stress, G-protein-coupled receptor signaling, and oxidative stress are known to play critical roles in cardiac physiology. In addition, Yes-associated protein has been shown to regulate cardiomyocyte fate through multiple transcriptional mechanisms.",
            "score": 173.13277745246887
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 168.5322868824005
        },
        {
            "docid": "47413780_9",
            "document": "Anna Akhmanova . The specific proteins that the team studies are those that interact on the plus and minus ends of the microtubules. More specifically, they research the plus end tracking protein (+TIPs) which associate with the plus end of the microtubule to regulate the dynamics of the microtubule and how they interact with other structures in the cell. More recently, they have started researching “the biochemical properties and functional roles of the proteins” which organize minus end tracking proteins (-TIPs). There is far less information about –TIPs and they are still not fully understood; however, recent research on CAMSAP, a type of –TIP, has shown that it plays an important role for organizing and stabilizing microtubules during interphase. Akhmanova’s group now focus on finding how CAMSAP contributes to the organization and stabilization of non-centrosomal microtubules during cell division.",
            "score": 115.00653338432312
        },
        {
            "docid": "1209057_16",
            "document": "Wnt signaling pathway . Wnt signaling plays a critical role in embryonic development. It operates in both vertebrates and invertebrates, including humans, frogs, zebrafish, \"C. elegans\", \"Drosophila\" and others. It was first found in the segment polarity of Drosophila, where it helps to establish anterior and posterior polarities. It is implicated in other developmental processes. As its function in \"Drosophila\" suggests, it plays a key role in body axis formation, particularly the formation of the anteroposterior and dorsoventral axes. It is involved in the induction of cell differentiation to prompt formation of important organs such as lungs and ovaries. Wnt further ensures the development of these tissues through proper regulation of cell proliferation and migration. Wnt signaling functions can be divided into axis patterning, cell fate specification, cell proliferation and cell migration.",
            "score": 168.22819566726685
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 167.52853536605835
        },
        {
            "docid": "15069606_6",
            "document": "ANKS1A . ODIN is widely expressed in tissues including heart, brain, placenta, lung, liver, skeletal muscle, kidney and pancreas. ODIN has been identified as one of the tyrosine phosphorylated proteins induced by activating epidermal growth factor or platelet-derived growth factor receptor tyrosine kinases. ODIN is involved in negative regulation of the EGFR signaling pathway. It is reported that ODIN level is correlated with the degree of increased EGF-induced EGFR trafficking to recycle endosomes and recycle back to the cell surface, suggesting a role in EGFR recycling. Furthermore, ODIN serves as a key adaptor protein regulating the EphA receptor signaling pathway, which is critical for regulating EphA8-mediated cell migration and neurite outgrowth. It has been demonstrated that deletion of the phosphotyrosine binding domain in ODIN will lead to an immaturely developed subcommissural organ (SCO) with a severe midbrain hydrocephalic phenotype, which means ODIN also plays a role in the proper development of the SCO and in ependymal cells in the cerebral aqueduct. As a novel target of Src family kinases, which are implicated in the development of some colorectal cancers, ODIN may be involved in cancer cell signaling mechanisms. In a study, 64 colorectal cancer cell lines were tested for their expression of Lck. Mass spectrometric analyses of Lck-purified proteins subsequently identified several proteins readily known as SFK kinase substrates, including cortactin, Tom1L1 (SRCASM), GIT1, vimentin and AFAP1L2 (XB130). Additional proteins previously reported as substrates of other tyrosine kinases were also detected, including ODIN. ODIN was further analyzed and found to contain substantially less pY upon inhibition of SFK activity in SW620 cells, indicating that it is a formerly unknown SFK target in colorectal carcinoma cells. Furthermore, it has been found that ODIN regulates COPII-mediated anterograde transport of receptor tyrosine kinases, which is a critical mechanism in the process of tumor genesis.",
            "score": 149.98014879226685
        },
        {
            "docid": "14759898_2",
            "document": "YAP1 . YAP1 (yes-associated protein 1), also known as YAP or YAP65, is a protein that acts as a transcriptional regulator by activating the transcription of genes involved in cell proliferation and suppressing apoptotic genes. YAP1 is inhibited in the Hippo signaling pathway which allows the cellular control of organ size and tumor suppression. YAP1 was first identified by virtue of its ability to associate with the SH3 domain of Yes and Src protein tyrosine kinases. \"YAP1\" is a potent oncogene, which is amplified in various human cancers.",
            "score": 215.1907479763031
        },
        {
            "docid": "839361_7",
            "document": "Caulobacter crescentus . The \"Caulobacter\" cell cycle regulatory system controls many modular subsystems that organize the progression of cell growth and reproduction. A control system constructed using biochemical and genetic logic circuitry organizes the timing of initiation of each of these subsystems. The central feature of the cell cycle regulation is a cyclical genetic circuit—a cell cycle engine –- that is centered around the successive interactions of five master regulatory proteins: DnaA, GcrA, CtrA, SciP, and CcrM. These five proteins directly control the timing of expression of over 200 genes. The five master regulatory proteins are synthesized and then eliminated from the cell one after the other over the course of the cell cycle. Several additional cell signaling pathways are also essential to the proper functioning of this cell cycle engine. The principal role of these signaling pathways is to ensure reliable production and elimination of the CtrA protein from the cell at just the right times in the cell cycle.",
            "score": 148.03582394123077
        },
        {
            "docid": "563093_20",
            "document": "Paracrine signalling . The Wnt protein family includes a large number of cysteine-rich glycoproteins. The Wnt proteins activate signal transduction cascades via three different pathways, the canonical Wnt pathway, the noncanonical planar cell polarity (PCP) pathway, and the noncanonical Wnt/Ca pathway. Wnt proteins appear to control a wide range of developmental processes and have been seen as necessary for control of spindle orientation, cell polarity, cadherin mediated adhesion, and early development of embryos in many different organisms. Current research has indicated that deregulation of Wnt signaling plays a role in tumor formation, because at a cellular level, Wnt proteins often regulated cell proliferation, cell morphology, cell motility, and cell fate.",
            "score": 176.70410323143005
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 176.81437516212463
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 193.96975362300873
        },
        {
            "docid": "9107692_3",
            "document": "Hairless . Hairless (H) is a protein which is hydrophilic.\" The protein is composed of “1076 amino acids, with a molecular weight of 110 kDa.” The H protein is reported in insects and is found in nearly all of the family Drosophilidae. According to Paz-Gomez et al. (2008), other insect families and orders containing the H protein include the family Culicidae as well as the orders Lepidoptera, Hymenoptera and Coleoptera.  By referencing the research of Paz-Gomez et al. (2008), one finds that in \"Drosophilia\", NSP, or notch signaling pathway, allows for communication intercellularly during embryo development and also physiological activities of adult organisms. Their research also states that Notch Signaling Pathways turn on periodically during devolvement to help determine cell fate functions of the cell. Hairless (H) is an antagonist of the NSP as well as a “key member of the Su[H] repressor complex.\" Because of this connection, Hairless plays a very important part of embryo development in insects as it helps influence cell fate decisions during this time.\" It is crucial that proteins, HP120 and HP150, are present as they control normal activity of H. This activity regulation also controls NSP, which allows the fly embryos to develop correctly and any fluctuation in the pathway or proteins can change outcome of the offspring.",
            "score": 160.54511284828186
        },
        {
            "docid": "353697_3",
            "document": "Sonic hedgehog . Sonic hedgehog is one of three proteins in the mammalian signaling pathway family called hedgehog, the others being desert hedgehog (DHH) and Indian hedgehog (IHH). SHH is the best studied ligand of the hedgehog signaling pathway. It plays a key role in regulating vertebrate organogenesis, such as in the growth of digits on limbs and organization of the brain. Sonic hedgehog is the best established example of a morphogen as defined by Lewis Wolpert's French flag model—a molecule that diffuses to form a concentration gradient and has different effects on the cells of the developing embryo depending on its concentration. SHH remains important in the adult. It controls cell division of adult stem cells and has been implicated in the development of some cancers.",
            "score": 150.6479799747467
        },
        {
            "docid": "57414_16",
            "document": "Evolutionary developmental biology . A small fraction of the genes in an organism's genome control the organism's development. These genes are called the developmental-genetic toolkit. They are highly conserved among phyla, meaning that they are ancient and very similar in widely separated groups of animals. Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. Most toolkit genes are parts of signalling pathways: they encode transcription factors, cell adhesion proteins, cell surface receptor proteins and signalling ligands that bind to them, and secreted morphogens that diffuse through the embryo. All of these help to define the fate of undifferentiated cells in the embryo. Together, they generate the patterns in time and space which shape the embryo, and ultimately form the body plan of the organism. Among the most important toolkit genes are the \"Hox\" genes. These transcription factors contain the homeobox protein-binding DNA motif, also found in other toolkit genes, and create the basic pattern of the body along its front-to-back axis. Hox genes determine where repeating parts, such as the many vertebrae of snakes, will grow in a developing embryo or larva. \"Pax-6\", already mentioned, is a classic toolkit gene. Homeobox genes are also found in plants, implying they are common to all eukaryotes.",
            "score": 141.6549093723297
        },
        {
            "docid": "8131_9",
            "document": "Dendrite . Little is known about the process by which dendrites orient themselves in vivo and are compelled to create the intricate branching pattern unique to each specific neuronal class. One theory on the mechanism of dendritic arbor development is the Synaptotropic Hypothesis. The synaptotropic hypothesis proposes that input from a presynaptic to a postsynaptic cell (and maturation of excitatory synaptic inputs) eventually can change the course of synapse formation at dendritic and axonal arbors. This synapse formation is required for the development of neuronal structure in the functioning brain. A balance between metabolic costs of dendritic elaboration and the need to cover receptive field presumably determine the size and shape of dendrites. A complex array of extracellular and intracellular cues modulates dendrite development including transcription factors, receptor-ligand interactions, various signaling pathways, local translational machinery, cytoskeletal elements, Golgi outposts and endosomes. These contribute to the organization of the dendrites on individual cell bodies and the placement of these dendrites in the neuronal circuitry. For example, it was shown that β-actin zipcode binding protein 1 (ZBP1) contributes to proper dendritic branching. Other important transcription factors involved in the morphology of dendrites include CUT, Abrupt, Collier, Spineless, ACJ6/drifter, CREST, NEUROD1, CREB, NEUROG2 etc. Secreted proteins and cell surface receptors includes neurotrophins and tyrosine kinase receptors, BMP7, Wnt/dishevelled, EPHB 1-3, Semaphorin/plexin-neuropilin, slit-robo, netrin-frazzled, reelin. Rac, CDC42 and RhoA serve as cytoskeletal regulators and the motor protein includes KIF5, dynein, LIS1. Important secretory and endocytic pathways controlling the dendritic development include DAR3 /SAR1, DAR2/Sec23, DAR6/Rab1 etc. All these molecules interplay with each other in controlling dendritic morphogenesis including the acquisition of type specific dendritic arborization, the regulation of dendrite size and the organization of dendrites emanating from different neurons.",
            "score": 127.32933044433594
        },
        {
            "docid": "5402846_17",
            "document": "VLDL receptor . VLDLR is expressed on migrating neurons to help guide them to their proper location in the brain. This process is part of the reelin pathway, which is responsible for the inside-out formation of the six-layered neocortex. Despite the discovery of this pathway, many of the specifics and molecular mechanisms of this process are still being debated. The presence of two reelin receptors, VLDLR and ApoER2, has made it difficult to distinguish each protein’s specific function. VLDLR is primarily responsible for the correct layering of pyramidal cells into layer 1 of the cerebral cortex. In particular, the absence of VLDLR may lead to ectopic accumulation of pyramidal cells in this region. VLDLR does not affect the migration of early born cells into an organized layer, but since its absence results in the invasion of these neuroblasts into the marginal zone, it is theorized that VLDLR may encode a “stop signal.” This is supported by the fact that VLDLR is primarily expressed in the cortical plate adjacent to reelin-expressing cells, Cajal–Retzius cells, and in the intermediate zone. However, definitive evidence has not yet been found. In general, reelin binds VLDLR and undergoes endocytosis via clathrin-coated vesicles. Meanwhile, an intracellular protein, Dab1, has a PI/PTB domain that interacts with the NPxY sequence found in the cytoplasmic tail of VLDLR. As a result, Dab1 is tyrosine phosphorylated and reelin is degraded. Finally, phosphorylated Dab1 activates an intracellular signaling cascade that directs neuroblasts to their proper location through the alteration of the cytoskeleton. Many of the specifics of this pathway are still being investigated. It is not yet known if Dab1 is phosphorylated as a result of the endocytosis of reelin, or if there is another mechanism at play. In addition to the organization of the neocortex, VLDLR also plays a role in neuronal migration of the hippocampus and the Purkinje cells of the cerebellum. Yet, much information on this process is still unknown.",
            "score": 132.1908518075943
        },
        {
            "docid": "22108748_3",
            "document": "Hippo signaling pathway . A fundamental question in developmental biology is how an organ knows to stop growing after reaching a particular size. Organ growth relies on several processes occurring at the cellular level, including cell division and programmed cell death (or apoptosis). The Hippo signaling pathway is involved in restraining cell proliferation and promoting apoptosis. As many cancers are marked by unchecked cell division, this signaling pathway has become increasingly significant in the study of human cancer. Hippo pathway also has critical role in stem cell and tissue specific progenitor cell self-renewal and expansion.",
            "score": 176.00184178352356
        },
        {
            "docid": "29477686_4",
            "document": "Neurosecretion . Insects play a large role in what is known about neurosecretion. In simpler organisms neurosecretion mechanisms regulate the heart, the process of metamorphosis, and directly influences the development of the gonadal function. In more advanced organisms the gonadal function is manipulated by the intermediary endocrine processes. Axons from neurosecretory cells trace to corpora cardiaca and corpora allata and produce and secrete a brain hormone which insect physiologists suspect is bound to a large carrier protein. Although the function is unknown, there are a multitude of these cells found in the ventral ganglia of the nerve cord. Neurosecretory cells, found in clusters in the medial and lateral parts of the brain, control corpora allata activity by producing juvenile hormone during the larval or nymphal instars, the phase between periods of molting in insects. The production of this hormone inhibits the insect during the conversion to maturity and reactivating once the fully-grown adult is prepared for reproduction. The 3rd International Symposium on Neurosecretion at the University of Bristol discussed the intracellular structure of the neurosecretory cells and the migration path to the target organs or vascular fluid areas by neurosecretory granules. More is being discovered on the identification of granules in hormones and the linking of their development with the organism’s physiologic state.",
            "score": 141.5357584953308
        },
        {
            "docid": "11233375_5",
            "document": "Allan–Herndon–Dudley syndrome . Mutations in the \"SLC16A2\" gene cause Allan–Herndon–Dudley syndrome. The \"SLC16A2\" gene, also known as \"MCT8\", provides instructions for making a protein that plays a critical role in the development of the nervous system. This protein transports a particular hormone into nerve cells in the developing brain. This hormone, called triiodothyronine or T3, is produced by the thyroid. T3 appears to be critical for the normal formation and growth of nerve cells, as well as the development of junctions between nerve cells (synapses) where cell-to-cell communication occurs. T3 and other forms of thyroid hormone also help regulate the development of other organs and control the rate of chemical reactions in the body.",
            "score": 137.80367302894592
        },
        {
            "docid": "13326263_11",
            "document": "DISC1 . Many studies have provided insight into the normal function of the DISC1 protein, though much remains to be clearly defined. DISC1 is functionally involved in several processes that regulate neural development and brain maturation such as neuronal proliferation, differentiation, migration, cAMP signaling, cytoskeletal modulation, and translational regulation via various signaling pathways. Much of what is understood about the normal function of DISC1 has been uncovered through studies on zebrafish and mice as model organisms. In zebrafish, DISC1 is essential for forebrain development and GSK3/β-catenin signaling, while in mice the DISC1-GSK3 pathway regulates proliferation of neural progenitor cells in the cortex and adult dentate gyrus. This data suggests a direct DISC1 GSK3/β-catenin interaction.",
            "score": 127.80050420761108
        },
        {
            "docid": "19045237_5",
            "document": "Cytoneme . Filopodia with behaviors suggestive of roles in sensing patterning information were first observed in sea urchin embryos, and subsequent characterizations support the idea that they convey patterning signals between cells. The discovery of cytonemes in Drosophila imaginal discs correlated for the first time the presence and behavior of filopodia with a known morphogen signaling protein - Decapentaplegic. Decapentaplegic is expressed in the wing disc by cells that function as a developmental organizer, and cytonemes that are responsive to Decapentaplegic orient toward this developmental organizer. Receptors for signaling proteins are present in motile vesicles in cytonemes, and receptors for different signaling proteins segregate specifically to different types of cytonemes. In Drosophila, cytonemes have been found in wing and eye imaginal discs, trachea, lymph glands and ovaries. They have also been described in spider embryos, earwig ovaries, Rhodnius, Calpodes, earthworms, retroviral-infected cells, mast cells, B-lymphocytes and neutrophils. Recent obserrvations suggest that cytonemes have also an important role during vertebrate development. Recent observations suggest that cytonemes also have an important role during development of the zebrafish neural plate where they transport Wnt8a and of the chick limb where they transport Sonic hedgehog.",
            "score": 136.68736910820007
        },
        {
            "docid": "12044406_2",
            "document": "CDC42 . Cell division control protein 42 homolog, also known as Cdc42, is a protein involved in regulation of the cell cycle. It was originally identified in \"S. cerevisiae\" (yeast) as a mediator of cell division, and is now known to influence a variety of signaling events and cellular processes in a variety of organisms from yeast to mammals. Human Cdc42 is a small GTPase of the Rho family, which regulates signaling pathways that control diverse cellular functions including cell morphology, cell migration, endocytosis and cell cycle progression. Rho GTPases are central to dynamic actin cytoskeletal assembly and rearrangement that are the basis of cell-cell adhesion and migration. Activated Cdc42 activates by conformational changes p21-activated kinases PAK1 and PAK2, which in turn initiate actin reorganization and regulate cell adhesion, migration, and invasion.",
            "score": 180.53518164157867
        },
        {
            "docid": "6020806_6",
            "document": "Contact inhibition . Furthermore, it has been shown that cell-cell adhesion formation not only restricts growth and proliferation by imposing physical constraints such as cell area, but also by triggering signaling pathways that downregulate proliferation. One such pathway is the Hippo-YAP signaling pathway, which is largely responsible for inhibiting cell growth in mammals. This pathway consists primarily of a phosphorylation cascade involving serine kinases and is mediated by regulatory proteins, which regulate cell growth by binding to growth-controlling genes. The serine/threonine kinase Hippo (Mst1/Mst2 in mammals) activates a secondary kinase (Lats1/Lats2), which phosphorylates YAP, a transcriptional activator of growth genes. The phosphorylation of YAP serves to export it from the nucleus and prevent it from activating growth-promoting genes; this is how the Hippo-YAP pathway inhibits cell growth. More importantly, the Hippo-YAP pathway uses upstream elements to act in response to cell-cell contact and controls density-dependent inhibition of proliferation. For example, cadherins are transmembrane proteins that form cellular junctions via homophilic binding and thus act as detectors for cell-cell contact. Cadherin-mediated activation of the inhibitory pathway involves the transmembrane E-cadherin forming a homophilic bond in order to activate α- and β-catenin, which then stimulate downstream components of the Hippo-YAP pathway to ultimately downregulate cell growth. This is consistent with the finding that E-cadherin overexpression hinders metastasis and tumorigenesis. Because YAP is shown to be associated with mitogenic growth factor signaling and thus cell proliferation, it is likely that future studies will focus on the Hippo-YAP pathway's role in cancer cells.",
            "score": 181.98450314998627
        },
        {
            "docid": "31907302_2",
            "document": "Suppressor of fused Sufu protein N terminal domain . In molecular biology, the protein domain suppressor of fused protein (Sufu) has an important role in the cell. The Sufu is important in negatively regulating an important signalling pathway in the cell, the Hedgehog signalling pathway (HH). This particular pathway is crucial in embryonic development. There are several homologues of Sufu, found in a wide variety of organisms. This particular article focuses on the N-terminal domain of the Sufu protein.",
            "score": 118.98689246177673
        },
        {
            "docid": "44291222_14",
            "document": "Cajal–Retzius cell . CR cells secrete the extracellular matrix protein \"reelin\", which is critically involved in the control of radial neuronal migration through a signaling pathway, including the very low density lipoprotein receptor (VLDLR), the apolipoprotein E receptor type 2 (ApoER2), and the cytoplasmic adapter protein disabled 1 (Dab1). In early cortical development in mice, mutations of Dab1, VLDLR, and ApoER2, generate similar abnormal phenotypes, called reeler-like phenotype. It performs several abnormal processes in brain development, such as forming an outside to inside gradient, forming cells in an oblique orientation. Therefore, CR cells control two processes: detachment from radial glia and somal translocation in the formation of cortical layers. In addition, the \"reeler type\" also manifests a poor organization of the Purkinje cell plate(PP) and the inferior olivary complex(IOC).",
            "score": 137.19019269943237
        },
        {
            "docid": "39066649_14",
            "document": "Doubletime (gene) . Clock gene mutations, including those to Drosophila's \"dbt\", alter the sensitivization of drug-induced locomotor activity after repeated exposure to psychostimulants. Drosophila with mutant alleles of \"dbt\" failed to display locomotor sensitivization in response to repeated cocaine exposure. Additionally, there is experimental evidence for this gene to function in 13 unique biological processes, including biological regulation, phosphorus metabolic process, establishment of planar polarity, positive regulation of biological process, cellular process, single-organism developmental process, response to stimulus, response to organic substance, sensory organ development, macromolecule modification, growth, cellular component organization or biogenesis, and rhythmic process. The gene's alternative name, discs overgrown, refers to its role as a cell growth regulating gene that has strong effects of cell survival and growth control in imaginal discs, an attribute of the larvae fly stage. The protein is necessary in the mechanism linking cell survival during proliferation and growth arrest.",
            "score": 104.23839521408081
        },
        {
            "docid": "1718752_8",
            "document": "Tim Hunt . Cyclins are proteins that play a key role in regulating the cell-division cycle. Hunt found that cyclins begin to be synthesised after the eggs are fertilised and increase in levels during interphase, until they drop very quickly in the middle of mitosis in each cell division. He also found that cyclins are present in vertebrate cells, where they also regulate the cell cycle. He and others subsequently showed that cyclins bind and activate a family of protein kinases, now called the cyclin-dependent kinases, one of which had been identified as a crucial cell cycle regulator by Paul Nurse. The cyclin mechanism of cell division is fundamental to all living organisms (excluding bacteria) and thus the study of the process in simple organisms helps shed light on the growth of tumours in humans.",
            "score": 144.16884350776672
        },
        {
            "docid": "13041_5",
            "document": "Growth factor . \"Growth factor\" is sometimes used interchangeably among scientists with the term \"cytokine.\" Historically, cytokines were associated with hematopoietic (blood and lymph forming) cells and immune system cells (e.g., lymphocytes and tissue cells from spleen, thymus, and lymph nodes). For the circulatory system and bone marrow in which cells can occur in a liquid suspension and not bound up in solid tissue, it makes sense for them to communicate by soluble, circulating protein molecules. However, as different lines of research converged, it became clear that some of the same signaling proteins which the hematopoietic and immune systems use were also being used by all sorts of other cells and tissues, during development and in the mature organism.",
            "score": 131.36684608459473
        },
        {
            "docid": "62810_21",
            "document": "Reelin . A number of non-nervous tissues and organs express reelin during development, with the expression sharply going down after organs have been formed. The role of the protein here is largely unexplored, because the knockout mice show no major pathology in these organs. Reelin's role in the growing central nervous system has been extensively characterized. It promotes the differentiation of progenitor cells into radial glia and affects the orientation of its fibers, which serve as the guides for the migrating neuroblasts. The position of reelin-secreting cell layer is important, because the fibers orient themselves in the direction of its higher concentration. For example, reelin regulates the development of layer-specific connections in hippocampus and entorhinal cortex.",
            "score": 117.38339614868164
        },
        {
            "docid": "14819246_3",
            "document": "PCGF2 . The protein encoded by this gene contains a RING finger motif and is similar to the polycomb group (PcG) gene products. PcG gene products form complexes via protein-protein interaction and maintain the transcription repression of genes involved in embryogenesis, cell cycles, and tumorigenesis. This protein was shown to act as a negative regulator of transcription and has tumor suppressor activity. The expression of this gene was detected in various tumor cells, but is limited in neural organs in normal tissues. Knockout studies in mice suggested that this protein may negatively regulate the expression of different cytokines, chemokines, and chemokine receptors, and thus plays an important role in lymphocyte differentiation and migration, as well as in immune responses.",
            "score": 127.56592035293579
        },
        {
            "docid": "28857_2",
            "document": "Signal transduction . Signal transduction is the process by which a chemical or physical signal is transmitted through a cell as a series of molecular events, most commonly protein phosphorylation catalyzed by protein kinases, which ultimately results in a cellular response. Proteins responsible for detecting stimuli are generally termed receptors, although in some cases the term sensor is used. The changes elicited by ligand binding (or signal sensing) in a receptor give rise to a signaling cascade, which is a chain of biochemical events along a signaling pathway. When signaling pathways interact with one another they form networks, which allow cellular responses to be coordinated, often by combinatorial signaling events. At the molecular level, such responses include changes in the transcription or translation of genes, and post-translational and conformational changes in proteins, as well as changes in their location. These molecular events are the basic mechanisms controlling cell growth, proliferation, metabolism and many other processes. In multicellular organisms, signal transduction pathways have evolved to regulate cell communication in a wide variety of ways.",
            "score": 135.79979479312897
        },
        {
            "docid": "36066758_3",
            "document": "JUNQ and IPOD . Neurodegenerative diseases, such as Parkinson's, Alzheimer's, and Huntington's, are associated and correlated with protein aggregation and accumulation of misfolded proteins in inclusion bodies. For many years, protein aggregation was considered a random process by which misfolded proteins stick to each other to form inclusions (imagine a bundle of hairs haphazardly piling up in a corner of a room). Moreover, protein aggregates were thought to be toxic agents and the cause for neuronal dysfunction and death. However, recent studies, using advanced methods (i.e. fluorescence microscopy), show that protein aggregation may actually be a tightly regulated, organized process, by which the cell protects itself from toxic proteins by sequestration to inclusion bodies. In 2008, Daniel Kaganovich showed that eukaryotic cells sort misfolded proteins into two distinct inclusion bodies in a well-managed cellular process: JUNQ and IPOD are evolutionarily conserved, and are found in specific and defined cellular sites. Delivery of misfolded, aggregated proteins to JUNQ and IPOD require an intact cytoskeleton and specific cellular quality control components, such as Heat Shock Proteins (HSPs). The partition into the two distinct inclusion bodies is due to the different handling and processing of different kinds of misfolded proteins (e.g. ubiquitinated vs. non-ubiquitinated proteins). Segregation of toxic protein aggregates into JUNQ and IPOD inclusion bodies is a means by which mammalian cells can be rejuvenated through asymmetric division. Thus, the discovery of JUNQ and IPOD provided a new striking perspective of how cells manage misfolded aggregated proteins and gave convincing proof that protein aggregation is a non-random, well regulated and controlled cellular process. Furthermore, the discovery of JUNQ and IPOD suggested that in addition to temporal quality control (i.e. time dependent administration of damaged proteins) cells exploit homeostasis spatially: If degradation isn't available, protection of the cellular environment from a misfolded protein is accomplished by its sequestration to an aggregate inclusion.",
            "score": 115.01559591293335
        }
    ],
    "r": [
        {
            "docid": "14759898_2",
            "document": "YAP1 . YAP1 (yes-associated protein 1), also known as YAP or YAP65, is a protein that acts as a transcriptional regulator by activating the transcription of genes involved in cell proliferation and suppressing apoptotic genes. YAP1 is inhibited in the Hippo signaling pathway which allows the cellular control of organ size and tumor suppression. YAP1 was first identified by virtue of its ability to associate with the SH3 domain of Yes and Src protein tyrosine kinases. \"YAP1\" is a potent oncogene, which is amplified in various human cancers.",
            "score": 215.1907501220703
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 193.96975708007812
        },
        {
            "docid": "42064066_20",
            "document": "Proneural genes . The proneural protein Atonal (Ato) is responsible for the development of \"Drosophila’s\" R8 photoreceptors. However, it does not act alone, since it dimerizes with a second identical protein, ‘’Daughterless (Da)’’ that reinforces its expression. The coexpression of ‘’Ato’’ and ‘’Da’’ is important for the migration of the different cell types of an ommatidium and for the repression of atonal in the inter-cluster spaces, functioning as inhibitory signals that regulate both the number and position of the nascent R8 cells. Moreover, this expression leads to the activation of the kinase MAPK that is important for the cellular recruitment and the repressor effect, once, when this kinase is inactive the expression of ‘’Ato’’ is detected in every cell. In an initial state, Hedgehog (‘’Hh’’) and Decapentaplegic are responsible for the activation of ‘’ato’’ in small cellular clusters, leading to the activation of MAPK. First, Hedgehog induces ‘’ato’’ expression in more than just the cells that ultimately become photoreceptor cells, so its expression has to be refined and restricted to a single presumptive R8 cell. Hedgehog signaling is also required to repress ‘’atonal’’ expression between the nascent proneural clusters, which reveals a dual role crucial to building precision and geometry into the adult retina. Therefore, the regulation of ‘’ato’’ expression depends on the levels of Hedgehog: at low levels (that is far from the source) this pronuclear gene is activated and at high levels (close to the source) it is repressed. Combining lateral inhibition with the dual role played by Hedgehog, one can imagine how the hexagonal array of R8 cells can be patterned.",
            "score": 187.48631286621094
        },
        {
            "docid": "6020806_6",
            "document": "Contact inhibition . Furthermore, it has been shown that cell-cell adhesion formation not only restricts growth and proliferation by imposing physical constraints such as cell area, but also by triggering signaling pathways that downregulate proliferation. One such pathway is the Hippo-YAP signaling pathway, which is largely responsible for inhibiting cell growth in mammals. This pathway consists primarily of a phosphorylation cascade involving serine kinases and is mediated by regulatory proteins, which regulate cell growth by binding to growth-controlling genes. The serine/threonine kinase Hippo (Mst1/Mst2 in mammals) activates a secondary kinase (Lats1/Lats2), which phosphorylates YAP, a transcriptional activator of growth genes. The phosphorylation of YAP serves to export it from the nucleus and prevent it from activating growth-promoting genes; this is how the Hippo-YAP pathway inhibits cell growth. More importantly, the Hippo-YAP pathway uses upstream elements to act in response to cell-cell contact and controls density-dependent inhibition of proliferation. For example, cadherins are transmembrane proteins that form cellular junctions via homophilic binding and thus act as detectors for cell-cell contact. Cadherin-mediated activation of the inhibitory pathway involves the transmembrane E-cadherin forming a homophilic bond in order to activate α- and β-catenin, which then stimulate downstream components of the Hippo-YAP pathway to ultimately downregulate cell growth. This is consistent with the finding that E-cadherin overexpression hinders metastasis and tumorigenesis. Because YAP is shown to be associated with mitogenic growth factor signaling and thus cell proliferation, it is likely that future studies will focus on the Hippo-YAP pathway's role in cancer cells.",
            "score": 181.98451232910156
        },
        {
            "docid": "162717_7",
            "document": "Embryology . \"Drosophila melanogaster\", a fruit fly, is a model organism in biology on which much research into embryology has been done. Before fertilization, the female gamete produces an abundance of mRNA - transcribed from the genes that encode bicoid protein and nanos protein. These mRNA molecules are stored to be used later in what will become the developing embryo. The male and female \"Drosophila\" gametes exhibit anisogamy (differences in morphology and sub-cellular biochemistry). The female gamete is larger than the male gamete because it harbors more cytoplasm and, within the cytoplasm, the female gamete contains an abundance of the mRNA previously mentioned. At fertilization, the male and female gametes fuse (plasmogamy) and then the nucleus of the male gamete fuses with the nucleus of the female gamete (karyogamy). Note that before the gametes' nuclei fuse, they are known as pronuclei. A series of nuclear divisions will occur without cytokinesis (division of the cell) in the zygote to form a multi-nucleated cell (a cell containing multiple nuclei) known as a syncytium. All the nuclei in the syncytium are identical, just as all the nuclei in every somatic cell of any multicellular organism are identical \"in terms of the DNA sequence of the genome\". Before the nuclei can differentiate in transcriptional activity, the embryo (syncytium) must be divided into segments. In each segment, a unique set of regulatory proteins will cause specific genes in the nuclei to be transcribed. The resulting combination of proteins will transform clusters of cells into early embryo tissues that will each develop into multiple fetal and adult tissues later in development (note: this happens after each nucleus becomes wrapped with its own cell membrane).",
            "score": 180.89852905273438
        },
        {
            "docid": "12044406_2",
            "document": "CDC42 . Cell division control protein 42 homolog, also known as Cdc42, is a protein involved in regulation of the cell cycle. It was originally identified in \"S. cerevisiae\" (yeast) as a mediator of cell division, and is now known to influence a variety of signaling events and cellular processes in a variety of organisms from yeast to mammals. Human Cdc42 is a small GTPase of the Rho family, which regulates signaling pathways that control diverse cellular functions including cell morphology, cell migration, endocytosis and cell cycle progression. Rho GTPases are central to dynamic actin cytoskeletal assembly and rearrangement that are the basis of cell-cell adhesion and migration. Activated Cdc42 activates by conformational changes p21-activated kinases PAK1 and PAK2, which in turn initiate actin reorganization and regulate cell adhesion, migration, and invasion.",
            "score": 180.53518676757812
        },
        {
            "docid": "14759898_4",
            "document": "YAP1 . YAP1 is a transcriptional co-activator and its proliferative and oncogenic activity is driven by its association with the TEAD family of transcription factors, which up-regulate genes that promote cell growth and inhibit apoptosis. Several other functional partners of YAP1 were identified, including RUNX, SMADs, p73, ErbB4, TP53BP, LATS1/2, PTPN14, AMOTs, and ZO1/2. YAP1 and its close paralog, TAZ (WWTR1), are the main effectors of the Hippo tumor suppressor pathway. When the pathway is activated, YAP1 and TAZ are phosphorylated on a serine residue and sequestered in the cytoplasm by 14-3-3 proteins. When the Hippo pathway is not activated, YAP1/TAZ enter the nucleus and regulate gene expression.",
            "score": 180.0170135498047
        },
        {
            "docid": "12242160_5",
            "document": "Extramacrochaetae . The extra sensory organs (SOs) in \"Drosophila\" arise from cell-clusters known as sensory mother cells (SMCs). Once an imaginal disc cell has been selected to become an SMC, it will go on to mature into an SO. Therefore, the regulation of which imaginal disc cells become SMCs is vital to neural development. This transition is caused by the Da and AS-C genes, which are transcription factors with the basic helix-loop-helix (bHLH) domains. The Da protein (made by the \"daughterless gene\") is a Class I HLH protein, meaning it has generalized distribution, whereas the AS-C proteins (made by the \"as-c\" gene complex) are Class II HLH proteins, meaning they have restricted distribution. The Emc protein itself is a Class V HLH protein due to its lack of the basic region and consequential inability to bind DNA. The interaction between Da or AS-C proteins with Emc to form dimers renders them inactive as transcription factors. It is the interplay between concentrations of Da, AS-C, and Emc proteins that determines whether or not a cell will become an SMC, and later on an SO. In this way, \"Emc provides positional information for SO patterning.\"  The levels of each of these proneural proteins is likely to be regulated by the Notch signaling pathway, as the lack of Notch causes an excess of neural cells while \"constitutive Notch signaling...suppresses neural differentiation.\" Notch has been shown to mediate lateral specification of proneural cell-clusters by restricting the expression of AS-C proteins to only the neuroblast, while causing the surrounding dermoblast cells to cease expression of the \"as-c\" complex.",
            "score": 179.93646240234375
        },
        {
            "docid": "1209057_22",
            "document": "Wnt signaling pathway . The biochemistry of cancer stem cells is subtly different than that of other tumor cells. These so-called Wnt-addicted cells hijack and depend on constant stimulation of the Wnt pathway to promote their uncontrolled growth, survival and migration. In cancer, Wnt signaling can become independent of regular stimuli, through mutations in downstream oncogenes and tumor suppressor genes that become permanently activated even though the normal receptor has not received a signal. β-catenin binds to transcription factors such as the protein TCF4 and in combination the molecules activate the necessary genes. LF3 strongly inhibits this binding \"in vitro,\" in cell lines and reduced tumor growth in mouse models. It prevented replication and reduced their ability to migrate, all without affecting healthy cells. No cancer stem cells remained after treatment. The discovery was the product of \"rational drug design\", involving AlphaScreens and ELISA technologies.",
            "score": 178.91998291015625
        },
        {
            "docid": "20851553_6",
            "document": "Epithelioid hemangioendothelioma . The cytogenetics of EHE gave some of the first clues of an underlying genetic alteration. A balanced, reciprocal translocation t(1;3)(p36.3;q25) in EHE tumor cells was first described by Mendlick et al. in 2001 (). This led to the landmark paper by Tanas et al. in 2011() describing the specific genes involved in the translocation associated with the most common forms of EHE. This alteration results in the fusion of genes coding for two transcription co-activators (transcriptional regulators): TAZ (transcriptional co-activator with PDZ-binding motif) also known as WWTR1 (WW domain-containing transcription regulator protein 1) and CAMTA1 (calmodulin-binding transcription activator 1). The names in parenthesis are not relevant to casual (or even science) readers but are included to help distinguish them from other genes. For instance, another gene with an entirely different function, Tafazzin, is unrelated to EHE but confusingly, also referred to as TAZ. In any case, the EHE translocation results in an abnormal ‘fusion gene’ that expresses an abnormal mRNA resulting in synthesis of a fusion protein variant of TAZ that is always turned on. This form of TAZ always resides in the nucleus and therefore is constitutively active. It binds and turns on a very important member of the TEAD family of transcription factors and this causes cells to proliferate. It is this production of the TAZ-TEAD transcriptome that causes the affected endothelial cells to grow into tumors. In normal cells, TAZ is considered a major negative transducer of the Hippo pathway, a signaling system that regulates organ size by causing cells to stop growing when they touch each other (contact inhibition). Many upstream inputs regulate the Hippo signal which normally functions to turn off or de-activate TAZ by keeping it in the cytoplasm and out of the nucleus. In EHE cells, the abnormal fusion TAZ is ‘immune’ to this input and just stays in the nucleus, and continuing to stimulate cell growth.",
            "score": 178.06373596191406
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 176.8143768310547
        },
        {
            "docid": "563093_20",
            "document": "Paracrine signalling . The Wnt protein family includes a large number of cysteine-rich glycoproteins. The Wnt proteins activate signal transduction cascades via three different pathways, the canonical Wnt pathway, the noncanonical planar cell polarity (PCP) pathway, and the noncanonical Wnt/Ca pathway. Wnt proteins appear to control a wide range of developmental processes and have been seen as necessary for control of spindle orientation, cell polarity, cadherin mediated adhesion, and early development of embryos in many different organisms. Current research has indicated that deregulation of Wnt signaling plays a role in tumor formation, because at a cellular level, Wnt proteins often regulated cell proliferation, cell morphology, cell motility, and cell fate.",
            "score": 176.7041015625
        },
        {
            "docid": "22108748_3",
            "document": "Hippo signaling pathway . A fundamental question in developmental biology is how an organ knows to stop growing after reaching a particular size. Organ growth relies on several processes occurring at the cellular level, including cell division and programmed cell death (or apoptosis). The Hippo signaling pathway is involved in restraining cell proliferation and promoting apoptosis. As many cancers are marked by unchecked cell division, this signaling pathway has become increasingly significant in the study of human cancer. Hippo pathway also has critical role in stem cell and tissue specific progenitor cell self-renewal and expansion.",
            "score": 176.00184631347656
        },
        {
            "docid": "57484114_3",
            "document": "Apc, wnt signaling pathway regulator . This gene encodes a tumor suppressor protein that acts as an antagonist of the Wnt signaling pathway. It is also involved in other processes including cell migration and adhesion, transcriptional activation, and apoptosis. Defects in this gene cause familial adenomatous polyposis (FAP), an autosomal dominant pre-malignant disease that usually progresses to malignancy. Disease-associated mutations tend to be clustered in a small region designated the mutation cluster region (MCR) and result in a truncated protein product. [provided by RefSeq, Jul 2008].",
            "score": 175.2541961669922
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 173.86778259277344
        },
        {
            "docid": "22108748_10",
            "document": "Hippo signaling pathway . The heart is the first organ formed during mammalian development. A properly sized and functional heart is vital throughout the entire lifespan. Loss of cardiomyocytes because of injury or diseases leads to heart failure, which is a major cause of human morbidity and mortality. Unfortunately, regenerative potential of the adult heart is limited. The Hippo pathway is a recently identified signaling cascade that plays an evolutionarily conserved role in organ size control by inhibiting cell proliferation, promoting apoptosis, regulating fates of stem/progenitor cells, and in some circumstances, limiting cell size. Interestingly, research indicates a key role of this pathway in regulation of cardiomyocyte proliferation and heart size. Inactivation of the Hippo pathway or activation of its downstream effector, the Yes-associated protein transcription coactivator, improves cardiac regeneration. Several known upstream signals of the Hippo pathway such as mechanical stress, G-protein-coupled receptor signaling, and oxidative stress are known to play critical roles in cardiac physiology. In addition, Yes-associated protein has been shown to regulate cardiomyocyte fate through multiple transcriptional mechanisms.",
            "score": 173.13278198242188
        },
        {
            "docid": "19200931_3",
            "document": "WNT6 . The WNT gene family consists of structurally related genes that encode secreted signaling proteins. These proteins have been implicated in oncogenesis and in several developmental processes, including regulation of cell fate and patterning during embryogenesis. This gene is a member of the WNT gene family, which are involved in the Wnt signaling pathway. It is overexpressed in cervical cancer cell line and strongly coexpressed with another family member, WNT10A, in colorectal cancer cell line. The gene overexpression may play key roles in carcinogenesis. This gene and the WNT10A gene are clustered in the chromosome 2q35 region. The protein encoded by this gene is 97% identical to the mouse Wnt6 protein at the amino acid level.",
            "score": 172.40135192871094
        },
        {
            "docid": "5602902_21",
            "document": "Beta-catenin . In Xenopus oocytes, β-catenin is initially equally localized to all regions of the egg, but it is targeted for ubiquitination and degradation by the β-catenin destruction complex. Fertilization of the egg causes a rotation of the outer cortical layers, moving clusters of the \"Frizzled\" and \"Dsh\" proteins closer to the equatorial region. β-catenin will be enriched locally under the influence of Wnt signaling pathway in the cells that inherit this portion of the cytoplasm. It will eventually translocate to the nucleus to bind TCF3 in order to activate several genes that induce dorsal cell characteristics. This signaling results in a region of cells known as the grey crescent, which is a classical organizer of embryonic development. If this region is surgically removed from the embryo, gastrulation does not occur at all. β-Catenin also plays a crucial role in the induction of the blastopore lip, which in turn initiates gastrulation. Inhibition of GSK-3 translation by injection of antisense mRNA may cause a second blastopore and a superfluous body axis to form. A similar effect can result from the overexpression of β-catenin.",
            "score": 171.51210021972656
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 171.31878662109375
        },
        {
            "docid": "42073672_10",
            "document": "Neuronal self-avoidance . In 1991, scientists became aware that self-avoidance was also present in non-neuronal cell types, such as leech comb cells, which might similarly form discrete domains. Later, this was also observed in mammalian astrocytes. Wang and Macagno, in 1998, again recurring to \"Hirudo medicinalis\" mechanosensory neurons, performed an elegant experiment in order to try to answer the still remaining question: \"How does a cell recognize self and respond by not growing over or along itself?\" The authors then proposed two general types of mechanisms: I) External signals: Sibling neurites display surface identifying molecular factors, unique to each cell, that are capable of homotypic binding and therefore repel sibling neurites, or II) Internal signals: synchronous cell activity, such as voltage, which is transmitted within the cell mediating a dynamic mechanism of sibling growth inhibition. Contrarily to the first hypothesis, the second would require the continuity and communication between all parts of the cell for self-avoidance to occur. So the experiment consisted of detaching one of the neurons dendrites and see how the remaining attached dendrites reacted towards the detached fragment, \"do they still avoid overlapping?\" The result was that the detached branch would stop being recognized as \"self\" by the other branches of the neuronal, leading to dendrite overlap. The clear conclusion of the study was that continuity between all parts of the neuron is critical for self-avoidance to operate. The authors then suggest various mechanisms that require continuity and could function as recognition signal, and thus might be the responsible ones, such as \"electrical activity, active or passive, as well as the diffusion of cytoplasmic signals either passively or by fast axonal transport\". In the late 1990s and beyond, model organisms started to be used in the studies and the molecular mechanisms of self-avoidance started to be unraveled. In 1999 Wu and Maniatis discovered a striking organization of a large family of human neural protocadherin cell adhesion genes which formed a gene cluster encoding 58 protocadherins. The members of the protocadherin gene cluster were compelling candidates to provide the molecular code required for the maintenance of the self/non-self discrimination that led to self-avoidance. It was later (2012) confirmed, by Lefebvre et al., in a study with amacrine cells and Purkinje cells of \"Mus musculus\", that these proteins are expressed in different combinations in individual neurons, thus providing \"barcodes\" with that distinguish one neuron from another.",
            "score": 169.99722290039062
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 168.53228759765625
        },
        {
            "docid": "531064_10",
            "document": "Cell adhesion . Gap junctions are composed of channels called connexons, which consist of transmembrane proteins called connexins clustered in groups of six. Connexons from adjacent cells form continuous channels when they come into contact and align with each other. These channels allow transport of ions and small molecules between cytoplasm of two adjacent cells, apart from holding cells together and provide structural stability like anchoring junctions or tight junctions. Gap junction channels are selectively permeable to specific ions depending on which connexins form the connexons, which allows gap junctions to be involved in cell signalling by regulating the transfer of molecules involved in signalling cascades. Channels can respond to many different stimuli and are regulated dynamically either by rapid mechanisms, such as voltage gating, or by slow mechanism, such as altering numbers of channels present in gap junctions.",
            "score": 168.2865753173828
        },
        {
            "docid": "1209057_16",
            "document": "Wnt signaling pathway . Wnt signaling plays a critical role in embryonic development. It operates in both vertebrates and invertebrates, including humans, frogs, zebrafish, \"C. elegans\", \"Drosophila\" and others. It was first found in the segment polarity of Drosophila, where it helps to establish anterior and posterior polarities. It is implicated in other developmental processes. As its function in \"Drosophila\" suggests, it plays a key role in body axis formation, particularly the formation of the anteroposterior and dorsoventral axes. It is involved in the induction of cell differentiation to prompt formation of important organs such as lungs and ovaries. Wnt further ensures the development of these tissues through proper regulation of cell proliferation and migration. Wnt signaling functions can be divided into axis patterning, cell fate specification, cell proliferation and cell migration.",
            "score": 168.2281951904297
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 167.52853393554688
        },
        {
            "docid": "564779_4",
            "document": "Cell growth . The relationship between cell size and cell division has been extensively studied in yeast. For some cells, there is a mechanism by which cell division is not initiated until a cell has reached a certain size. If the nutrient supply is restricted (after time t = 2 in the diagram, below), and the rate of increase in cell size is slowed, the time period between cell divisions is increased. Yeast cell-size mutants were isolated that begin cell division before reaching a normal/regular size (\"wee\" mutants). Wee1 protein is a tyrosine kinase that normally phosphorylates the Cdc2 cell cycle regulatory protein (the homolog of CDK1 in humans), a cyclin-dependent kinase, on a tyrosine residue. Cdc2 drives entry into mitosis by phosphorylating a wide range of targets. This covalent modification of the molecular structure of Cdc2 inhibits the enzymatic activity of Cdc2 and prevents cell division. Wee1 acts to keep Cdc2 inactive during early G2 when cells are still small. When cells have reached sufficient size during G2, the phosphatase Cdc25 removes the inhibitory phosphorylation, and thus activates Cdc2 to allow mitotic entry. A balance of Wee1 and Cdc25 activity with changes in cell size is coordinated by the mitotic entry control system. It has been shown in Wee1 mutants, cells with weakened Wee1 activity, that Cdc2 becomes active when the cell is smaller. Thus, mitosis occurs before the yeast reach their normal size. This suggests that cell division may be regulated in part by dilution of Wee1 protein in cells as they grow larger.",
            "score": 167.39981079101562
        },
        {
            "docid": "371659_10",
            "document": "Ras subfamily . Ras proteins function as binary molecular switches that control intracellular signaling networks. Ras-regulated signal pathways control such processes as actin cytoskeletal integrity, cell proliferation, cell differentiation, cell adhesion, apoptosis, and cell migration. Ras and Ras-related proteins are often deregulated in cancers, leading to increased invasion and metastasis, and decreased apoptosis. Ras activates several pathways, of which the mitogen-activated protein (MAP) kinase cascade has been well-studied. This cascade transmits signals downstream and results in the transcription of genes involved in cell growth and division. Another Ras-activated signaling pathway is the PI3K/AKT/mTOR pathway, which stimulates protein synthesis and cellular growth, and inhibits apoptosis.",
            "score": 165.05747985839844
        },
        {
            "docid": "2332422_36",
            "document": "Carcinogenesis . One example for rewiring of tissue function in cancer is the activity of transcription factor NF-κB. NF-κB activates the expression of numerous genes that are involved in the transition between inflammation and regeneration, which encode cytokines, adhesion factors, and other molecules that can change cell fate. This reprogramming of cellular phenotypes normally allows the development of a fully functional intact tissue. NF-κB activity is tightly controlled by multiple proteins, which collectively ensure that only discrete clusters of genes are induced by NF-κB in a given cell and at a given time. This tight regulation of signal exchange between cells, protects the tissue from excessive inflammation, and ensures that different cell types would gradually acquire complementary functions, and specific positions. Failure of this mutual regulation between genetic reprogramming and cell interactions allows cancer cells to give rise to metastasis. Cancer cells respond aberrantly to cytokines, and activate signal cascades that can protect them from the immune system.",
            "score": 164.24464416503906
        },
        {
            "docid": "1209057_3",
            "document": "Wnt signaling pathway . Wnt signaling was first identified for its role in carcinogenesis, then for its function in embryonic development. The embryonic processes it controls include body axis patterning, cell fate specification, cell proliferation and cell migration. These processes are necessary for proper formation of important tissues including bone, heart and muscle. Its role in embryonic development was discovered when genetic mutations in Wnt pathway proteins produced abnormal fruit fly embryos. Wnt signaling also controls tissue regeneration in adult bone marrow, skin and intestine. Later research found that the genes responsible for these abnormalities also influenced breast cancer development in mice.",
            "score": 164.0913543701172
        },
        {
            "docid": "1892841_2",
            "document": "Cleavage (embryo) . In embryology, cleavage is the division of cells in the early embryo. The process follows fertilization, with the transfer being triggered by the activation of a cyclin-dependent kinase complex.. The zygotes of many species undergo rapid cell cycles with no significant overall growth, producing a cluster of cells the same size as the original zygote. The different cells derived from cleavage are called blastomeres and form a compact mass called the morula. Cleavage ends with the formation of the blastula.",
            "score": 163.2104949951172
        },
        {
            "docid": "12266_59",
            "document": "Genetics . Normally, a cell divides only in response to signals called growth factors and stops growing once in contact with surrounding cells and in response to growth-inhibitory signals. It usually then divides a limited number of times and dies, staying within the epithelium where it is unable to migrate to other organs. To become a cancer cell, a cell has to accumulate mutations in a number of genes (three to seven) that allow it to bypass this regulation: it no longer needs growth factors to divide, continues growing when making contact to neighbor cells, ignores inhibitory signals, keeps growing indefinitely and is immortal, escapes from the epithelium and ultimately may be able to escape from the primary tumor, cross the endothelium of a blood vessel, be transported by the bloodstream and colonize a new organ, forming deadly metastasis. Although there are some genetic predispositions in a small fraction of cancers, the major fraction is due to a set of new genetic mutations that originally appear and accumulate in one or a small number of cells that will divide to form the tumor and are not transmitted to the progeny (somatic mutations). The most frequent mutations are a loss of function of p53 protein, a tumor suppressor, or in the p53 pathway, and gain of function mutations in the Ras proteins, or in other oncogenes.",
            "score": 162.9708251953125
        },
        {
            "docid": "1209057_23",
            "document": "Wnt signaling pathway . Cell migration during embryonic development allows for the establishment of body axes, tissue formation, limb induction and several other processes. Wnt signaling helps mediate this process, particularly during convergent extension. Signaling from both the Wnt PCP pathway and canonical Wnt pathway is required for proper convergent extension during gastrulation. Convergent extension is further regulated by the Wnt/calcium pathway, which blocks convergent extension when activated. Wnt signaling also induces cell migration in later stages of development through the control of the migration behavior of neuroblasts, neural crest cells, myocytes, and tracheal cells.",
            "score": 162.70321655273438
        },
        {
            "docid": "14303581_4",
            "document": "PRKCQ . PKC-θ has a role in the transduction of signals in T cells, the kinase influences their activation, survival and growth. PKC-θ is important in the signal pathway integrating signals from TCR and CD28 receptors. A junction between an APC (an antigen presenting cell) and a T cell through their TCR and MHC receptors forms an immunological synapse. The active PKC-θ is localized in immunological synapse of T cells between the cSMAC (central supramolecular activation cluster containing TCR) and pSMAC (peripheral supramolecular activation cluster containing LFA-1 and ICAM-1). In regulatory T cells, PKC-θ is depleted depleted from the region of immunological synapse, whereas in effector T cells, PKC θ is present. As a result of costimulation by CD28 and TCR, PKC-θ is sumoylated by SUMO1 predominantly on the sites Lys325 and Lys506. Sumoylation is important because of forming of the immunological synapse. Subsequently, PKC-θ phosphorylates SPAK (STE20/SPS1-related, proline alanine-rich kinase) that activates the transcription factor AP-1 (activating protein-1). PKC-θ also initiates the assembly of proteins Carma-1, Bcl-10 and Malt-1 by phosphorylation of Carma-1. This complex of three proteins activates the transcription factor NF-κB (nuclear factor-κB). Furthermore, PKC-θ plays a role in the activation of transcription factor NF-AT (nuclear factor of activated T cells). Thus, PKC-θ promotes inflammation in effector T cells. PKC-θ plays a role in the activation of ILC2 and contribute to the proliferation of Th2 cells. The kinase PKC-θ is crucial for function of Th2 and Th17. Moreover, PKC-θ can translocate itself to the nucleus and by phosphorylation of histons increases the accessibility of transcriptional-memory-responsive genes in memory T cells. PKC-θ plays a role in anti-tumor activity of NK cells. It was observed that in mice without PKC-θ, MHCI-deficient tumors are more often.",
            "score": 162.67762756347656
        }
    ]
}