{
    "q": [
        {
            "docid": "4025205_2",
            "document": "Systemic acquired resistance . The systemic acquired resistance (SAR) is a \"whole-plant\" resistance response that occurs following an earlier localized exposure to a pathogen. SAR is analogous to the innate immune system found in animals, and there is evidence that SAR in plants and innate immunity in animals may be evolutionarily conserved. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in \"Arabidopsis\" (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. SAR is important for plants to resist disease, as well as to recover from disease once formed. SAR can be induced by a wide range of pathogens, especially (but not only) those that cause tissue necrosis, and the resistance observed following induction of SAR is effective against a wide range of pathogens, which is why SAR resistance is sometimes called \"broad spectrum\". SAR is associated with the induction of a wide range of genes (so called PR or \"pathogenesis-related\" genes), and the activation of SAR requires the accumulation of endogenous salicylic acid (SA). The pathogen-induced SA signal activates a molecular signal transduction pathway that is identified by a gene called \"NIM1\", \"NPR1\" or \"SAI1\" (three names for the same gene) in the model genetic system \"Arabidopsis thaliana\". SAR has been observed in a wide range of flowering plants, including dicotyledon and monocotyledon species. SAR can be activated in corn, however, widely adapted commercial like Benzothiadiazole may not be efficient against \"P. sorghi\" causing common rust.",
            "score": 159.90245819091797
        },
        {
            "docid": "22590461_16",
            "document": "Plant disease resistance . Plants have evolved R genes (resistance genes) whose products mediate resistance to specific virus, bacteria, oomycete, fungus, nematode or insect strains. R gene products are proteins that allow recognition of specific pathogen effectors, either through direct binding or by recognition of the effector's alteration of a host protein. Many R genes encode NB-LRR proteins (proteins with nucleotide-binding and leucine-rich repeat domains, also known as NLR proteins or STAND proteins, among other names). Most plant immune systems carry a repertoire of 100-600 different R gene homologs. Individual R genes have been demonstrated to mediate resistance to specific virus, bacteria, oomycete, fungus, nematode or insect strains. R gene products control a broad set of disease resistance responses whose induction is often sufficient to stop further pathogen growth/spread.",
            "score": 143.53045737743378
        },
        {
            "docid": "22590461_20",
            "document": "Plant disease resistance . Plant sRNA pathways are understood to be important components of pathogen-associated molecular pattern (PAMP)-triggered immunity (PTI) and effector-triggered immunity (ETI). Bacteria‐induced miRNAs in Arabidopsis have been shown to influence hormonal signalling including auxin, abscisic acid (ABA), jasmonic acid (JA) and salicylic acid (SA). . Advances in genome‐wide studies revealed a massive adaptation of host miRNA expression patterns after infection by fungal pathogens \"Fusarium virguliforme,\" \"Erysiphe graminis\", \"Verticillium dahliae\", and \"Cronartium quercuum\", and the oomycete \"Phytophthora sojae\". Changes to sRNA expression in response to fungal pathogens indicate that gene silencing may be involved in this defense pathway. However, there is also evidence that the antifungal defense response to \"Colletotrichum\" spp. infection in maize is not entirely regulated by specific miRNA induction, but may instead act to fine-tune the balance between genetic and metabolic components upon infection.  ",
            "score": 137.8065928220749
        },
        {
            "docid": "54954562_11",
            "document": "Role of Calmodulins . 2) Pathogen Defense: Among the diverse range of defense strategies plants utilize against pathogens, Ca signaling is very increasingly common. Free Ca levels in the cytoplasm increases in response to a pathogenic infection. Ca signatures of this nature usually activate the plant defense system by inducing defense-related genes and the hypersensitive cell death. CaMs, CMLs and CaM-binding proteins are some of the recently identified elements of the plant defense signaling pathways. Several CML genes in tobacco, bean and tomato are responsive to pathogens. CML43 is a CaM-related protein that, as isolated from APR134 gene in the disease-resistant leaves of \"Arabidopsis\" for gene expression analysis, is rapidly induced when the leaves are inoculated with \"Pseudomonas syringae.\" These genes are also found in tomatoes (\"Solanum lycopersicum).\" The CML43 from the APR134 also binds to Ca ions in vitro which shows that CML43 and APR134 are, hence, involved in the Ca-dependent signaling during the plant immune response to bacterial pathogens. The CML9 expression in \"Arabidopsis thaliana\" is rapidly induced by phytopathogenic bacteria, flagellin and salicylic acid. Expression of soybean SCaM4 and SCaM5 in transgenic \"tobacco\" and \"Arabidopsis\" causes an activation of genes related to pathogen resistance and also results in enhanced resistance to a wide spectrum of pathogen infection. The same is not true for soybean SCaM1 and SCaM2 that are highly conserved CaM isoforms. The \"At\"BAG6 protein is a CaM-binding protein that binds to CaM only in the absence of Ca and not in the presence of it. \"At\"BAG6 is responsible for the hypersensitive response of programmed cell death in order to prevent the spread of pathogen infection or to restrict pathogen growth. Mutations in the CaM binding proteins can lead to severe effects on the defense response of the plants towards pathogen infections. Cyclic nucleotide-gated channels (CNGCs) are functional protein channels in the plasma membrane that have overlapping CaM binding sites transport divalent cations such as Ca. However, the exact role of the positioning of the CNGCs in this pathway for plant defense is still unclear.",
            "score": 177.38672518730164
        },
        {
            "docid": "5134478_4",
            "document": "Guard cell . Water stress (drought and salt stress) is one of the major environmental problems causing severe losses in agriculture and in nature. Drought tolerance of plants is mediated by several mechanisms that work together, including stabilizing and protecting the plant from damage caused by desiccation and also controlling how much water plants lose through the stomatal pores during drought. A plant hormone, abscisic acid (ABA), is produced in response to drought. A major type of ABA receptor has been identified. Future research is needed to test if these receptors can be used to engineer drought tolerance in plants. The plant hormone ABA causes the stomatal pores to close in response to drought, which reduces plant water loss via transpiration to the atmosphere and allows plants to avoid or slow down water loss during droughts. The use of drought tolerant crop plants would lead to a reduction in crop losses during droughts. Since guard cells control water loss of plants, the investigation on how stomatal opening and closure are regulated could lead to the development of plants with improved avoidance or slowing of desiccation and better water use efficiency.",
            "score": 140.48940563201904
        },
        {
            "docid": "14372314_4",
            "document": "Lateral shoot . Through testing with Arabidopsis thaliana (A plant considered a model organism for plant genetic studies) genes including MAX1 and MAX2 have been found to affect growth of lateral shoots. Gene knockouts of these genes cause abnormal proliferation of the plants affected, implying they are used for repressing said growth in wild type plants. Another set of experiments with Arabidopsis thaliana testing genes in the plant hormone florigen, two genes FT and TSF (which are abbreviations for Flowering Locus T, and Twin Sister of FT) when knocked out, appear to affect lateral shoot in a negative fashion. These mutants cause slower growth and improper formation of lateral shoots, which could also mean that lateral shoots are important to florigen's function. Along with general growth there are also transcription factors that directly effect the production of additional lateral shoots like the TCP family (also known as Teosinte branched 1/cycloidea/proliferating cell factor) which are plant specific proteins that suppress lateral shoot branching. Additionally the TCP family has been found to be partially responsible for inhibiting the cell's Growth hormone–releasing hormone (GHRF) which means it also inhibits cell proliferation. Apical dominance",
            "score": 177.23895573616028
        },
        {
            "docid": "5326585_2",
            "document": "Systemin . Systemin is a plant peptide hormone involved in the wound response in the Solanaceae family. It was the first plant hormone that was proven to be a peptide having been isolated from tomato leaves in 1991 by a group led by Clarence A. Ryan. Since then, other peptides with similar functions have been identified in tomato and outside of the Solanaceae. Hydroxyproline-rich glycopeptides were found in tobacco in 2001 and AtPEPs (Arabidopsis thaliana Plant Elicitor Peptides) were found in \"Arabidopsis thaliana\" in 2006. Their precursors are found both in the cytoplasm and cell walls of plant cells, upon insect damage, the precursors are processed to produce one or more mature peptides. The receptor for systemin was first thought to be the same as the brassinolide receptor but this is now uncertain. The signal transduction processes that occur after the peptides bind are similar to the cytokine-mediated inflammatory immune response in animals. Early experiments showed that systemin travelled around the plant after insects had damaged the plant, activating systemic acquired resistance, now it is thought that it increases the production of jasmonic acid causing the same result. The main function of systemins is to coordinate defensive responses against insect herbivores but they also affect plant development. Systemin induces the production of protease inhibitors which protect against insect herbivores, other peptides activate defensins and modify root growth. They have also been shown to affect plants' responses to salt stress and UV radiation. AtPEPs have been shown to affect resistance against oomycetes and may allow \"A. thaliana\" to distinguish between different pathogens. In \"Nicotiana attenuata\", some of the peptides have stopped being involved in defensive roles and instead affect flower morphology.",
            "score": 175.9678236246109
        },
        {
            "docid": "11322805_4",
            "document": "Corynespora cassiicola . The fungus is known as a pathogen of many agricultural crop plants, especially cowpea, cucumber, papaya, rubber, soybean, and tomato. It has caused crop failures resulting in high economic losses in over 70 countries, including losses of over US$3000 per acre in tomato crops in Florida in the United States. On several plants, such as tomatoes, the fungus causes a disease called target spot or target leaf spot. The disease is identified by leaf damage taking the form of target-shaped spots with light centres and dark margins, as well as pits on the fruit. The fungus also causes a disease on the cultivated rubber tree \"Hevea brasiliensis\" called corynespora leaf fall (CLF). It is one of the most economically significant fungal pathogens of rubber trees in Asia and Africa, causing \"fishbone\"- or \"railway track\"-shaped lesions on the leaves.",
            "score": 107.34558272361755
        },
        {
            "docid": "54942000_4",
            "document": "MAPK networks . Plants have many protection mechanisms to cope with stresses from the environment, which include ultraviolet light, cold or hot weather, windy days, and mechanical wounding. There are multiple pathways, but one pathway that plants have been able to develop is a self-defense mechanism by recognize pathogens through pathogen-associated molecular patterns (PAMPs) via cell surface-located pathogen-recognition receptors. These receptors induce intracellular signal pathways within the plant cells, while also resulting in PAMP-triggered immunity. Responses to PAMPs target broadly instead of specifically. This immunity requires downstream components via the MAPK cascade to activate the MAP kinases. The flagellin, a peptide of flg22, triggers a rapid and strong activation of MPK3, MPK4, and MPK6. MPK4 and MPK6 can be activated by harpin proteins. MPK3 and MPK6 are very similar proteins and have a function as regulators in abscission, stomatal development, signaling various abiotic stresses, and defense responses to certain pathogens. Experimentation has proposed that the MAPK module MEKK1-MKK4/MKK5-MPK3/MPK6 may be responsible for flg22 signal transmission. All of the proposed modules appear to be correct expect for MEKK1 because plants with \"mekk1\" mutated have a compromised flg22-triggered activation of MPK4, yet they have normal activation of MPK3 and MPK6. Data has shown that MAPK cascade is composed of MKK4/MKK5 and MPK3/MPK6 in response to fungal pathogens. The observation shows that the activation of MPK3/MPK6 in conditional gain-of-function plants for MKK4/MKK5 or MEKK1/MKKKa is sufficient to induce camalexin, which is a major phytoalexin in \"Arabidopsis.\" The stomata are considered to be the entry point for pathogenic invaders because microbial invaders enter the plant at the stomata. A recent study has shown that MAPK cascades play a role in abiotic and biotic stress responses. The main pathways in stomatal development and dynamics are MPK3 and MPK6. During a drought, the stomata closes and is believed to be mediated by the phytohormone, abscisic acid, and involves MKK1, MPK3, and MPK6. Another way of closing the stomata is through a closing process that is called pathogen-induced, which is an innate response from the plant. \"Campestris (Xcc)\" excretes a chemical that reverts stomatal closure that was caused by bacteria and abscisic acid (ABA). Most stomata close in the presents of ABA, but some are unresponsive to bacteria. In \"Arabidopsis\" \"Xcc\" does not revert bacteria-induced or ABA-induced stomatal closure. Scientists are not certain if MAPK cascades are responsible for the signaling, so further investigation is needed for this.",
            "score": 132.08058857917786
        },
        {
            "docid": "39697193_5",
            "document": "Damasonium minus . In agriculture, this plant has been called \"the most important broadleaf weed in the Australian rice crop.\" Most rice is grown in Victoria and New South Wales. This weed has been controlled with the herbicide bensulfuron-methyl, but it has become less effective as herbicide-resistant strains have evolved. A pathogenic fungus, \"Rhynchosporium alismatis\", was discovered on the plant, and it has become an option for biological control as a mycoherbicide. The fungus causes chlorosis and necrosis of the leaves on the mature plant and stunting of immature individuals. If immature weeds in a paddy are stunted, the rice plants may have a competitive advantage. The fungus can kill seedlings, and if it infects the inflorescence of the weed it can reduce seed weight and viability. The fungus can also help control another rice weed, \"Alisma lanceolatum\".",
            "score": 109.65136420726776
        },
        {
            "docid": "1903231_21",
            "document": "Pattern recognition receptor . RLRs, are RNA helicases, which have been shown to participate in intracellular recognition of viral double-stranded (ds) and single stranded RNA which recruit factors via twin N-terminal CARD domains to activate antiviral gene programs, which may be exploited in therapy of viral infections. It has been suggested that the main antiviral program induced by RLR is based on ATPase activity. RLRs often interact and create cross-talk with the TLRs in the innate immune response and in regulation of adaptive immune response. Plants contain a significant number of PRRs that share remarkable structural and functional similarity with drosophila TOLL and mammalian TLRs. The first PRR identified in plants or animals was the Xa21 protein, conferring resistance to the Gram-negative bacterial pathogen Xanthomonas oryzae pv. oryzae. Since that time two other plants PRRs, Arabidopsis FLS2 (flagellin) and EFR (elongation factor Tu receptor)have been isolated. The corresponding PAMPs for FLS2 and EFR have been identified. Upon ligand recognition, the plant PRRs transduce \"PAMP-triggered immunity\" (PTI). Plant immune systems also encode resistance proteins that resemble NOD-like receptors (see above), that feature NBS and LRR domains and can also carry other conserved interaction domains such as the TIR cytoplasmic domain found in Toll and Interleukin Receptors. The NBS-LRR proteins are required for effector triggered immunity (ETI).",
            "score": 116.4624719619751
        },
        {
            "docid": "14284312_14",
            "document": "Isocitrate lyase . ICL has found to be important in human, animal, and plant pathogenesis. For several agricultural crops including cereals, cucumbers, and melons, increased expression of the gene encoding ICL is important for fungal virulence. For instance, increased gene expression of \"icl1\" has been seen in the fungus \"Leptosphaeria maculans\" upon infection of canola. Inactivation of the \"icl1\" gene leads to reduced pathogenicity of the fungus, which is thought to be a result of the inability of the fungus to use carbon sources provided by the plant. Additionally, upregulation of the glyoxylate cycle has been seen for pathogens that attack humans. This is the case for fungi such as \"Candida albicans\", which inhabits the skin, mouth, GI tract, gut and vagina of mammals and can lead to systemic infections of immunocompromised patients; as well as for the bacterium \"Mycobacterium tuberculosis\", the major causative agent of tuberculosis. In this latter case, ICL has been found to be essential for survival in the host. Thus, ICL is a current inhibition target for therapeutic treatments of tuberculosis.",
            "score": 132.86132526397705
        },
        {
            "docid": "2250_24",
            "document": "Abiotic stress . Drought stress is one of the main causes of crop loss within the agricultural world. This is due to water's necessity in so many fundamental processes in plant growth. It has become especially important in recent years to find a way to combat drought stress. A decrease in precipitation and subsequent increase in drought are extremely likely in the future due to an increase in global warming. Plants have come up with many mechanisms and adaptations to try and deal with drought stress. One of the leading ways that plants combat drought stress is by closing their stomates . A key hormone regulating stomatal opening and closing is abscisic acid (ABA). Synthesis of ABA causes the ABA to bind to receptors. This binding then effects the opening of ion channels thereby decreasing turgor pressure in the stomata and causing them to close. Recent studies, by Gonzalez-Villagra, et al, showed how ABA levels increased in drought-stressed plants (2018). They showed that when plants were placed in a stressful situation they produced more ABA to try and conserve any water they had in their leaves . Another extremely important factor in dealing with drought stress and regulating the uptake and export of water is aquaporins (AQPs). AQPs are integral membrane proteins that make up channels. These channel's main job is the transport of water and other necessary solutes . AQPs are both transcriptionally and post transcriptionally regulated by many different factors such as ABA, GA3, pH and Ca2+ and the specific levels of AQPs in certain parts of the plant, such as roots or leaves, helps to draw as much water into the plant as possible . By understanding both the mechanism of AQPs and the hormone ABA, scientists will be better able to produce drought resistant plants in the future.",
            "score": 139.62151789665222
        },
        {
            "docid": "54987630_3",
            "document": "EF-Tu receptor . The plant \"Arabidopsis thaliana\" has a genome with only around 135 megabase pairs (Mbp), making it small enough to fully synthesize. It also makes it relative easy to study, leading to its use as a common model organism in the field of plant genetics. One important use of \"A. thaliana\" is in the study of plant immunity. Plant pathogens are able to travel through a plant's vascular system, but plants do not have specific immune cells that can travel this way. Plants also do not have an adaptive immune system, so other forms of immunity are required. One is the use of pattern-recognition receptors (PRR) to bind to pathogen-associated molecular patterns (PAMP), which are highly-conserved structures on the outside of many invasive organisms. This form of immunity acts on intercellular pathogens, which are ones outside of individual plant cells. PRRs are transmembrane proteins, which have an anchor inside the cell and portions that extend beyond the membrane. They are part of the innate immune system and bind to and prevent the proliferation of pathogens with the PAMPs that they can bind.",
            "score": 127.83621382713318
        },
        {
            "docid": "55015511_6",
            "document": "FERONIA . Often times, pattern recognition receptors (PRRs) found in the plant immune system are receptor kinases, i.e. \"Arabidopsis thaliana.\" Feronia (FER) is a \"Arabidopsis\" malectin-like receptor kinase for binding to the Rapid Alkalinization Factor (RALF) which has been discovered to be linked to the plasma membrane H+-ATPase. FER contributes to the positive regulation of immunity by acting as a scaffold. FER could occupy parts of the microdomains found in the plasma membrane and perform with both the receptors and coreceptors to create signaling platforms. In this way, FER can inhibit cell elongation and growth as well as regulate fertilization. FER also plays a role in regulating the elongation length of plant roots in \"Arabidopsis\" as well as regulating pathways involved with hormone responses such as auxin-promoted root hair growth. FER could also be connected to the regulatory pathway associated with ABA-mediated abiotic stress responses because it can activate a negative regulator of ABA signaling known as the ABI2. The FER kinase can activate the GTPase ROP11/ARAC10 in plants through communication and interaction with the guanine exchange factors GEF1, GEF4, and GEF10.",
            "score": 111.08565926551819
        },
        {
            "docid": "37138_34",
            "document": "Arabidopsis thaliana . The use of \"A. thaliana\" has led to many breakthroughs in the advancement of knowledge of how plants manifest plant disease resistance. The reason most plants are resistant to most pathogens is through nonhost resistance. This is, not all pathogens will infect all plants. An example where \"A. thaliana\" was used to determine the genes responsible for nonhost resistance is \"Blumeria graminis\", the causal agent of powdery mildew of grasses. \"A. thaliana\" mutants were developed using the mutagen ethyl methanesulfonate and screened to identify mutants with increased infection by \"B. graminis\". The mutants with higher infection rates are referred to as PEN mutants due to the ability of \"B. graminis\" to penetrate \"A. thaliana\" to begin the disease process. The PEN genes were later mapped to identify the genes responsible for nonhost resistance to \"B. graminis\".",
            "score": 182.8370065689087
        },
        {
            "docid": "56333_18",
            "document": "Root . Gravitropism directs roots to grow downward at germination, the growth mechanism of plants that also causes the shoot to grow upward. In order to avoid shade, plants utilize a shade avoidance response. When a plant is under dense vegetation, the presence of other vegetation nearby will cause the plant to avoid lateral growth and experience an increase in upward shoot, as well as downward root growth. In order to escape shade, plants adjust their root architecture, most notably by decreasing the length and amount of lateral roots emerging from the primary root. Experimentation of mutant variants of Arabidospis thaliana found that plants sense the Red to Far Red light ratio that enters the plant through photoreceptors known as phytochromes. Nearby plant leaves will absorb red light and reflect far- red light which will cause the ratio red to far red light to lower. The phytochrome PhyA that senses this Red to Far Red light ratio is localized in both the root system as well as the shoot system of plants, but through knockout mutant experimentation, it was found that root localized PhyA does not sense the light ratio, whether directly or axially, that leads to changes in the lateral root architecture. Research instead found that shoot localized PhyA is the phytochrome responsible for causing these architectural changes of the lateral root. Research has also found that phytochrome completes these architectural changes through the manipulation of auxin distribution in the root of the plant. When a low enough Red to Far Red ratio is sensed by PhyA, the phyA in the shoot will be mostly in its active form. In this form, PhyA stabilize the transcription factor HY5 causing it to no longer be degraded as it is when phyA is in its inactive form. This stabilized transcription factor is then able to be transported to the roots of the plant through the phloem, where it proceeds to induce its own transcription as a way to amplify its signal. In the roots of the plant HY5 functions to inhibit an auxin response factor known as ARF19, a response factor responsible for the translation of PIN3 and LAX3, two well known auxin transporting proteins. Thus, through manipulation of ARF19, the level and activity of auxin transporters PIN3 and LAX3 is inhibited. Once inhibited, auxin levels will be low in areas where lateral root emergence normally occurs, resulting in a failure for the plant to have the emergence of the lateral root primordium through the root pericycle. With this complex manipulation of Auxin transport in the roots, lateral root emergence will be inhibited in the roots and the root will instead elongate downwards, promoting vertical plant growth in an attempt to avoid shade.Research of Arabidopsis has led to the discovery of how this auxin mediated root response works. In an attempt to discover the role that phytochrome plays in lateral root development, Salisbury et al. (2007) worked with \"Arabidopsis thaliana\" grown on agar plates. Salisbury et al. used wild type plants along with varying protein knockout and gene knockout Arabidopsis mutants to observe the results these mutations had on the root architecture, protein presence, and gene expression. To do this, Salisbury et al. used GFP fluorescence along with other forms of both macro and microscopic imagery to observe any changes various mutations caused. From these research, Salisbury et al. were able to theorize that shoot located phytochromes alter auxin levels in roots, controlling lateral root development and overall root architecture. In the experiments of van Gelderen et al. (2018), they wanted to see if and how it is that the shoot of \"Arabidopsis thaliana\" alters and affects root development and root architecture. To do this, they took Arabidopsis plants, grew them in agar gel, and exposed the roots and shoots to separate sources of light. From here, they altered the different wavelengths of light the shoot and root of the plants were receiving and recorded the lateral root density, amount of lateral roots, and the general architecture of the lateral roots. To identify the function of specific photoreceptors, proteins, genes, and hormones, they utilized various Arabidopsis knockout mutants and observed the resulting changes in lateral roots architecture. Through their observations and various experiments, van Gelderen et al. were able to develop a mechanism for how root detection of Red to Far-red light ratios alter lateral root development.",
            "score": 158.8186296224594
        },
        {
            "docid": "670856_13",
            "document": "Abscisic acid . Like plants, some fungal species (for example Cercospora rosicola, Botrytis cinerea and Magnaporthe oryzae) have an endogenous biosynthesis pathway for ABA. In fungi, it seems to be the MVA biosynthetic pathway that is predominant (rather than the MEP pathway that is responsible for ABA biosynthesis in plants). One role of ABA produced by these pathogens seems to be to suppress the plant immune responses.",
            "score": 133.44246196746826
        },
        {
            "docid": "37138_39",
            "document": "Arabidopsis thaliana . PTI is able to combat pathogens in a nonspecific manner. A stronger and more specific response in plants is that of effector-triggered immunity (ETI). ETI is dependent upon the recognition of pathogen effectors, proteins secreted by the pathogen that alter functions in the host, by plant resistance genes (R-genes), often described as a gene-for-gene relationship. This recognition may occur directly or indirectly via a guardee protein in a hypothesis known as the guard hypothesis. The first R-gene cloned in \"A. thaliana\" was RPS2 (resistance to \"Pseudomonas syringe\" 2), which is responsible for recognition of the effector avrRpt2. The bacterial effector avrRpt2 is delivered into \"A. thaliana\" via the Type III secretion system of \"P. syringae pv tomato\" strain DC3000. Recognition of avrRpt2 by RPS2 occurs via the guardee protein RIN4, which is cleaved . Recognition of a pathogen effector leads to a dramatic immune response known as the hypersensitive response, in which the infected plant cells undergo cell death to prevent the spread of the pathogen.",
            "score": 159.7388881444931
        },
        {
            "docid": "3113497_39",
            "document": "Innate immune system . \"Resistance\" (R) proteins, encoded by R genes, are widely present in plants and detect pathogens. These proteins contain domains similar to the NOD Like Receptors and Toll-like receptors utilized in animal innate immunity. Systemic acquired resistance (SAR) is a type of defensive response that renders the entire plant resistant to a broad spectrum of infectious agents. SAR involves the production of chemical messengers, such as salicylic acid or jasmonic acid. Some of these travel through the plant and signal other cells to produce defensive compounds to protect uninfected parts, e.g., leaves. Salicylic acid itself, although indispensable for expression of SAR, is not the translocated signal responsible for the systemic response. Recent evidence indicates a role for jasmonates in transmission of the signal to distal portions of the plant. RNA silencing mechanisms are also important in the plant systemic response, as they can block virus replication. The \"jasmonic acid response\", is stimulated in leaves damaged by insects, and involves the production of methyl jasmonate.",
            "score": 135.7944713830948
        },
        {
            "docid": "54964079_3",
            "document": "Leucine-rich repeat receptor like protein kinase PEPR1 . First isolation of AtPEPR 1 was carried out from the surface of \"Arabidopsis\" suspension cultured cells. I -125 labeled Azido-cys-AtPEP 1 photo affinity analog specifically interacted with PEPR 1 when incubated with \"Arabidopsis\" cells. Separation of this labeled protein using SDS- PAGE led to the identification of the 170 kDa PEPR 1 protein. Further, characterization helped to identify a gene; At1g73080 which encodes for 1,124 amino acids containing PEPR 1. Plasma membrane localized pattern recognition receptors (PRR) that recognized pathogen associated molecular patterns, provide the first line of defense in plants innate immunity. Recent studies in \"Arabidopsis\" have provided important details on plant innate immunity. Plant membrane PRR mainly consist of receptor like kinases and receptor like proteins. They sense PAMPs such as chitin from fungal cell wall, flagellin elongation factors etc. In addition to PAMPs, PRRs also recognize DAMP molecules that present in the intracellular space response to damage caused by pathogens, e.g.cell wall fragments, cytoplasmic proteins.",
            "score": 114.12009048461914
        },
        {
            "docid": "3113497_38",
            "document": "Innate immune system . Most plant immune responses involve systemic chemical signals sent throughout a plant. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in Arabidopsis (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. When a part of a plant becomes infected with a microbial or viral pathogen, in case of an incompatible interaction triggered by specific elicitors, the plant produces a localized hypersensitive response (HR), in which cells at the site of infection undergo rapid programmed cell death to prevent the spread of the disease to other parts of the plant. HR has some similarities to animal pyroptosis, such as a requirement of caspase-1-like proteolytic activity of VPEγ, a cysteine protease that regulates cell disassembly during cell death.",
            "score": 120.63489651679993
        },
        {
            "docid": "48460273_5",
            "document": "Jane E. Parker . In 2002, Parker was awarded a Sofja Kovalevskaja Prize to continue her research into plant immune responses. She researches how plants defend themselves from disease-causing microorganisms. Her work involves isolating the genes which trigger innate defence mechanisms and combines genetics with molecular biology to evaluate how plants are able to avoid disease. Her research has discovered that there are multiple layers of defence but that a protein, called EDS1, which combines with other proteins to form complexes, is the initial trigger. The immune response varies depending on whether the complex formed is developed from combining with the protein PAD4 or SAG101 to initiate the response to disease resistance.",
            "score": 125.44213855266571
        },
        {
            "docid": "29188721_29",
            "document": "RNA interference . RNA interference is a vital part of the immune response to viruses and other foreign genetic material, especially in plants where it may also prevent the self-propagation of transposons. Plants such as \"Arabidopsis thaliana\" express multiple dicer homologs that are specialized to react differently when the plant is exposed to different viruses. Even before the RNAi pathway was fully understood, it was known that induced gene silencing in plants could spread throughout the plant in a systemic effect and could be transferred from stock to scion plants via grafting. This phenomenon has since been recognized as a feature of the plant adaptive immune system and allows the entire plant to respond to a virus after an initial localized encounter. In response, many plant viruses have evolved elaborate mechanisms to suppress the RNAi response. These include viral proteins that bind short double-stranded RNA fragments with single-stranded overhang ends, such as those produced by dicer. Some plant genomes also express endogenous siRNAs in response to infection by specific types of bacteria. These effects may be part of a generalized response to pathogens that downregulates any metabolic process in the host that aids the infection process.",
            "score": 128.1444445848465
        },
        {
            "docid": "41868434_14",
            "document": "Pesticide research . Plant activators are compounds that activate a plant's immune system in response to invasion by pathogens. They play a crucial role in crop survival. Unlike pesticides, plant activators are not pathogen specific and are not affected by drug resistance, making them ideal for use in agriculture. Wet-rice farmers across East Asia use plant activators as a sustainable means to enhance crop health. The activation of plant responses is often associated with arrested growth and reductions in yield, for reasons that remain unclear. The molecular mechanisms governing plant activators are largely unknown.",
            "score": 87.69132995605469
        },
        {
            "docid": "57098804_2",
            "document": "Arabidopsis thaliana responses to salinity . As a model organism, the \"Arabidopsis thaliana\" response to salinity is studied to aid understanding of other more economically important crops. High concentration of salt in the soil has negative effects on plants. For example, it reduces the yield that crop plants can produce in 7% of the land. On the other side, some plants show adaptations to changes in soil salinity, in that the plant's exposure to salt initiates certain mechanisms for cell osmotic regulation and causes changes in this plant's water obtaining and loss behaviors. One of such plants is the model plant \"Arabidopsis thaliana\", a member of the Brassicaceae family. \"Arabidopsis thaliana\" is native to Eurasia and was introduced to some parts of North America. It grows in rocky, sandy and disturbed terrains. It has been found in many studies that \"Arabidopsis thaliana\" showed enhanced Na and H extrusion from their cells after exposure to high salinity. Part of \"Arabidopsis\"’ range might have included high salinity soil and the plant started adapting to that.",
            "score": 144.73496901988983
        },
        {
            "docid": "2606404_11",
            "document": "B chromosome . Supernumerary chromosomes do not carry genes that are necessary for basic fungal growth, but may have some functional significance. For example, it has been discovered that the supernumerary chromosome of the pea pathogen \"Haematonectria haematococca\" carries genes that are important to the disease-causing capacity of the fungus. This supernumerary DNA was found to code for a group of enzymes that metabolize toxins, known as phytoalexins, that are secreted by the plant's immune system. It is possible that these supernumerary elements originated in horizontal gene transfer events because sequence analysis often indicates that they have a different evolutionary history from essential chromosomal DNA.",
            "score": 108.1265161037445
        },
        {
            "docid": "45214668_5",
            "document": "WRKY transcription factor . The first WRKY transcription factor, (SPF1), was identified in 1994 for its involvement in sucrose regulation of gene expression in sweet potato (Ipomoea batatas). A year later, two WRKY transcription factors, ABF1 and ABF2, established the role of WRKY proteins as a novel family of transcriptional regulators. In 1996 three parsley (Petroselinum crispum) WRKY transcription factors (WRKY1, WRKY2, and WRKY3) were identified for their role in regulation of the PATHOGENESIS RELATED1 gene. This was the first of many studies identifying WRKY transcription factors in regulating gene expression for plant defense. By 2000 a review paper published identifying the WRKY transcription factor family in the model plant Arabidopsis thaliana (commonly called mouse-ear cress or thale cress) lead to a widespread investigation of WRKY family members. Since then WRKY transcription factors have been extensively investigated for stress tolerance in many agronomic and horticulture crops.",
            "score": 124.30827820301056
        },
        {
            "docid": "54942000_5",
            "document": "MAPK networks . The identification of MEKK1-MKK1/2-MPK4 in pathogen signaling has been a tremendous finding. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations are dwarfed and acquire too much of reactive oxygen species. The mutations are considered to be from the enhancement of SA levels, which is partially reversed by bacterial SA hydrolase. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations have cell death occur spontaneously, pathogenesis-related genes and increased resistance to pathogens. MEKK1 appears to have deregulation pathways that are unknown and do not involve MKK1/MKK2 nor MPK4. MEKK1 interact with WRKY53, which is responsible for \"mekk1\" genes set, and alter the activity of WRKY53 that is a short portion of MAPK signaling. Substrates of MPK4 are three proteins: WRKY33, WRKY25, and MKS1. Ternary MKS1-MPK4-WRKY33 complexes have been recognized by nuclear extracts. Recruitment of WRKY33 depends on the phosphorylation of MPK4. Once activated, MPK3 phosphorylates MKS1, which releases WRKY33 from the ternary complex. The free WRKY33 is believed to induce transcription on target genes., allowing for a negative regulation by MPK4. Pathogens have developed mechanisms that inactivate PAMP-induced signaling pathways through the MAPK networks. Andrea Pitzschke and her colleges claim “AvrPto and AvrPtoB interact with the FLS2 receptor and its co-receptor BAK1. AvrPtoB catalyzes the polyubiquitination and subsequent proteasome-dependent degradation of FLS2” (Pitzschke 3). AvrPto interacts with BAK1 and interrupts the binding of FLS2. \"Pseudomonas syringae\" have HopAI1, which is a phosphothreonin lyase, and dephosphorylates the threonine residue at the upstream MAPKKs. HopAI1 interacts with MPK3 and MPK6 allowing for flg22 activation to occur. In certain soil-borne pathogens that carry flagellin variants cannot be detected by FLS2, but there is still a triggered innate immune response. The immune response has been shown to be from the EF-Tu protein. Flg22, elf18, FLS2 and EFR have receptors that are in the same subfamily of LRR-RLKs, LRRXII. This means that elf18 and flg22 induce extracellular alkalization, rapid activation of MAPKs, and gene responses that are similar to each other. Although there appears to be an important relationship between MAPKs with EF-Tu-triggered defense, the evidence remains to be unclear. The reason for this unclear relationship is because of \"Agrobacterium tumefaciens,\" which infects into segments of plant DNA.  EFR1 mutants do not recognize EF-Tu, but there is no research on MAPK activities and \"efr1.\" Initiation of defense signaling can be a positive effect to the plant pathogens because activating MPK3 in response to flg22 causes phosphorylation and translocation of virE2 interacting protein 1 (VIP1). VIP1 serves as a shuttle for the pathogenic T-DNA, but the induction of defense genes can occur as well. This allows for the spreading and cessation of the pathogen in the plant, but the pathogen can overcome the problem by attacking VIP1 for proteasome degradation by VirF, which is a virulence factor that encodes an F-box protein.",
            "score": 123.52564740180969
        },
        {
            "docid": "23577302_2",
            "document": "Hyaloperonospora arabidopsidis . Hyaloperonospora arabidopsidis is a species from the family Peronosporaceae. It is an obligate parasite and the causal agent of the downy mildew of the plant model organism \"Arabidopsis thaliana\". While \"H. arabidopsidis\" has for a long time been subsumed under \"Peronospora parasitica\" (now \"Hyaloperonospora parasitica\"), recent studies have shown that \"H. parasitica\" is restricted to \"Capsella bursa-pastoris\" as a host plant. Like the other \"Hyaloperonospora\" species, \"H. arabidopsidis\" is highly specialized, and it is so far known with certainty only from \"Arabidopsis thaliana\" as a host plant. \"Hyaloperonospora arabidopsidis\" encodes 10 different noncytotoxic NLPs (HaNLPs) that do not cause necrosis. We discovered that these noncytotoxic NLPs, however, act as potent activators of the plant immune system in \"Arabidopsis thaliana\". Ectopic expression of HaNLP3 in \"Arabidopsis\" triggered resistance to \"H. arabidopsidis\", activated the expression of a large set of defense-related genes, and caused a reduction of plant growth that is typically associated with strongly enhanced immunity. N- and C-terminal deletions of HaNLP3, as well as amino acid substitutions, pinpointed to a small central region of the protein that is required to trigger immunity, indicating the protein acts as a microbe-associated molecular pattern (MAMP).",
            "score": 138.42549645900726
        },
        {
            "docid": "2339577_129",
            "document": "Evidence of common descent . Kirsten Bomblies et al. from the Max Planck Institute for Developmental Biology discovered two genes in the thale cress plant, \"Arabidopsis thaliana\". When both genes are inherited by an individual, it ignites a reaction in the hybrid plant that turns its own immune system against it. In the parents, the genes were not detrimental, but they evolved separately to react defectively when combined. To test this, Bomblies crossed 280 genetically different strains of \"Arabidopsis\" in 861 distinct ways and found that 2 percent of the resulting hybrids were necrotic. Along with allocating the same indicators, the 20 plants also shared a comparable collection of genetic activity in a group of 1,080 genes. In almost all of the cases, Bomblies discovered that only two genes were required to cause the autoimmune response. Bomblies looked at one hybrid in detail and found that one of the two genes belonged to the NB-LRR class, a common group of disease resistance genes involved in recognizing new infections. When Bomblies removed the problematic gene, the hybrids developed normally. Over successive generations, these incompatibilities could create divisions between different plant strains, reducing their chances of successful mating and turning distinct strains into separate species.",
            "score": 162.65287852287292
        },
        {
            "docid": "147484_3",
            "document": "Plant pathology . Control of plant diseases is crucial to the reliable production of food, and it provides significant reductions in agricultural use of land, water, fuel and other inputs. Plants in both natural and cultivated populations carry inherent disease resistance, but there are numerous examples of devastating plant disease impacts such as Irish potato famine and chestnut blight, as well as recurrent severe plant diseases like rice blast, soybean cyst nematode, and citrus canker. However, disease control is reasonably successful for most crops. Disease control is achieved by use of plants that have been bred for good resistance to many diseases, and by plant cultivation approaches such as crop rotation, use of pathogen-free seed, appropriate planting date and plant density, control of field moisture, and pesticide use. Across large regions and many crop species, it is estimated that diseases typically reduce plant yields by 10% every year in more developed settings, but yield loss to diseases often exceeds 20% in less developed settings. Continuing advances in the science of plant pathology are needed to improve disease control, and to keep up with changes in disease pressure caused by the ongoing evolution and movement of plant pathogens and by changes in agricultural practices. Plant diseases cause major economic losses for farmers worldwide. The Food and Agriculture Organization estimates indeed that pests and diseases are responsible for about 25% of crop loss. To solve this issue, new methods are needed to detect diseases and pests early, such as novel sensors that detect plant odours and spectroscopy and biophotonics that are able to diagnose plant health and metabolism.",
            "score": 103.87970328330994
        }
    ],
    "r": [
        {
            "docid": "54942000_5",
            "document": "MAPK networks . The identification of MEKK1-MKK1/2-MPK4 in pathogen signaling has been a tremendous finding. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations are dwarfed and acquire too much of reactive oxygen species. The mutations are considered to be from the enhancement of SA levels, which is partially reversed by bacterial SA hydrolase. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations have cell death occur spontaneously, pathogenesis-related genes and increased resistance to pathogens. MEKK1 appears to have deregulation pathways that are unknown and do not involve MKK1/MKK2 nor MPK4. MEKK1 interact with WRKY53, which is responsible for \"mekk1\" genes set, and alter the activity of WRKY53 that is a short portion of MAPK signaling. Substrates of MPK4 are three proteins: WRKY33, WRKY25, and MKS1. Ternary MKS1-MPK4-WRKY33 complexes have been recognized by nuclear extracts. Recruitment of WRKY33 depends on the phosphorylation of MPK4. Once activated, MPK3 phosphorylates MKS1, which releases WRKY33 from the ternary complex. The free WRKY33 is believed to induce transcription on target genes., allowing for a negative regulation by MPK4. Pathogens have developed mechanisms that inactivate PAMP-induced signaling pathways through the MAPK networks. Andrea Pitzschke and her colleges claim “AvrPto and AvrPtoB interact with the FLS2 receptor and its co-receptor BAK1. AvrPtoB catalyzes the polyubiquitination and subsequent proteasome-dependent degradation of FLS2” (Pitzschke 3). AvrPto interacts with BAK1 and interrupts the binding of FLS2. \"Pseudomonas syringae\" have HopAI1, which is a phosphothreonin lyase, and dephosphorylates the threonine residue at the upstream MAPKKs. HopAI1 interacts with MPK3 and MPK6 allowing for flg22 activation to occur. In certain soil-borne pathogens that carry flagellin variants cannot be detected by FLS2, but there is still a triggered innate immune response. The immune response has been shown to be from the EF-Tu protein. Flg22, elf18, FLS2 and EFR have receptors that are in the same subfamily of LRR-RLKs, LRRXII. This means that elf18 and flg22 induce extracellular alkalization, rapid activation of MAPKs, and gene responses that are similar to each other. Although there appears to be an important relationship between MAPKs with EF-Tu-triggered defense, the evidence remains to be unclear. The reason for this unclear relationship is because of \"Agrobacterium tumefaciens,\" which infects into segments of plant DNA.  EFR1 mutants do not recognize EF-Tu, but there is no research on MAPK activities and \"efr1.\" Initiation of defense signaling can be a positive effect to the plant pathogens because activating MPK3 in response to flg22 causes phosphorylation and translocation of virE2 interacting protein 1 (VIP1). VIP1 serves as a shuttle for the pathogenic T-DNA, but the induction of defense genes can occur as well. This allows for the spreading and cessation of the pathogen in the plant, but the pathogen can overcome the problem by attacking VIP1 for proteasome degradation by VirF, which is a virulence factor that encodes an F-box protein.",
            "score": 213.73377990722656
        },
        {
            "docid": "37138_34",
            "document": "Arabidopsis thaliana . The use of \"A. thaliana\" has led to many breakthroughs in the advancement of knowledge of how plants manifest plant disease resistance. The reason most plants are resistant to most pathogens is through nonhost resistance. This is, not all pathogens will infect all plants. An example where \"A. thaliana\" was used to determine the genes responsible for nonhost resistance is \"Blumeria graminis\", the causal agent of powdery mildew of grasses. \"A. thaliana\" mutants were developed using the mutagen ethyl methanesulfonate and screened to identify mutants with increased infection by \"B. graminis\". The mutants with higher infection rates are referred to as PEN mutants due to the ability of \"B. graminis\" to penetrate \"A. thaliana\" to begin the disease process. The PEN genes were later mapped to identify the genes responsible for nonhost resistance to \"B. graminis\".",
            "score": 182.83700561523438
        },
        {
            "docid": "54954562_11",
            "document": "Role of Calmodulins . 2) Pathogen Defense: Among the diverse range of defense strategies plants utilize against pathogens, Ca signaling is very increasingly common. Free Ca levels in the cytoplasm increases in response to a pathogenic infection. Ca signatures of this nature usually activate the plant defense system by inducing defense-related genes and the hypersensitive cell death. CaMs, CMLs and CaM-binding proteins are some of the recently identified elements of the plant defense signaling pathways. Several CML genes in tobacco, bean and tomato are responsive to pathogens. CML43 is a CaM-related protein that, as isolated from APR134 gene in the disease-resistant leaves of \"Arabidopsis\" for gene expression analysis, is rapidly induced when the leaves are inoculated with \"Pseudomonas syringae.\" These genes are also found in tomatoes (\"Solanum lycopersicum).\" The CML43 from the APR134 also binds to Ca ions in vitro which shows that CML43 and APR134 are, hence, involved in the Ca-dependent signaling during the plant immune response to bacterial pathogens. The CML9 expression in \"Arabidopsis thaliana\" is rapidly induced by phytopathogenic bacteria, flagellin and salicylic acid. Expression of soybean SCaM4 and SCaM5 in transgenic \"tobacco\" and \"Arabidopsis\" causes an activation of genes related to pathogen resistance and also results in enhanced resistance to a wide spectrum of pathogen infection. The same is not true for soybean SCaM1 and SCaM2 that are highly conserved CaM isoforms. The \"At\"BAG6 protein is a CaM-binding protein that binds to CaM only in the absence of Ca and not in the presence of it. \"At\"BAG6 is responsible for the hypersensitive response of programmed cell death in order to prevent the spread of pathogen infection or to restrict pathogen growth. Mutations in the CaM binding proteins can lead to severe effects on the defense response of the plants towards pathogen infections. Cyclic nucleotide-gated channels (CNGCs) are functional protein channels in the plasma membrane that have overlapping CaM binding sites transport divalent cations such as Ca. However, the exact role of the positioning of the CNGCs in this pathway for plant defense is still unclear.",
            "score": 177.38671875
        },
        {
            "docid": "14372314_4",
            "document": "Lateral shoot . Through testing with Arabidopsis thaliana (A plant considered a model organism for plant genetic studies) genes including MAX1 and MAX2 have been found to affect growth of lateral shoots. Gene knockouts of these genes cause abnormal proliferation of the plants affected, implying they are used for repressing said growth in wild type plants. Another set of experiments with Arabidopsis thaliana testing genes in the plant hormone florigen, two genes FT and TSF (which are abbreviations for Flowering Locus T, and Twin Sister of FT) when knocked out, appear to affect lateral shoot in a negative fashion. These mutants cause slower growth and improper formation of lateral shoots, which could also mean that lateral shoots are important to florigen's function. Along with general growth there are also transcription factors that directly effect the production of additional lateral shoots like the TCP family (also known as Teosinte branched 1/cycloidea/proliferating cell factor) which are plant specific proteins that suppress lateral shoot branching. Additionally the TCP family has been found to be partially responsible for inhibiting the cell's Growth hormone–releasing hormone (GHRF) which means it also inhibits cell proliferation. Apical dominance",
            "score": 177.23895263671875
        },
        {
            "docid": "5326585_2",
            "document": "Systemin . Systemin is a plant peptide hormone involved in the wound response in the Solanaceae family. It was the first plant hormone that was proven to be a peptide having been isolated from tomato leaves in 1991 by a group led by Clarence A. Ryan. Since then, other peptides with similar functions have been identified in tomato and outside of the Solanaceae. Hydroxyproline-rich glycopeptides were found in tobacco in 2001 and AtPEPs (Arabidopsis thaliana Plant Elicitor Peptides) were found in \"Arabidopsis thaliana\" in 2006. Their precursors are found both in the cytoplasm and cell walls of plant cells, upon insect damage, the precursors are processed to produce one or more mature peptides. The receptor for systemin was first thought to be the same as the brassinolide receptor but this is now uncertain. The signal transduction processes that occur after the peptides bind are similar to the cytokine-mediated inflammatory immune response in animals. Early experiments showed that systemin travelled around the plant after insects had damaged the plant, activating systemic acquired resistance, now it is thought that it increases the production of jasmonic acid causing the same result. The main function of systemins is to coordinate defensive responses against insect herbivores but they also affect plant development. Systemin induces the production of protease inhibitors which protect against insect herbivores, other peptides activate defensins and modify root growth. They have also been shown to affect plants' responses to salt stress and UV radiation. AtPEPs have been shown to affect resistance against oomycetes and may allow \"A. thaliana\" to distinguish between different pathogens. In \"Nicotiana attenuata\", some of the peptides have stopped being involved in defensive roles and instead affect flower morphology.",
            "score": 175.9678192138672
        },
        {
            "docid": "2339577_129",
            "document": "Evidence of common descent . Kirsten Bomblies et al. from the Max Planck Institute for Developmental Biology discovered two genes in the thale cress plant, \"Arabidopsis thaliana\". When both genes are inherited by an individual, it ignites a reaction in the hybrid plant that turns its own immune system against it. In the parents, the genes were not detrimental, but they evolved separately to react defectively when combined. To test this, Bomblies crossed 280 genetically different strains of \"Arabidopsis\" in 861 distinct ways and found that 2 percent of the resulting hybrids were necrotic. Along with allocating the same indicators, the 20 plants also shared a comparable collection of genetic activity in a group of 1,080 genes. In almost all of the cases, Bomblies discovered that only two genes were required to cause the autoimmune response. Bomblies looked at one hybrid in detail and found that one of the two genes belonged to the NB-LRR class, a common group of disease resistance genes involved in recognizing new infections. When Bomblies removed the problematic gene, the hybrids developed normally. Over successive generations, these incompatibilities could create divisions between different plant strains, reducing their chances of successful mating and turning distinct strains into separate species.",
            "score": 162.6528778076172
        },
        {
            "docid": "4025205_2",
            "document": "Systemic acquired resistance . The systemic acquired resistance (SAR) is a \"whole-plant\" resistance response that occurs following an earlier localized exposure to a pathogen. SAR is analogous to the innate immune system found in animals, and there is evidence that SAR in plants and innate immunity in animals may be evolutionarily conserved. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in \"Arabidopsis\" (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. SAR is important for plants to resist disease, as well as to recover from disease once formed. SAR can be induced by a wide range of pathogens, especially (but not only) those that cause tissue necrosis, and the resistance observed following induction of SAR is effective against a wide range of pathogens, which is why SAR resistance is sometimes called \"broad spectrum\". SAR is associated with the induction of a wide range of genes (so called PR or \"pathogenesis-related\" genes), and the activation of SAR requires the accumulation of endogenous salicylic acid (SA). The pathogen-induced SA signal activates a molecular signal transduction pathway that is identified by a gene called \"NIM1\", \"NPR1\" or \"SAI1\" (three names for the same gene) in the model genetic system \"Arabidopsis thaliana\". SAR has been observed in a wide range of flowering plants, including dicotyledon and monocotyledon species. SAR can be activated in corn, however, widely adapted commercial like Benzothiadiazole may not be efficient against \"P. sorghi\" causing common rust.",
            "score": 159.9024658203125
        },
        {
            "docid": "37138_39",
            "document": "Arabidopsis thaliana . PTI is able to combat pathogens in a nonspecific manner. A stronger and more specific response in plants is that of effector-triggered immunity (ETI). ETI is dependent upon the recognition of pathogen effectors, proteins secreted by the pathogen that alter functions in the host, by plant resistance genes (R-genes), often described as a gene-for-gene relationship. This recognition may occur directly or indirectly via a guardee protein in a hypothesis known as the guard hypothesis. The first R-gene cloned in \"A. thaliana\" was RPS2 (resistance to \"Pseudomonas syringe\" 2), which is responsible for recognition of the effector avrRpt2. The bacterial effector avrRpt2 is delivered into \"A. thaliana\" via the Type III secretion system of \"P. syringae pv tomato\" strain DC3000. Recognition of avrRpt2 by RPS2 occurs via the guardee protein RIN4, which is cleaved . Recognition of a pathogen effector leads to a dramatic immune response known as the hypersensitive response, in which the infected plant cells undergo cell death to prevent the spread of the pathogen.",
            "score": 159.7388916015625
        },
        {
            "docid": "56333_18",
            "document": "Root . Gravitropism directs roots to grow downward at germination, the growth mechanism of plants that also causes the shoot to grow upward. In order to avoid shade, plants utilize a shade avoidance response. When a plant is under dense vegetation, the presence of other vegetation nearby will cause the plant to avoid lateral growth and experience an increase in upward shoot, as well as downward root growth. In order to escape shade, plants adjust their root architecture, most notably by decreasing the length and amount of lateral roots emerging from the primary root. Experimentation of mutant variants of Arabidospis thaliana found that plants sense the Red to Far Red light ratio that enters the plant through photoreceptors known as phytochromes. Nearby plant leaves will absorb red light and reflect far- red light which will cause the ratio red to far red light to lower. The phytochrome PhyA that senses this Red to Far Red light ratio is localized in both the root system as well as the shoot system of plants, but through knockout mutant experimentation, it was found that root localized PhyA does not sense the light ratio, whether directly or axially, that leads to changes in the lateral root architecture. Research instead found that shoot localized PhyA is the phytochrome responsible for causing these architectural changes of the lateral root. Research has also found that phytochrome completes these architectural changes through the manipulation of auxin distribution in the root of the plant. When a low enough Red to Far Red ratio is sensed by PhyA, the phyA in the shoot will be mostly in its active form. In this form, PhyA stabilize the transcription factor HY5 causing it to no longer be degraded as it is when phyA is in its inactive form. This stabilized transcription factor is then able to be transported to the roots of the plant through the phloem, where it proceeds to induce its own transcription as a way to amplify its signal. In the roots of the plant HY5 functions to inhibit an auxin response factor known as ARF19, a response factor responsible for the translation of PIN3 and LAX3, two well known auxin transporting proteins. Thus, through manipulation of ARF19, the level and activity of auxin transporters PIN3 and LAX3 is inhibited. Once inhibited, auxin levels will be low in areas where lateral root emergence normally occurs, resulting in a failure for the plant to have the emergence of the lateral root primordium through the root pericycle. With this complex manipulation of Auxin transport in the roots, lateral root emergence will be inhibited in the roots and the root will instead elongate downwards, promoting vertical plant growth in an attempt to avoid shade.Research of Arabidopsis has led to the discovery of how this auxin mediated root response works. In an attempt to discover the role that phytochrome plays in lateral root development, Salisbury et al. (2007) worked with \"Arabidopsis thaliana\" grown on agar plates. Salisbury et al. used wild type plants along with varying protein knockout and gene knockout Arabidopsis mutants to observe the results these mutations had on the root architecture, protein presence, and gene expression. To do this, Salisbury et al. used GFP fluorescence along with other forms of both macro and microscopic imagery to observe any changes various mutations caused. From these research, Salisbury et al. were able to theorize that shoot located phytochromes alter auxin levels in roots, controlling lateral root development and overall root architecture. In the experiments of van Gelderen et al. (2018), they wanted to see if and how it is that the shoot of \"Arabidopsis thaliana\" alters and affects root development and root architecture. To do this, they took Arabidopsis plants, grew them in agar gel, and exposed the roots and shoots to separate sources of light. From here, they altered the different wavelengths of light the shoot and root of the plants were receiving and recorded the lateral root density, amount of lateral roots, and the general architecture of the lateral roots. To identify the function of specific photoreceptors, proteins, genes, and hormones, they utilized various Arabidopsis knockout mutants and observed the resulting changes in lateral roots architecture. Through their observations and various experiments, van Gelderen et al. were able to develop a mechanism for how root detection of Red to Far-red light ratios alter lateral root development.",
            "score": 158.81863403320312
        },
        {
            "docid": "33470626_5",
            "document": "Corn grey leaf spot . One reason for the pathogenic success of \"Cercospora zeae-maydis\" is the production of a plant toxin called cercosporin. All members of the genus \"Cercospora\" produce this light-activated toxin during infection. In the absence of light, cercosporin is inactive, but when light is present, the toxin is converted into its excited triplet state. Activated cercosporin reacts with oxygen molecules, generating active single oxygen radicals. Oxygen radicals react with plant cell lipids, proteins, and nucleic acids, damaging and killing affected cells, and nutrients released during the cell rupture and death feed the \"Cercospora\" fungus. A study of mutant \"Cercospora\" lacking the gene responsible for cercosporin production demonstrates that, though unnecessary for infection, cercosporin increases the virulence of \"Cercospora\" fungi.",
            "score": 158.65460205078125
        },
        {
            "docid": "22590461_21",
            "document": "Plant disease resistance . Transport of sRNAs during infection is likely facilitated by extracellular vesicles (EVs) and multivesicular bodies (MVBs). The composition of RNA in plant EVs has not been fully evaluated, but it is likely that they are, in part, responsible for trafficking RNA. Plants can transport viral RNAs, mRNAs, microRNAs (miRNAs) and small interfering RNAs (siRNAs) systemically through the phloem. This process is thought to occur through the plasmodesmata and involves RNA-binding proteins that assist RNA localization in mesophyll cells. Although they have been identified in the phloem with mRNA, there is no determinate evidence that they mediate long-distant transport of RNAs. EVs may therefore contribute to an alternate pathway of RNA loading into the phloem, or could possibly transport RNA through the apoplast. There is also evidence that plant EVs can allow for interspecies transfer of sRNAs by RNA interference such as Host-Induced Gene Silencing (HIGS). The transport of RNA between plants and fungi seems to be bidirectional as sRNAs from the fungal pathogen \"Botrytis cinerea\" have been shown to target host defense genes in Arabidopsis and tomato.",
            "score": 157.8644256591797
        },
        {
            "docid": "30981835_14",
            "document": "Streptomyces scabies . As well as genes that produce toxins, other genes have been identified which help \"S. scabies\" to infect plants. A tomatinase enzyme, encoded by \"tomA\" which can degrade the antimicrobial saponin α–tomatine. The aerial growth of mutants lacking the gene is inhibited, but the mycelium is able to continue to grow. Nec1 is another protein that is required for virulence, which is secreted out of the bacteria. It is not clear how it leads to disease, but it may suppress the defense mechanisms that thaxtomin activates. Another gene cluster in the 87.22 strain is very similar to a cluster found in the Gram negative plant pathogens \"Pseudomonas syringae\" and \"Pectobacterium atrosepticum\". The cluster produces coronafacic acid, part of the plant toxin coronatine which mimics the plant hormone jasmonate, contributing to virulence.",
            "score": 156.99075317382812
        },
        {
            "docid": "11008314_85",
            "document": "Evolutionary history of plants . It seems that on the level of the organ, the leaf may be the ancestor of the flower, or at least some floral organs. When some crucial genes involved in flower development are mutated, clusters of leaf-like structures arise in place of flowers. Thus, sometime in history, the developmental program leading to formation of a leaf must have been altered to generate a flower. There probably also exists an overall robust framework within which the floral diversity has been generated. An example of that is a gene called \"LEAFY (LFY)\", which is involved in flower development in \"Arabidopsis thaliana\". The homologs of this gene are found in angiosperms as diverse as tomato, snapdragon, pea, maize and even gymnosperms. Expression of \"Arabidopsis thaliana\" LFY in distant plants like poplar and citrus also results in flower-production in these plants. The \"LFY\" gene regulates the expression of some genes belonging to the MADS-box family. These genes, in turn, act as direct controllers of flower development.",
            "score": 156.8836212158203
        },
        {
            "docid": "13571938_31",
            "document": "Plant evolutionary developmental biology . It seems that on the level of the organ, the leaf may be the ancestor of the flower, or at least some floral organs. When we mutate some crucial genes involved in flower development, we end up with a cluster of leaf-like structures. Thus, sometime in history, the developmental program leading to formation of a leaf must have been altered to generate a flower. There probably also exists an overall robust framework within which the floral diversity has been generated. An example of that is a gene called \"LEAFY (LFY)\", which is involved in flower development in \"Arabidopsis thaliana\". The homologs of this gene are found in angiosperms as diverse as tomato, snapdragon, pea, maize and even gymnosperms. Expression of \"Arabidopsis thaliana\" LFY in distant plants like poplar and citrus also results in flower-production in these plants. The \"LFY\" gene regulates the expression of some gene belonging to the MADS-box family. These genes, in turn, act as direct controllers of flower development.",
            "score": 156.7445831298828
        },
        {
            "docid": "29322025_3",
            "document": "TAL effector . Xanthomonas are Gram-negative bacteria that can infect a wide variety of plant species including pepper, rice, citrus, cotton, tomato, and soybeans.  Some types of Xanthomonas cause localized leaf spot or leaf streak while others spread systemically and cause black rot or leaf blight disease. They inject a number of effector proteins, including TAL effectors, into the plant via their type III secretion system. TAL effectors have several motifs normally associated with eukaryotes including multiple nuclear localization signals and an acidic activation domain. When injected into plants, these proteins can enter the nucleus of the plant cell, bind plant promoter sequences, and activate transcription of plant genes that aid in bacterial infection. Plants have developed a defense mechanism against type III effectors that includes R (resistance) genes triggered by these effectors. Some of these R genes appear to have evolved to contain TAL-effector binding sites similar to site in the intended target gene. This competition between pathogenic bacteria and the host plant has been hypothesized to account for the apparently malleable nature of the TAL effector DNA binding domain.",
            "score": 156.54837036132812
        },
        {
            "docid": "55410471_18",
            "document": "DCas9 activation system . A dCas9 fusion with VP64, p65, and HSF1 (heat shock factor 1) allowed researchers to target genes in Arabidopsis thaliana and increase transcription to a similar level as when the gene itself is inserted into the plant’s genome. For one of the two genes tested, the dCas9 activator changes the number and size of leaves and made the plants better able to handle drought. The authors conclude that the dCas9 activator can create phenotypes in plants that are similar to those observed when a transgene is inserted for overexpression. Researchers have used multiple guide RNAs to target dCas9 activation system to multiple genes in a specific mouse strain in which dCas9 can be turned on in specific cell lines using the Cre recombinase system. Scientists used the targeting and increased expression of several genes to examine the processes involved in regeneration and carcinomas of the liver.",
            "score": 154.9747314453125
        },
        {
            "docid": "13415317_4",
            "document": "Expansin . So far, two large families of expansin genes have been discovered in plants, named alpha-expansins (given the gene symbol EXPA) and beta-expansins (EXPB). Both families of expansins have been identified in a wide range of land plants, from angiosperms and gymnosperms to ferns and mosses. The model plant \"Arabidopsis thaliana\" contains around 26 different α-expansin genes and 6 β-expansin genes. A subset of β-expansins has evolved a special role in grass pollen, where they are known as group 1 grass pollen allergens. Plants also have a small set of expansin-like genes (named EXLA and EXLB) whose function has not been established. Some proteins in bacteria and fungi are known to have distant sequence similarity to plant expansins. Strong evidence that at least some of these sequences are indeed expansins came in 2008 when the crystal structure of the YOAJ protein from a bacterium (\"Bacillus subtilis\") was shown to be very similar to the structure of plant expansins, despite the low sequence similarity. This study also noted that proteins related to YOAJ were found in diverse species of plant pathogenic bacteria, but not in related bacteria that did not attack or colonize plants, thus suggesting that these bacterial expansins have a role in plant-microbe interactions. Some animals, such as \"Globodera rostochiensis\", a plant-parasitic nematode, can produce a functional expansin which uses it to loosen cell walls when invading its host plant.",
            "score": 154.7899932861328
        },
        {
            "docid": "28441864_10",
            "document": "Genetically modified tomato . The insecticidal toxin from the bacterium \"Bacillus thuringiensis\" has been inserted into a tomato plant. When field tested they showed resistance to the tobacco hornworm (\"Manduca sexta\"), tomato fruitworm (\"Heliothis zea\"), the tomato pinworm (\"Keiferia lycopersicella\") and the tomato fruit borer (\"Helicoverpa armigera\"). A 91-day feeding trial in rats showed no adverse effects, but the Bt tomato has never been commercialised. Tomatoes resistant to a root knot nematode have been created by inserting a cysteine proteinase inhibitor gene from taro. A chemically synthesised \"ceropin B\" gene, usually found in the giant silk moth (\"Hyalophora cecropia\"), has been introduced into tomato plants and in vivo studies show significant resistance to bacterial wilt and bacterial spot. When the cell wall proteins, polygalacturonase and expansin are prevented from being produced in fruits, they are less susceptible to the fungus \"Botrytis cinerea\" than normal tomatoes. Pest resistant tomatoes can reduce the ecological footprint of tomato production while at the same time increase farm income.",
            "score": 153.96054077148438
        },
        {
            "docid": "1023906_6",
            "document": "Phytoalexin . Long-term resistance, or systemic acquired resistance (SAR), involves communication of the damaged tissue with the rest of the plant using plant hormones such as jasmonic acid, ethylene, abscisic acid or salicylic acid. The reception of the signal leads to global changes within the plant, which induce genes that protect from further pathogen intrusion, including enzymes involved in the production of phytoalexins. Often, if jasmonates or ethylene (both gaseous hormones) is released from the wounded tissue, neighboring plants also manufacture phytoalexins in response. For herbivores, common vectors for disease, these and other wound response aromatics seem to act as a warning that the plant is no longer edible. Also, in accordance with the old adage, \"an enemy of my enemy is my friend,\" the aromatics may alert natural enemies of the plant invaders to the presence thereof.",
            "score": 153.24842834472656
        },
        {
            "docid": "44815911_8",
            "document": "Heteroblasty (botany) . Hormones are known to regulate heteroblastic change in plants. One hormone that has been identified is gibberellin. In a study, it was used to spontaneously revert the mature form of Hedera \"helix\" (a common English ivy) to its juvenile form. After being sprayed with gibberellin acid some of the ivies began to produce aerial roots which are a characteristic of the juvenile form as well as three lobed leaves another characteristic. It is also hypothesized that auxin and cytokinin when working together can cause the sudden change in phyllotaxy of heterogenetic plants. The gene ABPH1 has been found to code for cytokinin and when changed in a mutant affected the plant's ability to regulate the phyllotaxy of the stem. The hypothesis is based mostly on studies done on non-heteroblastic plants and so it is not certain that these are the cause of the sudden changes in a heteroblastic plant. A dramatic change in leaf size is another example of a heteroblastic change in plants and researchers have looked to studies done on non-heteroblastic plants for answers about what hormones and genes could regulate these changes. Aintegumenta has been found to be one of these regulatory genes that regulated cell growth. It is believed that many genes are involved in the regulation of leaf size and these genes do not closely interact meaning they are not caused by a master regulator but instead are a part of many different pathways.",
            "score": 152.7911376953125
        },
        {
            "docid": "37138_40",
            "document": "Arabidopsis thaliana . Systemic acquired resistance (SAR) is another example of resistance that is better understood in plants because of research done in \"A. thaliana\". Benzothiadiazol (BTH), a salicylic acid (SA) analog, has been used historically as an antifungal compound in crop plants. BTH, as well as SA, has been shown to induce SAR in plants. The initiation of the SAR pathway was first demonstrated in \"A. thaliana\" in which increased SA levels are recognized by nonexpresser of PR genes 1 (NPR1) due to redox change in the cytosol, resulting in the reduction of NPR1. NPR1, which usually exists in a multiplex (oligomeric) state, becomes monomeric (a single unit) upon reduction. When NPR1 becomes monomeric, it translocates to the nucleus, were it interacts with many TGA transcription factors, and is able to induce pathogen-related genes such as PR1. Another example of SAR would be the research done with transgenic tobacco plants, which express bacterial salicylate hydroxylase, nahG gene, requires the accumulation of SA for its expression",
            "score": 152.23536682128906
        },
        {
            "docid": "30981835_17",
            "document": "Streptomyces scabies . Very little is known about the defense mechanisms that plants use against actinobacteria such as \"S. scabies\". When the model plant, \"Arabidopsis thaliana\" is challenged by \"S. scabies\" or thaxtomin A it produces the antimicrobial phytoalexin called scopoletin, which is known to accumulate in tobacco when it is infected by pathogens. This leads to the bacteria growing more slowly and producing less thaxtomin A, thought to be linked to the repression of the nitric oxide synthase gene involved in its synthesis. Scopoletin has been detected in diseased potato tubers, but its role in the defense against \"S. scabies\" is unknown. Other defense mechanisms have also been noted in \"A. thaliana\" to thaxtomin A, including the initiation of programmed cell death, an efflux of hydrogen ions and an influx of calcium ions.",
            "score": 150.0177001953125
        },
        {
            "docid": "9434427_8",
            "document": "F-box protein . F-box proteins have also been associated with cellular functions such as signal transduction and regulation of the cell cycle. In plants, many F-box proteins are represented in gene networks broadly regulated by microRNA-mediated gene silencing via RNA interference. F-box proteins are involved in many plant vegetative and reproduction growth and development. For example, F-box protein-FOA1 involved in abscisic acid (ABA) signaling to affect the seed germination. ACRE189/ACIF1 can regulate cell death and defense when the pathogen is recognized in the Tobacco and Tomato plant.",
            "score": 149.412353515625
        },
        {
            "docid": "187185_14",
            "document": "Calmodulin . The plant sorghum is well established model organism and can adapt in hot and dry environments. For this reason, it is used as a model to study calmodulin's role in plants. Sorghum, contains seedlings that express a glycine-rich RNA-binding protein, SbGRBP. This particular protein can be modulated by using heat as a stressor. Its unique location in the cell nucleus and cytosol, demonstrates interaction with calmodulin that requires the use of Ca. By exposing the plant to versatile stress conditions, it can cause different proteins that enable the plant cells to tolerate environmental changes to become repressed. These modulated stress proteins are shown to interact with CaM. In an Arabidopsis thaliana study, hundreds of different proteins demonstrated the possibility to bind to CaM in plants. The CaMBP genes expressed in the sorghum are depicted as a “model crop” for researching the tolerance to heat and drought stress.",
            "score": 149.15591430664062
        },
        {
            "docid": "19859812_10",
            "document": "Inducible plant defenses against herbivory . Systemically induced defences are at least in some cases the result of changes in the transcription rates of genes in a plant. Genes involved in this process may differ between species, but common to all plants is that systemically induced defences occur as a result of changes in gene expression. The changes in transcription can involve genes which either do not encode products involved in insect resistance, or are involved in general response to stress. In cultivated tobacco (\"Nicotiana tobacum\") photosynthetic genes are down-regulated, while genes directly involved in defences are up-regulated in response to insect attack. This allows more resources to be allocated to producing proteins directly involved in the resistance response. A similar response was reported in \"Arabidopsis\" plants where there is an up-regulation of all genes that are involved in defence. Such changes in the transcription rates are essential in inducing a change in the level of defence upon herbivory attack.",
            "score": 148.3352813720703
        },
        {
            "docid": "19167679_79",
            "document": "Virus . Plants have elaborate and effective defence mechanisms against viruses. One of the most effective is the presence of so-called resistance (R) genes. Each R gene confers resistance to a particular virus by triggering localised areas of cell death around the infected cell, which can often be seen with the unaided eye as large spots. This stops the infection from spreading. RNA interference is also an effective defence in plants. When they are infected, plants often produce natural disinfectants that kill viruses, such as salicylic acid, nitric oxide, and reactive oxygen molecules.",
            "score": 148.25582885742188
        },
        {
            "docid": "18228545_2",
            "document": "GAI (Arabidopsis thaliana gene) . GAI or Gibberellic-Acid Insensitive is a gene in \"Arabidopsis thaliana\" which is involved in regulation of plant growth. GAI represses the pathway of gibberellin-sensitive plant growth. It does this by way of its conserved DELLA motif.",
            "score": 147.34437561035156
        },
        {
            "docid": "5326585_9",
            "document": "Systemin . Exceedingly small amounts of tomato systemin are active, femto-molar concentrations of the peptide are sufficient to elicit a response at the whole plant level, making it one of the most potent gene activators identified. A receptor for tomato systemin was identified as a 160KDa leucine-rich repeat receptor like kinase (LRR-RLK), SR160. After being isolated it was found that was very similar in structure to BRI1 from \"A. thaliana\", the receptor that brassinolides bind to on the cell membrane. This was the first receptor which was found to be able to bind both a steroid and a peptide ligand and also to be involved in both defensive and developmental responses. Recent studies have found that the initial conclusion that BRI1 is the receptor for tomato systemin may be incorrect. In \"cu3\" mutants of tomato, a null allele with a stop codon present in the extracellular LRR domain of BRI1 prevents the receptor from being localised correctly and it also lacks the kinase domain, required for signalling. These mutants are insensitive to brassinolide yet still respond to tomato systemin by producing protease inhibitors and causing an alkalisation response. This led Holton \"et al.\" to suggest that there is another mechanism by which systemin is perceived. Further investigation showed that binding of systemin to BRI1 does not cause the receptor to become phosphorylated, as when brassinolides bind, suggesting that it does not transduce a signal. When BRI1 is silenced in tomato, the plants have a similar phenotype to \"cu3\" mutants yet are still able to respond normally to systemin, strengthening the view that BRI1 is not the systemin receptor.",
            "score": 147.0301971435547
        },
        {
            "docid": "14579421_32",
            "document": "Introduction to viruses . Plants have elaborate and effective defence mechanisms against viruses. One of the most effective is the presence of so-called resistance (R) genes. Each R gene confers resistance to a particular virus by triggering localised areas of cell death around the infected cell, which can often be seen with the unaided eye as large spots. This stops the infection from spreading. RNA interference is also an effective defence in plants. When they are infected, plants often produce natural disinfectants which destroy viruses, such as salicylic acid, nitric oxide and reactive oxygen molecules.",
            "score": 146.09478759765625
        },
        {
            "docid": "1460958_14",
            "document": "Gravitropism . Mutants with altered responses to gravity have been isolated in several plant species including \"Arabidopsis thaliana\" (one of the genetic model systems used for plant research). These mutants have alterations in either negative gravitropism in hypocotyls and/or shoots, or positive gravitropism in roots, or both. Mutants have been identified with varying effects on the gravitropic responses in each organ, including mutants which nearly eliminate gravitropic growth, and those whose effects are weak or conditional. Once a mutant has been identified, it can be studied to determine the nature of the defect (the particular difference(s) it has compared to the non-mutant 'wildtype'). This can provide information about the function of the altered gene, and often about the process under study. In addition the mutated gene can be identified, and thus something about its function inferred from the mutant phenotype.",
            "score": 145.79141235351562
        },
        {
            "docid": "59358_10",
            "document": "Mycorrhiza . Nutrients can be shown to move between different plants through the fungal network. Carbon has been shown to move from paper birch trees into Douglas-fir trees thereby promoting succession in ecosystems. The ectomycorrhizal fungus \"Laccaria bicolor\" has been found to lure and kill springtails to obtain nitrogen, some of which may then be transferred to the mycorrhizal host plant. In a study by Klironomos and Hart, Eastern White Pine inoculated with \"L. bicolor\" was able to derive up to 25% of its nitrogen from springtails. When compared to non-mycorrhizal fine roots, ectomycorrhizae may contain very high concentrations of trace elements, including toxic metals (cadmium, silver) or chlorine. The first genomic sequence for a representative of symbiotic fungi, the ectomycorrhizal basidiomycete \"Laccaria bicolor\", has been published. An expansion of several multigene families occurred in this fungus, suggesting that adaptation to symbiosis proceeded by gene duplication. Within lineage-specific genes those coding for symbiosis-regulated secreted proteins showed an up-regulated expression in ectomycorrhizal root tips suggesting a role in the partner communication. \"Laccaria bicolor\" is lacking enzymes involved in the degradation of plant cell wall components (cellulose, hemicellulose, pectins and pectates), preventing the symbiont from degrading host cells during the root colonisation. By contrast, \"Laccaria bicolor\" possesses expanded multigene families associated with hydrolysis of bacterial and microfauna polysaccharides and proteins. This genome analysis revealed the dual saprotrophic and biotrophic lifestyle of the mycorrhizal fungus that enables it to grow within both soil and living plant roots.",
            "score": 145.41091918945312
        },
        {
            "docid": "232742_8",
            "document": "Botrytis cinerea . Plants have evolved to produce localized lesions when a pathogen attacks. An oxidative burst causes hypersensitive cell death called a hypersensitive response (HR). This soft rot can trigger HR to assist in colonization. \"Botrytis cinerea\", as a necrotrophic pathogen, exploits the dead tissue for its pathogenicity or its ability to cause disease. Susceptible plants cannot use the HR to protect against \"Botrytis cinerea\".",
            "score": 145.0363006591797
        }
    ]
}