{
    "q": [
        {
            "docid": "52772351_8",
            "document": "Nasal-associated lymphoid tissue . Intranasal (i.n.) immunization or vaccination is effective way how to stimulate respiratory immune system. This way of immunization can provoke both cell-mediated and humoral immune response and is capable of stimulating both mucosal and systemic immune system. Dose of i.n. administered antigen can be much smaller than of oral administered antigen, because antigens are not exposed to digestive enzymes. Thus, it would be suitable way of vaccination against airborne viruses and bacteria. In 1997, nasal-spray vaccine containing inactivated form of influenza virus with nLT (heat-labile enterotoxin) as adjuvants was used in Switzerland, but it had to be withdrawn from the market, because it caused Bell's palsy to some patients. Thus, scientists are looking for more suitable and safe adjuvants, for expamle, Masafumi Yamamoto et al. in 1998 on mice model proved safe and efficient i.n. vaccination against \"Streptococcus pneumoniae\" and in 2002 also against influenza virus.",
            "score": 370.6986881494522
        },
        {
            "docid": "33769881_25",
            "document": "Immunomics . As quoted by Stefania Bambini and Rino Rappuoli, “New powerful genomics technologies have increased the number of disease that can be addressed by vaccination, and decreased the time for discover research and vaccine development.” The availability of complete genome sequences of pathogens in combination with high-throughput genomics technologies have helped to accelerate vaccine development. Reverse vaccinology uses genomic sequences of viral, bacterial, or parasitic pathogens to identify genes potentially encoding genes that promote pathogenesis. The first application of reverse vaccinology identified vaccine candidates against \"Neisseria meningitidis\" serogroup B. Computational tools identified 600 putative surface-exposed or secreted proteins from the complete genome sequence of a MenB pathogenic strain, on the basis of sequence features. These putative proteins were expressed in E. coli, purified, and used to immunize mice. Tests using mice immune sera estimated the ability of antibodies to protect against these proteins. The proteins able to solicit a robust immune response were checked for sequence conservation across a panel of meningitides strains and allowed for further selection of antigen able to elicit an immune response against most strains in the panel. On the basis of these antigen sequences, scientists have been able to develop a universal “cocktail” vaccine against \"Neisseria meninitidis\" that uses five antigens to promote immunity. Similar approaches have been used for a variety of other human pathogens, such as \"Streptococcus pneumoniae\", \"Chlamydia pneumoniae\", \"Bacillus anthracis\", \"Porphyromonas gingivalis\", \"Mycobacterium tuberculosis\", \"Helicobacter pylori\", amongst others. Additionally, studies have started for the development of vaccines against viruses.",
            "score": 279.5969213247299
        },
        {
            "docid": "48799027_20",
            "document": "Raccoonpox virus . RCN has been developed as a recombinant for the delivery of vaccines against the plague (caused by bacterium \"Yersinia pestis\"), feline panleukopenia virus, rabies virus and other pathogens in wildlife and domestic animals. Controlling diseases such as the plague in wildlife and domestic animals is important to reducing its transmission to humans. RCN is favored as a vector for wildlife and veterinary management over other potential poxvirus vectors because it triggers an immune response when it is taken in through mucosal routes, which is important for the widespread immunization of wildlife. Recombinant RCN (rRCN) vaccines been given to a number of mammalian species such as mice, raccoons, cats and sheep without side effects. The rRCN rabies virus glycoprotein recombinant vaccine was effective when given to sheep both intradermally and intramuscularly. Fortunately, the rRCN vaccine did relatively little harm to sheep when ingested orally, suggesting that rRCN vaccines used for wildlife management delivered as oral baits would be safe if accidentally ingested by sheep. Further studies are needed to determine the effect of ingestion of oral bait rRCN vaccines by non-target farm and domestic animals. Particular rRCN vaccines have been designed to effectively confer protective immunity against multiple pathogens. rRCN vaccines have been successful too in treating rabies virus in mice. These vaccines functioned by either expressing the rabies virus internal structural nucleoprotein (RCN-N) or by expressing the rabies virus glycoprotein (RCN-G).",
            "score": 254.13069796562195
        },
        {
            "docid": "52872553_9",
            "document": "Severe combined immunodeficient mice . SCID mice have allowed for increased research on a wide range of topics, including the development and pluripotency of human HSC, human-specific diseases and their interactions with the human immune system, vaccination, and cancer. SCID mice with human immune cells are able to respond to pathogens such as viruses and create antibodies against them, which has helped scientists better understand how the human immune system protects against pathogen infection. For example, they have been used to study Dengue virus and malaria, as well as to assess the efficacy of drugs that target these diseases.",
            "score": 249.45597553253174
        },
        {
            "docid": "21053458_2",
            "document": "Cholera vaccine . Cholera vaccines are vaccines that are effective at preventing cholera. For the first six months after vaccination they provide about 85percent protection, which decreases to 50percent or 62percent during the first year. After two years the level of protection decreases to less than 50percent. When enough of the population is immunized, it may protect those who have not been immunized (known as herd immunity). The World Health Organization (WHO) recommends the use of cholera vaccines in combination with other measures among those at high risk. With the oral vaccine, two or three doses are typically recommended. The duration of protection is two years in adults and 6 months in children aged 2–5 years. A single dose vaccine is available for those traveling to an area were cholera is common. In 2010 in some countries an injectable cholera vaccine was available. The available types of oral vaccine are generally safe. Mild abdominal pain or diarrhea may occur. They are safe in pregnancy and in those with poor immune function. They are licensed for use in more than 60 countries. In countries where the disease is common, the vaccine appears to be cost effective. The first vaccines used against cholera were developed in the late 1800s. They were the first widely used vaccine that was made in a laboratory. Oral vaccines were first introduced in the 1990s. It is on the WHO Model List of Essential Medicines, the most effective and safe medicines needed in a health system. The cost to immunize against cholera is between 0.1 and 4.0 USD.",
            "score": 228.67453706264496
        },
        {
            "docid": "87175_4",
            "document": "Herd immunity . High levels of immunity in one age group can create herd immunity for other age groups. Vaccinating adults against pertussis reduces pertussis incidence in infants too young to be vaccinated, who are at the greatest risk of complications from the disease. This is especially important for close family members, who account for most of the transmissions to young infants. In the same manner, children receiving vaccines against pneumococcus reduces pneumococcal disease incidence among younger, unvaccinated siblings. Vaccinating children against pneumococcus and rotavirus has had the effect of reducing pneumococcus- and rotavirus-attributable hospitalizations for older children and adults, who do not normally receive these vaccines. Influenza (flu) is more severe in the elderly than in younger age groups, but influenza vaccines lack effectiveness in this demographic due to a waning of the immune system with age. The prioritization of school-age children for seasonal flu immunization, which is more effective than vaccinating the elderly, however, has shown to create a certain degree of protection for the elderly.",
            "score": 241.28464889526367
        },
        {
            "docid": "14958_32",
            "document": "Immune system . Newborn infants have no prior exposure to microbes and are particularly vulnerable to infection. Several layers of passive protection are provided by the mother. During pregnancy, a particular type of antibody, called IgG, is transported from mother to baby directly through the placenta, so human babies have high levels of antibodies even at birth, with the same range of antigen specificities as their mother. Breast milk or colostrum also contains antibodies that are transferred to the gut of the infant and protect against bacterial infections until the newborn can synthesize its own antibodies. This is passive immunity because the fetus does not actually make any memory cells or antibodies—it only borrows them. This passive immunity is usually short-term, lasting from a few days up to several months. In medicine, protective passive immunity can also be transferred artificially from one individual to another via antibody-rich serum. Long-term \"active\" memory is acquired following infection by activation of B and T cells. Active immunity can also be generated artificially, through vaccination. The principle behind vaccination (also called immunization) is to introduce an antigen from a pathogen in order to stimulate the immune system and develop specific immunity against that particular pathogen without causing disease associated with that organism. This deliberate induction of an immune response is successful because it exploits the natural specificity of the immune system, as well as its inducibility. With infectious disease remaining one of the leading causes of death in the human population, vaccination represents the most effective manipulation of the immune system mankind has developed.",
            "score": 308.77432000637054
        },
        {
            "docid": "26490443_9",
            "document": "Immunosignature . The group of mice which received sub-lethal infection doses of PR8, and the group of mice which received vaccines of killed PR8, had different immunosignatures. The two groups of mice immunized with the seasonal flu vaccines also had immunosignatures which were distinct from each other. This demonstrates that the immunosignature platform can be used to distinguish between very similar vaccines. The immunosignature of known protection (here, the signature of mice immunized with the killed virus), was compared to the immunosignatures of the mice groups given less protective vaccines. The more protective a mouse's vaccine was, the closer that mouse's immunosignature was to the protected signature.",
            "score": 192.84973096847534
        },
        {
            "docid": "87175_14",
            "document": "Herd immunity . The primary way to boost levels of immunity in a population is through vaccination. Vaccination is originally based on the observation that milkmaids exposed to cowpox were immune to smallpox, so the practice of inoculating people with the cowpox virus began as a way to prevent smallpox. Well-developed vaccines provide protection in a far safer way than natural infections, as vaccines generally do not cause the diseases they protect against and severe adverse effects are significantly less common than complications from natural infections. The immune system does not distinguish between natural infections and vaccines, forming an active response to both, so immunity induced via vaccination is similar to what would have occurred from contracting and recovering from the disease. To achieve herd immunity through vaccination, vaccine manufacturers aim to produce vaccines with low failure rates and policy makers aim to encourage their use. After the successful introduction and widespread use of a vaccine, sharp declines in the incidence of diseases it protects against can be observed, necessarily decreasing the number of hospitalizations and deaths caused by such diseases.",
            "score": 272.82664585113525
        },
        {
            "docid": "21009963_35",
            "document": "Meningitis . Meningococcus vaccines exist against groups A, B, C, W135 and Y. In countries where the vaccine for meningococcus group C was introduced, cases caused by this pathogen have decreased substantially. A quadrivalent vaccine now exists, which combines four vaccines with the exception of B; immunization with this ACW135Y vaccine is now a visa requirement for taking part in Hajj. Development of a vaccine against group B meningococci has proved much more difficult, as its surface proteins (which would normally be used to make a vaccine) only elicit a weak response from the immune system, or cross-react with normal human proteins. Still, some countries (New Zealand, Cuba, Norway and Chile) have developed vaccines against local strains of group B meningococci; some have shown good results and are used in local immunization schedules. Two new vaccines, both approved in 2014, are effective against a wider range of group B meningococci strains. In Africa, until recently, the approach for prevention and control of meningococcal epidemics was based on early detection of the disease and emergency reactive mass vaccination of the at-risk population with bivalent A/C or trivalent A/C/W135 polysaccharide vaccines, though the introduction of MenAfriVac (meningococcus group A vaccine) has demonstrated effectiveness in young people and has been described as a model for product development partnerships in resource-limited settings.",
            "score": 239.24983513355255
        },
        {
            "docid": "8866863_14",
            "document": "Pneumococcal vaccine . This immune response is less robust than the response provoked by conjugated vaccines, which has several consequences. The vaccine is ineffective in children less than 2 years old, presumably due to their less mature immune systems. Non-response is also common amongst older adults. Immunity is not lifelong, so individuals must be re-vaccinated at age 65 if their initial vaccination was given at age 60 or younger. Since no mucosal immunity is provoked, the vaccine does not affect carrier rates, promote herd immunity, or protect against upper or lower respiratory tract infections. Finally, provoking immune responses using unconjugated polysaccharides from the capsules of other bacteria, such as H. influenzae, has proven significantly more difficult.",
            "score": 278.35516142845154
        },
        {
            "docid": "1534709_8",
            "document": "Max Theiler . After passing the yellow fever virus through laboratory mice, Theiler found that the weakened virus conferred immunity on rhesus macaques. The stage was set for Theiler to develop a vaccine against the disease. Theiler first devised a test for the efficacy of experimental vaccines. In his test, sera from vaccinated human subjects were injected into mice to see if they protected the mice against yellow fever virus. This \"mouse protection test\" was used with variations as a measure of immunity until after World War II. Subculturing the particularly virulent Asibi strain from West Africa in chicken embryos, a technique pioneered by Ernest Goodpasture, the Rockefeller team sought to obtain an attenuated strain of the virus that would not kill mice when injected into their brains. It took until 1937, and more than 100 subcultures in chicken embryos, for Theiler and his colleague Hugh Smith to obtain an attenuated strain, which they named \"17D\". Animal tests showed the attenuated 17D mutant was safe and immunizing. Theiler's team rapidly completed the development of a 17D vaccine, and the Rockefeller Foundation began human trials in South America. Between 1940 and 1947, the Rockefeller Foundation produced more than 28 million doses of the vaccine and finally ended yellow fever as a major disease.",
            "score": 200.923171043396
        },
        {
            "docid": "5057839_9",
            "document": "Ruth Arnon . Prof. Arnon is currently performing research on a universal, recombinant influenza vaccination, as well as cancer vaccine research. In a 2009 paper, Arnon speaks of research using virus-like particles (VLP) to induce an immune response. These particles cannot replicate, but possess the specific antigen presenting proteins that immune cells use to identify viruses. Therefore, a vaccine could introduce VLPs to an individuals immune system and bring about the production of memory cells. Arnon and Ben-Yedidia hypothesize that these vaccines would be effective against H5N1, a pandemic virus more commonly known as bird flu. They have tested the various synthetic vaccinations on mice and observed a significant immune response. In addition, they have put human lymphocytes in mice and also observed an immune response. Their research formed the basis of the company BiondVax, who have taken the universal flu vaccine into human clinical trials.",
            "score": 290.10132908821106
        },
        {
            "docid": "3524301_10",
            "document": "Burkholderia mallei . The bacterium is susceptible to numerous disinfectants including benzalkonium chloride, iodine, mercuric chloride, potassium permanganate, 1% sodium hypochlorite, and ethanol. The micro-organism can also be destroyed by heating or ultraviolet light. Antibiotics such as streptomycin, amikacin, tetracycline, doxycycline, carbapenems, ceftazidime, amoxicillin/clavulanic acid, piperacillin, chloramphenicol, and sulfathiazole have been reported to be effective against the bacteria \"in vitro\". \"B. mallei\", like \"B. pseudomallei\", is also resistant to a number of antibiotics including aminoglycosides, polymyxins, and beta-lactams. No vaccine is currently available for humans or animals to protect against \"B. mallei\" infection. An animal model that will predict immune responses necessary to create immunity to the bacterium is needed before a vaccine can be developed. Mice are fairly close to humans in their susceptibility to \"B. mallei\" and would be the ideal choice of animal for creating a model for the vaccine.",
            "score": 200.0198540687561
        },
        {
            "docid": "20547586_17",
            "document": "NmVac4-A/C/Y/W-135 . The capsular polysaccharides of \"Neisseria meningitidis\" are attractive vaccine candidates because they constitute the most highly conserved and most exposed bacterial-surface antigens. The use of capsular polysaccharides as immunoprophylactic agents against human disease caused by encapsulated bacteria is now firmly established. The capsular polysaccharides of the meningococcus are negatively charged and are obtained in a high molecular weight immunogenic form by precipitation. Meningococcal polysaccharide vaccines are efficacious to protect from meningitis disease in adults, but cannot provide full protection to infants under the age of 5. The duration of protection elicited by the meningococcal polysaccharide vaccines is not long lasting in adults and children above four years of age. For children from one to four years old the duration of protection is less than three years. Protective immunity to encapsulated bacterial pathogens such as \"N. meningitidis\" is principally mediated by the reaction between antibody and capsular polysaccharide epitopes. In encapsulated gram negative bacteria, protection results primarily from a direct complement-mediated bactericidal effect. Vaccines have been prepared from the capsular polysaccharides of \"Neisseria meningitidis\" (groups A, C, W-135, and Y). These and other polysaccharides have been classified as T cell independent type 2 (TI-2) antigens based on their inability to stimulate an immune response in animals that carry an X-linked immune B-cell defect (xid). TI-2 antigens tend to be characterized by high molecular weight, multiple repeat epitopes, slow degradation in vivo, and a failure to stimulate major histocompatibility complex (MHC) type II mediated T-cell help. TI-2 antigens generally are incapable of stimulating an immune response in neonatal humans under 18 months of age. This has spurred attempts to modify the capsular polysaccharides such that vaccines protective for all at-risk groups will result. To date, the most successful approach has been to covalently bind carrier proteins to the polysaccharides, thus engendering a vaccine capable of invoking a T-dependent response.",
            "score": 276.888081908226
        },
        {
            "docid": "21861955_4",
            "document": "Inactivated vaccine . Because inactivated viruses tend to produce a weaker response by the immune system than live viruses, immunologic adjuvants and multiple \"booster\" injections may be required to provide an effective immune response against the inactivated pathogen. Attenuated vaccines are often preferable for generally healthy people because a single dose is often safe and very effective. However, some people cannot take attenuated vaccines because the pathogen poses too much risk for them (for example, elderly people or people with immunodeficiency). For those patients, an inactivated vaccine can provide protection.",
            "score": 251.9217791557312
        },
        {
            "docid": "49265835_22",
            "document": "Gas vesicle . A similar experiment uses the same gas vesicle gene and \"Salmonella enterica\" pathogen’s secreted inosine phosphate effector protein SopB4 and SopB5 to generate a potential vaccine vector. Immunized mice secrete pro-inflammatory cytokines IFN-γ, IL-2, and IL-9. Antibody IgG is also detected. After an infection challenge, none or significantly less amount of bacteria were found in the harvested organs such as the spleen and the liver. Potential vaccines using gas vesicle as an antigen display can be given via the mucosal route as an alternative administration pathway, increasing its accessibility to more people and eliciting a wider range of immune responses within the body.",
            "score": 251.06057691574097
        },
        {
            "docid": "284029_6",
            "document": "Immunization . Immunizations are often widely stated as less risky and an easier way to become immune to a particular disease than risking a milder form of the disease itself. They are important for both adults and children in that they can protect us from the many diseases out there. Immunization not only protects children against deadly diseases but also helps in developing children's immune systems. Through the use of immunizations, some infections and diseases have almost completely been eradicated throughout the United States and the World. One example is polio. Thanks to dedicated health care professionals and the parents of children who vaccinated on schedule, polio has been eliminated in the U.S. since 1979. Polio is still found in other parts of the world so certain people could still be at risk of getting it. This includes those people who have never had the vaccine, those who didn't receive all doses of the vaccine, or those traveling to areas of the world where polio is still prevalent.",
            "score": 229.1104347705841
        },
        {
            "docid": "8470143_3",
            "document": "Anti-idiotypic vaccine . In one example of producing an anti-idiotypic vaccine, antibodies that bind tumor-associated antigens (TAA) are isolated and injected into mice. To the murine immune system, the TAA antibodies are antigens and cause an immunogenic reaction producing murine antibodies that can bind to the \"TAA idiotype\" and is said to be \"anti-idiotypic\". The resulting murine antibodies are harvested and used to vaccinate other mice. The resulting antibodies in the second set of mice have a three-dimensional binding site that mimics the original antibodies that bind tumor-associated antigens. These antibodies are combined with an adjuvant and given as a vaccine. The murine immune system essentially \"amplifies\" a small mass of TAA antibodies into a much larger mass used to vaccinate humans. Because the antibody produced using the \"anti-idiotypic\" process closely resembles the original epitope of the antigen, these antibodies can be used to induce immune responses from cellular to antibody-antigen for a given antigen, \"e. g.\", TAA, when administered as a vaccine to a human. They are mainly used for high risk cancer patients.",
            "score": 259.6584074497223
        },
        {
            "docid": "546406_16",
            "document": "Toll-like receptor . As noted above, human cells do not express TLR11, but mice cells do. Mouse-specific TLR11 recognizes uropathogenic \"E.coli\" and the apicomplexan parasite \"Toxoplasma gondii\". With \"Toxoplasma\" its ligand is the protein profilin, but the ligand for \"E. coli\" is still not known. Recently the enteropathogen \"Salmonella\" spp. was found to have a ligand which is bound by TLR11. Salmonella is a gram-negative flagellated bacterium which causes food- and waterborne gastroenteritis and typhoid fever in humans. TLR11 in mouse intestine recognizes the flagellun protein flagellin, causing dimerization of the receptor, activation of NF-κB and production of inflammatory cytokines. TLR11 deficient mice (knockout mouse) are efficiently infected with orally administered Salmonella Typhi. \"S. Typhi\" does not normally infect mice, it is human obligatory pathogen that causes typhoid fever, which affects more than 20 million people and causes more than 220 thousand deaths per year. Because of this, studies were carried out and it was found that tlr-/- mice can be immunized against \"S. Typhi\" and they are used as an animal model for studying immune responses against this pathogen and for the development of vaccines, that could be possibly used in the future.",
            "score": 215.23684656620026
        },
        {
            "docid": "309960_45",
            "document": "Cryptosporidiosis . A recombinant \"Cryptosporidium parvum\" oocyst surface protein (rCP15/60) vaccine has produced an antibody response in a large group of cows and also antibody response in calves fed rCP15/60-immune colostrum produced by these vaccinated cows. This is very promising. Human \"Cryptosporidium parvum\" infections are particularly prevalent and often fatal in neonates in developing countries and to immunocompromised people, such as AIDS patients. There is no commercially available effective vaccine against \"Cryptosporidium parvum\", although passive immunization utilizing different zoite surface (glyco)proteins has shown promise. Developmental stages of the life cycle of the parasite might act as possible targets for vaccine development. The organism is detected in 65–97% of the surface-water supply in the United States and is resistant to most disinfectants used for the treatment of drinking water. Antibodies in the serum of humans and animals infected with \"Cryptosporidium parvum\" react with several antigens, one of which is a 15  protein (CP15) located on the surface of the organism. This protein is a good candidate for use as a molecular vaccine because previous studies have shown that a monoclonal antibody to CP15 confers passive immunity to mice. Currently, there is no vaccine or completely effective drug therapy against \"Cryptosporidium parvum\" in HIV/AIDS individuals.",
            "score": 234.4587094783783
        },
        {
            "docid": "3524301_11",
            "document": "Burkholderia mallei . \"B. mallei\" is responsible for causing glanders disease, which historically mostly affected animals, such as horses, mules, and donkeys, and rarely humans. Horses are considered the natural host for \"B. mallei\" infection and are highly susceptible to it. \"B. mallei\" infects and gains access to the cell of its host through lysis of the entry vacuole. \"B. mallei\" has bacterial protein-dependent, actin-based motility once inside the cell. It is also able to initiate host cell fusion that results in multinucleated giant cells (MNGCs). The consequence of MNGCs has yet to be determined, but it may allow the bacteria to spread to different cells, evade responses by the infected host’s immune system, or allow the bacteria to remain in the host longer. \"B. mallei\" is able to survive inside host cells through its capabilities in disrupting the bacteria-killing functions of the cell. It leaves the vacuoles early, which allows for efficient replication of the bacteria inside the cell. Leaving the cell early also keeps the bacteria from being destroyed by lysosomal defensins and other pathogen-killing agents. MNGCs may help protect the bacteria from immune responses. \"B. mallei\"’s ability to live within the host cell makes developing a vaccine against it difficult and complex. The vaccine would need to create a cell-mediated immune response, as well as a humoral response to the bacteria in to be effective in protecting against \"B. mallei\". In regards to a vaccine against \"B. mallei\", the closeness of \"B. mallei\" to \"B. pseudomallei\" may make it possible that a vaccine developed for either type would be effective against the other.",
            "score": 276.4548990726471
        },
        {
            "docid": "929970_11",
            "document": "Controversies in autism . Following the belief that individual vaccines caused autism was the idea of vaccine overload, which claims that too many vaccines at once may overwhelm or weaken a child's immune system and lead to adverse effects. Vaccine overload became popular after the Vaccine Injury Compensation Program accepted the case of nine year old Hannah Poling. Hannah had encephalopathy putting her on the autism spectrum disorder, which was believed to have worsened after getting multiple vaccines at nineteen months old. There have been multiple cases reported similar to this one, which led to he belief that vaccine over load caused autism. However, scientific studies show that vaccines do not overwhelm the immune system. In fact, conservative estimates predict that the immune system can respond to thousands of viruses simultaneously. It is known that vaccines constitute only a tiny fraction of the pathogens already naturally encountered by a child in a typical year. Common fevers and middle ear infections pose a much greater challenge to the immune system than vaccines do. Other scientific findings support the idea that vaccinations, and even multiple concurrent vaccinations, do not weaken the immune system or compromise overall immunity because autism is not an immune-mediated disease.",
            "score": 239.53899931907654
        },
        {
            "docid": "32473_5",
            "document": "Vaccination . Generically, the process of artificial induction of immunity, in an effort to protect against infectious disease, works by 'priming' the immune system with an 'immunogen'. Stimulating immune responses with an infectious agent is known as \"immunization\". Vaccination includes various ways of administering immunogens.",
            "score": 241.1142098903656
        },
        {
            "docid": "11026468_9",
            "document": "Antigenic escape . While vaccines are created to strengthen the immune response to pathogens, in many cases these vaccines are not able to cover the wide variety of strains a pathogen may have. Instead they may only protect against one or two strains, leading to the escape of strains not covered by the vaccine. This results in the pathogens being able to attack targets of the immune system different than those intended to be targeted by the vaccination. This parasitic antigen diversity is particularly troublesome for the development of the malaria vaccines.",
            "score": 257.0102231502533
        },
        {
            "docid": "14958_3",
            "document": "Immune system . Pathogens can rapidly evolve and adapt, and thereby avoid detection and neutralization by the immune system; however, multiple defense mechanisms have also evolved to recognize and neutralize pathogens. Even simple unicellular organisms such as bacteria possess a rudimentary immune system in the form of enzymes that protect against bacteriophage infections. Other basic immune mechanisms evolved in ancient eukaryotes and remain in their modern descendants, such as plants and invertebrates. These mechanisms include phagocytosis, antimicrobial peptides called defensins, and the complement system. Jawed vertebrates, including humans, have even more sophisticated defense mechanisms, including the ability to adapt over time to recognize specific pathogens more efficiently. Adaptive (or acquired) immunity creates immunological memory after an initial response to a specific pathogen, leading to an enhanced response to subsequent encounters with that same pathogen. This process of acquired immunity is the basis of vaccination.",
            "score": 235.10099124908447
        },
        {
            "docid": "4615904_13",
            "document": "Influenza treatment . Interferons have also been investigated as adjuvants to enhance to effectiveness of influenza vaccines. This work was based on experiments in mice that suggested that type I interferons could enhance the effectiveness of influenza vaccines in mice. However, a clinical trial in 2008 found that oral dosing of elderly patients with interferon-alpha actually reduced their immune response to an influenza vaccine.",
            "score": 209.12655973434448
        },
        {
            "docid": "21053550_2",
            "document": "Measles vaccine . Measles vaccine is a vaccine that prevents measles. After one dose 85% of children nine months of age and 95% over twelve months of age are immune. Nearly all of those who do not develop immunity after a single dose develop it after a second dose. When rates of vaccination within a population are greater than ~92% outbreaks of measles typically no longer occur; however, they may occur again if rates of vaccination decrease. The vaccine's effectiveness lasts many years. It is unclear if it becomes less effective over time. The vaccine may also protect against measles if given within a couple of days of exposure to measles. The vaccine is generally safe including in those with HIV infections. Side effects are usually mild and short lived. This may include pain at the site of injection or mild fever. Anaphylaxis has been documented in about 3.5–10 cases per million doses. Rates of Guillain–Barré syndrome, autism and inflammatory bowel disease do not appear to be increased. The vaccine is available both by itself and in combination with other vaccines. This includes with the rubella vaccine and mumps vaccine to make the MMR vaccine, first made available in 1971. The addition of the varicella vaccine against chickenpox to these three in 2005 gave the MMRV vaccine. The vaccine works equally well in all formulations. The World Health Organization recommends it be given at nine months of age in areas of the world where the disease is common, or at twelve months where the disease is not common. It is a vaccine based on a live but weakened strain of measles. It comes as a dried powder which is mixed with a specific liquid before being injected either just under the skin or into a muscle. Verification that the vaccine was effective can be determined by blood tests. About 85% of children globally have received this vaccine as of 2013. In 2015, at least 160 countries provided two doses in their routine immunization. It was first introduced in 1963. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is about 0.70 USD per dose as of 2014.",
            "score": 221.09582495689392
        },
        {
            "docid": "13107678_3",
            "document": "Vaccination policy . Vaccination policies aim to produce immunity to preventable diseases. Besides individual protection from getting ill, some vaccination policies also aim to provide the community as a whole with herd immunity. Herd immunity refers to the idea that the pathogen will have trouble spreading when a significant part of the population has immunity against it. This protects those unable to get the vaccine due to medical conditions, such as immune disorders.",
            "score": 220.56526279449463
        },
        {
            "docid": "5264978_2",
            "document": "Mumps vaccine . Mumps vaccines are vaccines which prevent mumps. When given to a majority of the population they decrease complications at the population level. Effectiveness when 90% of a population is vaccinated is estimated at 85%. Two doses are required for long term prevention. The initial dose is recommended between the age of 12 and 18 months of age. The second dose is then typically given between two years and six years of age. Usage after exposure in those not already immune may be useful. Side effects are generally mild. It may cause mild pain and swelling at the site of injection and mild fever. More significant side effects are rare. Evidence is insufficient to link the vaccine to complications such as neurological effects. The vaccine should not be given to people who are pregnant or have very poor immune system function. Poor outcomes among children of mothers who received the vaccine during pregnancy, however, have not been documented. Even though the vaccine is developed in chicken cells, it is generally safe to give to those with egg allergies. Most of the developed world and many countries in the developing world include it in their immunization programs often in combination with measles and rubella vaccine known as MMR. A formulation with the previous three and the varicella vaccine known as MMRV is also available. As of 2005 110 countries provided the vaccine as part of their immunization programs. In areas where widespread vaccination is carried out it has resulted in a more than 90% decline in rates of disease. Almost half a billion doses of one variety of the vaccine has been given. A mumps vaccine was first licensed in 1948; however it only had short term effectiveness. Improved vaccines became commercially available in the 1960s. While the initial vaccine was Inactivated subsequent preparations are live virus that has been weakened. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. There are a number of different types in use as of 2007. The wholesale cost in the developing world of the version that includes measles and rubella is 0.24 USD per dose as of 2014.",
            "score": 243.7209656238556
        },
        {
            "docid": "4191_2",
            "document": "BCG vaccine . Bacillus Calmette–Guérin (BCG) vaccine is a vaccine primarily used against tuberculosis (TB). In countries where tuberculosis or leprosy is common, one dose is recommended in healthy babies as close to the time of birth as possible. In areas where tuberculosis is not common, only children at high risk are typically immunized, while suspected cases of tuberculosis are individually tested for and treated. Adults who do not have tuberculosis and have not been previously immunized but are frequently exposed may be immunized as well. BCG also has some effectiveness against Buruli ulcer infection and other nontuberculous mycobacteria infections. Additionally it is also often used as part of the treatment of bladder cancer. Rates of protection against tuberculosis infection vary widely and protection lasts up to twenty years. Among children it prevents about 20% from getting infected and among those who do get infected it protects half from developing disease. The vaccine is given by injection into the skin. Additional doses are not supported by evidence. It may also be used in the treatment of some types of bladder cancers. Serious side effects are rare. Often there is redness, swelling, and mild pain at the site of injection. A small ulcer may also form with some scarring after healing. Side effects are more common and potentially more severe in those with poor immune function. It is not safe for use during pregnancy. The vaccine was originally developed from \"Mycobacterium bovis\" which is commonly found in cows. While it has been weakened, it is still live. The BCG vaccine was first used medically in 1921. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. Between 2011 and 2014 the wholesale price was $0.16 to $1.11 USD a dose in the developing world. In the United States it costs $100 to $200 USD. As of 2004 the vaccine is given to about 100 million children per year globally.",
            "score": 221.46484422683716
        },
        {
            "docid": "32473_6",
            "document": "Vaccination . Some vaccines are administered after the patient already has contracted a disease. Vaccines given after exposure to smallpox, within the first three days, are reported to attenuate the disease considerably, and vaccination up to a week after exposure probably offers some protection from disease or may reduce the severity of disease. The first rabies immunization was given by Louis Pasteur to a child after he was bitten by a rabid dog. Since then, it has been found that, in people with healthy immune systems, four doses of rabies vaccine over 14 days, wound care, and treatment of the bite with rabies immune globulin, commenced as soon as possible after exposure, is effective in preventing rabies in humans. Other examples include experimental AIDS, cancer and Alzheimer's disease vaccines. Such immunizations aim to trigger an immune response more rapidly and with less harm than natural infection.",
            "score": 232.23179578781128
        }
    ],
    "r": [
        {
            "docid": "52772351_8",
            "document": "Nasal-associated lymphoid tissue . Intranasal (i.n.) immunization or vaccination is effective way how to stimulate respiratory immune system. This way of immunization can provoke both cell-mediated and humoral immune response and is capable of stimulating both mucosal and systemic immune system. Dose of i.n. administered antigen can be much smaller than of oral administered antigen, because antigens are not exposed to digestive enzymes. Thus, it would be suitable way of vaccination against airborne viruses and bacteria. In 1997, nasal-spray vaccine containing inactivated form of influenza virus with nLT (heat-labile enterotoxin) as adjuvants was used in Switzerland, but it had to be withdrawn from the market, because it caused Bell's palsy to some patients. Thus, scientists are looking for more suitable and safe adjuvants, for expamle, Masafumi Yamamoto et al. in 1998 on mice model proved safe and efficient i.n. vaccination against \"Streptococcus pneumoniae\" and in 2002 also against influenza virus.",
            "score": 370.6986999511719
        },
        {
            "docid": "10173410_4",
            "document": "Immunologic adjuvant . Adjuvants in immunology are often used to modify or augment the effects of a vaccine by stimulating the immune system to respond to the vaccine more vigorously, and thus providing increased immunity to a particular disease. Adjuvants accomplish this task by mimicking specific sets of evolutionarily conserved molecules, so called PAMPs, which include liposomes, lipopolysaccharide (LPS), molecular cages for antigen, components of bacterial cell walls, and endocytosed nucleic acids such as double-stranded RNA (dsRNA), single-stranded DNA (ssDNA), and unmethylated CpG dinucleotide-containing DNA. Because immune systems have evolved to recognize these specific antigenic moieties, the presence of an adjuvant in conjunction with the vaccine can greatly increase the innate immune response to the antigen by augmenting the activities of dendritic cells (DCs), lymphocytes, and macrophages by mimicking a natural infection.",
            "score": 341.801513671875
        },
        {
            "docid": "1105073_3",
            "document": "Adjuvant . Immunologic adjuvants are added to vaccines to stimulate the immune system's response to the target antigen, but do not provide immunity themselves. Adjuvants can act in various ways in presenting an antigen to the immune system. Adjuvants can act as a depot for the antigen, presenting the antigen over a longer period of time, thus maximizing the immune response before the body clears the antigen. Examples of depot type adjuvants are oil emulsions. An adjuvant can also act as an irritant, which engages and amplifies the body's immune response. A tetanus, diphtheria, and pertussis (DPT) vaccine, for example, contains minute quantities of toxins produced by each of the target bacteria, but also contains some aluminium hydroxide. Such aluminium salts are common adjuvants in vaccines sold in the United States and have been used in vaccines for more than 70 years.",
            "score": 334.04925537109375
        },
        {
            "docid": "10280304_18",
            "document": "Malaria vaccine . To increase, accelerate or modify the development of an immune response to a vaccine candidate it is often necessary to combine the antigenic substance to be delivered with an adjuvant or specialised delivery system. These terms are often used interchangeably in relation to vaccine development; however in most cases a distinction can be made. An adjuvant is typically thought of as a substance used in combination with the antigen to produce a more substantial and robust immune response than that elicited by the antigen alone. This is achieved through three mechanisms: by affecting the antigen delivery and presentation, by inducing the production of immunomodulatory cytokines, and by affecting the antigen presenting cells (APC). Adjuvants can consist of many different materials, from cell microparticles to other particulated delivery systems (e.g. liposomes).",
            "score": 315.1813659667969
        },
        {
            "docid": "14580460_3",
            "document": "Tumor antigen vaccine . Tumor antigen vaccines work the same way that viral vaccines work, by training the immune system to attack cells that contain the antigens in the vaccine. The difference is that the antigens for viral vaccines are derived from viruses or cells infected with virus, while the antigens for tumor antigen vaccines are derived from cancer cells. Since tumor antigens are antigens found in cancer cells but not normal cells, vaccinations containing tumor antigens should train the immune system to target cancer cells not healthy cells. Cancer-specific tumor antigens include peptides from proteins that are not typically found in normal cells but are activated in cancer cells or peptides containing cancer-specific mutations. Antigen-presenting cells (APCs) such as dendritic cells take up antigens from the vaccine, process them into epitopes, and present the epitopes to T-cells via Major Histocompatibility Complex proteins. If T-cells recognize the epitope as foreign, the adaptive immune system is activated and target cells that express the antigens.",
            "score": 311.9778137207031
        },
        {
            "docid": "57177527_4",
            "document": "Cancer vaccine targeting CD4+ T cells . Recent studies show the crucial role of proliferating, activated effector memory Th1 CD4+ T cells in effective antitumor immunity and reveal that CD4+ T cells induce more durable immune-mediated tumor control than CD8+ T cells. Given that CD4+ T cells are known to play such a central role in regulating virtually all antigen-specific immune responses, they are still not paid much attention to playing a role in immune responses to tumor antigens. The preferred attention to antitumor responses by CD8+ T cells stems from two facts: first, most tumors are positive for MHC class one but negative for MHC class two; and second, CD8+ cytotoxic T lymphocytes (CTLs) are able to induce tumor killing upon direct recognition of peptide antigens, presented by the tumor’s MHC class one molecules. This preference has been bolstered by numerous adoptive transfer studies in which CD8+ T cell lines and CD8+ clones specific for tumor antigens—that have been stimulated in \"vitro\"—can mediate antitumor immunity when transferred back into tumor-bearing hosts; furthermore, recent reports suggest that immunization—using either adjuvant or dendritic cells with pure tumor peptides—can result in productive antitumor immunity that is restricted by MHC class one. Finally, elimination of CD8+ T cells from mice—at least partially abrogates antitumor immunity induced by most cancer vaccines. Similarly, a critical role for CD4+ T cells in induced antitumor immunity has been consistently demonstrated in vaccine/challenge experiments employing antibody-mediated depletion of CD4+ T cells or using CD4-knockout mice. Abrogation of antitumor immunity in CD4-knockout mice or mice depleted of CD4+ T cells has been demonstrated in cases of cell-based vaccines, recombinant viral vaccines and recombinant bacterial vaccines. While most adoptive transfer experiments have been performed with tumor-specific CD8+ T cells, activated CD4+ T cell clones specific for the murine leukemias have been demonstrated to confer systemic antitumor immunity upon transfer into tumor-bearing hosts.",
            "score": 309.23614501953125
        },
        {
            "docid": "14958_32",
            "document": "Immune system . Newborn infants have no prior exposure to microbes and are particularly vulnerable to infection. Several layers of passive protection are provided by the mother. During pregnancy, a particular type of antibody, called IgG, is transported from mother to baby directly through the placenta, so human babies have high levels of antibodies even at birth, with the same range of antigen specificities as their mother. Breast milk or colostrum also contains antibodies that are transferred to the gut of the infant and protect against bacterial infections until the newborn can synthesize its own antibodies. This is passive immunity because the fetus does not actually make any memory cells or antibodies—it only borrows them. This passive immunity is usually short-term, lasting from a few days up to several months. In medicine, protective passive immunity can also be transferred artificially from one individual to another via antibody-rich serum. Long-term \"active\" memory is acquired following infection by activation of B and T cells. Active immunity can also be generated artificially, through vaccination. The principle behind vaccination (also called immunization) is to introduce an antigen from a pathogen in order to stimulate the immune system and develop specific immunity against that particular pathogen without causing disease associated with that organism. This deliberate induction of an immune response is successful because it exploits the natural specificity of the immune system, as well as its inducibility. With infectious disease remaining one of the leading causes of death in the human population, vaccination represents the most effective manipulation of the immune system mankind has developed.",
            "score": 308.7743225097656
        },
        {
            "docid": "543850_3",
            "document": "Antigenic drift . The immune system recognizes viruses when antigens on the surfaces of virus particles bind to immune receptors that are specific for these antigens. This is similar to a lock recognizing a key. After an infection, the body produces many more of these virus-specific immune receptors, which prevent re-infection by this particular strain of the virus and produce acquired immunity. Similarly, a vaccine against a virus works by teaching the immune system to recognize the antigens exhibited by this virus. However, viral genomes are constantly mutating, producing new forms of these antigens. If one of these new forms of an antigen is sufficiently different from the old antigen, it will no longer bind to the receptors of the body cells, and viruses with these new antigens can infect the body cell as it avoids the immunity to the original strain of the virus. When such a change occurs, people who have had the illness in the past are therefore not immune to the new strain of the virus (as the new strain of the virus has a different antigen which the body cell cannot recognise) and thus the vaccines against the original virus will be less effective against the illness. Two processes drive the antigens to change: antigenic drift and antigenic shift, antigenic drift being the more common. The rate of antigenic drift is dependent on two characteristics: the duration of the epidemic, and the strength of host immunity. A longer epidemic allows for selection pressure to continue over an extended period of time and stronger host immune responses increase selection pressure for development of novel antigens.",
            "score": 306.212890625
        },
        {
            "docid": "54724931_4",
            "document": "Intrastructural help . This vaccination approach aims to induce a protective humoral and also cellular immune response by a two-step immunization scheme. The first step is based on a DNA vaccine vector in order to prime T cells. In the case of HIV, T cells specific for the group-specific antigen (Gag) are stimulated. For the second step a formulation of nano particles or virus-like particles is vaccinated. These particles contain Gag protein and HIV-Env surface protein. These particles can be recognized by B cells and subsequently be internalized, processed and presented on the cell surface on MHC-II, in combination with the primed Gag-specific T cells. This was shown to lead to a strong activation of the B cells and ultimately to the production of Env-specific antibodies by the activated B cells. In HIV research, this method was shown to enhance the specific humoral immune response and at the same time avoid an excess activation of the cellular immune response which could otherwise cause disease progression to thrive. Timewise the priming of T cells for Gag reduces the variation of the viral Env because of the lack of Env specific T cells between priming and second vaccination. This decreases the chances of escape variants developing before the boosting immunization.",
            "score": 302.01910400390625
        },
        {
            "docid": "793631_15",
            "document": "Cancer vaccine . Cancer vaccines seek to target a tumor-specific antigen and distinct from self-proteins. Selection of the appropriate adjuvant to activate antigen-presenting cells to stimulate immune responses, is required. Bacillus Calmette-Guérin, an aluminum-based salt, and a squalene-oil-water emulsion are approved for clinical use. An effective vaccine also should seek to stimulate long term memory to prevent tumor recurrence. Some scientists claim both the innate and adaptive immune systems must be activated to achieve total tumor elimination.",
            "score": 300.02252197265625
        },
        {
            "docid": "1105073_2",
            "document": "Adjuvant . An adjuvant is a pharmacological or immunological agent that modifies the effect of other agents. Adjuvants may be added to a vaccine to modify the immune response by boosting it such as to give a higher amount of antibodies and a longer-lasting protection, thus minimizing the amount of injected foreign material. Adjuvants may also be used to enhance the efficacy of a vaccine by helping to modify the immune response to particular types of immune system cells: for example, by activating T cells instead of antibody-secreting B cells depending on the purpose of the vaccine. Adjuvants are also used in the production of antibodies from immunized animals. There are different classes of adjuvants that can push immune response in different directions, but the most commonly used adjuvants include aluminum hydroxide and paraffin oil.",
            "score": 298.58489990234375
        },
        {
            "docid": "32653_42",
            "document": "Vaccine . Vaccine production has several stages. First, the antigen itself is generated. Viruses are grown either on primary cells such as chicken eggs (e.g., for influenza) or on continuous cell lines such as cultured human cells (e.g., for hepatitis A). Bacteria are grown in bioreactors (e.g., \"Haemophilus influenzae\" type b). Likewise, a recombinant protein derived from the viruses or bacteria can be generated in yeast, bacteria, or cell cultures. After the antigen is generated, it is isolated from the cells used to generate it. A virus may need to be inactivated, possibly with no further purification required. Recombinant proteins need many operations involving ultrafiltration and column chromatography. Finally, the vaccine is formulated by adding adjuvant, stabilizers, and preservatives as needed. The adjuvant enhances the immune response of the antigen, stabilizers increase the storage life, and preservatives allow the use of multidose vials. Combination vaccines are harder to develop and produce, because of potential incompatibilities and interactions among the antigens and other ingredients involved.",
            "score": 297.44158935546875
        },
        {
            "docid": "8077915_13",
            "document": "Breakthrough infection . When an individual is vaccinated against a disease, the individual's immune system is triggered and memory B cells store the specific antibody response. These cells remain in circulation the pathogen infection is cleared. Because the telomeres in genes degenerate after each successive cell division, lymphocytes, including memory B cells are not capable of proliferating indefinitely. Typically, the cells live for multiple decades, but there is variation in the longevity of these cells depending on the type of vaccine they were stimulated with and vaccine dosage. The reason for the differences in the longevity of memory B cells is currently unknown. However, it has been proposed that the differences in memory B cell longevity are due to the speed at which a pathogen infects the body and, accordingly, the number and type of cells involved in the immune response to the pathogen in the vaccine.",
            "score": 295.59490966796875
        },
        {
            "docid": "14958_33",
            "document": "Immune system . Most viral vaccines are based on live attenuated viruses, while many bacterial vaccines are based on acellular components of micro-organisms, including harmless toxin components. Since many antigens derived from acellular vaccines do not strongly induce the adaptive response, most bacterial vaccines are provided with additional adjuvants that activate the antigen-presenting cells of the innate immune system and maximize immunogenicity.",
            "score": 294.74810791015625
        },
        {
            "docid": "1664060_39",
            "document": "Adaptive immune system . Most viral vaccines are based on live attenuated viruses, whereas many bacterial vaccines are based on acellular components of microorganisms, including harmless toxin components. Many antigens derived from acellular vaccines do not strongly induce an adaptive response, and most bacterial vaccines require the addition of \"adjuvants\" that activate the antigen-presenting cells of the innate immune system to enhance immunogenicity.",
            "score": 294.3618469238281
        },
        {
            "docid": "4641203_2",
            "document": "Memory T cell . Memory T cells are a subset of infection- and cancer-fighting T cells (also known as a T lymphocyte) that have previously encountered and responded to their cognate antigen; thus, the term antigen-experienced T cell is often applied. Such T cells can recognize foreign invaders, such as bacteria or viruses, as well as cancer cells. Memory T cells have become \"experienced\" by having encountered antigen during a prior infection, encounter with cancer, or previous vaccination. At a second encounter with the invader, memory T cells can reproduce to mount a faster and stronger immune response than the first time the immune system responded to the pathogen that entered the body. This behaviour is utilized in T lymphocyte proliferation assays, which can reveal exposure to specific antigens.",
            "score": 293.1534423828125
        },
        {
            "docid": "49197_14",
            "document": "Antiviral drug . While most antivirals treat viral infection, vaccines are a preemptive first line of defense against pathogens. Vaccination involves the introduction (i.e. via injection) of a small amount of typically inactivated or attenuated antigenic material to stimulate an individual's immune system. The immune system responds by developing white blood cells to specifically combat the introduced pathogen, resulting in adaptive immunity. Vaccination in a population results in herd immunity and greatly improved population health, with significant reductions in viral infection and disease.",
            "score": 292.4629821777344
        },
        {
            "docid": "8077915_11",
            "document": "Breakthrough infection . The presence of maternal antibodies in infants limits the efficacy of inactivated, attenuated and subunit vaccines. Maternal antibodies can bind to epitopes on the proteins produced by the virus in the vaccination. The recognition of viral proteins by maternal antibodies neutralizes the virus. Further, the maternal antibodies outcompete B cell receptors on the infant's B cells for binding to the antigen. Thus, an infant's immune system is not highly activated and the infant produces fewer antibodies. Even when B cells do bind to the pathogen, immune response is still frequently repressed. If B cell receptors bind to the antigen and FC receptors simultaneously bind to the maternal antibody, the FC receptors send a signal to B cell receptors that inhibits cell division. Because the infant's immune system is not stimulated and B cell division is inhibited, few memory B cells are produced. The level of memory B-cells is not adequate to ensure an infant's lifelong resistance to the pathogen.",
            "score": 290.6783447265625
        },
        {
            "docid": "5057839_9",
            "document": "Ruth Arnon . Prof. Arnon is currently performing research on a universal, recombinant influenza vaccination, as well as cancer vaccine research. In a 2009 paper, Arnon speaks of research using virus-like particles (VLP) to induce an immune response. These particles cannot replicate, but possess the specific antigen presenting proteins that immune cells use to identify viruses. Therefore, a vaccine could introduce VLPs to an individuals immune system and bring about the production of memory cells. Arnon and Ben-Yedidia hypothesize that these vaccines would be effective against H5N1, a pandemic virus more commonly known as bird flu. They have tested the various synthetic vaccinations on mice and observed a significant immune response. In addition, they have put human lymphocytes in mice and also observed an immune response. Their research formed the basis of the company BiondVax, who have taken the universal flu vaccine into human clinical trials.",
            "score": 290.101318359375
        },
        {
            "docid": "32473_2",
            "document": "Vaccination . Vaccination is the administration of antigenic material (a vaccine) to stimulate an individual's immune system to develop adaptive immunity to a pathogen. Vaccines can prevent or ameliorate infectious disease. When a sufficiently large percentage of a population has been vaccinated, herd immunity results. The effectiveness of vaccination has been widely studied and verified. Vaccination is the most effective method of preventing infectious diseases; widespread immunity due to vaccination is largely responsible for the worldwide eradication of smallpox and the elimination of diseases such as polio, measles, and tetanus from much of the world.",
            "score": 289.4792785644531
        },
        {
            "docid": "45570_7",
            "document": "DNA vaccination . DNA vaccines are third generation vaccines. They contain DNA that codes for specific proteins (antigens) from a pathogen. The DNA is injected into cells, whose \"inner machinery\" uses the DNA to synthesize the proteins. Because these proteins are recognised as foreign, when they are processed by the host cells and displayed on their surface, the immune system is alerted, which then triggers immune responses.",
            "score": 288.3806457519531
        },
        {
            "docid": "193294_17",
            "document": "Aluminium hydroxide . Vaccine formulations containing aluminium hydroxide stimulate the immune system by inducing the release of uric acid, an immunological danger signal. This strongly attracts certain types of monocytes which differentiate into dendritic cells. The dendritic cells pick up the antigen, carry it to lymph nodes, and stimulate T cells and B cells. It appears to contribute to induction of a good Th2 response, so is useful for immunizing against pathogens that are blocked by antibodies. However, it has little capacity to stimulate cellular (Th1) immune responses, important for protection against many pathogens, nor is it useful when the antigen is peptide-based.",
            "score": 285.4686584472656
        },
        {
            "docid": "32653_2",
            "document": "Vaccine . A vaccine is a biological preparation that provides active acquired immunity to a particular disease. A vaccine typically contains an agent that resembles a disease-causing microorganism and is often made from weakened or killed forms of the microbe, its toxins, or one of its surface proteins. The agent stimulates the body's immune system to recognize the agent as a threat, destroy it, and to further recognize and destroy any of the microorganisms associated with that agent that it may encounter in the future. Vaccines can be prophylactic (example: to prevent or ameliorate the effects of a future infection by a natural or \"wild\" pathogen), or therapeutic (e.g., vaccines against cancer are being investigated).",
            "score": 285.38812255859375
        },
        {
            "docid": "45570_48",
            "document": "DNA vaccination . Manipulation of CpG-S and CpG-N sequences in the plasmid backbone of DNA vaccines can ensure the success of the immune response to the encoded antigen and drive the immune response toward a TH1 phenotype. This is useful if a pathogen requires a TH response for protection. CpG-S sequences have also been used as external adjuvants for both DNA and recombinant protein vaccination with variable success rates. Other organisms with hypomethylated CpG motifs have demonstrated the stimulation of polyclonal B-cell expansion. The mechanism behind this may be more complicated than simple methylation – hypomethylated murine DNA has not been found to mount an immune response.",
            "score": 283.3496398925781
        },
        {
            "docid": "8310787_50",
            "document": "Survivin . By using an oral DNA vaccine carried in an attenuated non-virulent form of Salmonella typhimurium, which co-encoded secretory chemokine CCL21 and survivin protein in C57BL/6J mice, Xiang \"et al.\" have been able to elicit an immune response carried out by dendritic cells (DCs) and CTLs to eliminate and suppress the pulmonary metastases of non-small cell lung carcinoma. The activation of the immune response is most likely taking place in the secondary lymphoid organ called the Peyer’s Patch in the small intestine where DCs take up the survivin protein by phagocytosis and present them on their surface receptors to naive CD8+ T cells (uninactivated CTL) to achieve a specific immune response targeting survivin exclusively. Activated CTLs specific for a particular antigen kill their target cells by first recognizing parts of the survivin protein expressed on MHC I (immunohistocompatability) proteins presented on the surface of tumour cells and vasculature and then releasing granules that induce the tumour cells to undergo apoptosis. The DNA vaccine contained the CCL21 secretory chemokine as a way to enhance the likelihood of eliciting the immune response by better mediating the physical interaction of the antigen-presenting DCs and the naive CD8+ T cells, resulting in a greater likelihood of immune activation.",
            "score": 281.42889404296875
        },
        {
            "docid": "23107187_5",
            "document": "Genetic memory (biology) . A case of somatic genetic memory is the \"immunological memory\" of the adaptive immune response in vertebrates. The immune system is capable of learning to recognize pathogens and keeping a memory of this learning process, which is the basis of the success of vaccinations. Antibody genes in B and T lymphocytes are assembled from separate gene segments, giving each lymphocyte a unique antibody coding sequence leading to the vast diversity of antibodies in the immune system. If stimulated by an antigen (e.g. following vaccination or an infection with a pathogen), these antibodies are further fine-tuned via hypermutation. Memory B cells capable of producing these antibodies form the basis for acquired immunological memory. Each individual therefore carries a unique genetic memory of its immune system's close encounters with pathogens. As a somatic memory, this is not passed on to the next generation.",
            "score": 279.8381042480469
        },
        {
            "docid": "1915_8",
            "document": "Antigen . Antigen presenting cells present antigens in the form of peptides on histocompatibility molecules. The T cell selectively recognize the antigens; depending on the antigen and the type of the histocompatibility molecule, different types of T cells will be activated. For T Cell Receptor (TCR) recognition, the peptide must be processed into small fragments inside the cell and presented by a major histocompatibility complex (MHC). The antigen cannot elicit the immune response without the help of an immunologic adjuvant. Similarly, the adjuvant component of vaccines plays an essential role in the activation of the innate immune system.",
            "score": 279.82427978515625
        },
        {
            "docid": "10280304_19",
            "document": "Malaria vaccine . Adjuvants are crucial in affecting the specificity and isotype of the necessary antibodies. They are thought to be able to potentiate the link between the innate and adaptive immune responses. Due to the diverse nature of substances that can potentially have this effect on the immune system, it is difficult to classify adjuvants into specific groups. In most circumstances they consist of easily identifiable components of micro-organisms that are recognised by the innate immune system cells. The role of delivery systems is primarily to direct the chosen adjuvant and antigen into target cells to attempt to increase the efficacy of the vaccine further, therefore acting synergistically with the adjuvant.",
            "score": 279.7671813964844
        },
        {
            "docid": "33769881_25",
            "document": "Immunomics . As quoted by Stefania Bambini and Rino Rappuoli, “New powerful genomics technologies have increased the number of disease that can be addressed by vaccination, and decreased the time for discover research and vaccine development.” The availability of complete genome sequences of pathogens in combination with high-throughput genomics technologies have helped to accelerate vaccine development. Reverse vaccinology uses genomic sequences of viral, bacterial, or parasitic pathogens to identify genes potentially encoding genes that promote pathogenesis. The first application of reverse vaccinology identified vaccine candidates against \"Neisseria meningitidis\" serogroup B. Computational tools identified 600 putative surface-exposed or secreted proteins from the complete genome sequence of a MenB pathogenic strain, on the basis of sequence features. These putative proteins were expressed in E. coli, purified, and used to immunize mice. Tests using mice immune sera estimated the ability of antibodies to protect against these proteins. The proteins able to solicit a robust immune response were checked for sequence conservation across a panel of meningitides strains and allowed for further selection of antigen able to elicit an immune response against most strains in the panel. On the basis of these antigen sequences, scientists have been able to develop a universal “cocktail” vaccine against \"Neisseria meninitidis\" that uses five antigens to promote immunity. Similar approaches have been used for a variety of other human pathogens, such as \"Streptococcus pneumoniae\", \"Chlamydia pneumoniae\", \"Bacillus anthracis\", \"Porphyromonas gingivalis\", \"Mycobacterium tuberculosis\", \"Helicobacter pylori\", amongst others. Additionally, studies have started for the development of vaccines against viruses.",
            "score": 279.596923828125
        },
        {
            "docid": "876719_10",
            "document": "DPT vaccine . DTaP (also DTPa and TDaP) is a combined vaccine against diphtheria, tetanus, and pertussis, in which the pertussis component is acellular. This is in contrast to whole-cell, inactivated DTP (aka DTwP). The acellular vaccine uses selected antigens of the pertussis pathogen to induce immunity. Because it uses fewer antigens than the whole cell vaccines, it is considered safer, but it is also more expensive. Recent research suggests that the DTP vaccine is more effective than DTaP in conferring immunity; this is because DTaP's narrower antigen base is less effective against current pathogen strains.",
            "score": 279.2270812988281
        },
        {
            "docid": "8866863_15",
            "document": "Pneumococcal vaccine . The conjugated vaccine consists of capsular polysaccharides covalently bound to the diphtheria toxoid CRM197, which is highly immunogenic but non-toxic. This combination provokes a significantly more robust immune response by recruiting CRM197-specific type 2 helper T cells, which allow for immunoglobulin type switching (to produce non-IgM immunoglobulin) and production of memory B cells. Among other things, this results in mucosal immunity and eventual establishment of lifelong immunity after several exposures. The main drawbacks to conjugated vaccines are that they only provide protection against a subset of the serotypes covered by the polysaccharide vaccines.",
            "score": 279.2133483886719
        },
        {
            "docid": "8866863_14",
            "document": "Pneumococcal vaccine . This immune response is less robust than the response provoked by conjugated vaccines, which has several consequences. The vaccine is ineffective in children less than 2 years old, presumably due to their less mature immune systems. Non-response is also common amongst older adults. Immunity is not lifelong, so individuals must be re-vaccinated at age 65 if their initial vaccination was given at age 60 or younger. Since no mucosal immunity is provoked, the vaccine does not affect carrier rates, promote herd immunity, or protect against upper or lower respiratory tract infections. Finally, provoking immune responses using unconjugated polysaccharides from the capsules of other bacteria, such as H. influenzae, has proven significantly more difficult.",
            "score": 278.35516357421875
        }
    ]
}