{
    "q": [
        {
            "docid": "21354427_3",
            "document": "Human T-lymphotropic virus . HTLV-1 is an abbreviation for \"human T-cell lymphotropic virus type 1\", also called human T-cell leukemia type 1, a virus that has been implicated in several kinds of diseases, including HTLV-1-associated myelopathy, and as a virus cancer link for leukemia (see adult T-cell leukemia/lymphoma).HTLV-1 has six reported subtypes (subtypes A to F). The great majority of infections are caused by the cosmopolitan subtype A. HTLV was discovered by Robert Gallo and colleagues in 1980. Between 1 in 20 and 1 in 25 infected people are thought to develop cancer as a result of the virus. HTLV-1 infection is thought to spread only through dividing cells since reverse transcriptase generates proviral DNA from genomic viral RNA, and the provirus is integrated into the host genome by viral integrase after transmission. Therefore, the quantification of provirus reflects the number of HTLV-1-infected cells. So, an increase in numbers of HTLV-1-infected cells using cell division, by actions of accessory viral genes, especially Tax, may provide an enhancement of infectivity Tax expression induces proliferation, inhibits the apoptosis of HTLV-1-infected cells and, conversely, evokes the host immune response, including cytotoxic T cells, to kill virus-infected cells. Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 166.95689857006073
        },
        {
            "docid": "30142141_15",
            "document": "Adaptive evolution in the human genome . A considerable number of studies have used genomic methods to identify specific human genes that show evidence of adaptive evolution. Table 2 gives selected examples of such genes for each gene type discussed, but provides nowhere near an exhaustive list of the human genes showing evidence of adaptive evolution. Below are listed some of the types of gene which show strong evidence of adaptive evolution in the human genome. Bakewell et al. (2007) found that a relatively large proportion (9.7%) of positively selected genes were associated with diseases. This may be because diseases can be adaptive in some contexts. For example, schizophrenia has been linked with increased creativity (Crespi et al. 2007), perhaps a useful trait for obtaining food or attracting mates in Palaeolithic times. Alternatively, the adaptive mutations may be the ones which reduce the chance of disease arising due to other mutations. However, this second explanation seems unlikely, because the mutation rate in the human genome is fairly low, so selection would be relatively weak. 417 genes involved in the immune system showed strong evidence of adaptive evolution in the study of Nielsen et al. (2005a). This is probably because the immune genes may become involved in a evolutionary arms race with bacteria and viruses (Daugherty and Malik 2012; Van der Lee et al. 2017). These pathogens evolve very rapidly, so selection pressures change quickly, giving more opportunity for adaptive evolution.  247 genes in the testes showed evidence of adaptive evolution in the study of Nielsen et al. (2005a). This could be partially due to sexual antagonism. Male-female competition could facilitate an arms race of adaptive evolution. However, in this situation you would expect to find evidence of adaptive evolution in the female sexual organs also, but there is less evidence of this. Sperm competition is another possible explanation. Sperm competition is strong, and sperm can improve their chances of fertilising the female egg in a variety of ways, including increasing their speed, stamina or response to chemoattractants (Swanson and Vacquier 2002). Genes involved in detecting smell show strong evidence of adaptive evolution (Voight et al. 2006), probably due to the fact that the smells encountered by humans have changed recently in their evolutionary history (Williamson et al. 2007). Humans’ sense of smell has played an important role in determining the safety of food sources. Genes involved in lactose metabolism show particularly strong evidence of adaptive evolution amongst the genes involved in nutrition. A mutation linked to lactase persistence shows very strong evidence of adaptive evolution in European and American populations (Williamson et al. 2007), populations where pastoral farming for milk has been historically important. Pigmentation genes show particularly strong evidence of adaptive evolution in non-African populations (Williamson et al. 2007). This is likely to be because those humans that left Africa approximately 50,000 years ago, entered less sunny climates, and so were under new selection pressures to obtain enough Vitamin D from the weakened sunlight. There is some evidence of adaptive evolution in genes linked to brain development, but some of these genes are often associated with diseases, e.g. microcephaly (see Table 2). However, there is a particular interest in the search for adaptive evolution in brain genes, despite the ethical issues surrounding such research. If more adaptive evolution was discovered in brain genes in one human population than another, then this information could be interpreted as showing greater intelligence in the more adaptively evolved population.  Other gene types showing considerable evidence of adaptive evolution (but generally less evidence than the types discussed) include: genes on the X chromosome, nervous system genes, genes involved in apoptosis, genes coding for skeletal traits, and possibly genes associated with speech (Nielsen et al. 2005a, Williamson et al. 2007, Voight et al. 2006, Krause et al. 2007).",
            "score": 197.29720866680145
        },
        {
            "docid": "1883421_2",
            "document": "Adeno-associated virus . Adeno-associated virus (AAV) is a small virus which infects humans and some other primate species. AAV is not currently known to cause disease. The virus causes a very mild immune response, lending further support to its apparent lack of pathogenicity. In many cases, AAV vectors integrate into the host cell genome, which can be important for certain applications, but can also have unwanted consequences. Gene therapy vectors using AAV can infect both dividing and quiescent cells and persist in an extrachromosomal state without integrating into the genome of the host cell, although in the native virus some integration of virally carried genes into the host genome does occur. These features make AAV a very attractive candidate for creating viral vectors for gene therapy, and for the creation of isogenic human disease models. Recent human clinical trials using AAV for gene therapy in the retina have shown promise.",
            "score": 200.5419694185257
        },
        {
            "docid": "44248347_7",
            "document": "Gene Disease Database . However, increasingly evidences point out that most human diseases cannot be attributed to a single gene but arise due to complex interactions among multiple genetic variants and environmental risk factors. Several databases have been developed storing associations between genes and diseases such as the Comparative Toxicogenomics Database (CTD), Online Mendelian Inheritance in Man (OMIM), the genetic Association Database (GAD) or the Disease genetic Association Database (DisGeNET). Each of these databases focuses on different aspects of the phenotype-genotype relationship, and due to the nature of the database curation process, they are not complete, but in a way they are fully complementary between each other.",
            "score": 215.78929615020752
        },
        {
            "docid": "240850_20",
            "document": "Gene silencing . Gene silencing techniques have also been used to target other viruses, such as the human papilloma virus, the West Nile virus, and the Tulane virus. The E6 gene in tumor samples retrieved from patients with the human papilloma virus was targeted and found to cause apoptosis in the infected cells. Plasmid siRNA expression vectors used to target the West Nile virus were also able to prevent the replication of viruses in cell lines. In addition, siRNA has been found to be successful in preventing the replication of the Tulane virus, part of the Caliciviridae family of viruses, by targeting both its structural and non-structural genes. By targeting the NTPase gene, one dose of siRNA 4 hours pre-infection was shown to control Tulane virus replication for 48 hours post-infection, reducing the viral titer by up to 2.6 logarithms. Although the Tulane virus is species-specific and does not affect humans, it has been shown to be closely related to the human norovirus, which is the most common cause of acute gastroenteritis and food-borne disease outbreaks in the United States. Human noroviruses are notorious for being difficult to study in the laboratory, but the Tulane virus offers a model through which to study this family of viruses for the clinical goal of developing therapies that can be used to treat illnesses caused by human norovirus.",
            "score": 149.60097062587738
        },
        {
            "docid": "7194104_23",
            "document": "HLA-DQ . HLA D (-P,-Q,-R) genes are members of the Major histocompatibility complex (MHC) gene family and have analogs in other mammalian species. In mice the MHC locus known as IA is homologous to human HLA DQ. Several autoimmune diseases that occur in humans that are mediated by DQ also can be induced in mice and are mediated through IA. Myasthenia gravis is an example of one such disease. Linking specific sites on autoantigens is more difficult in humans due to the complex variation of heterologous humans, but subtle differences in T-cell stimulation associated with DQ-types has been observed. These studies indicate that potentially a small change or increase in the presentation of a potential self-antigen can result in autoimmunity. This may explain why there is often linkage to DR or DQ, but the linkage is often weak.",
            "score": 222.09463727474213
        },
        {
            "docid": "240850_18",
            "document": "Gene silencing . Viral genes and host genes that are required for viruses to replicate or enter the cell, or that play an important role in the life cycle of the virus are often targeted by antiviral therapies. RNAi has been used to target genes in several viral diseases, such as the human immunodeficiency virus (HIV) and hepatitis. In particular, siRNA was used to silence the primary HIV receptor chemokine receptor 5 (CCR5). This prevented the virus from entering the human peripheral blood lymphocytes and the primary hematopoietic stem cells. A similar technique was used to decrease the amount of the detectable virus in hepatitis B and C infected cells. In hepatitis B, siRNA silencing was used to target the surface antigen on the hepatitis B virus and led to a decrease in the number of viral components. In addition, siRNA techniques used in hepatitis C were able to lower the amount of the virus in the cell by 98%.",
            "score": 172.49312710762024
        },
        {
            "docid": "45663583_2",
            "document": "Human interactome . The human interactome is the set of protein–protein interactions (the interactome) that occur in human cells. The sequencing of reference genomes, in particular the Human Genome Project, has revolutionized human genetics, molecular biology, and clinical medicine. Genome-wide association study results have led to the association of genes with most Mendelian disorders, and over 140 000 germline mutations have been associated with at least one genetic disease. However, it became apparent that inherent to these studies is an emphasis on clinical outcome rather than a comprehensive understanding of human disease; indeed to date the most significant contributions of GWAS have been restricted to the “low-hanging fruit” of direct single mutation disorders, prompting a systems biology approach to genomic analysis. The connection between genotype and phenotype (how variation in genotype affects the disease or normal functioning of the cell and the human body) remain elusive, especially in the context of multigenic complex traits and cancer. To assign functional context to genotypic changes, much of recent research efforts have been devoted to the mapping of the networks formed by interactions of cellular and genetic components in humans, as well as how these networks are altered by genetic and somatic disease.",
            "score": 202.33683848381042
        },
        {
            "docid": "21009880_24",
            "document": "Systemic lupus erythematosus . Genome-wide association studies (GWAS) revealed regions of linkage that were found on most chromosomes. These studies are useful in identifying the genes that may be responsible for complex diseases such as SLE. Candidate gene loci implicated with SLE include multiple alleles from the HLA region, Fc-gamma receptor, and complement component system. However, association does not prove that a specific form of a gene is responsible for the disease, as there may be other polymorphisms in the region that have a greater association effect. However, because the biological role of most genes are not completely understood, it can be difficult to attribute phenotypic traits to certain genetic polymorphisms. Since SLE is associated with so many genetic regions, it is likely an oligogenic trait, meaning that there are several genes that control susceptibility to the disease. Further complicating our understanding is the association of certain linkages with various ethnic groups.",
            "score": 218.92304468154907
        },
        {
            "docid": "50518079_17",
            "document": "Human Genome Structural Variation . The factors that contribute to the development of schizophrenia have been studied extensively. A very recent study was conducted on the mechanism and genes responsible for schizophrenia development. It had been previously shown that variation at an MHC locus was associated with the development of schizophrenia. This study found that the association is caused partly by the complement component 4 (C4) genes and therefore implying that allele variants of the C4 genes contribute to the development of schizophrenia. Linkage disequilibrium helped researchers identify which C4 structural variant an individual had by looking at the SNP haplotypes. The SNP haplotypes and the C4 alleles were linked which was why they were in linkage disequilibrium, meaning that they segregated together. A single structural C4 variant was associated with many different SNP haplotypes, but different SNP haplotypes where associated with only one C4 structural variant. This was due to the linkage disequilibrium which allowed the researchers to determine the C4 structural variant easily by looking at the SNP haplotype. Their data suggested this because the results showed that the structural variants of C4 express the C4A protein at different levels and this difference in higher C4A protein expressions were associated with higher rates of schizophrenia development. The different structural variant alleles of the same gene were shown to have different phenotypes and susceptibility to disease. These studies exhibit the breadth of the involvement and significance of structural variation on the human genome. Its importance is demonstrated with its contribution to phenotypic diversity and disease susceptibility.",
            "score": 230.1138401031494
        },
        {
            "docid": "43780204_4",
            "document": "Gene set enrichment analysis . While the completion of the Human Genome Project gifted researchers with an enormous amount of new information, it also left them with the problem of how to interpret and analyze the incredible amount of data. In order to seek out genes associated with diseases, researchers utilized DNA microarrays, which measure the amount of gene expression in different cells. Researchers would perform these microarrays on thousands of different genes, and compare the results of two different cell categories, e.g. normal cells versus cancerous cells. However, this method of comparison is not sensitive enough to detect the subtle differences between the expression of individual genes, because diseases typically involve entire groups of genes. Multiple genes are linked to a single biological pathway, and so it is the additive change in expression within gene sets that leads to the difference in phenotypic expression. Gene Set Enrichment Analysis was developed to focus on the changes of expression in groups of a priori defined gene sets. By doing so, this method resolves the problem of the undetectable, small changes in the expression of single genes.",
            "score": 195.70885527133942
        },
        {
            "docid": "58687_59",
            "document": "Aggression . In humans, there is good evidence that the basic human neural architecture underpinning the potential for flexible aggressive responses is influenced by genes as well as environment. In terms of variation between individual people, more than 100 twin and adoption studies have been conducted in recent decades examining the genetic basis of aggressive behavior and related constructs such as conduct disorders. According to a meta-analysis published in 2002, approximately 40% of variation between individuals is explained by differences in genes, and 60% by differences in environment (mainly non-shared environmental influences rather than those that would be shared by being raised together). However, such studies have depended on self-report or observation by others including parents, which complicates interpretation of the results. The few laboratory-based analyses have not found significant amounts of individual variation in aggression explicable by genetic variation in the human population. Furthermore, linkage and association studies that seek to identify specific genes, for example that influence neurotransmitter or hormone levels, have generally resulted in contradictory findings characterized by failed attempts at replication. One possible factor is an allele (variant) of the MAO-A gene which, in interaction with certain life events such as childhood maltreatment (which may show a main effect on its own), can influence development of brain regions such as the amygdala and as a result some types of behavioral response may be more likely. The generally unclear picture has been compared to equally difficult findings obtained in regard to other complex behavioral phenotypes. For example, both 7R and 5R, ADHD-linked VNTR alleles of dopamine receptor D4 gene are directly associated with the incidence of proactive aggression in the men with no history of ADHD.",
            "score": 179.13505017757416
        },
        {
            "docid": "50518079_15",
            "document": "Human Genome Structural Variation . There are several structural variants in the human genome that have been observed but have not led to any obvious phenotypic effects. There are some, however, that play a role in gene dosage which could lead to genetic diseases or distinct phenotypes. Structural variants can directly affect gene expression, such as with copy-number variants, or indirectly through position effects. These effects can have significant implications in susceptibility to disease. The first gene dosage effect that was observed, and considered to be an autosomal dominant disease from an inherited DNA rearrangement, was Charcot-Marie Tooth (CMT) disease. Most of the associations found with CMT were with a 1.5 Mb tandem duplication in 17p11.2-p12 at the PMP22 gene. The proposed mechanism for the structural variation is shown in Figure 2. When an individual has three copies of the normal gene, it results in the disease phenotype. If the individual had only one copy of the PMP22 gene, on the other hand, the result was a clinically different heredity neuropathy with liability to pressure palsies. The differences in gene dosage created vastly different disease phenotypes which revealed the significant role that structural variation has on phenotype and susceptibility to disease.",
            "score": 222.79323053359985
        },
        {
            "docid": "50603_9",
            "document": "Multiple sclerosis . Specific genes that have been linked with MS include differences in the human leukocyte antigen (HLA) system—a group of genes on chromosome 6 that serves as the major histocompatibility complex (MHC). That changes in the HLA region are related to susceptibility has been known since the 1980s, and additionally this same region has been implicated in the development of other autoimmune diseases such as diabetes type I and systemic lupus erythematosus. The most consistent finding is the association between multiple sclerosis and alleles of the MHC defined as DR15 and DQ6. Other loci have shown a protective effect, such as HLA-C554 and HLA-DRB1*11. Overall, it has been estimated that HLA changes account for between 20 and 60% of the genetic predisposition. Modern genetic methods (genome-wide association studies) have discovered at least twelve other genes outside the HLA locus that modestly increase the probability of MS.",
            "score": 227.624849319458
        },
        {
            "docid": "10615296_26",
            "document": "Human mortality from H5N1 . There \"is evidence of at least three independent virulence factors connected with three different genes. It is highly unlikely that all of the high-virulence alleles will simultaneously mutate and disappear if and when the haemagglutinin gene changes so as to make the haemagglutinin molecule better adapted for the human-type (alpha-2,6-linked) receptor (which is a necessary prerequisite in order that a pandemic with H5N1 virus may start). It is more probable that evolutionary adaptation of the haemagglutinin of H5N1 viruses to the human-type receptor will happen without any simultaneous change in those other genetic properties that now are important for explaining the exceptionally high virulence of certain strains of avian-adapted H5N1 influenza virus. The change of the haemagglutinin molecule from avian adaptation to human adaptation must be expected to act as an additional virulence factor because it will enhance the total number of cells that can be infected (per host organism), increase the total rate of virus replication and potentiate the effects of the other virulence factors already present.\" The H5N1 genes work together in ways we don't yet understand. Influenza research is continuing. The genetic factors that make H5N1 so deadly are only partly understood. Known factors involve the surface antigen encoding gene segments H (hemagglutinin) and N (neuraminidase) genes (causing it to be H5N1 for example), as well as the matrix M2 gene, and the polymerase genes.",
            "score": 147.75694036483765
        },
        {
            "docid": "18791403_7",
            "document": "BAALC . The BAALC gene initially was discovered in the neuroderm of both the human and the mouse. The function of BAALC protein is not understood very well, but it is predicted to be associated with the cytoskeleton network. When expressed in Bone Marrow CD34+ progenitor cells, BAALC has neuroectodermal and hematopoietic cell functions. Differentiation failure caused by cell shape, motility and adhesion in association between cells are all possible outcomes due to the little known effects and unlear mechanism sites of the BAALC genes. The role of the BAALC gene causing leukemia in immature acute leukemic cells has been found by knocking out the function of BAALC gene using hairpin (stem loop) RNA in a human leukemia cell line KG1a. The result of knocking out BAALC expression is a decrease in uncontrolled cell growth and an increase in programmed cell death. The BAALC protein isoform 1-6-8, has been found to interact and associate with the CAMKII alpha subunit and not with the beta subunit. The interaction with the CAMKII alpha subunit is in the CAMKII protein's regulatory region and near the autophosphorylation site, this suggested a regulatory function of the 1-6-8 isoform on the alpha subunit. BAALC 1-6-8 isoform also gets targeted to post synaptic lipid rafts, which are thought to have functions involved in: signal processing, membrane trafficking, and regulation of the actin cytoskeleton. BAALC may play a role in the regulation of the CAMKII protein through interactions with the alpha subunit, no interactions have been found with the beta subunit of this protein. Evidence has shown the BAALC protein to be an intracellular protein with cytoskeleton network roles, these roles include regulation of the actin cytoskeleton which is an associated role of postsynaptic lipid rafts.",
            "score": 147.64489006996155
        },
        {
            "docid": "1057698_2",
            "document": "Human behaviour genetics . Human behaviour genetics is a subfield of the field of behaviour genetics that studies the role of genetic and environmental influences on human behaviour. Classically, human behavioural geneticists have studied the inheritance of behavioural traits. The field was originally focused on testing whether genetic influences were important in human behavior (e.g., do genes influence human behavior). It has evolved to address more complex questions such as: how important are genetic and/or environmental influences on various human behavioral traits; to what extent do the same genetic and/or environmental influences impact the overlap between human behavioral traits; how do genetic and/or environmental influences on behavior change across development; and what environmental factors moderate the importance of genetic effects on human behavior (gene-environment interaction). The field is interdisciplinary, and draws from genetics, psychology, and statistics. Most recently, the field has moved into the area of statistical genetics, with many behavioral geneticists also involved in efforts to identify the specific genes involved in human behavior, and to understand how the effects associated with these genes changes across time, and in conjunction with the environment.",
            "score": 132.80615556240082
        },
        {
            "docid": "50619245_16",
            "document": "Human disease modifier gene . For the common case in which a major locus is causally associated with disease, but there exists considerable, unexplained phenotypic variation, this process of discovery typically begins with establishing heritability of the disease phenotype, and the reasonable likelihood that modifier genes contribute to the observed phenotypic variation. The process proceeds with the identification of modifier loci and functional determination of the mechanisms of their interactions with other disease-causing genes, and culminates with the discovery and development of effective therapeutics for disease, informed by mechanistic understanding of the functions of modifier genes. For skilled researchers using modern techniques, each step in this process of curing human genetic disease by studying modifier gene interactions poses great challenges.",
            "score": 178.6055109500885
        },
        {
            "docid": "63522_18",
            "document": "Crohn's disease . The first mutation found to be associated with Crohn's was a frameshift in the NOD2 gene (also known as the CARD15 gene), followed by the discovery of point mutations. Over thirty genes have been associated with Crohn's; a biological function is known for most of them. For example, one association is with mutations in the XBP1 gene, which is involved in the unfolded protein response pathway of the endoplasmic reticulum. The gene variants of NOD2/CARD15 seem to be related with small-bowel involvement. Other well documented genes which increase the risk of developing Crohn disease are ATG16L1, IL23R, IRGM, and SLC11A1. There is considerable overlap between susceptibility loci for IBD and mycobacterial infections. Recent genome-wide association studies have shown that Crohn's disease is genetically linked to coeliac disease.",
            "score": 233.3507069349289
        },
        {
            "docid": "53803481_26",
            "document": "Clonal hypereosinophilia . The \"ETV6\" gene (also known as translocation-Ets-leukemia) is a member of the ETS transcription factor family. The gene codes for a transcription factor protein, ETV6, which acts to inhibit the expression of various genes which in mice appear to be required for normal hematopoiesis and the development and maintenance of the vascular network. The gene is located on human chromosome 12 at position p13.2 and is well-known to be involved in a large number of chromosomal rearrangements associated with leukemia and congenital fibrosarcoma. Heterozygous \"ETV6\" germline mutations have been identified in several families with inherited thrombocytopenia, variable red blood cell macrocytosis, and hematologic malignancies, primarily B-cell acute lymphoblastic leukemia. The \"ACSL6\" gene encodes a protein, CSL6 acyl-CoA synthetase long-chain family member 6 (or ACSL6 protein). This protein is a Long-chain-fatty-acid—CoA ligase that plays a major role in fatty acid metabolism (particularly in the brain) by charging fatty acids with Coenzyme A to form acyl-CoA. This function can not only alter fatty acid metabolism but also modulate the function of protein kinase Cs and nuclear thyroid hormone receptor. The gene is located on human chromosome 5 at position q31.1. Chromosome translocations between \"ETV6\" and \"ACSL6\" at different chromosome break points create various t(5:12)(q31;p13) \"ETV6-ACSL6\" fusion genes encoding ETV6-ACSL6 fusion proteins. The functionality of ETV6-ACSL6 fusion proteins and the mechanism by which they promote clonal hypereosinophil may, based on indirect evidence in 5 case studies, relate to a loss or gain in function of the ETV6 portion of the fusion protein. However, these issues have not been fully investigated or defined. Two cases involving \"ETV6-ACSL6\" fusion genes were associated with the ectopic and uncontrolled expression of Interleukin 3. The gene for interleukin 3 is close to the \"ACSL6\" gene at position 5q31 and could also be mutated during at least some \"ETV6-ACSL6\" translocation events. Interleukin 3 stimulates the activation, growth, and survival of eosinophils and therefore its mutation could be involved in the clonal hypereosinophilia occurring in \"ETV6-ACSL6\"-related disease.",
            "score": 186.9355549812317
        },
        {
            "docid": "42862295_5",
            "document": "Amanda Fisher . At Imperial, Fisher used lymphocytes as a model to analyse how gene expression patterns are transmitted through cell division. Fisher also explored the molecular basis of lineage choice. She studies the transcriptional and epigenetic mechanisms that underlie cellular differentiation and experimental reprogramming. Fisher's research activities also include pluripotency and reprogramming, polycomb repressor complexes in stem cells, cohesion function in gene expression and genome organisation with Ikaros family transcription factors (TFs). Fisher conducts her research with a cell biology and genetics approach, using current technologies to address the events involved in maintaining embryonic stem (ES) cell pluripotency versus differentiation towards mesoderm, endoderm and ectoderm, as well as the mechanisms of T cell and B cell lineage choice and differentiation. Fisher's discoveries in HIV were extensive and critical for future research of the virus's characteristics. She produced the first functional copies of HIV, allowing her and other scientists to access biologically active material for future research of the virus's genes. She determined the roles of several of the genes in HIV. These findings have been significant in studying and understanding different characteristics of HIV and Human T-lymphotropic virus (HTLV). Whilst at the NIH, Fisher developed approaches that allowed the successful introduction of exogenous DNA onto human blood cells. Two methods, protoplast fusion and electroporation, proved successful and allowed Fisher to test whether molecular clones isolated from HIV-infected cultures could generate infectious retrovirus upon transfection. Fisher showed in 1985 that molecular clones of HIV, contained within approximately 18kb of contiguous proviral DNA, were biologically active and generated cytopathic virus when introduced into primary human T-cells. This discovery was important s it established that products of the viral genome itself, rather than a cofactor or contaminant, were capable of killing human T cells and were therefore potentially capable of mediating the immunosuppressive effect of HIV. it also provided the basis for dissecting the molecular function of each of the viral genes and for developing DNA-based diagnostic tests for HIV infection. In the following 4 years, Fisher showed that the transactivator gene \"tat\" was essential for virus replication, that truncation of the 3' open reading frame disrupts virus cytopathogenicity, and that \"sor\" (now called \"vif)\" is required for efficient cell to cell transmission of HIV virus. With clinical collaborators from the Walter Reed National Military Medical Center (Redfield and Looney), Fisher showed that patient antisera displayed type-specific neutralising properties and that multiple HIV isolates derived from a single patient were biologically diverse and contained replication-competent as well as replication-incompetent cytopathic variants. These studies performed more than 20 years ago, gave some of the first hints that a successful HIV vaccine might prove difficult to engineer.",
            "score": 157.13518500328064
        },
        {
            "docid": "44450362_8",
            "document": "Network medicine . Human disease networks, also called the diseasome, are networks in which the nodes are diseases and the links, the strength of correlation between them. This correlation is commonlquantified based on associated cellular components that two diseases share. The first-published human disease network (HDN) looked at genes, finding that many of the disease associated genes are non-essential genes, as these are the genes that do not completely disrupt the network and are able to be passed down generations. Metabolic disease networks (MDN), in which two diseases are connected by a shared metabolite or metabolic pathway, have also been extensively studied and is especially relevant in the case of metabolic disorders.",
            "score": 182.8110020160675
        },
        {
            "docid": "14769694_14",
            "document": "FIP1L1 . \"RARA\", the Retinoic acid receptor alpha gene, is located on human chromosome 17 at position q21.2 (i.e. 17q21.2), consists of 17 exons, and encodes the nuclear retinoic acid receptor alpha (RARA) protein. The RARA protein, when ligand-bound, regulates the expression of genes that are implicated in the control of development, differentiation, apoptosis, myelopoiesis, and the transcription of transcription factors which in turn regulate the transcription of clock genes. Translocations between this 17q21.2 locus and several other loci have been associated with acute promyelocytic leukemia. Three case reports have found that chromosome translocations between \"FIP1L1\" and \"RARA\" gene loci are associated with two cases of acute promyelocytic leukemia and one case of juvenile myelomonocytic leukemia. Relatively little is known about function of or therapy for these translocations except that: a) the fusion gene was generated juxtaposing exons 15 and 3 of FIP1L1 and RARA, respectively; b) retinoic acid, a ligand for the RARA protein, is exceptionally potent in causing a human eosinophil line to die by apoptosis; c) the disease responses to retinoic acid as well as more aggressive therapies could not be evaluated because of severity and rapid progression of the diseases; d) and in vitro studies indicate that the FIP1L1-RARA fusion protein represses the activation of RARA-activated genes.",
            "score": 187.83416306972504
        },
        {
            "docid": "44248347_24",
            "document": "Gene Disease Database . DisGeNET is a comprehensive gene-disease association database that integrates associations from several sources that covers different biomedical aspects of diseases. In particular, it is focused on the current knowledge of human genetic diseases including Mendelian, complex and environmental diseases. To assess the concept of modularity of human diseases, this database performs a systematic study of the emergent properties of human gene-disease networks by means of network topology and functional annotation analysis. The results indicate a highly shared genetic origin of human diseases and show that for most diseases, including Mendelian, complex and environmental diseases, functional modules exist. Moreover, a core set of biological pathways is found to be associated with most human diseases. Obtaining similar results when studying clusters of diseases, the findings in this database suggest that related diseases might arise due to dysfunction of common biological processes in the cell. The network analysis of this integrated database points out that data integration is needed to obtain a comprehensive view of the genetic landscape of human diseases and that the genetic origin of complex diseases is much more common than expected.",
            "score": 222.40577816963196
        },
        {
            "docid": "35839849_20",
            "document": "Epigenetics of diabetes Type 2 . Type 2 diabetes associated sequence polymorphisms have been identified in 30 linkage disequilibrium (LD) blocks across the human genome, but their effects only explain a minor fraction of the observed phenotypic diversity among individuals. Previously, in other studies it has been demonstrated that connections between small methylation differences at isolated CpG sites have large differences in gene-expression levels On a genome wide scale studies have proven that hypomethylation in genes known to be associated with type 2 diabetes has been associated with an increase in susceptibility for the disease. CpG sites in particular display a small but significant case of hypomethylation consistently.The odds of belonging to the Type 2 Diabetes group increased by 6.1% for every 1% decrease in methylation based on microarray-based assay. These observed methylation differences are capable of producing or indicating real expression differences, which lead to the observed enhanced disease risk. Based on this study further investigation proved that if hypomethylation was induced, then the individual was far more likely to develop type 2 diabetes than those who led a healthy lifestyle. This proven presence of low methylation at certain sites could be used to diagnose diabetes 2 in individuals earlier in future treatment.",
            "score": 182.15500557422638
        },
        {
            "docid": "2146034_85",
            "document": "CRISPR . In 2015, multiple studies attempted to systematically disable each individual human gene, in an attempt to identify which genes were essential to human biology. Between 1,600 and 1,800 genes passed this test—of the 20,000 or so known human genes. Such genes are more strongly activated, and unlikely to carry disabling mutations. They are more likely to have indispensable counterparts in other species. They build proteins that unite to form larger collaborative complexes. The studies also cataloged the essential genes in four cancer-cell lines and identified genes that are expendable in healthy cells, but crucial in specific tumor types and drugs that could target these rogue genes.",
            "score": 162.5698345899582
        },
        {
            "docid": "2239705_8",
            "document": "Gammaretrovirus . A specific gammaretrovirus called xenotropic murine leukemia virus-related virus (XMRV) has been found in prostate cancer tissue. There are over 50 human cancer cell lines that have been identified with xenotropic murine leukemia virus-related virus or murine leukemia virus. There have also been discoveries of murine gammeretroviruses in lung cancer cell lines. While it is unclear what role these viruses have in the cancer development, it is believed that they are most prevalent during the tumor developing stage of the cancer by inhibiting tumor suppressing genes. XMRV is a recombinant virus created in a laboratory accident in the mid-1990s. Although it can infect human tissue, no known disease is associated with the infection.",
            "score": 160.57173895835876
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 147.31368827819824
        },
        {
            "docid": "4774419_21",
            "document": "Herpes simplex virus . HSVs may persist in a quiescent but persistent form known as \"latent infection\", notably in neural ganglia. HSV-1 tends to reside in the trigeminal ganglia, while HSV-2 tends to reside in the sacral ganglia, but these are tendencies only, not fixed behavior. During latent infection of a cell, HSVs express latency associated transcript (LAT) RNA. LAT regulates the host cell genome and interferes with natural cell death mechanisms. By maintaining the host cells, LAT expression preserves a reservoir of the virus, which allows subsequent, usually symptomatic, periodic recurrences or \"outbreaks\" characteristic of non-latency. Whether or not recurrences are symptomatic, viral shedding occurs to infect a new host. A protein found in neurons may bind to herpes virus DNA and regulate latency. Herpes virus DNA contains a gene for a protein called ICP4, which is an important transactivator of genes associated with lytic infection in HSV-1. Elements surrounding the gene for ICP4 bind a protein known as the human neuronal protein Neuronal Restrictive Silencing Factor (NRSF) or human Repressor Element Silencing Transcription Factor (REST). When bound to the viral DNA elements, histone deacetylation occurs atop the ICP4 gene sequence to prevent initiation of transcription from this gene, thereby preventing transcription of other viral genes involved in the lytic cycle. Another HSV protein reverses the inhibition of ICP4 protein synthesis. ICP0 dissociates NRSF from the \"ICP4\" gene and thus prevents silencing of the viral DNA.",
            "score": 149.77056658267975
        },
        {
            "docid": "5219699_34",
            "document": "Human Genome Project . There are also many tangible benefits for biologists. For example, a researcher investigating a certain form of cancer may have narrowed down their search to a particular gene. By visiting the human genome database on the World Wide Web, this researcher can examine what other scientists have written about this gene, including (potentially) the three-dimensional structure of its product, its function(s), its evolutionary relationships to other human genes, or to genes in mice or yeast or fruit flies, possible detrimental mutations, interactions with other genes, body tissues in which this gene is activated, and diseases associated with this gene or other datatypes. Further, deeper understanding of the disease processes at the level of molecular biology may determine new therapeutic procedures. Given the established importance of DNA in molecular biology and its central role in determining the fundamental operation of cellular processes, it is likely that expanded knowledge in this area will facilitate medical advances in numerous areas of clinical interest that may not have been possible without them.",
            "score": 155.80787801742554
        },
        {
            "docid": "34217148_11",
            "document": "Vectors in gene therapy . The viral vectors described above have natural host cell populations that they infect most efficiently. Retroviruses have limited natural host cell ranges, and although adenovirus and adeno-associated virus are able to infect a relatively broader range of cells efficiently, some cell types are refractory to infection by these viruses as well. Attachment to and entry into a susceptible cell is mediated by the protein envelope on the surface of a virus. Retroviruses and adeno-associated viruses have a single protein coating their membrane, while adenoviruses are coated with both an envelope protein and fibers that extend away from the surface of the virus. The envelope proteins on each of these viruses bind to cell-surface molecules such as heparin sulfate, which localizes them upon the surface of the potential host, as well as with the specific protein receptor that either induces entry-promoting structural changes in the viral protein, or localizes the virus in endosomes wherein acidification of the lumen induces this refolding of the viral coat. In either case, entry into potential host cells requires a favorable interaction between a protein on the surface of the virus and a protein on the surface of the cell. For the purposes of gene therapy, one might either want to limit or expand the range of cells susceptible to transduction by a gene therapy vector. To this end, many vectors have been developed in which the endogenous viral envelope proteins have been replaced by either envelope proteins from other viruses, or by chimeric proteins. Such chimera would consist of those parts of the viral protein necessary for incorporation into the virion as well as sequences meant to interact with specific host cell proteins. Viruses in which the envelope proteins have been replaced as described are referred to as pseudotyped viruses. For example, the most popular retroviral vector for use in gene therapy trials has been the lentivirus Simian immunodeficiency virus coated with the envelope proteins, G-protein, from Vesicular stomatitis virus. This vector is referred to as VSV G-pseudotyped lentivirus, and infects an almost universal set of cells. This tropism is characteristic of the VSV G-protein with which this vector is coated. Many attempts have been made to limit the tropism of viral vectors to one or a few host cell populations. This advance would allow for the systemic administration of a relatively small amount of vector. The potential for off-target cell modification would be limited, and many concerns from the medical community would be alleviated. Most attempts to limit tropism have used chimeric envelope proteins bearing antibody fragments. These vectors show great promise for the development of \"magic bullet\" gene therapies.",
            "score": 164.15277314186096
        },
        {
            "docid": "7324297_4",
            "document": "Genome-based peptide fingerprint scanning . In 2012 research was published where genes and proteins were found in a model organism that could not have been found without GFS because they had not been previously annotated. The planarian Schmidtea mediterranea has been used in research for over 100 years. This planarian is capable of regenerating missing body parts and is therefore emerging as potential model organism for stem cell research. Planarians are covered in mucus which aids in locomotion, in protecting them from predation, and in helping their immune system. The genome of \"Schmidtea mediterranea\" is sequenced but mostly un-annotated making it a prime candidate for genome-based peptide fingerprint scanning. When the proteins were analyzed with GFS 1,604 proteins were identified. These proteins had mostly not been annotated before they were found with GFS They were also able to find the mucous subproteome (all the genes associated with mucus production). They found that this proteome was conserved in the sister species \"Schmidtea mansoni\". The mucous subproteome is so conserved that 119 orthologs of planarians are found in humans. Due to the similarity in these genes the planarian can now be used as a model to study mucous protein function in humans. This is relevant for infections and diseases related to mucous aberrancies such as cystic fibrosis, asthma, and other lung diseases. These genes could not have been found without GFS because they had not been previously annotated.",
            "score": 190.86373043060303
        }
    ],
    "r": [
        {
            "docid": "2628999_6",
            "document": "Birdshot chorioretinopathy . In 2014, Kuiper et al. conducted a genome-wide association study in birdshot chorioretinopathy and studied the entire genome of Dutch, Spanish and English patients. This large genetic study ascertained HLA-A29:02 as the primary risk factor and identified the \"endoplasmic reticulum aminopeptidase (ERAP) 2\" gene strongly associated with birdshot chorioretinopathy. Genetic variants near \"ERAP2\" on chromosome 5 resulted in high mRNA and protein expression of this aminopeptidase in BSCR patients. ERAP2 is an aminopeptidase that, together with the closely related ERAP1, trims peptides in the endoplasmic reticulum and loads these peptides on HLA molecules for presentation to T cells of the immune system. ERAP-HLA associations have also been reported in Ankylosing spondylitis and Behcet's disease, suggesting shared pathogenic pathways among these diseases.",
            "score": 251.98873901367188
        },
        {
            "docid": "7718899_20",
            "document": "HLA-A . HLA-A is one particular group of the human Class I MHCs. It consists of several hundred different genes and several thousand variant alleles. HLA-A is critical to the cytotoxic t-cell controlled immune response to viruses and other intracellular pathogens. Because each HLA-A gene has a high affinity for slightly different peptides, certain HLA-As are associated with increased risk, more rapid progression, and/or increased severity of many diseases. For similar reasons, HLA-A matching is essential to successful tissue transplants.",
            "score": 251.63465881347656
        },
        {
            "docid": "302013_28",
            "document": "Human leukocyte antigen . The large extent of variability in HLA genes poses significant challenges in investigating the role of HLA genetic variations in diseases. Disease association studies typically treat each HLA allele as a single complete unit, which does not illuminate the parts of the molecule associated with disease. Karp D. R. et al. describes a novel sequence feature variant type (SFVT) approach for HLA genetic analysis that categorizes HLA proteins into biologically relevant smaller sequence features (SFs), and their variant types (VTs). Sequence features are combinations of amino acid sites defined based on structural information (e.g., beta-sheet 1), functional information (e.g., peptide antigen-binding), and polymorphism. These sequence features can be overlapping and continuous or discontinuous in the linear sequence. Variant types for each sequence feature are defined based upon all known polymorphisms in the HLA locus being described. SFVT categorization of HLA is applied in genetic association analysis so that the effects and roles of the epitopes shared by several HLA alleles can be identified. Sequence features and their variant types have been described for all classical HLA proteins; the international repository of HLA SFVTs will be maintained at IMGT/HLA database. A tool to convert HLA alleles into their component SFVTs can be found on the Immunology Database and Analysis Portal (ImmPort) website.",
            "score": 249.9730682373047
        },
        {
            "docid": "24973826_42",
            "document": "Human genetic resistance to malaria . Human leucocyte antigen (HLA) polymorphisms common in West Africans but rare in other racial groups, are associated with protection from severe malaria. This group of genes encodes cell-surface antigen-presenting proteins and has many other functions. In West Africa, they account for as great a reduction in disease incidence as the sickle-cell hemoglobin variant. The studies suggest that the unusual polymorphism of major histocompatibility complex genes has evolved primarily through natural selection by infectious pathogens.",
            "score": 244.82989501953125
        },
        {
            "docid": "8767449_16",
            "document": "Public health genomics . Accurate and sensitive prediction of disease, or detection during early stages of disease, could allow the prevention or arrest of disease development as immunotherapy treatments become available. Type 1 diabetes markers associated with disease susceptibility have been identified, for example HLA class II gene variants, however possession of one or more of these genomic markers does not necessarily lead to disease. Lack of progression to disease is likely due to the absence of environmental triggers, absence of other susceptibility genes, presence of protective genes, or differences in the temporal expression or presence of these factors. Combinations of markers have also been associated with susceptibility to type 1 diabetes however again, their presence may not always predict disease development, and conversely, disease may be present without the marker group. Potential variant genes (SNPs) or markers that are linked to the disease include genes for cytokines, membrane-bound ligands, insulin and immune regulatory genes.",
            "score": 240.8517303466797
        },
        {
            "docid": "101965_17",
            "document": "Psoriasis . Classic genome-wide linkage analysis has identified nine loci on different chromosomes associated with psoriasis. They are called psoriasis susceptibility 1 through 9 (\"PSORS1\" through \"PSORS9\"). Within those loci are genes on pathways that lead to inflammation. Certain variations (mutations) of those genes are commonly found in psoriasis. Genome-wide association scans have identified other genes that are altered to characteristic variants in psoriasis. Some of these genes express inflammatory signal proteins, which affect cells in the immune system that are also involved in psoriasis. Some of these genes are also involved in other autoimmune diseases.",
            "score": 239.87728881835938
        },
        {
            "docid": "63526_21",
            "document": "Coeliac disease . Other genetic factors have been repeatedly reported in coeliac disease; however, involvement in disease has variable geographic recognition. Only the HLA-DQ loci show a consistent involvement over the global population. Many of the loci detected have been found in association with other autoimmune diseases. One locus, the LPP or lipoma-preferred partner gene, is involved in the adhesion of extracellular matrix to the cell surface, and a minor variant (SNP = rs1464510) increases the risk of disease by approximately 30%. This gene strongly associates with coeliac disease (p < 10) in samples taken from a broad area of Europe and the US.",
            "score": 237.7894744873047
        },
        {
            "docid": "18856281_7",
            "document": "HLA A1-B8-DR3-DQ2 . Studies indicate that A1::DQ2 prominence is likely due to positive selection in the pre-Neolithic period and isolation in countries where wheat was not a prominent cereal. Outside of DR3-DQ2 with known associations to autoimmune disease, other factors within A1::DQ2 are believed to also contribute to autoimmune disease. Also a dozen inflammatory diseases of the immune system can attribute some risk to the haplotype. Some disease like coeliac disease primarily \"associate\" with certain genes. While other diseases, like type 1 diabetes may have several, highly different, genes that attribute risk. Still other diseases, like myasthenia gravis have undetermined linkage to the haplotype.",
            "score": 237.31446838378906
        },
        {
            "docid": "17337043_9",
            "document": "Diffuse panbronchiolitis . Genetic predisposition for DPB susceptibility has been localized to two HLA haplotypes (a nucleotide or gene sequence difference between paired chromosomes, that is more likely to occur among a common ethnicity or trait) common to people of East Asian descent. HLA-B54 is associated with DPB in the Japanese, while HLA-A11 is associated with the disease in Koreans. Several genes within this region of class I HLA are believed to be responsible for DPB, by allowing increased susceptibility to the disease. The common genetic background and similarities in the HLA profile of affected Japanese and Korean individuals were considered in the search for a DPB gene. It was suggested that a mutation of a suspected disease-susceptibility gene located somewhere between HLA-B and HLA-A had occurred on an ancestral chromosome carrying both HLA-B54 and HLA-A11. Further, it is possible that a number of genetic recombination events around the disease locus (location on a chromosome) could have resulted in the disease being associated with HLA-B54 in the Japanese and HLA-A11 in Koreans. After further study, it was concluded that a DPB susceptibility gene is located near the HLA-B locus at chromosome 6p21.3. Within this area, the search for a genetic cause of the disease has continued.",
            "score": 235.84974670410156
        },
        {
            "docid": "63522_18",
            "document": "Crohn's disease . The first mutation found to be associated with Crohn's was a frameshift in the NOD2 gene (also known as the CARD15 gene), followed by the discovery of point mutations. Over thirty genes have been associated with Crohn's; a biological function is known for most of them. For example, one association is with mutations in the XBP1 gene, which is involved in the unfolded protein response pathway of the endoplasmic reticulum. The gene variants of NOD2/CARD15 seem to be related with small-bowel involvement. Other well documented genes which increase the risk of developing Crohn disease are ATG16L1, IL23R, IRGM, and SLC11A1. There is considerable overlap between susceptibility loci for IBD and mycobacterial infections. Recent genome-wide association studies have shown that Crohn's disease is genetically linked to coeliac disease.",
            "score": 233.3507080078125
        },
        {
            "docid": "1255502_7",
            "document": "Takayasu's arteritis . The genetic contribution to the pathogenesis of Takayasu's arteritis is supported by the genetic association with HLA-B∗52. A 2013 large collaborative study uncovered multiple additional susceptibility loci for this disease, increasing its number of genetic loci to five risk loci across the genome. About 200,000 genetic variants were genotyped in two ethnically divergent Takayasu's arteritis cohorts from Turkey and North America by using a custom-designed genotyping platform (Immunochip). Additional genetic variants and the classical HLA alleles were imputed and analyzed. The study identified and confirmed two independent susceptibility loci within the HLA region (r2 < 0.2): HLA-B/MICA (rs12524487, OR = 3.29, p = 5.57 × 10-16) and HLA-DQB1/HLA-DRB1 (rs113452171, OR = 2.34, p = 3.74 × 10-9; and rs189754752, OR = 2.47, p = 4.22 × 10-9). In addition, a genetic association was identified and confirmed between Takayasu's arteritis and the FCGR2A/FCGR3A locus on chromosome 1 (rs10919543, OR = 1.81, p = 5.89 × 10-12). The risk allele at this locus results in increased mRNA expression of FCGR2A. In addition, a genetic association between IL12B and Takayasu arteritis was established (rs56167332, OR = 1.54, p = 2.18 × 10-8). A fifth genetic locus for the disease in an intergenic region on chromosome 21q22 downstream of PSMG1 was revealed (P=4.39X10-7). A recent genome-wide association study (GWAS) identified genetic susceptibility loci for Takayasu arteritis with a genome-wide level of significance in IL6 (rs2069837) (odds ratio [OR] 2.07, P = 6.70 × 10(-9)), RPS9/LILRB3 (rs11666543) (OR 1.65, P = 2.34 × 10(-8)), and the intergenic locus on chromosome 21q22 (rs2836878) (OR 1.79, P = 3.62 × 10(-10)). The genetic susceptibility locus in RPS9/LILRB3 lies within the leukocyte receptor complex gene cluster on chromosome 19q13.4, and the disease risk variant in this locus correlates with reduced expression of multiple genes including the inhibitory leukocyte immunoglobulin-like receptor gene LILRB3 (P = 2.29 × 10(-8)). In addition, this study identified additional candidate susceptibility genes with suggestive levels of association (P < 1 × 10(-5)) including PCSK5, LILRA3, PPM1G/NRBP1, and PTK2B.",
            "score": 232.7568817138672
        },
        {
            "docid": "30487688_23",
            "document": "Diagnosis of schizophrenia . Estimates of the heritability of schizophrenia is around 80%, which implies that 80% of the individual differences in risk to schizophrenia is explained by individual differences in genetics. Although many genetic variants associated with schizophrenia have been identified, their effects are usually very small, so they are combined onto a polygenic risk score. These scores, despite accounting for hundreds of variants, only explain up to 6% in symptom variation and 7% of the risk for developing the disease. An example of a well-studied genetic biomarker in schizophrenia is the single nucleotide polymorphism in the HLA-DQB1 gene, which is part of the human leukocyte antigen (HLA) complex. A G to C replacement on position 6672 predicts risk of agranulocytosis, a side effect of clozapine that can be fatal.",
            "score": 232.183349609375
        },
        {
            "docid": "40841348_9",
            "document": "Computational and Statistical Genetics . Over the past few years, genome-wide association studies (GWAS) have become a powerful tool for investigating the genetic basis of common diseases and has improved our understanding of the genetic basis of many complex traits. Traditional single SNP (single-nucleotide polymorphism) GWAS is the most commonly used method to find trait associated DNA sequence variants - associations between variants and one or more phenotypes of interest are investigated by studying individuals with different phenotypes and examining their genotypes at the position of each SNP individually. The SNPs for which one variant is statistically more common in individuals belonging to one phenotypic group are then reported as being associated with the phenotype. However, most complex common diseases involve small population-level contributions from multiple genomic loci. To detect such small effects as genome-wide significant, traditional GWAS rely on increased sample size e.g. to detect an effect which accounts for 0.1% of total variance, traditional GWAS needs to sample almost 30,000 individuals. Although the development of high throughput SNP genotyping technologies has lowered the cost and improved the efficiency of genotyping. Performing such a large scale study still costs considerable money and time. Recently, association analysis methods utilizing gene-based tests have been proposed that are based on the fact that variations in protein-coding and adjacent regulatory regions are more likely to have functional relevance. These methods have the advantage that they can account for multiple independent functional variants within a gene, with the potential to greatly increase the power to identify disease/trait associated genes. Also, imputation of ungenotyped markers using known reference panels(e.g. HapMap and the 1000 Genomes Project) predicts genotypes at the missing or untyped markers thereby allowing one to accurately evaluate the evidence for association at genetic markers that are not directly genotyped (in addition to the typed markers) and has been shown to improve the power of GWAS to detect disease associated loci.",
            "score": 231.55458068847656
        },
        {
            "docid": "50518079_17",
            "document": "Human Genome Structural Variation . The factors that contribute to the development of schizophrenia have been studied extensively. A very recent study was conducted on the mechanism and genes responsible for schizophrenia development. It had been previously shown that variation at an MHC locus was associated with the development of schizophrenia. This study found that the association is caused partly by the complement component 4 (C4) genes and therefore implying that allele variants of the C4 genes contribute to the development of schizophrenia. Linkage disequilibrium helped researchers identify which C4 structural variant an individual had by looking at the SNP haplotypes. The SNP haplotypes and the C4 alleles were linked which was why they were in linkage disequilibrium, meaning that they segregated together. A single structural C4 variant was associated with many different SNP haplotypes, but different SNP haplotypes where associated with only one C4 structural variant. This was due to the linkage disequilibrium which allowed the researchers to determine the C4 structural variant easily by looking at the SNP haplotype. Their data suggested this because the results showed that the structural variants of C4 express the C4A protein at different levels and this difference in higher C4A protein expressions were associated with higher rates of schizophrenia development. The different structural variant alleles of the same gene were shown to have different phenotypes and susceptibility to disease. These studies exhibit the breadth of the involvement and significance of structural variation on the human genome. Its importance is demonstrated with its contribution to phenotypic diversity and disease susceptibility.",
            "score": 230.1138458251953
        },
        {
            "docid": "287299_24",
            "document": "Sarcoidosis . The heritability of sarcoidosis varies according to ethnicity. About 20% of African Americans with sarcoidosis have a family member with the condition, whereas the same figure for European Americans is about 5%. Additionally, in African Americans, who seem to experience more severe and chronic disease, siblings and parents of sarcoidosis cases have about a 2.5-fold increased risk for developing the disease. Investigations of genetic susceptibility yielded many candidate genes, but only few were confirmed by further investigations and no reliable genetic markers are known. Currently, the most interesting candidate gene is \"BTNL2\"; several \"HLA-DR\" risk alleles are also being investigated. In persistent sarcoidosis, the HLA haplotype \"HLA-B7-DR15\" are either cooperating in disease or another gene between these two loci is associated. In nonpersistent disease, there is a strong genetic association with HLA DR3-DQ2. Cardiac sarcoid has been connected to TNFA variants.",
            "score": 229.5099334716797
        },
        {
            "docid": "9819863_31",
            "document": "Race and health . More recent research indicates that the \"common disease-rare variant\" may be a better explanation for many common diseases. In this model, rare but higher-risk gene variants cause common diseases. This model may be relevant for diseases that reduces fertility. In contrast, for common genes associated with common disease to persist they must either have little effect during the reproductive period of life (like Alzheimer's disease) or provide some advantage in the original environment (like genes causing autoimmune diseases also providing resistance against infections). In either case varying frequencies of genes variants in different populations may be an explanation for health disparities. Genetic variants associated with Alzheimer's disease, deep venous thrombosis, Crohn disease, and type 2 diabetes appear to adhere to \"common disease-common variant\" model.",
            "score": 229.2289276123047
        },
        {
            "docid": "302013_2",
            "document": "Human leukocyte antigen . The human leukocyte antigen (HLA) system or complex is a gene complex encoding the major histocompatibility complex (MHC) proteins in humans. These cell-surface proteins are responsible for the regulation of the immune system in humans. The HLA gene complex resides on a 3 Mbp stretch within chromosome 6p21. HLA genes are highly polymorphic, which means that they have many different alleles, allowing them to fine-tune the adaptive immune system. The proteins encoded by certain genes are also known as \"antigens\", as a result of their historic discovery as factors in organ transplants. Different classes have different functions:",
            "score": 229.0416717529297
        },
        {
            "docid": "50603_9",
            "document": "Multiple sclerosis . Specific genes that have been linked with MS include differences in the human leukocyte antigen (HLA) system—a group of genes on chromosome 6 that serves as the major histocompatibility complex (MHC). That changes in the HLA region are related to susceptibility has been known since the 1980s, and additionally this same region has been implicated in the development of other autoimmune diseases such as diabetes type I and systemic lupus erythematosus. The most consistent finding is the association between multiple sclerosis and alleles of the MHC defined as DR15 and DQ6. Other loci have shown a protective effect, such as HLA-C554 and HLA-DRB1*11. Overall, it has been estimated that HLA changes account for between 20 and 60% of the genetic predisposition. Modern genetic methods (genome-wide association studies) have discovered at least twelve other genes outside the HLA locus that modestly increase the probability of MS.",
            "score": 227.62484741210938
        },
        {
            "docid": "23801823_4",
            "document": "A30-Cw5-B18-DR3-DQ2 (HLA Haplotype) . A dozen inflammatory diseases of the immune system can attribute some risk to the haplotype. Some disease like \"coeliac\" disease primarily \"associate\" with certain genes. While other diseases, like type 1 diabetes may have several, highly different, genes that attribute risk. Still other diseases, like \"myasthenia gravis\" have undetermined linkage to the haplotype.",
            "score": 227.36207580566406
        },
        {
            "docid": "5999830_6",
            "document": "Neurturin . The most studied is neurturin’s role in neurodegenerative disease like Parkinsons disease and Huntingtons, where several rat studies have implicated neurturin’s role in rescuing neurons. However, these results have never been observed in humans. Hirschsprung disease, a autosomal dominant genetic disorder, is characterized by complete absence of neuronal ganglion cells from the intestinal tract. Previous studies indicate a role of NRTN gene mutations in the disease. One study showed evidence that a mutation in the NRTN gene was not enough along to cause onset of the disease, however when coupled with a mutation in the RET gene, disease was present in family members as well as the individual. A more recent study showed NRTN variants present in individuals with Hirschsprung disease. However, RET associated mutations were not found and in one variant, RET phosphorylation levels were reduced, which has the potential to have downstream effects on the proliferation and differentiation of neuronal crests. Also, high levels of expression of neurturin were found to be associated with nephroblastoma indicating the possible that the growth factor could be influencing differentiation. Lastly, a study also associated neurturin deficiency in mice with keratoconjunctivitis and dry eye.",
            "score": 226.7510986328125
        },
        {
            "docid": "50518079_15",
            "document": "Human Genome Structural Variation . There are several structural variants in the human genome that have been observed but have not led to any obvious phenotypic effects. There are some, however, that play a role in gene dosage which could lead to genetic diseases or distinct phenotypes. Structural variants can directly affect gene expression, such as with copy-number variants, or indirectly through position effects. These effects can have significant implications in susceptibility to disease. The first gene dosage effect that was observed, and considered to be an autosomal dominant disease from an inherited DNA rearrangement, was Charcot-Marie Tooth (CMT) disease. Most of the associations found with CMT were with a 1.5 Mb tandem duplication in 17p11.2-p12 at the PMP22 gene. The proposed mechanism for the structural variation is shown in Figure 2. When an individual has three copies of the normal gene, it results in the disease phenotype. If the individual had only one copy of the PMP22 gene, on the other hand, the result was a clinically different heredity neuropathy with liability to pressure palsies. The differences in gene dosage created vastly different disease phenotypes which revealed the significant role that structural variation has on phenotype and susceptibility to disease.",
            "score": 222.79322814941406
        },
        {
            "docid": "412735_9",
            "document": "Rheumatic fever . While the mechanisms of genetic predisposition remain unclear, a few genetic factors have been found to increase susceptibility to autoimmune reactions in RHD. The dominant contributors are a component of MHC class II molecules, found on lymphocytes and antigen-presenting cells, specifically the DR and DQ alleles on human chromosome 6. Certain allele combinations appear to increase RHD autoimmune susceptibility. Human leukocyte antigen (HLA) class II allele DR7 (HLA-DR7) is most often associated with RHD, and its combination with certain DQ alleles is seemingly associated with the development of valvular lesions. The mechanism by which MHC class II molecules increase a host's susceptibility to autoimmune reactions in RHD is unknown, but it is likely related to the role HLA molecules play in presenting antigens to T cell receptors, thus triggering an immune response. Also found on human chromosome 6 is the cytokine TNF-α which is also associated with RHD. High expression levels of TNF-α may exacerbate valvular tissue inflammation, contributing to RHD pathogenesis. Mannose-binding lectin (MBL) is an inflammatory protein involved in pathogen recognition. Different variants of MBL2 gene regions are associated in RHD. RHD-induced mitral valve stenosis has been associated with MBL2 alleles encoding for high production of MBL. Aortic valve regurgitation in RHD patients has been associated with different MBL2 alleles that encode for low production of MBL. Other genes are also being investigated to better understand the complexity of autoimmune reactions that occur in RHD.",
            "score": 222.78639221191406
        },
        {
            "docid": "44248347_24",
            "document": "Gene Disease Database . DisGeNET is a comprehensive gene-disease association database that integrates associations from several sources that covers different biomedical aspects of diseases. In particular, it is focused on the current knowledge of human genetic diseases including Mendelian, complex and environmental diseases. To assess the concept of modularity of human diseases, this database performs a systematic study of the emergent properties of human gene-disease networks by means of network topology and functional annotation analysis. The results indicate a highly shared genetic origin of human diseases and show that for most diseases, including Mendelian, complex and environmental diseases, functional modules exist. Moreover, a core set of biological pathways is found to be associated with most human diseases. Obtaining similar results when studying clusters of diseases, the findings in this database suggest that related diseases might arise due to dysfunction of common biological processes in the cell. The network analysis of this integrated database points out that data integration is needed to obtain a comprehensive view of the genetic landscape of human diseases and that the genetic origin of complex diseases is much more common than expected.",
            "score": 222.40577697753906
        },
        {
            "docid": "7194104_23",
            "document": "HLA-DQ . HLA D (-P,-Q,-R) genes are members of the Major histocompatibility complex (MHC) gene family and have analogs in other mammalian species. In mice the MHC locus known as IA is homologous to human HLA DQ. Several autoimmune diseases that occur in humans that are mediated by DQ also can be induced in mice and are mediated through IA. Myasthenia gravis is an example of one such disease. Linking specific sites on autoantigens is more difficult in humans due to the complex variation of heterologous humans, but subtle differences in T-cell stimulation associated with DQ-types has been observed. These studies indicate that potentially a small change or increase in the presentation of a potential self-antigen can result in autoimmunity. This may explain why there is often linkage to DR or DQ, but the linkage is often weak.",
            "score": 222.09463500976562
        },
        {
            "docid": "3464219_33",
            "document": "Medical genetics . Sometimes the link between a disease and an unusual gene variant is more subtle. The genetic architecture of common diseases is an important factor in determining the extent to which patterns of genetic variation influence group differences in health outcomes. According to the common disease/common variant hypothesis, common variants present in the ancestral population before the dispersal of modern humans from Africa play an important role in human diseases. Genetic variants associated with Alzheimer disease, deep venous thrombosis, Crohn disease, and type 2 diabetes appear to adhere to this model. However, the generality of the model has not yet been established and, in some cases, is in doubt. Some diseases, such as many common cancers, appear not to be well described by the common disease/common variant model.",
            "score": 221.16111755371094
        },
        {
            "docid": "8476844_2",
            "document": "Common disease-common variant . The common disease-common variant (often abbreviated CD-CV) hypothesis predicts that common disease-causing alleles, or variants, will be found in all human populations which manifest a given disease. Common variants (not necessarily disease-causing) are known to exist in coding and regulatory sequences of genes. According to the CD-CV hypothesis, some of those variants lead to susceptibility to complex polygenic diseases. Each variant at each gene influencing a complex disease will have a small additive or multiplicative effect on the disease phenotype. These diseases, or traits, are evolutionarily neutral in part because so many genes influence the traits. The hypothesis has held true in the case of putative causal variants in apolipoprotein E, including \"APOE\" ε4, associated with Alzheimer's disease. IL23R has been found to be associated with Crohn's disease; the at-risk allele has a frequency 93% in the general population .",
            "score": 221.087158203125
        },
        {
            "docid": "302013_7",
            "document": "Human leukocyte antigen . Aside from the genes encoding the 6 major antigen-presenting proteins, there are a large number of other genes, many involved in immune function, located on the HLA complex. Diversity of HLAs in the human population is one aspect of disease defense, and, as a result, the chance of two unrelated individuals with identical HLA molecules on all loci is extremely low. HLA genes have historically been identified as a result of the ability to successfully transplant organs between HLA-similar individuals.",
            "score": 221.0743408203125
        },
        {
            "docid": "63526_16",
            "document": "Coeliac disease . The vast majority of people with coeliac have one of two types of the HLA-DQ protein. HLA-DQ is part of the MHC class II antigen-presenting receptor (also called the human leukocyte antigen) system and distinguishes cells between self and non-self for the purposes of the immune system. The two subunits of the HLA-DQ protein are encoded by the HLA-DQA1 and HLA-DQB1 genes, located on the short arm of the sixth chromosome.",
            "score": 220.55999755859375
        },
        {
            "docid": "10326_110",
            "document": "Human evolution . Other evolution is related to endemic diseases: the presence of malaria selected for sickle cell trait (the heterozygote form of sickle cell gene), while the absence of malaria and the health effects of sickle-cell anemia select against this trait. For example, the population at risk of the severe debilitating disease kuru has significant over-representation of an immune variant of the prion protein gene G127V versus non-immune alleles. The frequency of this genetic variant is due to the survival of immune persons.",
            "score": 219.25445556640625
        },
        {
            "docid": "21009880_24",
            "document": "Systemic lupus erythematosus . Genome-wide association studies (GWAS) revealed regions of linkage that were found on most chromosomes. These studies are useful in identifying the genes that may be responsible for complex diseases such as SLE. Candidate gene loci implicated with SLE include multiple alleles from the HLA region, Fc-gamma receptor, and complement component system. However, association does not prove that a specific form of a gene is responsible for the disease, as there may be other polymorphisms in the region that have a greater association effect. However, because the biological role of most genes are not completely understood, it can be difficult to attribute phenotypic traits to certain genetic polymorphisms. Since SLE is associated with so many genetic regions, it is likely an oligogenic trait, meaning that there are several genes that control susceptibility to the disease. Further complicating our understanding is the association of certain linkages with various ethnic groups.",
            "score": 218.9230499267578
        },
        {
            "docid": "18914017_13",
            "document": "Alzheimer's disease . Most cases of Alzheimer's disease do not exhibit autosomal-dominant inheritance and are termed sporadic AD, in which environmental and genetic differences may act as risk factors. The best known genetic risk factor is the inheritance of the ε4 allele of the apolipoprotein E (APOE). Between 40 and 80% of people with AD possess at least one APOEε4 allele. The APOEε4 allele increases the risk of the disease by three times in heterozygotes and by 15 times in homozygotes. Like many human diseases, environmental effects and genetic modifiers result in incomplete penetrance. For example, certain Nigerian populations do not show the relationship between dose of APOEε4 and incidence or age-of-onset for Alzheimer's disease seen in other human populations. Early attempts to screen up to 400 candidate genes for association with late-onset sporadic AD (LOAD) resulted in a low yield. More recent genome-wide association studies (GWAS) have found 19 areas in genes that appear to affect the risk. These genes include: CASS4, CELF1, FERMT2, HLA-DRB5, INPP5D, MEF2C, NME8, PTK2B, SORL1, ZCWPW1, SlC24A4, CLU, PICALM, CR1, BIN1, MS4A, ABCA7, EPHA1, and CD2AP.",
            "score": 218.0362548828125
        },
        {
            "docid": "50619245_30",
            "document": "Human disease modifier gene . But identifying new modifier loci is challenging, and becomes more so, as those variants most easily detectable by current methods are increasingly identified and characterized. Still, for a majority human genetic diseases, less than 20% of heritability is explained by known variants. Some argue that unexplained heritability may be due to many rare variants, which typical association studies are not designed to detect, or structural genetic variation. Though the challenging identification of new genetic variants may not be the most efficient approach to developing mechanistically-informed drugs, it may lead to the development of more safe, individualized, and effective interventional strategies, risk-assessments and prognoses.",
            "score": 217.944580078125
        }
    ]
}