{
    "q": [
        {
            "docid": "553317_37",
            "document": "Nucleus accumbens . In April 2007, two research teams reported on having inserted electrodes into the nucleus accumbens in order to use deep brain stimulation to treat severe depression. In 2010, experiments reported that deep brain stimulation of the nucleus accumbens was successful in decreasing depression symptoms in 50% of patients who did not respond to other treatments such as electroconvulsive therapy. Nucleus accumbens has also been used as a target to treat small groups of patients with therapy-refractory obsessive-compulsive disorder.",
            "score": 134.96477794647217
        },
        {
            "docid": "20945667_23",
            "document": "Myoclonic dystonia . Deep brain stimulation (DBS) has been found to be an effective and safe treatment for myoclonus dystonia patients, whose severe and debilitating symptoms are resistant to drug treatments. Electrical stimulation within the brain is a common treatment for many movement disorders because of the ability to excite or inhibit neurons within the brain. Deep brain stimulation patients have electrodes inserted into the brain and then an electrical signal is sent from an external source to elicit a response. The frequency and intensity of this signal can be changed to monitor the effects on neuronal activity using voltage recordings or neuroimaging, like functional MRIs. By re-positioning the electrodes in different areas or changing the size or timing of the stimulus, varying effects can be seen on the patient depending on the origin of the disorder.",
            "score": 163.50232410430908
        },
        {
            "docid": "3108062_8",
            "document": "Bioelectromagnetics . A strong changing magnetic field can induce electrical currents in conductive tissue such as the brain. Since the magnetic field penetrates tissue, it can be generated outside of the head to induce currents within, causing transcranial magnetic stimulation (TMS). These currents depolarize neurons in a selected part of the brain, leading to changes in the patterns of neural activity. In repeated pulse TMS therapy or rTMS, the presence of incompatible EEG electrodes can result in electrode heating and, in severe cases, skin burns. A number of scientists and clinicians are attempting to use TMS to replace electroconvulsive therapy (ECT) to treat disorders such as severe depression. Instead of one strong electric shock through the head as in ECT, a large number of relatively weak pulses are delivered in TMS therapy, typically at the rate of about 10 pulses per second. If very strong pulses at a rapid rate are delivered to the brain, the induced currents can cause convulsions much like in the original electroconvulsive therapy. Sometimes, this is done deliberately in order to treat depression, such as in ECT.",
            "score": 200.87627530097961
        },
        {
            "docid": "987320_26",
            "document": "Neurotechnology . Neuromodulation is a technology currently used for patients with movement disorders, although research is currently being done to apply this technology to other disorders. Recently, a study was done on if DBS could improve depression with positive results, indicating that this technology might have potential as a therapy for multiple disorders in the brain. DBS is limited by its high cost however, and in developing countries the availability of DBS is very limited. A new version of DBS is under investigation and has developed into the novel field, optogenetics. Optogenetics is the combination of deep brain stimulation with fiber optics and gene therapy. Essentially, the fiber optic cables are designed to light up under electrical stimulation, and a protein would be added to a neuron via gene therapy to excite it under light stimuli. So by combining these three independent fields, a surgeon could excite a single and specific neuron in order to help treat a patient with some disorder. Neuromodulation offers a wide degree of therapy for many patients, but due to the nature of the disorders it is currently used to treat its effects are often temporary. Future goals in the field hope to alleviate that problem by increasing the years of effect until DBS can be used for the remainder of the patient's life. Another use for neuromodulation would be in building neuro-interface prosthetic devices that would allow quadriplegics the ability to maneuver a cursor on a screen with their thoughts, thereby increasing their ability to interact with others around them. By understanding the motor cortex and understanding how the brain signals motion, it is possible to emulate this response on a computer screen.",
            "score": 149.4841446876526
        },
        {
            "docid": "12800367_6",
            "document": "Ian Cook (psychiatrist) . Research by Cook and his colleagues has shown that past use of antidepressants can influence the brain's reaction to antidepressant placebos, that standard advice on diet and exercise for heart health can also lead to better brain health, that different types of advertisement evoke different types of brain activity, that electroencephalogram measurements could predict the outcome of antidepressant drug treatment on an individual patient long before the drugs make any observable changes to the patient's moods, and that electrical stimulation of the trigeminal nerve can be an effective alternative to drug therapy for depression.",
            "score": 141.30187153816223
        },
        {
            "docid": "37568453_4",
            "document": "Restorative neurology . Transcranial direct-current stimulation, tDCS, is a form of neurostimulation or neuromodulation. tDCS targets specific areas of the brain by using extremely low levels of constant electrical current. The use of electrical currents to modify brain function is a dated technique that dates back to more than 200 years ago. Various scientific studies have shown that tDCS has the ability to improve memory, coordination, and problem solving. Researchers have also documented that tDCS has the potential to treat other various disorders such as depression, anxiety, and PTSD.Another parameter to take into account is the orientation of the electric field on the patient. The cathode is the negatively charged electrode while the anode is the positively charged electrode. When the electricity is turned on, the current flows from the cathode to the anode, exciting the brain. tDCS is based on the duration and strength of the current. It has been shown that larger current densities results in larger and longer after effects of tDCS.",
            "score": 146.4546707868576
        },
        {
            "docid": "44093_4",
            "document": "Electroconvulsive therapy . A usual course of ECT involves multiple administrations, typically given two or three times per week until the patient is no longer suffering symptoms. ECT is administered under anesthetic with a muscle relaxant. Electroconvulsive therapy can differ in its application in three ways: electrode placement, frequency of treatments, and the electrical waveform of the stimulus. These three forms of application have significant differences in both adverse side effects and symptom remission. Placement can be bilateral, in which the electric current is passed across the whole brain, or unilateral, in which the current is passed across one hemisphere of the brain. Bilateral placement seems to have greater efficacy than unilateral, but also carries greater risk of memory loss. After treatment, drug therapy is usually continued, and some patients receive maintenance ECT.  ECT appears to work in the short term via an anticonvulsant effect mostly in the frontal lobes, and longer term via neurotrophic effects primarily in the medial temporal lobe.",
            "score": 208.83676171302795
        },
        {
            "docid": "9461102_10",
            "document": "Selective amnesia . It has been suggested that inducing selective amnesia for particular events or stimuli in patients may be an effective tool in psychotherapy. Alexander (1953) found that administering electroconvulsive therapy (ECT) to patients suffering from a traumatic life event induces selective amnesia for the traumatic event without effecting the patient’s surrounding memories. This finding, as well as other similar findings, has been used to form a hypothesis concerning the mechanisms underlying ECT. This hypothesis states that the most decisive effect of ECT is the arousal of the active defensive operations in the brain. They further hypothesize that the arousal of these operations makes ECT an effective treatment for depression and other psychotic disorders in which the brain’s defensive operations are ineffective. This hypothesis would also explain why ECT is an ineffective treatment for disorders in which the defensive operations are overactive such as anxiety disorders. Thus, selective amnesia, if utilized under the correct circumstances, may be useful in a therapeutic setting.",
            "score": 203.53121256828308
        },
        {
            "docid": "987320_22",
            "document": "Neurotechnology . Neuromodulation can involve numerous technologies combined or used independently to achieve a desired effect in the brain. Gene and cell therapy are becoming more prevalent in research and clinical trials and these technologies could help stunt or even reverse disease progression in the central nervous system. Deep brain stimulation is currently used in many patients with movement disorders and is used to improve the quality of life in patients. While deep brain stimulation is a method to study how the brain functions per se, it provides both surgeons and neurologists important information about how the brain works when certain small regions of the basal ganglia (nuclei) are stimulated by electrical currents.",
            "score": 134.4655978679657
        },
        {
            "docid": "20756967_28",
            "document": "Cyborg . Deep brain stimulation is a neurological surgical procedure used for therapeutic purposes. This process has aided in treating patients diagnosed with Parkinson's disease, Alzheimer's disease, Tourette syndrome, epilepsy, chronic headaches, and mental disorders. After the patient is unconscious, through anesthesia, brain pacemakers or electrodes, are implanted into the region of the brain where the cause of the disease is present. The region of the brain is then stimulated by bursts of electric current to disrupt the oncoming surge of seizures. Like all invasive procedures, deep brain stimulation may put the patient at a higher risk. However, there have been more improvements in recent years with deep brain stimulation than any available drug treatment.",
            "score": 138.96684432029724
        },
        {
            "docid": "98093_32",
            "document": "Transcranial magnetic stimulation . Luigi Galvani did pioneering research on the effects of electricity on the body in the late 1700s, and laid the foundations for the field of electrophysiology. In the 1800s Michael Faraday discovered that an electrical current had a corresponding magnetic field, and that changing one, could change the other. Work to directly stimulate the human brain with electricity started in the late 1800s, and by the 1930s electroconvulsive therapy has been developed by Italian physicians Cerletti and Bini. ECT became widely used to treat mental illness and became overused as it began to be seen as a \"psychiatric panacea\", and a backlash against it grew in the 1970s. Around that time Anthony T. Barker began exploring use of magnetic fields to alter electrical signalling in the brain, and the first stable TMS devices were developed around 1985. They were originally intended as diagnostic and research devices, and only later were therapeutic uses explored. The first TMS devices were approved by the FDA in October 2008.",
            "score": 141.90595626831055
        },
        {
            "docid": "17101940_9",
            "document": "Internal globus pallidus . The internal globus pallidus is the target of deep brain stimulation (DBS) for these diseases. Deep brain stimulation sends regulated electrical pulses to the target. In patients with tardive dyskinesia treated with DBS, most people reported more than a 50% improvement in symptoms. Tourette syndrome patients have also benefited from this treatment, showing over 50% improvement in tic severity (compulsive disabling motor tics are symptoms of Tourette patients). The GPi is also considered a \"highly effective target for neuromodulation\" when using deep brain stimulation on Parkinson's Disease patients. There is seen to be only some involvement in Huntington's Disease with mostly the external globus pallidus being affected.",
            "score": 139.63293361663818
        },
        {
            "docid": "1586691_24",
            "document": "Pain and pleasure . Deep brain stimulation involves the electrical stimulation of deep brain structures by electrodes implanted into the brain. The effects of this neurosurgery has been studied in patients with Parkinson's Disease, tremors, dystonia, epilepsy, depression, obsessive-compulsive disorder, Tourette's syndrome, cluster headache and chronic pain. A fine electrode is inserted into the targeted area of the brain and secured to the skull. This is attached to a pulse generator which is implanted elsewhere on the body under the skin. The surgeon then turns the frequency of the electrode to the voltage and frequency desired. Deep brain stimulation has been shown in several studies to both induce pleasure or even addiction as well as ameliorate pain. For chronic pain, lower frequencies (about 5–50 Hz) have produced analgesic effects, whereas higher frequencies (about 120–180 Hz) have alleviated or stopped pyramidal tremors in Parkinson’s patients.",
            "score": 140.51472568511963
        },
        {
            "docid": "19477293_11",
            "document": "Biology of depression . Research on the effects of light therapy on seasonal affective disorder suggests that light deprivation is related to decreased activity in the serotonergic system and to abnormalities in the sleep cycle, particularly insomnia. Exposure to light also targets the serotonergic system, providing more support for the important role this system may play in depression. Sleep deprivation and light therapy both target the same brain neurotransmitter system and brain areas as antidepressant drugs, and are now used clinically to treat depression. Light therapy, sleep deprivation and sleep time displacement (sleep phase advance therapy) are being used in combination quickly to interrupt a deep depression in hospitalized patients.",
            "score": 117.42085242271423
        },
        {
            "docid": "46690704_17",
            "document": "Epigenetics of depression . Increased NGFI-A binding, and the resulting increase in glucocorticoid receptor (GR) expression, leads to a decrease in depression-like behavior. Antidepressants can work to increase GR levels in affected patients, suppressing depressive symptoms. Electric shock therapy, is often used to treat patients suffering from depression. It is found that this form of treatment results in an increase in NGFI-A expression levels. Electric shock therapy depolarizes a number of neurons throughout the brain, resulting in the increased activity of a number of intracellular pathways. This includes the cAMP pathway which, through downstream effects, results in expression of NGFI-A. Antidepressant drugs, such as Tranylcypromine and Imipramine were found to have a similar effect; treatment with these drugs led to increases in NGFI-A expression and subsequent GR expression. These two drugs are thought to alter synaptic levels of 5-HT, which then alters the activity level of the cAMP pathway. It is also known that increased glucocorticoid receptor expression has been shown to modulate the HPA pathway by increasing negative feedback. This increase in expression results from decreased methylation, increased acetylation and binding of HGFI-A transcription factor. This promotes a more moderate HPA response than seen in those with depression which then decreases levels of hormones associated with stress. Another antidepressant, Desipramine was found to increase GR density and GR mRNA expression in the hippocampus. It is thought that this is happening due to an interaction between the response element of GR and the acetyltransferase, CREB Binding Protein. Therefore, this antidepressant, by increasing acetylation, works to lessen the HPA response, and as a result, decrease depressive symptoms.",
            "score": 138.15217399597168
        },
        {
            "docid": "370268_2",
            "document": "Deep brain stimulation . Deep brain stimulation (DBS) is a neurosurgical procedure involving the implantation of a medical device called a neurostimulator (sometimes referred to as a 'brain pacemaker'), which sends electrical impulses, through implanted electrodes, to specific targets in the brain (brain nuclei) for the treatment of movement and neuropsychiatric disorders. DBS in select brain regions has provided therapeutic benefits for otherwise treatment-resistant disorders such as Parkinson's disease, essential tremor, dystonia, chronic pain, major depression, and obsessive–compulsive disorder. Despite the long history of DBS, its underlying principles and mechanisms are still not clear. DBS directly changes brain activity in a controlled manner, its effects are reversible (unlike those of lesioning techniques), and it is one of only a few neurosurgical methods that allow blinded studies.",
            "score": 119.6268105506897
        },
        {
            "docid": "5120098_7",
            "document": "Medial forebrain bundle . The medial forebrain bundle may serve as a target in treating treatment-resistant depression. Since the MFB connects areas of the brain which are involved with motivated behavior, mood regulation, and antidepressant response the stimulation of the MFB through deep brain stimulation could be an effective form of treatment. Subjects that receive the deep brain stimulation treatment in the medial forebrain bundle have been reported to have high remission rates with normative functioning and no adverse side effects.",
            "score": 104.4330747127533
        },
        {
            "docid": "19064282_35",
            "document": "Management of depression . The support for the use of deep brain stimulation in treatment-resistant depression comes from a handful of case studies, and this treatment is still in a very early investigational stage. In this technique electrodes are implanted in a specific region of the brain, which is then continuously stimulated. A March 2010 systematic review found that \"about half the patients did show dramatic improvement\" and that adverse events were \"generally trivial\" given the younger psychiatric patient population than with movements disorders. Deep brain stimulation is available on an experimental basis only in the United States; no systems are approved by the FDA for this use. It is available in Australia.",
            "score": 124.72727084159851
        },
        {
            "docid": "5004685_20",
            "document": "Transcranial direct-current stimulation . The basic design of tDCS, using direct current (DC) to stimulate the area of interest, has existed for over 100 years. There were a number of rudimentary experiments completed before the 19th century using this technique that tested animal and human electricity. Luigi Galvani and Alessandro Volta were two such researchers that utilized the technology of tDCS in their explorations of the source of animal cell electricity. It was due to these initial studies that tDCS was first brought into the clinical scene. In 1801, Giovanni Aldini (Galvani's nephew) started a study in which he successfully used the technique of direct current stimulation to improve the mood of melancholy patients. Aldini gave a detailed account of his treatments of melancholy patient Luigi Lanzarini and also described the stunning result when he first tried the treatment on his own head: There was a brief rise of interest in transcranial direct current stimulation in the 1960s when studies by researcher D. J. Albert proved that the stimulation could affect brain function by changing the cortical excitability. He also discovered that positive and negative stimulation had different effects on the cortical excitability. It wasn’t until recently that interest in tDCS was reignited. This time, the rediscovery was fueled by an increase of interest and understanding of basic brain functioning, therapeutic application, as well as new brain stimulation and brain imaging techniques such as TMS and fMRI. Now, Transcranial direct current stimulation is beginning to be used more frequently as a brain stimulation technique because, with proper safety protocols, tDCS is safe for human use.",
            "score": 133.73637771606445
        },
        {
            "docid": "19477293_39",
            "document": "Biology of depression . Stress can cause depression and depression-like symptoms through monoaminergic changes in several key brain regions as well as suppression in hippocampal neurogenesis. This leads to alteration in emotion and cognition related brain regions as well as HPA axis dysfunction. Through the dysfunction, the effects of stress can be exacerbated including its effects on 5-HT. Furthermore, some of these effects are reversed by antidepressant action, which may act by increasing hippocampal neurogenesis. This leads to a restoration in HPA activity and stress reactivity, thus restoring the deleterious effects induced by stress on 5-HT. The hypothalamic-pituitary-adrenal axis is a chain of endocrine structures that are activated during the body's response to stressors of various sorts. The HPA axis involves three structure, the hypothalamus which release CRH that stimulates the pituitary gland to release ACTH which stimulates the adrenal glands to release cortisol. Cortisol has a negative feedback effect on the pituitary gland and hypothalamus. In depressed patients the often shows increased activation in depressed people, but the mechanism behind this is not yet known. Increased basal cortisol levels and abnormal response to dexamethasone challenges have been observed in patients with depression. Early life stress has been hypothesized as a potential cause of HPA dysfunction. HPA axis regulation may be examined through a dexamethasone suppression tests, which tests the feedback mechanisms. Non-suppression of dexamethasone is a common finding in depression, but is not consistent enough to be used as a diagnostic tool. HPA axis changes by be responsible for some of the changes such as decreased bone mineral density and increased weight found in patients with MDD. One drug, ketoconazole, currently under development has shown promise in treating MDD.",
            "score": 125.93193328380585
        },
        {
            "docid": "370268_3",
            "document": "Deep brain stimulation . The Food and Drug Administration approved DBS as a treatment for essential tremor and Parkinson's disease (PD) in 1997, dystonia in 2003, and obsessive–compulsive disorder (OCD) in 2009. DBS is also used in research studies to treat chronic pain, PTSD, and has been used to treat various affective disorders, including major depression; none of these applications of DBS has yet been FDA-approved. While DBS has proven to be effective for some patients, the potential for serious complications and side effects exists. The DBS system consists of three components: the implanted pulse generator (IPG), the lead, and an extension. The IPG is a battery-powered neurostimulator encased in a titanium housing, which sends electrical pulses to the brain that interfere with neural activity at the target site. The lead is a coiled wire insulated in polyurethane with four platinum-iridium electrodes and is placed in one or two different nuclei of the brain. The lead is connected to the IPG by an extension, an insulated wire that runs below the skin, from the head, down the side of the neck, behind the ear, to the IPG, which is placed subcutaneously below the clavicle, or in some cases, the abdomen. The IPG can be calibrated by a neurologist, nurse, or trained technician to optimize symptom suppression and control side effects.",
            "score": 120.9634120464325
        },
        {
            "docid": "5004685_21",
            "document": "Transcranial direct-current stimulation . While the tDCS method is gaining interest, the most commonly used method of brain stimulation is transcranial magnetic stimulation (TMS). This technique of brain stimulation utilizes an electric coil held above the region of interest on the scalp that uses rapidly changing magnetic fields to induce small electrical currents in the brain. There are two types of TMS: repetitive TMS and single pulse TMS. Both are used in research therapy but effects lasting longer than the stimulation period are only observed in repetitive TMS. Similar to tDCS, an increase or decrease in neuronal activity can be achieved using this technique, but the method of how this is induced is very different. Transcranial direct current stimulation has the two different directions of current that cause the different effects. Increased neuronal activity is induced in repetitive TMS by using a higher frequency and decreased neuronal activity is induced by using a lower frequency.",
            "score": 127.51202774047852
        },
        {
            "docid": "37691351_4",
            "document": "Neuroscience and race . Neurotechnology enables studying the brain and racial interactions, though this study can be difficult because these interactions can be hard to replicate. Face recognition tests are the most commonly used method in studying racial interactions. These tests consist of observing own-race and other-race faces, and studying the brain's response to the faces. There are three major neurological techniques used to measure the brain's response to these simulated racial interactions. Functional magnetic resonance imaging (fMRI) measures the brain activity through measuring the blood oxygen level in the brain. This test gives insight into which regions of the brain are active during a certain event. Event-related potentials (ERPs) measure the brain's activity through measuring electrical impulses by electrodes on the head. This test gives insight in rapid changes in the brain. Transcranial magnetic stimulation (TMS) measures the response of a region of the brain once activated through magnetism. This test gives insight into causality of occurrences and gives specific insight in what the brain regions are doing. Brain-damaged patients have also been used to study racial interactions, by studying how racial interactions are affected when specific brain regions are damaged. These studies give insight into how different brain regions are involved in racial interactions once certain regions have been damaged. An implicit association test (IAC) is often used to measure the racial bias of people in studies by testing what objects, whether positive or negative, people associate with same-race or other-race faces.",
            "score": 107.86571097373962
        },
        {
            "docid": "25258288_7",
            "document": "Late life depression . Pharmacotherapy for acute episodes of depression usually is effective and free of complications. Underuse or misuse of antidepressants and prescribing inadequate dosages are the most common mistakes physicians make when treating elderly patients for depression. Only 10 to 40 percent of depressed elderly patients are given medication. Different types of antidepressants may by used such as TCAs(Tricyclic antidepressants), SSRIs, and MAOIs, but more studies are still needed about TCAs recommendations. Antidepressants, in general, may also work by playing a neuroprotective role in how they relieve anxiety and depression. It's thought that antidepressants may increase the effects of brain receptors that help nerve cells keep sensitivity to glutamate which is an organic compound of a nonessential amino acid. This increased support of nerve cells lowers glutamate sensitivity, providing protection against the glutamate overwhelming and exciting key brain areas related to depression. Antidepressant medications are often the first treatment choice for adults with moderate or severe depression, sometimes along with psychotherapy. The most promising therapeutic effect is achieved when the treatment continues for at least 6 weeks. Although antidepressants may not cure depression, they can lead to remission, which is the disappearance or nearly complete reduction of depression symptoms.",
            "score": 141.64450573921204
        },
        {
            "docid": "4786873_14",
            "document": "Treatment of mental disorders . Electroconvulsive therapy (known as ECT) is when electric currents are applied to someone with a mental disorder who is not responding well to other forms of therapy. Psychosurgery, including deep brain stimulation, is another available treatment for some disorders. This form of therapy is disputed in many cases on its ethicality and effectiveness.",
            "score": 154.37487983703613
        },
        {
            "docid": "4254360_23",
            "document": "Posterior cingulate cortex . Abnormal PCC functional connectivity has been linked to major depression. However, the conclusions of the studies vary. One found increased PCC functional connectivity, while another showed that untreated patients had decreased functional connectivity from the PCC to the caudate. Other studies have looked at interactions between the PCC and the sub-genual cingulate region (Brodmann area 25), a region of the brain that potentially causes depression. The anterior node of the DMN is formed, in part, by the highly connected PCC and Brodmann area 25. The two regions are metabolically overactive in treatment resistant major depression. The link between the activity in the PCC and Brodmann area 25 correlates with rumination, a feature of depression. This link between the two regions could influence medication responses in patients. Already, it has been found that both regions show alterations in metabolism after antidepressant treatment. Furthermore, patients who undergo Deep brain stimulation, had increased glucose metabolism and cerebral flow in the PCC, while also altering Brodmann area 25.",
            "score": 141.34433686733246
        },
        {
            "docid": "8010519_39",
            "document": "Animal testing on non-human primates . In 1983, designer drug users took MPTP, which created a Parkinsonian syndrome. Later that same year, researchers reproduced the effect in non-human primates. Over the next seven years, the brain areas that were over- and under-active in Parkinson's were mapped out in normal and MPTP-treated macaque monkeys using metabolic labelling and microelectrode studies. In 1990, deep brain lesions were shown to treat Parkinsonian symptoms in macaque monkeys treated with MPTP, and these were followed by pallidotomy operations in humans with similar efficacy. By 1993, it was shown that deep brain stimulation could effect the same treatment without causing a permanent lesion of the same magnitude. Deep brain stimulation has largely replaced pallidotomy for treatment of Parkinson's patients that require neurosurgical intervention. Current estimates are that 20,000 Parkinson's patients have received this treatment.",
            "score": 121.98406672477722
        },
        {
            "docid": "31175897_27",
            "document": "Cortical stimulation mapping . Transcranial magnetic stimulation has been gaining increasing interest as an alternative tool for studying the relationships between specific cortical areas and brain function, particularly because its non-invasive nature is advantageous over CSM. Additionally, because of the increasing body of research focused on investigating the many medical uses of TMS, it could eventually have more applications than CSM. For example, this procedure been successfully used to measure the speed of conduction in central motor pathways, making it a useful tool for those studying multiple sclerosis. Similarly, TMS is also being researched for its possibilities as a long-term and possibly more cost-effective therapeutic alternative for treating chronic psychiatric disorders such as major depression as well as its use as a means of in aiding in stroke recovery. However, although therapeutic TMS is promising overall, its success is still unclear and has not been upheld in a number of studies. This is true relating to studies of Parkinson's patients who were given long-term TMS therapy. Although it initially appeared as if these subjects gained improved performance in motor coordination tests, these results are inconsistently reproducible. The same type of results are seen in studies in schizophrenia where it has been shown that cognitive performance in schizophrenic patients treated with TMS is highly variable. Such results suggest that evidence of the effects of TMS are lacking and this technique’s neurobiological mechanisms are still not well understood. Because of these uncertainties, research on this method is ongoing and much is still to be determined about its exact effect on the activation state of the brain. Comparatively, CSM, having the advantages of the more researched technique, is often still preferred.",
            "score": 112.9995985031128
        },
        {
            "docid": "2213172_13",
            "document": "Minimally conscious state . There is recent evidence that transcranial direct current stimulation (tDCS), a technique that supplies a small electric current in the brain with non-invasive electrodes, may improve the clinical state of patients with MCS. In one study with 10 patients with disorders of consciousness (7 in VS, 3 in MCS), tDCS was applied for 20 minutes every day for 10 days, and showed clinical improvement in all 3 patients who were in MCS, but not in those with VS. These results remained at 12-month follow-up. Two of the patients in MCS that had their brain insult less that 12 months recovered consciousness in the following months. One of these patients received a second round of tDCS treatment 4 months after his initial treatment, and showed further recovery and emerged into consciousness, with no change of clinical status between the two treatments. Moreover, in a sham-controlled, double-blind crossover study, the immediate effects of a single session of tDCS were shown to transiently improve the clinical status of 13 out of 30 patients with MCS, but not in those with VS One of the defining characteristics of minimally conscious state is the more continuous improvement and significantly more favorable outcomes post injury when compared with vegetative state. One study looked at 100 patients with severe brain injury. At the beginning of the study, all the patients were unable to follow commands consistently or communicate reliably. These patients were diagnosed with either MCS or vegetative state based on performance on the JFK Coma Recovery Scale and the diagnostic criteria for MCS as recommended by the Aspen Consensus Conference Work-group. Both patient groups were further separated into those that suffered from traumatic brain injury and those that suffered from non-traumatic brain injures (anoxia, tumor, hydrocephalus, infection). The patients were assessed multiple times over a period of 12 months post injury using the Disability Rating Scale (DRS) which ranges from a score of 30=dead to 0=no disabilities. The results show that the DRS scores for the MCS subgroups showed the most improvement and predicted the most favorable outcomes 12 months post injury. Amongst those diagnosed with MCS, DRS scores were significantly lower for those with non-traumatic brain injuries in comparison to the vegetative state patients with traumatic brain injury. DRS scores were also significantly lower for the MCS non-traumatic brain injury group compared to the MCS traumatic brain injury group. Pairwise comparisons showed that DRS scores were significantly higher for those that suffered from non-tramuatic brain injuries than those with traumatic brain injuries. For the patients in vegetative states there were no significant differences between patients with non-traumatic brain injury and those with traumatic brain injuries. Out of the 100 patients studied, 3 patients fully recovered (had a DRS score of 0). These 3 patients were diagnosed with MCS and had suffered from traumatic brain injuries.",
            "score": 141.92597913742065
        },
        {
            "docid": "16098606_15",
            "document": "Responsive neurostimulation device . Patients treated with the RNS System show no evidence of cognitive decline. In fact, they have demonstrated statistically significant improvements in naming and verbal memory. This is meaningful because individuals with epilepsy are at risk for cognitive disability and decline which has also been associated with other epilepsy treatments. For example, many antiepileptic drugs have adverse cognitive effects, patients treated with deep brain stimulation have reported cognitive decline, and epilepsy surgery carries risks for decline in cognitive areas specifically related to those regions of the brain that are resected (Loring, 2015). Another notable feature of the RNS system is the subtle, virtually imperceptible, nature of the therapy. Device settings are personalized so that patients do not feel or notice the stimulation. This is in contrast to other therapies, such as vagus nerve stimulation, which can have chronic stimulation-related side effects such as voice alterations, coughing, throat discomfort, and shortness of breath.",
            "score": 117.31308388710022
        },
        {
            "docid": "370268_10",
            "document": "Deep brain stimulation . DBS has been used in a small number of clinical trials to treat patients suffering from a severe form of treatment-resistant depression (TRD). A number of neuroanatomical targets have been used for DBS for TRD including the subgenual cingulate gyrus, posterior gyrus rectus, nucleus accumbens, ventral capsule/ventral striatum, inferior thalamic peduncle, and the lateral habenula. A recently proposed target of DBS intervention in depression is the superolateral branch of the medial forebrain bundle; its stimulation lead to surprisingly rapid antidepressant effects in very treatment-resistant patients.",
            "score": 103.83695650100708
        },
        {
            "docid": "19064282_19",
            "document": "Management of depression . Physicians often add a medication with a different mode of action to bolster the effect of an antidepressant in cases of treatment resistance; a 2002 large community study of 244,859 depressed Veterans Administration patients found that 22% had received a second agent, most commonly a second antidepressant. Lithium has been used to augment antidepressant therapy in those who have failed to respond to antidepressants alone. Furthermore, lithium dramatically decreases the suicide risk in recurrent depression. Addition of atypical antipsychotics when the patient has not responded to an antidepressant is also known to increase the effectiveness of antidepressant drugs, albeit at the cost of more frequent and potentially serious side effects. There is some evidence for the addition of a thyroid hormone, triiodothyronine, in patients with normal thyroid function. Stephen M. Stahl, renowned academician in psychopharmacology, has stated resorting to a dynamic psychostimulant, in particular, d-amphetamine is the \"\"classical augmentation strategy\" for treatment-refractory depression\". However, the use of stimulants in cases of treatment-resistant depression is relatively controversial.",
            "score": 97.74095594882965
        }
    ],
    "r": [
        {
            "docid": "44093_4",
            "document": "Electroconvulsive therapy . A usual course of ECT involves multiple administrations, typically given two or three times per week until the patient is no longer suffering symptoms. ECT is administered under anesthetic with a muscle relaxant. Electroconvulsive therapy can differ in its application in three ways: electrode placement, frequency of treatments, and the electrical waveform of the stimulus. These three forms of application have significant differences in both adverse side effects and symptom remission. Placement can be bilateral, in which the electric current is passed across the whole brain, or unilateral, in which the current is passed across one hemisphere of the brain. Bilateral placement seems to have greater efficacy than unilateral, but also carries greater risk of memory loss. After treatment, drug therapy is usually continued, and some patients receive maintenance ECT.  ECT appears to work in the short term via an anticonvulsant effect mostly in the frontal lobes, and longer term via neurotrophic effects primarily in the medial temporal lobe.",
            "score": 208.83676147460938
        },
        {
            "docid": "9461102_10",
            "document": "Selective amnesia . It has been suggested that inducing selective amnesia for particular events or stimuli in patients may be an effective tool in psychotherapy. Alexander (1953) found that administering electroconvulsive therapy (ECT) to patients suffering from a traumatic life event induces selective amnesia for the traumatic event without effecting the patient’s surrounding memories. This finding, as well as other similar findings, has been used to form a hypothesis concerning the mechanisms underlying ECT. This hypothesis states that the most decisive effect of ECT is the arousal of the active defensive operations in the brain. They further hypothesize that the arousal of these operations makes ECT an effective treatment for depression and other psychotic disorders in which the brain’s defensive operations are ineffective. This hypothesis would also explain why ECT is an ineffective treatment for disorders in which the defensive operations are overactive such as anxiety disorders. Thus, selective amnesia, if utilized under the correct circumstances, may be useful in a therapeutic setting.",
            "score": 203.53121948242188
        },
        {
            "docid": "3108062_8",
            "document": "Bioelectromagnetics . A strong changing magnetic field can induce electrical currents in conductive tissue such as the brain. Since the magnetic field penetrates tissue, it can be generated outside of the head to induce currents within, causing transcranial magnetic stimulation (TMS). These currents depolarize neurons in a selected part of the brain, leading to changes in the patterns of neural activity. In repeated pulse TMS therapy or rTMS, the presence of incompatible EEG electrodes can result in electrode heating and, in severe cases, skin burns. A number of scientists and clinicians are attempting to use TMS to replace electroconvulsive therapy (ECT) to treat disorders such as severe depression. Instead of one strong electric shock through the head as in ECT, a large number of relatively weak pulses are delivered in TMS therapy, typically at the rate of about 10 pulses per second. If very strong pulses at a rapid rate are delivered to the brain, the induced currents can cause convulsions much like in the original electroconvulsive therapy. Sometimes, this is done deliberately in order to treat depression, such as in ECT.",
            "score": 200.87628173828125
        },
        {
            "docid": "44093_25",
            "document": "Electroconvulsive therapy . Many expert proponents of ECT maintain that the procedure is safe and does not cause brain damage. Dr. Charles Kellner, a prominent ECT researcher and former chief editor of the \"Journal of ECT\", stated in a 2007 interview that, \"There are a number of well-designed studies that show ECT does not cause brain damage and numerous reports of patients who have received a large number of treatments over their lifetime and have suffered no significant problems due to ECT.\" Dr. Kellner cites a study purporting to show an absence of cognitive impairment in eight subjects after more than 100 lifetime ECT treatments. Dr. Kellner stated \"Rather than cause brain damage, there is evidence that ECT may reverse some of the damaging effects of serious psychiatric illness.\"",
            "score": 200.29563903808594
        },
        {
            "docid": "44093_15",
            "document": "Electroconvulsive therapy . Aside from effects in the brain, the general physical risks of ECT are similar to those of brief general anesthesia; the U.S. Surgeon General's report says that there are \"no absolute health contraindications\" to its use. Immediately following treatment, the most common adverse effects are confusion and memory loss. It must be used very cautiously in people with epilepsy or other neurological disorders because by its nature it provokes small tonic-clonic seizures, and so would likely not be given to a person whose epilepsy is not well controlled. Some patients experience muscle soreness after ECT. This is due to the muscle relaxants given during the procedure and rarely due to muscle activity. ECT, especially if combined with deep sleep therapy, may lead to brain damage if administered in such a way as to lead to hypoxia or anoxia in the patient. The death rate due to ECT is around 4 per 100,000 procedures. There is evidence and rationale to support giving low doses of benzodiazepines or else low doses of general anesthetics which induce sedation but not anesthesia to patients to reduce adverse effects of ECT.",
            "score": 193.2439727783203
        },
        {
            "docid": "44093_3",
            "document": "Electroconvulsive therapy . A round of ECT is effective for about 50% of people with treatment-resistant major depressive disorder, whether it is unipolar or bipolar. Follow-up treatment is still poorly studied, but about half of people who respond relapse within 12 months. Aside from effects in the brain, the general physical risks of ECT are similar to those of brief general anesthesia. Immediately following treatment, the most common adverse effects are confusion and memory loss. Among treatments for severely depressed pregnant women ECT is one of the least harmful to the gestating fetus.",
            "score": 187.39979553222656
        },
        {
            "docid": "19064282_34",
            "document": "Management of depression . A usual course of ECT involves multiple administrations, typically given two or three times per week until the patient is no longer suffering symptoms ECT is administered under anesthetic with a muscle relaxant. Electroconvulsive therapy can differ in its application in three ways: electrode placement, frequency of treatments, and the electrical waveform of the stimulus. These three forms of application have significant differences in both adverse side effects and symptom remission. After treatment, drug therapy is usually continued, and some patients receive maintenance ECT. ECT appears to work in the short term via an anticonvulsant effect mostly in the frontal lobes, and longer term via neurotrophic effects primarily in the medial temporal lobe.",
            "score": 183.48193359375
        },
        {
            "docid": "4616525_30",
            "document": "Next to Normal . The third form of treatment is biological treatments, such as Electroconvulsive Therapy (ECT) in which seizures are induced by sending an electric current through the brain. This is the second most central form of treatment seen throughout \"Next to Normal\". Diana is convinced to undergo ECT and then loses her memory (including her memory of Gabe), which she slowly gains back. ECT is not, however, a first-round option when it comes to the treatment of bipolar disorder. In fact, ECT is often viewed as a last resort option for treatment, usually considered for manic patients who are incredibly ill and extremely treatment-resistant or whose symptoms include very serious suicidal or psychotic symptoms, or in pregnant women. This practice holds true in \"Next to Normal\" where ECT is only brought up as a treatment option after Diana attempts suicide by cutting her wrists after being prompted by her hallucination of Gabe to kill herself to be with him (\"“I Dreamed a Dance”\"/\"”There’s a World”\"). It was only after Diana’s condition became resistant to drug therapy and she became severely suicidal that Dr. Madden suggested Dan talk to her about using ECT as a treatment option.",
            "score": 182.20095825195312
        },
        {
            "docid": "8389_64",
            "document": "Major depressive disorder . A usual course of ECT involves multiple administrations, typically given two or three times per week until the patient is no longer suffering symptoms. ECT is administered under anesthetic with a muscle relaxant. Electroconvulsive therapy can differ in its application in three ways: electrode placement, frequency of treatments, and the electrical waveform of the stimulus. These three forms of application have significant differences in both adverse side effects and symptom remission. After treatment, drug therapy is usually continued, and some patients receive maintenance ECT.",
            "score": 181.40634155273438
        },
        {
            "docid": "1762788_8",
            "document": "William Sargant . Both at Belmont Hospital and at St Thomas', Sargant subjected patients to up to three months' combined electroconvulsive therapy, continuous narcosis, insulin coma therapy and drugs. He said in a talk delivered in Leeds: \"For several years past we have been treating severe resistant depression with long periods of sleep treatment. We can now keep patients asleep or very drowsy for up to 3 months if necessary. During sleep treatment we also give them ECT and anti-depressant drugs\". Sargant used narcosis (sleep treatment) to overcome a patient's refusal of electroconvulsive therapy, or even deliver it without their knowledge. He wrote in his standard textbook \"An introduction to physical methods of treatment in psychiatry\": \"Many patients unable to tolerate a long course of ECT, can do so when anxiety is relieved by narcosis ... What is so valuable is that they generally have no memory about the actual length of the treatment or the numbers of ECT used ... After 3 or 4 treatments they may ask for ECT to be discontinued because of an increasing dread of further treatments. Combining sleep with ECT avoids this ...\". Sargant also advocated increasing the frequency of ECT sessions for those he describes as \"resistant, obsessional patients\" in order to produce \"therapeutic confusion\" and so remove their power of refusal. In addition he states: \"All sorts of treatment can be given while the patient is kept sleeping, including a variety of drugs and ECT [which] together generally induce considerable memory loss for the period under narcosis. As a rule the patient does not know how long he has been asleep, or what treatment, even including ECT, he has been given. Under sleep ... one can now give many kinds of physical treatment, necessary, but often not easily tolerated. We may be seeing here a new exciting beginning in psychiatry and the possibility of a treatment era such as followed the introduction of anaesthesia in surgery\".",
            "score": 179.92306518554688
        },
        {
            "docid": "11799614_3",
            "document": "History of electroconvulsive therapy in the United Kingdom . In contemporary psychiatric practice, ECT is used mainly in the treatment of depression. It is occasionally used in the treatment of other disorders such as schizophrenia. When undergoing modern ECT, a patient is given an anaesthetic and a muscle relaxant. A brief-pulse electric current of about 800 milliamperes is passed between two electrodes on the head for several seconds, causing a seizure. The resulting convulsion is modified by the muscle relaxant. ECT is usually given on an inpatient basis; about one in five treatments are given on an outpatient basis. Treatment is usually given twice a week (occasionally three times a week) for a total of 6–12 treatments, although courses may be longer or shorter. About 70 per cent of ECT patients are women. About 1,500 ECT patients a year in the UK are treated without their consent under the Mental Health Acts or the provisions of common law.",
            "score": 177.42112731933594
        },
        {
            "docid": "11799614_6",
            "document": "History of electroconvulsive therapy in the United Kingdom . Meanwhile, in Rome, professor of neuropsychiatry Ugo Cerletti was doing research on epilepsy and using electric shocks to induce seizures in dogs. Cerletti visited the Rome abbatoir where electric shocks were used to render pigs comatose prior to slaughter. Inspired by the fact that the pigs were not actually killed by a voltage of 125 volts driving an electric current through the head for a few tenths of a second, he decided to experiment on a person. In April 1938 Cerletti tried ECT for the first time on a man who had been brought to his clinic in a confused state by police. The man was given a total of 11 treatments and recovered. It later emerged that he had had cardiazol treatment in another hospital three months previously. Cerletti called his treatment \"electroshock\" and developed a theory that it worked by causing the brain to produce vital substances that he called \"acro-agonines\" (from the Greek for \"extreme struggle\"). He put his theory into practice by injecting patients with a suspension of electroshocked pig brain, with encouraging results. Electroshocked pig brain therapy was used by a few psychiatrists in Italy, France and Brazil but did not become as popular as ECT. Cardiazol convulsion therapy was soon replaced by ECT all over the world. Cerletti and Bini were nominated for a Nobel prize but did not get one.",
            "score": 173.15524291992188
        },
        {
            "docid": "44093_56",
            "document": "Electroconvulsive therapy . In the US, this doctrine places a legal obligation on a doctor to make a patient aware of the reason for treatment, the risks and benefits of a proposed treatment, the risks and benefits of alternative treatment, and the risks and benefits of receiving no treatment. The patient is then given the opportunity to accept or reject the treatment. The form states how many treatments are recommended and also makes the patient aware that consent may be revoked and treatment discontinued at any time during a course of ECT. The US Surgeon General's Report on Mental Health states that patients should be warned that the benefits of ECT are short-lived without active continuation treatment in the form of drugs or further ECT, and that there may be some risk of permanent, severe memory loss after ECT. The report advises psychiatrists to involve patients in discussion, possibly with the aid of leaflets or videos, both before and during a course of ECT.",
            "score": 172.56570434570312
        },
        {
            "docid": "44093_33",
            "document": "Electroconvulsive therapy . The electrodes deliver an electrical stimulus. The stimulus levels recommended for ECT are in excess of an individual's seizure threshold: about one and a half times seizure threshold for bilateral ECT and up to 12 times for unilateral ECT. Below these levels treatment may not be effective in spite of a seizure, while doses massively above threshold level, especially with bilateral ECT, expose patients to the risk of more severe cognitive impairment without additional therapeutic gains. Seizure threshold is determined by trial and error (\"dose titration\"). Some psychiatrists use dose titration, some still use \"fixed dose\" (that is, all patients are given the same dose) and others compromise by roughly estimating a patient's threshold according to age and sex. Older men tend to have higher thresholds than younger women, but it is not a hard and fast rule, and other factors, for example drugs, affect seizure threshold.",
            "score": 171.25372314453125
        },
        {
            "docid": "24669125_2",
            "document": "Magnetic seizure therapy . Magnetic seizure therapy (MST) is a proposed form of electrotherapy and electrical brain stimulation. It is currently being investigated for the treatment of treatment-resistant depression (TRD), schizophrenia and obsessive-compulsive disorder. MST is stated to work by inducing seizures via magnetic fields, in contrast to ECT which does so via direct electric shocks. In contrast to (r)TMS, the stimulation rates are higher (e.g. 100 Hz at 2 T) resulting in more energy transfer.",
            "score": 168.7538604736328
        },
        {
            "docid": "37846886_6",
            "document": "Musical hallucinations . A case study by Janakiraman et al. 2006, revealed a 93‑year‑old woman with major depressive disorder who experienced musical hallucinations while treated with electroconvulsive therapy (ECT). Investigators found that the patient's depression symptoms were inversely related to her hallucinations and primarily stemmed from the ECT treatment. The patient had no known abnormalities in hearing, suggesting that musical hallucinations could arise from a variety of sources including psychiatric illnesses. After a complete course of ECT, her hallucinations dissipated, also suggesting that they can be acute.",
            "score": 167.905029296875
        },
        {
            "docid": "19064282_31",
            "document": "Management of depression . Electroconvulsive therapy (ECT) is a standard psychiatric treatment in which seizures are electrically induced in patients to provide relief from psychiatric illnesses. ECT is used with informed consent as a last line of intervention for major depressive disorder.",
            "score": 167.8170166015625
        },
        {
            "docid": "11799614_7",
            "document": "History of electroconvulsive therapy in the United Kingdom . ECT arrived in the UK with Lothar Kalinowsky, one of Cerletti’s assistants, who was on his way to the USA. Kalinowsky demonstrated Cerletti’s technique at the Burden Neurological Institute (BNI) and wrote an article about ECT which appeared in the Lancet in December 1939. He said that electrically induced seizures were cheaper and easier to administer than cardiazol seizures. The first paper on ECT by British authors appeared three weeks later in the same journal. Gerald Fleming, the medical superintendent of Barnwood House Hospital in Gloucester and editor of the Journal of Mental Science, psychiatrist Frederic Golla and neurophysiologist William Grey Walter (both from the BNI) described how they had tested the new method of convulsion therapy on five chronic schizophrenic patients from Barnwood House. Electrical parameters, technique of administration, seizures and electroencephalograms, but not therapeutic results, were discussed. An accompanying editorial entitled \"More shocks\" said that ECT \"may well turn out to be a valuable step forward\" but criticised Fleming’s claim that the use of ECT required only minimal training, expertise and patient preparation. The editorial also queried Kalinowsky’s dismissal of concerns about brain damage. \"There is still a chance\" it said \"that the brain has nemo me impune lacessit for its motto.\"",
            "score": 167.61427307128906
        },
        {
            "docid": "44093_2",
            "document": "Electroconvulsive therapy . Electroconvulsive therapy (ECT), formerly known as electroshock therapy, and often referred to as shock treatment, is a psychiatric treatment in which seizures are electrically induced in patients to provide relief from mental disorders. The ECT procedure was first conducted in 1938 and is the only currently used form of shock therapy in psychiatry. ECT is often used with informed consent as a last line of intervention for major depressive disorder, mania, and catatonia. ECT machines have been placed in the Class II category (special controls) by the United States Food and Drug Administration (FDA) since 1976.",
            "score": 167.2492218017578
        },
        {
            "docid": "8389_61",
            "document": "Major depressive disorder . Electroconvulsive therapy (ECT) is a standard psychiatric treatment in which seizures are electrically induced in patients to provide relief from psychiatric illnesses. ECT is used with informed consent as a last line of intervention for major depressive disorder.",
            "score": 167.10025024414062
        },
        {
            "docid": "44093_7",
            "document": "Electroconvulsive therapy . A meta-analysis on the effectiveness of ECT in unipolar and bipolar depression was conducted in 2012. Results indicated that although patients with unipolar depression and bipolar depression responded to other medical treatments very differently, both groups responded equally well to ECT. Overall remission rate for patients given a round of ECT treatment was 51.5% for those with unipolar depression and 50.9% for those with bipolar depression. The severity of each patient’s depression was assessed at the same baseline in each group.",
            "score": 166.9423370361328
        },
        {
            "docid": "19064282_33",
            "document": "Management of depression . Aside from effects in the brain, the general physical risks of ECT are similar to those of brief general anesthesia. Immediately following treatment, the most common adverse effects are confusion and memory loss. ECT is considered one of the least harmful treatment options available for severely depressed pregnant women.",
            "score": 166.73385620117188
        },
        {
            "docid": "8389_63",
            "document": "Major depressive disorder . Aside from effects in the brain, the general physical risks of ECT are similar to those of brief general anesthesia. Immediately following treatment, the most common adverse effects are confusion and memory loss. ECT is considered one of the least harmful treatment options available for severely depressed pregnant women.",
            "score": 166.1063690185547
        },
        {
            "docid": "20945667_23",
            "document": "Myoclonic dystonia . Deep brain stimulation (DBS) has been found to be an effective and safe treatment for myoclonus dystonia patients, whose severe and debilitating symptoms are resistant to drug treatments. Electrical stimulation within the brain is a common treatment for many movement disorders because of the ability to excite or inhibit neurons within the brain. Deep brain stimulation patients have electrodes inserted into the brain and then an electrical signal is sent from an external source to elicit a response. The frequency and intensity of this signal can be changed to monitor the effects on neuronal activity using voltage recordings or neuroimaging, like functional MRIs. By re-positioning the electrodes in different areas or changing the size or timing of the stimulus, varying effects can be seen on the patient depending on the origin of the disorder.",
            "score": 163.50233459472656
        },
        {
            "docid": "2721889_14",
            "document": "Psychotic depression . In modern practice of ECT a therapeutic clonic seizure is induced by electric current via electrodes placed on an anaesthetised, unconscious patient. Despite much research the exact mechanism of action of ECT is still not known. ECT carries the risk of temporary cognitive deficits (e.g., confusion, memory problems), in addition to the burden of repeated exposures to general anesthesia.",
            "score": 162.9782257080078
        },
        {
            "docid": "11799614_27",
            "document": "History of electroconvulsive therapy in the United Kingdom . In 2003 the UK ECT Review Group, led by Professor Geddes of Oxford University, reviewed the evidence and concluded that ECT had been shown to be an effective short-term treatment for depression—as measured by symptom rating scales—in physically healthy adults, and that it was probably more effective than drug treatment. Bilateral ECT was more effective than unilateral, and high-dose was more effective than low-dose. Their conclusions were qualified: most of the trials were old and conducted on small numbers of patients; some groups (for example, elderly people, women with postpartum depression and people with treatment-resistant depression) were under-represented in the trials even though ECT is believed to be especially effective for them.",
            "score": 162.00222778320312
        },
        {
            "docid": "11799614_16",
            "document": "History of electroconvulsive therapy in the United Kingdom . The Royal College of Psychiatrists duly produced guidelines, in the form of an eleven-page article in the British Journal of Psychiatry. The guidelines summarised the current state of knowledge about ECT, set standards for its administration and discussed aspects of consent. ECT was, the guidelines concluded, an effective treatment for endogenous depression. There was less certainty about its value in mania, and little evidence for its usefulness in schizophrenia. The guidelines said that the possibility of long-term memory impairment following ECT had been \"too little investigated\". Recommendations for the administration of ECT included: anaesthesia for all patients, a pre-treatment physical examination, avoidance of currents greatly above seizure threshold and the use of machines with a choice of waveforms. The question of electrode placement was left open: evidence of less memory loss with unilateral electrode placement was noted, so too was psychiatrists’ preference for bilateral electrode placement. The guidelines recommended that informal patients who were unable or unwilling to consent to ECT should be sectioned and a second opinion obtained (unless the need for treatment was seen as urgent).",
            "score": 161.19578552246094
        },
        {
            "docid": "13708317_8",
            "document": "Max Fink . Early research included federal government-funded research into the changes in brain waves (electroencephalogram) induced by electroshock, antidepressant and antipsychotic drugs, opiates and narcotic antagonists, and cannabis and metabolites. For the past fifty years Fink's main interest has been in electroconvulsive therapy. Over the years his ideas on ECT have evolved from an early suggestion that the biochemical basis of ECT is similar to that of craniocerebral trauma through to statements that organic mental syndrome is seen in all patients following ECT but is usually transient and finally to the position that ECT-induced memory loss is a hysterical symptom with parallels to the Camelford water pollution incident. A specific interest compared ECT to seizures induced by flurothyl.",
            "score": 160.06268310546875
        },
        {
            "docid": "46881815_18",
            "document": "Controversy surrounding psychiatry . Electroconvulsive therapy (ECT) was one treatment that the anti-psychiatry movement wanted eliminated. Their arguments were that ECT damages the brain, and was used as punishment or as a threat to keep the patients \"in line\". Since then, ECT has improved considerably, and is performed under general anaesthetic in a medically supervised environment.",
            "score": 159.82861328125
        },
        {
            "docid": "51477023_8",
            "document": "History of electroconvulsive therapy in the United States . Patients who are suffering from severe mental health disorders are the best candidates for treatment. Severe depression, treatment resistant depression, severe mania, catatonia and occasionally schizophrenia are the common mental health disorders that can be treated with ECT. ECT can be an effective treatment for patients who cannot consume medications and have tried other forms of therapy which have shown to be ineffective.",
            "score": 159.13162231445312
        },
        {
            "docid": "44093_66",
            "document": "Electroconvulsive therapy . Though ECT has become a widely discouraged treatment, many people have recently pushed for the return of this controversial procedure. The 1975 film \"One Flew Over the Cuckoo's Nest\" has convinced viewers that ECT is a horrific procedure which only results in the patient's complete memory loss. Scientists have since debunked the notion that patients suffer acute memory loss after treatment, but the horrors of ECT present in the movie still remain a setback. In the last decade, patients have returned to using ECT to treat various mental illnesses including depression and bipolar disorder. Overcoming the looming controversy has proven difficult for doctors and scientists, and various campaigns to challenge negative stereotypes have gained popularity in the past few years. In 2014, the American Psychiatric Association launched a petition to reclassify ECT as a low-risk treatment. Though many people still believe ECT to be an inhumane procedure, many pro-ECT patients have publicly come forward with their positive response to the treatment. One patient by the name of Shelley Miller claims that \"medications have a success rate of 50-60% of patients getting better, while ECT succeeds at a rate of 70-90%.\" With the combined support of patients and doctors, ECT is slowly challenging stereotypes and making its way back into the medical community. However, the negative stigma of ECT still maintains the upper hand in society today.",
            "score": 159.04002380371094
        },
        {
            "docid": "3064671_8",
            "document": "Suicide intervention . DSM-5 axis I disorders, particularly major depressive disorder, and axis II disorders, particularly borderline personality disorder, increase the risk of suicide. Individuals with co-occurring mental illness and substance use disorders are at increased risk compared to individuals with just one of the two disorders. While antidepressants may not directly decrease suicide risk in adults, they are in many cases effective at treating major depressive disorder, and as such are recommended for patients with depression. There is evidence that long-term lithium therapy reduces suicide in individuals with bipolar disorder or major depressive disorder. Electroconvulsive therapy (ECT), or shock therapy, rapidly decreases suicidal thinking. Choice of treatment approach is made based on the patient's presenting symptoms and history. In cases where a patient is actively attempting suicide even while on a hospital ward, a fast-acting treatment such as ECT may be first-line.",
            "score": 159.03842163085938
        }
    ]
}