{
    "q": [
        {
            "docid": "83859_28",
            "document": "Adolescence . Serotonin is a neuromodulator involved in regulation of mood and behavior. Development in the limbic system plays an important role in determining rewards and punishments and processing emotional experience and social information. Changes in the levels of the neurotransmitters dopamine and serotonin in the limbic system make adolescents more emotional and more responsive to rewards and stress. The corresponding increase in emotional variability also can increase adolescents' vulnerability. The effect of serotonin is not limited to the limbic system: Several serotonin receptors have their gene expression change dramatically during adolescence, particularly in the human frontal and prefrontal cortex",
            "score": 143.53228449821472
        },
        {
            "docid": "673153_6",
            "document": "Dopaminergic pathways . The dopaminergic pathways that project from the substantia nigra pars compacta and ventral tegmental area into the striatum (i.e., the nigrostriatal and mesolimbic pathways, respectively) form one component of a sequence of pathways known as the cortico-basal ganglia-thalamo-cortical loop. This method of classification is used in the study of many psychiatric illness. The nigrostriatal component of the loop consists of the SNc, giving rise to both inhibitory and excitatory pathways that run from the striatum into the globus pallidus, before carrying on to the thalamus, or into the subthalamic nucleus before heading into the thalamus. The dopaminergic neurons in this circuit increase the magnitude of phasic firing in response to positive reward error, that is when the reward exceeds the expected reward. These neurons do not decrease phasic firing during a negative reward prediction (less reward than expected), leading to hypothesis that serotonergic, rather than dopaminergic neurons encode reward loss. Dopamine phasic activity also increases during cues that signal negative events, however dopaminergic neuron stimulation still induces place preference, indicating its main role in evaluating a positive stimulus. From these findings, two hypotheses have developed, as to the role of the basal ganglia and nigrostiatal dopamine circuits in action selection. The first model suggests a \"critic\" which encodes value, and an actor which encodes responses to stimuli based on perceived value. However, the second model proposes that the actions do not originate in the basal ganglia, and instead originate in the cortex and are selected by the basal ganglia. This model proposes that the direct pathway controls appropriate behavior and the indirect suppresses actions not suitable for the situation. This model proposes that tonic dopaminergic firing increases the activity of the direct pathway, causing a bias towards executing actions faster.",
            "score": 225.23385083675385
        },
        {
            "docid": "14754086_20",
            "document": "S100A10 . Treatment with antidepressants (a tricyclic and monoamine oxidase inhibitor) and electroconvulsive therapy (ECT) caused an increase in the amount of p11 in the brain of these mice - the same biochemical change. The levels of the p11 protein in humans and mice with symptoms of depression were substantially lower in comparison to the levels of p11 in non-depressed animals. Leading researcher Paul Greengard and his colleagues hypothesized that increasing p11 levels would result in the mice exhibiting antidepressant-like behaviors, and the opposite if p11 protein levels were reduced. They used a test that is used to measure antidepressant-like activity to affirm this hypothesis. In their findings, over-expressed p11 genes, compared to the control mice, had increased mobility and more 5-HT receptors at the cell surface, which made possible more serotonin transmission. When researchers \"knocked out\" the p11 gene in mice, they found that the knockout mice had fewer receptors at the cell surface, reduced serotonin signaling, reduced responsiveness to sweet reward, and decreased mobility, behaviors all characteristic of depression-like behaviors. Also, the 5-HT receptors of p11 knockout mice were less responsive to serotonin and antidepressant drugs compared to those of control mice, which further implicates p11 in the main action of antidepressant medications. Antidepressant manipulations increase the p11 levels, whereas depressant manipulations reduce it. Therefore, in order to achieve an anti-depression effect, antidepressant medications should focus on the main action of the p11 proteins and increase levels of the protein.",
            "score": 133.89125406742096
        },
        {
            "docid": "18345642_14",
            "document": "Behavioral addiction . One of the most important discoveries of addictions has been the drug based reinforcement and, even more important, reward based learning processes. Several structures of the brain are important in the conditioning process of behavioral addiction; these subcortical structures form the brain regions known as the reward system. One of the major areas of study is the amygdala, a brain structure which involves emotional significance and associated learning. Research shows that dopaminergic projections from the ventral tegmental area facilitate a motivational or learned association to a specific behavior.  Dopamine neurons take a role in the learning and sustaining of many acquired behaviors. Research specific to Parkinson’s disease has led to identifying the intracellular signaling pathways that underlie the immediate actions of dopamine. The most common mechanism of dopamine is to create addictive properties along with certain behaviors. There are three stages to the dopamine reward system: bursts of dopamine, triggering of behavior, and further impact to the behavior. Once electronically signaled, possibly through the behavior, dopamine neurons let out a ‘burst-fire’ of elements to stimulate areas along fast transmitting pathways. The behavior response then perpetuates the striated neurons to further send stimuli. The fast firing of dopamine neurons can be monitored over time by evaluating the amount of extracellular concentrations of dopamine through micro dialysis and brain imaging. This monitoring can lead to a model in which one can see the multiplicity of triggering over a period of time. Once the behavior is triggered, it is hard to work away from the dopamine reward system.",
            "score": 192.5018652677536
        },
        {
            "docid": "52324876_8",
            "document": "Distress tolerance . There are several candidate biological neural network mechanisms for distress tolerance. These proposed brain areas are based on the conceptualization of distress tolerance as a function of reward learning. Within this framework, individuals learn to attune to and pursue reward; reduction of tension in escaping from a stressor is similarly framed as a reward and thus can be learned. Individuals differ in how quickly and for how long they display preferences for pursuing reward or in the case of distress tolerance, escaping from a distressful stimulus. Therefore, brain regions that are activated during reward processing and learning are hypothesized to also serve as neurobiological substrates for distress tolerance. For instance, activation intensity of dopamine neurons projecting to the nucleus accumbens, ventral striatum, and prefrontal cortex is associated with an individual's predicted value of an immediate reward during a learning task. As the firing rate for these neurons increases, individuals predict high values of an immediate reward. During instances in which the predicted value is correct, the basal rate of neuronal firing remains the same. When the predicted reward value is below the actual value, neuronal firing rates increase when the reward is received, resulting in a learned response. When the expected reward value is below the actual value, the firing rate of these neurons decreases below baseline levels, resulting in a learned shift that reduces expectancies about reward value. It is posited that these same dopaminergic firing rates are associated with distress tolerance, in that learning the value of escaping a distressing stimulus is analogous to an estimation of an immediate reward There are several potential clinical implications if these posited distress tolerance substrates are corroborated. It may suggest that distress tolerance is malleable among individuals; interventions that change neuronal firing rates may shift predicted values of behaviors intended to escape a distressor and provide relief, thereby increasing distress tolerance.",
            "score": 228.42560470104218
        },
        {
            "docid": "20515023_45",
            "document": "Neuroscience and sexual orientation . Serotonin is a neurotransmitter found in the central nervous system that has various roles in the regulation of sexual behavior. Serotonin agonists and antagonists have activational or inhibitory effects depending on their concentration and the brain area involved. Fluoxetine is a selective serotonin reuptake inhibitor that prolongs the effect of serotonin on neurons. Kinnunen et al. (2004) administered fluoxetine to their study subjects to see if the brain is differentially activated in homosexual and heterosexual men through the action of serotonin. After fluorexine administration, they measured glucose metabolism in the brain by using fluorodeoxyglucose positron emission tomography (FDG-PET). They found that the brain response to fluoxetine differs between homosexual and heterosexual men, that is, homosexual men show a smaller reduction of glucose metabolism in the hypothalamus than heterosexual men. In addition, other areas of the brain were differentially activated: the prefrontal association cortex of homosexual men exhibited increased activity after fluoxetine administration while the prefrontal association cortex of heterosexual men did not show any change. The cunate gyrus, lateral anterior cingulate and bilateral hippocampus/ parahippocampal gyrus of heterosexual men exhibited increased activity while decreased activity was seen in portions of their cingulate cortex. These findings suggest that homosexuals and heterosexuals may not only differ in the total number of neurons in various areas of their central nervous systems, but also may differ in the distribution of certain kinds of neurons, such as serotonergic and dopaminergic neurons.",
            "score": 205.6224024295807
        },
        {
            "docid": "7753430_50",
            "document": "Psychopathy . High levels of testosterone combined with low levels of cortisol and/or serotonin have been theorized as contributing factors. Testosterone is \"associated with approach-related behavior, reward sensitivity, and fear reduction\", and injecting testosterone \"shift[s] the balance from punishment to reward sensitivity\", decreases fearfulness, and increases \"responding to angry faces\". Some studies have found that high testosterone levels are associated with antisocial and aggressive behaviors, yet other research suggests that testosterone alone does not cause aggression but increases dominance-seeking. It is unclear from studies if psychopathy correlates with high testosterone levels, but a few studies have found psychopathy to be linked to low cortisol levels and reactivity. Cortisol increases withdrawal behavior and sensitivity to punishment and aversive conditioning, which are abnormally low in individuals with psychopathy and may underlie their impaired aversion learning and disinhibited behavior. High testosterone levels combined with low serotonin levels are associated with \"impulsive and highly negative reactions\", and may increase violent aggression when an individual is provoked or becomes frustrated. Several animal studies note the role of serotonergic functioning in impulsive aggression and antisocial behavior.",
            "score": 168.3499072790146
        },
        {
            "docid": "19477293_25",
            "document": "Biology of depression . While depression severity as a whole is not correlated with a blunted neural response to reward, anhedonia is directly correlated to reduced activity in the reward system. The study of reward in depression is limited by heterogeniety in the definition and conceptualizations of reward and anhedonia. Anhedonia is broadly defined as a reduced ability to feel pleasure, but questionnaires and clinical assessments rarely distinguish between motivational \"wanting\" and consummatory \"liking\". While a number of studies suggest that depressed subjects rate positive stimuli less positively and as less arousing, a number of studies fail to find a difference. Furthermore, response to natural rewards such as sucrose does not appear to be attenuated. General affective blunting may explain \"anhedonic\" symptoms in depression, as meta analysis of both positive and negative stimuli reveal reduced rating of intensity. As anhedonia is a prominent symptom of depression, direct comparison of depressed with healthy subjects reveals increased activation of the subgenual anterior cingulate cortex (sgACC), and reduced activation of the ventral striatum, and in particular the nucleus accumbens (NAcc) in response to positive stimuli. Although the finding of reduced NAcc activity during reward paradigms is fairly consistent, the NAcc is made up of a functionally diverse range of neurons, and reduced blood-oxygen-level dependent (BOLD) signal in this region could indicate a variety of things including reduced afferent activity or reduced inhibitory output. Nevertheless, these regions are important in reward processing, and dysfunction of them in depression is thought to underlie anhedonia. Residual anhedonia that is not well targeted by serotonergic antidepressants is hypothesized to result from inhibition of dopamine release by activation of 5-HT2C receptors in the striatum. The response to reward in the medial orbitofrontal cortex (OFC) is attenuated in depression, while lateral OFC response is enhanced to punishment. The lateral OFC shows sustained response to absence of reward or punishment, and it is thought to be necessary for modifying behavior in response to changing contingencies. Hypersensitivity in the lOFC may lead to depression by producing a similar effect to learned helplessness in animals.",
            "score": 238.09474217891693
        },
        {
            "docid": "30237309_8",
            "document": "Gray's biopsychological theory of personality . The behavioral activation system (BAS), in contrast to the BIS, is based on a model of appetitive motivation - in this case, an individual's disposition to pursue and achieve goals. The BAS is aroused when it receives cues corresponding to rewards and controls actions that are not related to punishment, rather actions regulating approachment type behaviors. This system has an association with hope. According to Gray's theory, the BAS is sensitive to conditioned appealing stimuli, and is associated with impulsivity. It is also thought to be related to sensitivity to reward as well as approach motivation. The BAS is sensitive to nonpunishment and reward. Individuals with a highly active BAS show higher levels of positive emotions such as elation, happiness, and hope in response to environmental cues consistent with nonpunishment and reward, along with goal-achievement. In terms of personality, these individuals are also more likely to engage in goal-directed efforts and experience these positive emotions when exposed to impending reward. The physiological mechanism for BAS is not known as well as BIS, but is believed to be related to catecholaminergic and dopaminergic pathways in the brain. Dopamine is a neurotransmitter commonly linked with positive emotions, which could explain the susceptibility to elation and happiness upon achieving goals which has been observed. People with a highly active BAS have been shown to learn better by reward than by punishment, inverse to BIS as mentioned above. BAS is considered to include trait impulsivity that is also related to psychopathological disorders such as ADHD, drug abuse, and alcohol abuse. The higher the BAS score, or the higher the impulsive, the more it is likely to be related to psycho-pathological or dis-inhibitory disorders. Certain aspects of the dopaminergic reward system activate when reward cues and reinforcers are presented, including biological rewards such as food and sex. These brain areas, which were highlighted during multiple fMRI studies, are the same areas associated with BAS.",
            "score": 153.5484881401062
        },
        {
            "docid": "46690704_16",
            "document": "Epigenetics of depression . Decreased brain-derived neurotrophic factor (BDNF) is known to be associated with depression. Research suggests that increasing BDNF can reverse some symptoms of depression. For instance, increased BDNF signaling can reverse the reduced hippocampal brain signaling observed in animal models of depression. BDNF in involved in depression through its effects on serotonin. BDNF has been shown to promote the development, function, and expression of serotonergic neurons. Because more active serotonin results in more positive moods, antidepressants work to increase serotonin levels. Tricyclic antidepressants generally work by blocking serotonin transporters in order to keep serotonin in the synaptic cleft where it is still active. Noradrenergic and specific serotonergic antidepressants antagonize serotonin receptors. Noradrenergic and specific serotonergic antidepressants (NaSSAs) such as miratzapine and tricyclic antidepressants such as imapramine both increased BDNF in the cerebral cortices and hippocampi of rats. Because BDNF mRNA levels increase with long-term miratzapine use, increasing BDNF gene expression may be necessary for improvements in depressive behaviors. This also increases the potential for neuronal plasticity. Generally, these antidepressants increase peripheral BDNF levels by reducing methylation at BDNF promoters that are known to modulate serotonin. As BDNF expression is increased when H3K27me3 is decreased with antidepressant treatment, BDNF increases its effect on serotonin modulation. It modulates serotonin by downregulating the G protein-coupled receptor, 5-HT2A receptor protein levels in the hippocampus. This increased BDNF increases the inhibition of presynaptic serotonin uptake, which results in fewer symptoms of depression.",
            "score": 206.2799551486969
        },
        {
            "docid": "2733733_38",
            "document": "Delayed gratification . When animals are faced with a choice to either wait for a reward, or receive a reward right away, the discounting of the reward is hyperbolic. As the length of time of waiting for a reward increases, the reward is discounted at a gradual rate. Empirical data have suggested that exponential discounting, rewards discounting at a constant rate per unit of waiting time, only occurs when there are random interruptions in foraging. Discounting can also be related to the risk sensitivity of animals. Rather than relating risk to delay, risk sensitivity acts as a function of delay discounting. In a study conducted by Haden and Platt, macaque monkeys were given the choice of a medium reward that they knew they would receive, versus a more risky choice. The riskier choice would reward the monkey with a large reward fifty percent of the time, and a small reward the other fifty percent. The ultimate payoff was the same, but the monkeys preferred the riskier choice. They speculated that the monkeys did not see their action as risky, but rather as a large, delayed reward. They reasoned that the monkeys viewed the large reward as certain: if they did not get the large reward the first time around, they would eventually get it, but at a longer delay. To test for this theory, they gave the same test while varying the time between the opportunities to choose a reward. They found that as the interval increased, the number of times that the monkeys chose the more risky reward decreased. While this occurred in macaque monkeys, the varying interval time did not affect pigeons' choices in another study. This suggests that research looking into varying risk sensitivity of different species is needed. When provided a choice between a small, short delay reward, and a large, long delay reward, there is an impulsive preference for the former. Additionally, as the delay time for the small/short and large/long reward increases, there is a shift in preference toward the larger, delayed reward. This evidence only supports hyperbolic discounting, not exponential.",
            "score": 94.02360248565674
        },
        {
            "docid": "515094_13",
            "document": "Neuroeconomics . In addition to the importance of specific brain areas to the decision process, there is also evidence that the neurotransmitter dopamine may transmit information about uncertainty throughout the cortex. Dopaminergic neurons are strongly involved in the reward process and become highly active after an unexpected reward occurs. In monkeys, the level of dopaminergic activity is highly correlated with the level of uncertainty such that the activity increases with uncertainty. Furthermore, rats with lesions to the nucleus accumbens, which is an important part of the dopamine reward pathway through the brain, are far more risk averse than normal rats. This suggests that dopamine may be an important mediator of risky behavior.",
            "score": 159.09306836128235
        },
        {
            "docid": "8582684_10",
            "document": "Reward system . Two theories exist with regard to the activity of the nucleus accumbens and the generation liking and wanting. The inhibition (or hyperpolarization) hypothesis proposes that the nucleus accumbens exerts tonic inhibitory effects on downstream structures such as the ventral pallidum, hypothalamus or ventral tegmental area, and that in inhibiting in the nucleus accumbens (NAcc), these structures are excited, \"releasing\" reward related behavior. While GABA receptor agonists are capable of eliciting both \"liking\" and \"wanting\" reactions in the nucleus accumbens, glutaminergic inputs from the basolateral amygdala, ventral hippocampus, and medial prefrontal cortex can drive incentive salience. Furthermore, while most studies find that NAcc neurons reduce firing in response to reward, a number of studies find the opposite response. This had lead to the proposal of the disinhibition (or depolarization) hypothesis, that proposes that excitation or NAcc neurons, or at least certain subsets, drives reward related behavior. After nearly 50 years of research on brain-stimulation reward, experts have certified that dozens of sites in the brain will maintain intracranial self-stimulation. Regions include the lateral hypothalamus and medial forebrain bundles, which are especially effective. Stimulation there activates fibers that form the ascending pathways; the ascending pathways include the mesolimbic dopamine pathway, which projects from the ventral tegmental area to the nucleus accumbens. There are several explanations as to why the mesolimbic dopamine pathway is central to circuits mediating reward. First, there is a marked increase in dopamine release from the mesolimbic pathway when animals engage in intracranial self-stimulation. Second, experiments consistently indicate that brain-stimulation reward stimulates the reinforcement of pathways that are normally activated by natural rewards, and drug reward or intracranial self-stimulation can exert more powerful activation of central reward mechanisms because they activate the reward center directly rather than through the peripheral nerves. Third, when animals are administered addictive drugs or engage in naturally rewarding behaviors, such as feeding or sexual activity, there is a marked release of dopamine within the nucleus accumbens. However, dopamine is not the only reward compound in the brain.",
            "score": 189.37816083431244
        },
        {
            "docid": "5166384_30",
            "document": "Primate basal ganglia . Contrarily to the neurons of the pars reticulata-lateralis, dopaminergic neurons are \"low-spiking pacemakers\", spiking at low frequency (0,2 to 10 Hz) (below 8, Schultz). The role of the dopaminergic neurons has been the source of a considerable literature. As the pathological disappearance of the black neurons was linked to the appearance of Parkinson's disease, their activity was thought to be \"motor\" . A major discovery has been that the stimulation of the black neurons had no motor effect. Their activity is in fact linked to reward and prediction of reward. In a recent review (Schultz 2007), it is demonstrated that phasic responses to reward-related events, notably reward-prediction errors, ...lead to ..dopamine release...\" While it is thought that there could be different behavioral processes including long time regulation. Due to its widespread distribution, the dopaminergic system may regulate the basal ganglia system in many places.",
            "score": 196.82068467140198
        },
        {
            "docid": "20419_29",
            "document": "Mania . Limited evidence suggests that mania is associated with behavioral reward hypersensitivty, as well as with neural reward hypersensitivity. Electrophysiological evidence supporting this comes from studies associating left frontal EEG activity with mania. As left frontal EEG activity generally though to be a reflection of behavioral activation system activity, this is thought to support a role for reward hypersensitivity in mania. Tentative evidence also comes from one study that reported an association between manic traits and feedback negativity during receipt of monetary reward or loss. Neuroimaging evidence during acute mania is sparse, but one study reported elevated orbitofrontal cortex activity to monetary reward, and another study reported elevated striatal activity to reward omission. The latter finding was interpreted in the context of either elevated baseline activity(resulting in a null finding of reward hypersensitivity), or reduced ability to discriminate between reward and punishment, still supporting reward hyperactivity in mania. Punishment hyposensitivity, as reflected in a number of neuroimaging studies as reduced lateral orbitofrontal response to punishment, has been proposed as a mechanism of reward hypersensitivty in mania.",
            "score": 173.3993535041809
        },
        {
            "docid": "5212259_6",
            "document": "Pars compacta . \"Dopamine neurons are activated by novel, unexpected stimuli, by primary rewards in the absence of predictive stimuli and during learning\". Dopamine neurons are thought to be involved in learning to predict which behaviours will lead to a reward (for example food or sex). In particular, it is suggested that dopamine neurons fire when a reward is greater than that previously expected; a key component of many reinforcement learning models. This signal can then be used to update the expected value of that action. Many recreational drugs, such as cocaine, mimic this reward response—providing an explanation for their addictive nature.",
            "score": 199.35161566734314
        },
        {
            "docid": "35822485_7",
            "document": "Epigenetics of cocaine addiction . The second set of experiments that Renthal et al. performed showed that chronic cocaine use induced upregulation of the NK receptor protein in HDAC5 knockout mice, which is associated with hyperacetylation of H3 at the NK1R gene promoter. The NK1R gene promoter has been associated with enhanced response to cocaine reward, meaning HDAC5 in normal genomes may decrease cocaine reward with chronic cocaine exposure. They also found key pathways that were implicated in neural plasticity and reward behavior, which included DA receptor signaling, ATF2/CREB signaling, NF-κB, NFAT, cytoskeletal remodeling proteins, and ion channels. Their data implicated chromatin remodeling as a mechanism that drives altered gene activation and behavioral responses to cocaine. Using this they were able to conclude that within normal (wild type) genomes, the response to chronic cocaine includes phosphorylation of HDAC5 and export of the deacetylase out of the nucleus to activate downstream target genes. Between exposure and 24 hours after, HDAC5 returns to the cell nucleus to limit expression of these cocaine regulated genes by histone deacetylation. Their experiments with HDAC5 knockout mice lent additional support for this hypothesis. Since HDAC5 isn’t there to limit the gene’s expression, it begins to accumulate with repeated cocaine exposure, with the end result being increased sensitivity to cocaine reward.",
            "score": 167.6021294593811
        },
        {
            "docid": "8582684_26",
            "document": "Reward system . Addictive drugs and behaviors are rewarding and reinforcing (i.e., are \"addictive\") due to their effects on the dopamine reward pathway. The lateral hypothalamus and medial forebrain bundle has been the most-frequently-studied brain-stimulation reward site, particularly in studies of the effects of drugs on brain stimulation reward. The neurotransmitter system that has been most-clearly identified with the habit-forming actions of drugs-of-abuse is the mesolimbic dopamine system, with its efferent targets in the nucleus accumbens and its local GABAergic afferents. The reward-relevant actions of amphetamine and cocaine are in the dopaminergic synapses of the nucleus accumbens and perhaps the medial prefrontal cortex. Rats also learn to lever-press for cocaine injections into the medial prefrontal cortex, which works by increasing dopamine turnover in the nucleus accumbens. Nicotine infused directly into the nucleus accumbens also enhances local dopamine release, presumably by a presynaptic action on the dopaminergic terminals of this region. Nicotinic receptors localize to dopaminergic cell bodies and local nicotine injections increase dopaminergic cell firing that is critical for nicotinic reward. Some additional habit-forming drugs are also likely to decrease the output of medium spiny neurons as a consequence, despite activating dopaminergic projections. For opiates, the lowest-threshold site for reward effects involves actions on GABAergic neurons in the ventral tegmental area, a secondary site of opiate-rewarding actions on medium spiny output neurons of the nucleus accumbens. Thus GABAergic afferents to the mesolimbic dopamine neurons (primary substrate of opiate reward), the mesolimbic dopamine neurons themselves (primary substrate of psychomotor stimulant reward), and GABAergic efferents to the mesolimbic dopamine neurons (a secondary site of opiate reward) form the core of currently characterized drug-reward circuitry.",
            "score": 187.031534075737
        },
        {
            "docid": "3717_53",
            "document": "Brain . The individual animals need to express survival-promoting behaviors, such as seeking food, water, shelter, and a mate. The motivational system in the brain monitors the current state of satisfaction of these goals, and activates behaviors to meet any needs that arise. The motivational system works largely by a reward–punishment mechanism. When a particular behavior is followed by favorable consequences, the reward mechanism in the brain is activated, which induces structural changes inside the brain that cause the same behavior to be repeated later, whenever a similar situation arises. Conversely, when a behavior is followed by unfavorable consequences, the brain's punishment mechanism is activated, inducing structural changes that cause the behavior to be suppressed when similar situations arise in the future.",
            "score": 153.94431233406067
        },
        {
            "docid": "3766002_15",
            "document": "Orbitofrontal cortex . Neurons in the OFC respond both to primary reinforcers, as well as cues that predict rewards across multiple sensory domains. The evidence for responses to visual, gustatory, somatosensory, and olfactory stimuli is robust, but evidence or auditory responses are weaker. In a subset of OFC neurons, neural responses to rewards or reward cues are modulated by individual preference and by internal motivational states such as hunger. A fraction of neurons that respond to sensory cues predicting a reward are selective for reward, and exhibit reversal behavior when cue outcome relationships are swapped. Neurons in the OFC also exhibit responses to the absence of an expected reward, and punishment. Another population of neurons exhibits responses to novel stimuli and can “remember” familiar stimuli for up to a day.",
            "score": 226.92944884300232
        },
        {
            "docid": "53735096_4",
            "document": "Naoshige Uchida . In 1996 Naoshige Uchida along with Yasuko Honjo, Keith R Johnson, Margaret J Wheelock, Masatoshi Takeichi had an experiment with mouse and chick brains and discovered that proteins that are associated with cadherin and beta-catenin are very common in adult brains. In 2000 he used optical imaging to find out if \"glomoruli\" is resilient to various odorants. In 2003 he and Zachary Mainen had used rats for odor discrimination training for such odors as hexanol and valeric acid and discovered that it takes one sniff for those animals to realize which one is which. In 2014 he focused his research on olfactory bulb and piriform cortex, two neural circuits which are responsible for conveying of odor information. In 2015 Naoshige Uchida along with Jeremiah Y Cohen and Mackenzie W Amoroso have studied serotonin in mice and discovered that reward and punishment play critical roles in the occurrence of dorsal raphe neurons.",
            "score": 169.90322518348694
        },
        {
            "docid": "3717_54",
            "document": "Brain . Most organisms studied to date utilize a reward–punishment mechanism: for instance, worms and insects can alter their behavior to seek food sources or to avoid dangers. In vertebrates, the reward-punishment system is implemented by a specific set of brain structures, at the heart of which lie the basal ganglia, a set of interconnected areas at the base of the forebrain. The basal ganglia are the central site at which decisions are made: the basal ganglia exert a sustained inhibitory control over most of the motor systems in the brain; when this inhibition is released, a motor system is permitted to execute the action it is programmed to carry out. Rewards and punishments function by altering the relationship between the inputs that the basal ganglia receive and the decision-signals that are emitted. The reward mechanism is better understood than the punishment mechanism, because its role in drug abuse has caused it to be studied very intensively. Research has shown that the neurotransmitter dopamine plays a central role: addictive drugs such as cocaine, amphetamine, and nicotine either cause dopamine levels to rise or cause the effects of dopamine inside the brain to be enhanced.",
            "score": 133.67841267585754
        },
        {
            "docid": "2982535_8",
            "document": "Habenular nuclei . LHb is especially important in understanding the reward and motivation relationship as it relates to addictive behaviors. The LHb inhibits dopaminergic neurons, decreasing the release of dopamine. It was determined by several animal studies that receiving a reward coincided with elevated dopamine levels, but once the learned association was learned by the animal, dopamine levels remain elevated, only decreasing when the reward is removed. Therefore, dopamine levels only increase with unpredicted rewards and with a \"negative prediction error\". Moreover, it was determined that removal of an anticipated award activated LHb, inhibited dopamine levels. This finding helps explain why addictive drugs are associated with elevated dopamine levels.",
            "score": 169.64010071754456
        },
        {
            "docid": "38575751_6",
            "document": "Sniffing (behavior) . While sniffing behavior is often observed and discussed within the context of acquiring odor information, sniffing is also displayed during the performance of motivated behaviors and upon deep brain electrical stimulation of brain reward centers. For instance, prior to obtaining a food reward, mice and rabbits increase their sniffing frequency in a manner independent of seeking odor information. Sniffing behavior is also displayed by animals upon involuntary electrical stimulation of numerous brain structures. Thus, while sniffing is often considered a critical part of olfaction, its link with motivated and reward behaviors suggests it plays a role in other behaviors.",
            "score": 131.51237726211548
        },
        {
            "docid": "2806072_12",
            "document": "Habenula . The habenular nuclei are involved in pain processing, reproductive behavior, nutrition, sleep-wake cycles, stress responses, and learning. Recent demonstrations using fMRI and single unit electrophysiology have closely linked the function of the lateral habenula with reward processing, in particular with regard to encoding negative feedback or negative rewards. Matsumoto and Hikosaka suggested in 2007 that this reward and reward-negative information in the brain might \"be elaborated through the interplay among the lateral habenula, the basal ganglia, and monoaminergic (dopaminergic and serotonergic) systems\" and that the lateral habenula may play a pivotal role in this \"integrative function\". Recent evidence suggests that neurons in the lateral habenula signal positive and negative information-prediction errors in addition to positive and negative reward-prediction errors.",
            "score": 196.54017853736877
        },
        {
            "docid": "48548_2",
            "document": "Dopamine . Dopamine (DA, a contraction of 3,4-dihydroxyphenethylamine) is an organic chemical of the catecholamine and phenethylamine families that plays several important roles in the brain and body. It is an amine synthesized by removing a carboxyl group from a molecule of its precursor chemical L-DOPA, which is synthesized in the brain and kidneys. Dopamine is also synthesized in plants and most animals. In the brain, dopamine functions as a neurotransmitter—a chemical released by neurons (nerve cells) to send signals to other nerve cells. The brain includes several distinct dopamine pathways, one of which plays a major role in the motivational component of reward-motivated behavior. The anticipation of most types of rewards increases the level of dopamine in the brain, and many addictive drugs increase dopamine release or block its reuptake into neurons following release. Other brain dopamine pathways are involved in motor control and in controlling the release of various hormones. These pathways and cell groups form a dopamine system which is neuromodulatory.",
            "score": 171.24606597423553
        },
        {
            "docid": "18345642_15",
            "document": "Behavioral addiction . Behaviors like gambling have been linked to the new found idea of the brain’s capacity to anticipate rewards. The reward system can be triggered by early detectors of the behavior, and trigger dopamine neurons to begin stimulating behaviors. But in some cases, it can lead to many issues due to error, or reward-prediction errors. These errors can act as teaching signals to create a complex behavior task over time.",
            "score": 156.9566261768341
        },
        {
            "docid": "19477293_43",
            "document": "Biology of depression . Regions involved in reward are common targets of manipulation in animal models of depression, including the nucleus accumbens (NAc), ventral tegmental area (VTA), ventral pallidum (VP), lateral habenula (LHb) and medial prefrontal cortex (mPFC). Tentative fMRI studies in humans demonstrate elevated LHb activity in depression. The lateral habenula projects to the RMTg to drive inhibition of dopamine neurons in the VTA during omission of reward. In animal models of depression, elevated activity has been reported in LHb neurons that project to the ventral tegmental area(ostensibly reducing dopamine release). The LHb also projects to aversion reactive mPFC neurons, which may provide an indirect mechanism for producing depressive behaviors. Learned helplessness induced potentiation of LHb synapses are reversed by antidepressant treatment, providing predictive validity. A number of inputs to the LHb have been implicated in producing depressive behaviors. Silencing GABAergic projections from the NAc to the LHb reduces conditioned place preference induced in social aggression, and activation of these terminals induces CPP. Ventral pallidum firing is also elevated by stress induced depression, an effect that is pharmacologically valid, and silencing of these neurons alleviates behavioral correlates of depression. Tentative in vivo evidence from patients with major depression suggests abnormalities in dopamine signalling. This led to early studies investigating VTA activity and manipulations in animal models of depression. Massive destruction of VTA neurons enhances depressive behaviors, while VTA neurons reduce firing in response to chronic stress. However, more recent specific manipulations of the VTA produce varying results, with the specific animal model, duration of VTA manipulation, method of VTA manipulation, and subregion of VTA manipulation all potentially leading to differential outcomes. Stress and social defeat induced depressive symptoms, including anhedonia, are associated with potentiation of excitatory inputs to Dopamine D2 receptor expressing medium spiny neurons (D2-MSNs) and depression of excitatory inputs to Dopamine D1 receptor expressing medium spiny neurons (D1-MSNs). Optogenetic excitation of D1-MSNs alleviates depressive symptoms and is rewarding, while the same with D2-MSNs enhances depressive symptoms. Excitation of glutaminergic inputs from the ventral hippocampus reduces social interactions, and enhancing these projections produces susceptibility to stress induced depression. Manipulations of different regions of the mPFC can produce and attenuate depressive behaviors. For example, inhibiting mPFC neurons specifically in the intralimbic cortex attenuates depressive behaviors. The conflicting findings associated with mPFC stimulation, when compared to the relatively specific findings in the infralimbic cortex, suggest that the prelimbic cortex and infralimbic cortex may mediate opposing effects. mPFC projections to the raphe nuclei are largely GABAergic, and inhibit the firing of serotonergic neurons. Specific activation of these regions reduce immobility in the forced swim test, but do not affect open field or forced swim behavior. Inhibition of the raphe shifts the behavioral phenotype of uncontrolled stress to a phenotype closer to that of controlled stress.",
            "score": 224.44196557998657
        },
        {
            "docid": "14511650_50",
            "document": "Impulsivity . Economic theory suggests that optimal discounting involves the exponential discounting of value over time. This model assumes that people and institutions should discount the value of rewards and punishments at a constant rate according to how delayed they are in time. While economically rational, recent evidence suggests that people and animals do not discount exponentially. Many studies suggest that humans and animals discount future values according to a hyperbolic discounting curve where the discount factor decreases with the length of the delay (for example, waiting from today to tomorrow involves more loss of value than waiting from twenty days to twenty-one days). Further evidence for non-constant delay discounting is suggested by the differential involvement of various brain regions in evaluating immediate versus delayed consequences. Specifically, the prefrontal cortex is activated when choosing between rewards at a short delay or a long delay, but regions associated with the dopamine system are additionally activated when the option of an immediate reinforcer is added. Additionally, intertemporal choices differ from economic models because they involve anticipation (which may involve a neurological \"reward\" even if the reinforcer is delayed), self-control (and the breakdown of it when faced with temptations), and representation (how the choice is framed may influence desirability of the reinforcer), none of which are accounted for by a model that assumes economic rationality.",
            "score": 125.87232875823975
        },
        {
            "docid": "35822485_15",
            "document": "Epigenetics of cocaine addiction . McClung et al. discuss the gene expression profiles of previously mentioned CREB and ΔFosB as they are involved in cocaine use. These transcription factors have been shown to play a role in the short-term and long-term adaptive changes in the brain. CREB has been implicated in learning, memory, and depression and enriched in cocaine users within the nucleus accumbens. CREB seems to upregulate many genes in its pathway within the reward regions of the brain and seems to reduce the rewarding effects of cocaine and leads to depressive-like behaviors instead. The gene expression changes by CREB are induced by short-term cocaine treatment and eventually go back to normal. They also focused on ΔFosB, which is in the family of FosB proteins. While most of these proteins have been implicated in short-term abuse gene expression changes, McClung et al. demonstrated that ΔFosB gene expression changes in the NAc were induced by short-term and long-term cocaine exposure. Short-term cocaine exposure lead to the same expression profiles of upregulated genes as CREB did creating the reduced rewarding effects seen. However, long-term exposure lead to a different expression profile leading to increased rewarding effects. They suggested that ΔFosB acts as a repressor and somehow interacts with the CREB pathway and indirectly leads to the same short-term effects seen, but over time, acts to upregulate genes within its own pathway leading to the increased rewarding effects. It is unknown how these two pathways interact, but they have shown that there is some overlap.",
            "score": 134.05943322181702
        },
        {
            "docid": "14754086_19",
            "document": "S100A10 . Most of the current drugs and treatments for depression and anxiety increase levels of serotonin transmission among neurons. Selective Serotonin Reuptake Inhibitors (SSRIs), a very successful class of drugs, are known to increase the amount of serotonin available to brain cells quite rapidly. Despite this, their therapeutic effects take a period of several weeks to months. Recent studies show that protein p11 increases the concentration of the serotonin 5-HT receptors at neuronal synapses, thereby rendering serotonin signaling much more efficient. The interaction with the serotonin 1b receptor (5-HT) and p11 can be summarized as follows: When p11 levels increases, the number of 5-HT receptors on the cell surface increase proportionately. An increase in the number of 5-HT receptors on the surface of the neuron increase the effectiveness of serotonin communication across the synapse. On the other hand, when p11 levels decrease, fewer 5-HT receptors migrate from inside the neuron to the cell membrane at the synaptic cleft, thus lowering the efficiency with which serotonin signaling can occur across the synapse. These findings suggest that, although the serotonin levels are immediately introduced via medication, the period of time within which the medicine alleviates the patient's depression most likely relies on other regulatory proteins. Thus, given protein p11's interaction with serotonin 5-HT receptors and the increasing evidence of the protein's correlation to mood disorders, this protein has been identified as a target for research in the development of future antidepressants.",
            "score": 132.53899145126343
        },
        {
            "docid": "1077353_14",
            "document": "Curiosity . This idea of reward is defined as the positive reinforcement of an action that encourages a particular behavior by using the emotional sensations of relief, pleasure, and satisfaction that correlate with happiness. Many areas in the brain are used to process reward and come together to form what is called the reward pathway. In this pathway many neurotransmitters play a role in the activation of the reward sensation- including dopamine, serotonin and opioid chemicals.",
            "score": 131.51868271827698
        }
    ],
    "r": [
        {
            "docid": "19477293_25",
            "document": "Biology of depression . While depression severity as a whole is not correlated with a blunted neural response to reward, anhedonia is directly correlated to reduced activity in the reward system. The study of reward in depression is limited by heterogeniety in the definition and conceptualizations of reward and anhedonia. Anhedonia is broadly defined as a reduced ability to feel pleasure, but questionnaires and clinical assessments rarely distinguish between motivational \"wanting\" and consummatory \"liking\". While a number of studies suggest that depressed subjects rate positive stimuli less positively and as less arousing, a number of studies fail to find a difference. Furthermore, response to natural rewards such as sucrose does not appear to be attenuated. General affective blunting may explain \"anhedonic\" symptoms in depression, as meta analysis of both positive and negative stimuli reveal reduced rating of intensity. As anhedonia is a prominent symptom of depression, direct comparison of depressed with healthy subjects reveals increased activation of the subgenual anterior cingulate cortex (sgACC), and reduced activation of the ventral striatum, and in particular the nucleus accumbens (NAcc) in response to positive stimuli. Although the finding of reduced NAcc activity during reward paradigms is fairly consistent, the NAcc is made up of a functionally diverse range of neurons, and reduced blood-oxygen-level dependent (BOLD) signal in this region could indicate a variety of things including reduced afferent activity or reduced inhibitory output. Nevertheless, these regions are important in reward processing, and dysfunction of them in depression is thought to underlie anhedonia. Residual anhedonia that is not well targeted by serotonergic antidepressants is hypothesized to result from inhibition of dopamine release by activation of 5-HT2C receptors in the striatum. The response to reward in the medial orbitofrontal cortex (OFC) is attenuated in depression, while lateral OFC response is enhanced to punishment. The lateral OFC shows sustained response to absence of reward or punishment, and it is thought to be necessary for modifying behavior in response to changing contingencies. Hypersensitivity in the lOFC may lead to depression by producing a similar effect to learned helplessness in animals.",
            "score": 238.09475708007812
        },
        {
            "docid": "52324876_8",
            "document": "Distress tolerance . There are several candidate biological neural network mechanisms for distress tolerance. These proposed brain areas are based on the conceptualization of distress tolerance as a function of reward learning. Within this framework, individuals learn to attune to and pursue reward; reduction of tension in escaping from a stressor is similarly framed as a reward and thus can be learned. Individuals differ in how quickly and for how long they display preferences for pursuing reward or in the case of distress tolerance, escaping from a distressful stimulus. Therefore, brain regions that are activated during reward processing and learning are hypothesized to also serve as neurobiological substrates for distress tolerance. For instance, activation intensity of dopamine neurons projecting to the nucleus accumbens, ventral striatum, and prefrontal cortex is associated with an individual's predicted value of an immediate reward during a learning task. As the firing rate for these neurons increases, individuals predict high values of an immediate reward. During instances in which the predicted value is correct, the basal rate of neuronal firing remains the same. When the predicted reward value is below the actual value, neuronal firing rates increase when the reward is received, resulting in a learned response. When the expected reward value is below the actual value, the firing rate of these neurons decreases below baseline levels, resulting in a learned shift that reduces expectancies about reward value. It is posited that these same dopaminergic firing rates are associated with distress tolerance, in that learning the value of escaping a distressing stimulus is analogous to an estimation of an immediate reward There are several potential clinical implications if these posited distress tolerance substrates are corroborated. It may suggest that distress tolerance is malleable among individuals; interventions that change neuronal firing rates may shift predicted values of behaviors intended to escape a distressor and provide relief, thereby increasing distress tolerance.",
            "score": 228.42559814453125
        },
        {
            "docid": "3766002_15",
            "document": "Orbitofrontal cortex . Neurons in the OFC respond both to primary reinforcers, as well as cues that predict rewards across multiple sensory domains. The evidence for responses to visual, gustatory, somatosensory, and olfactory stimuli is robust, but evidence or auditory responses are weaker. In a subset of OFC neurons, neural responses to rewards or reward cues are modulated by individual preference and by internal motivational states such as hunger. A fraction of neurons that respond to sensory cues predicting a reward are selective for reward, and exhibit reversal behavior when cue outcome relationships are swapped. Neurons in the OFC also exhibit responses to the absence of an expected reward, and punishment. Another population of neurons exhibits responses to novel stimuli and can “remember” familiar stimuli for up to a day.",
            "score": 226.929443359375
        },
        {
            "docid": "673153_6",
            "document": "Dopaminergic pathways . The dopaminergic pathways that project from the substantia nigra pars compacta and ventral tegmental area into the striatum (i.e., the nigrostriatal and mesolimbic pathways, respectively) form one component of a sequence of pathways known as the cortico-basal ganglia-thalamo-cortical loop. This method of classification is used in the study of many psychiatric illness. The nigrostriatal component of the loop consists of the SNc, giving rise to both inhibitory and excitatory pathways that run from the striatum into the globus pallidus, before carrying on to the thalamus, or into the subthalamic nucleus before heading into the thalamus. The dopaminergic neurons in this circuit increase the magnitude of phasic firing in response to positive reward error, that is when the reward exceeds the expected reward. These neurons do not decrease phasic firing during a negative reward prediction (less reward than expected), leading to hypothesis that serotonergic, rather than dopaminergic neurons encode reward loss. Dopamine phasic activity also increases during cues that signal negative events, however dopaminergic neuron stimulation still induces place preference, indicating its main role in evaluating a positive stimulus. From these findings, two hypotheses have developed, as to the role of the basal ganglia and nigrostiatal dopamine circuits in action selection. The first model suggests a \"critic\" which encodes value, and an actor which encodes responses to stimuli based on perceived value. However, the second model proposes that the actions do not originate in the basal ganglia, and instead originate in the cortex and are selected by the basal ganglia. This model proposes that the direct pathway controls appropriate behavior and the indirect suppresses actions not suitable for the situation. This model proposes that tonic dopaminergic firing increases the activity of the direct pathway, causing a bias towards executing actions faster.",
            "score": 225.23385620117188
        },
        {
            "docid": "19477293_43",
            "document": "Biology of depression . Regions involved in reward are common targets of manipulation in animal models of depression, including the nucleus accumbens (NAc), ventral tegmental area (VTA), ventral pallidum (VP), lateral habenula (LHb) and medial prefrontal cortex (mPFC). Tentative fMRI studies in humans demonstrate elevated LHb activity in depression. The lateral habenula projects to the RMTg to drive inhibition of dopamine neurons in the VTA during omission of reward. In animal models of depression, elevated activity has been reported in LHb neurons that project to the ventral tegmental area(ostensibly reducing dopamine release). The LHb also projects to aversion reactive mPFC neurons, which may provide an indirect mechanism for producing depressive behaviors. Learned helplessness induced potentiation of LHb synapses are reversed by antidepressant treatment, providing predictive validity. A number of inputs to the LHb have been implicated in producing depressive behaviors. Silencing GABAergic projections from the NAc to the LHb reduces conditioned place preference induced in social aggression, and activation of these terminals induces CPP. Ventral pallidum firing is also elevated by stress induced depression, an effect that is pharmacologically valid, and silencing of these neurons alleviates behavioral correlates of depression. Tentative in vivo evidence from patients with major depression suggests abnormalities in dopamine signalling. This led to early studies investigating VTA activity and manipulations in animal models of depression. Massive destruction of VTA neurons enhances depressive behaviors, while VTA neurons reduce firing in response to chronic stress. However, more recent specific manipulations of the VTA produce varying results, with the specific animal model, duration of VTA manipulation, method of VTA manipulation, and subregion of VTA manipulation all potentially leading to differential outcomes. Stress and social defeat induced depressive symptoms, including anhedonia, are associated with potentiation of excitatory inputs to Dopamine D2 receptor expressing medium spiny neurons (D2-MSNs) and depression of excitatory inputs to Dopamine D1 receptor expressing medium spiny neurons (D1-MSNs). Optogenetic excitation of D1-MSNs alleviates depressive symptoms and is rewarding, while the same with D2-MSNs enhances depressive symptoms. Excitation of glutaminergic inputs from the ventral hippocampus reduces social interactions, and enhancing these projections produces susceptibility to stress induced depression. Manipulations of different regions of the mPFC can produce and attenuate depressive behaviors. For example, inhibiting mPFC neurons specifically in the intralimbic cortex attenuates depressive behaviors. The conflicting findings associated with mPFC stimulation, when compared to the relatively specific findings in the infralimbic cortex, suggest that the prelimbic cortex and infralimbic cortex may mediate opposing effects. mPFC projections to the raphe nuclei are largely GABAergic, and inhibit the firing of serotonergic neurons. Specific activation of these regions reduce immobility in the forced swim test, but do not affect open field or forced swim behavior. Inhibition of the raphe shifts the behavioral phenotype of uncontrolled stress to a phenotype closer to that of controlled stress.",
            "score": 224.4419708251953
        },
        {
            "docid": "24918224_4",
            "document": "Serotonin pathway . Given the wide area that the many serotonergic neurons innervate, these pathways are implicated in many functions, as listed above. The caudal serotonergic nuclei heavily innervate the spinal cord, medulla and cerebellum. In general, manipulation of the caudal nuclei(e.g. pharmacological, lesion, receptor knockout) that results in decreased activity decreases movement, while manipulations to increase activity cause an increase in motor activity. Serotonin is also implicated in sensory processing, as sensory stimulation causes an increase in extracellular serotonin in the neocortex. Serotonin pathways are thought to modulate eating, both the amount as well as the motor processes associated with eating. The serotonergic projections into the hypothalamus are thought to be particularly relevant, and an increase in serotonergic signaling is though to generally decrease food consumption(evidenced by fenfluramine, however receptor subtypes might make this more nuanced. Serotonin pathways projecting into the limbic forebrain are also involved in emotional processing, with decreased serotonergic activity resulting in decreased cognition and an emotional bias towards negative stimuli. The function of serotonin in mood is more nuanced, with some evidence pointing towards increased levels leading to depression, fatigue and sickness behavior, and other evidence point to the opposite.",
            "score": 207.96438598632812
        },
        {
            "docid": "46690704_16",
            "document": "Epigenetics of depression . Decreased brain-derived neurotrophic factor (BDNF) is known to be associated with depression. Research suggests that increasing BDNF can reverse some symptoms of depression. For instance, increased BDNF signaling can reverse the reduced hippocampal brain signaling observed in animal models of depression. BDNF in involved in depression through its effects on serotonin. BDNF has been shown to promote the development, function, and expression of serotonergic neurons. Because more active serotonin results in more positive moods, antidepressants work to increase serotonin levels. Tricyclic antidepressants generally work by blocking serotonin transporters in order to keep serotonin in the synaptic cleft where it is still active. Noradrenergic and specific serotonergic antidepressants antagonize serotonin receptors. Noradrenergic and specific serotonergic antidepressants (NaSSAs) such as miratzapine and tricyclic antidepressants such as imapramine both increased BDNF in the cerebral cortices and hippocampi of rats. Because BDNF mRNA levels increase with long-term miratzapine use, increasing BDNF gene expression may be necessary for improvements in depressive behaviors. This also increases the potential for neuronal plasticity. Generally, these antidepressants increase peripheral BDNF levels by reducing methylation at BDNF promoters that are known to modulate serotonin. As BDNF expression is increased when H3K27me3 is decreased with antidepressant treatment, BDNF increases its effect on serotonin modulation. It modulates serotonin by downregulating the G protein-coupled receptor, 5-HT2A receptor protein levels in the hippocampus. This increased BDNF increases the inhibition of presynaptic serotonin uptake, which results in fewer symptoms of depression.",
            "score": 206.2799530029297
        },
        {
            "docid": "20515023_45",
            "document": "Neuroscience and sexual orientation . Serotonin is a neurotransmitter found in the central nervous system that has various roles in the regulation of sexual behavior. Serotonin agonists and antagonists have activational or inhibitory effects depending on their concentration and the brain area involved. Fluoxetine is a selective serotonin reuptake inhibitor that prolongs the effect of serotonin on neurons. Kinnunen et al. (2004) administered fluoxetine to their study subjects to see if the brain is differentially activated in homosexual and heterosexual men through the action of serotonin. After fluorexine administration, they measured glucose metabolism in the brain by using fluorodeoxyglucose positron emission tomography (FDG-PET). They found that the brain response to fluoxetine differs between homosexual and heterosexual men, that is, homosexual men show a smaller reduction of glucose metabolism in the hypothalamus than heterosexual men. In addition, other areas of the brain were differentially activated: the prefrontal association cortex of homosexual men exhibited increased activity after fluoxetine administration while the prefrontal association cortex of heterosexual men did not show any change. The cunate gyrus, lateral anterior cingulate and bilateral hippocampus/ parahippocampal gyrus of heterosexual men exhibited increased activity while decreased activity was seen in portions of their cingulate cortex. These findings suggest that homosexuals and heterosexuals may not only differ in the total number of neurons in various areas of their central nervous systems, but also may differ in the distribution of certain kinds of neurons, such as serotonergic and dopaminergic neurons.",
            "score": 205.62240600585938
        },
        {
            "docid": "35822485_14",
            "document": "Epigenetics of cocaine addiction . Kumar et al. focused on how acute and chronic cocaine exposure affected the striatum, which is another area of the brain involved in the reward and locomotor pathways. To study the molecular actions of cocaine in this region, researchers studied the histone modifications of three different promoters: \"cFos\", \"BDNF\", and \"Cdk5\". They saw that \"cFos\", which is normally expressed immediately after neurons fire action potentials, had high levels of H4 acetylation within 30 minutes of a cocaine injection – but no histone modifications were seen with chronic cocaine use. These results suggested that this promoter is activated by acute cocaine use and possibly means that the neurons it regulates fire rapidly during acute cocaine exposure, yet are not affected by long-term use. \"BDNF\" has been implicated as a critical regulator in drug dependency, and Cdk5 is implicated in the regulation of cell proliferation genes. Both of these promoters were induced by chronic cocaine use (H3 hyperacetylation). Altering the natural acetylation states of these promoters in acute and chronic cocaine users altered the locomotor and reward responses to cocaine. This suggests that the behavioral activity observed by cocaine users can be attributed, in part, to the histone modifications at these promoter sites.",
            "score": 203.01771545410156
        },
        {
            "docid": "51848234_2",
            "document": "Anion-conducting channelrhodopsin . Anion-conducting channelrhodopsins are light-gated ion channels that open in response to light and let negatively charged ions (such as chloride) enter a cell. All channelrhodopsins use retinal as light-sensitive pigment, but they differ in their ion selectivity. Anion-conducting channelrhodopsins are used as tools to manipulate brain activity in mice and fruit flies (Optogenetics). Neurons expressing anion-conducting channelrhodopsins are silenced when illuminated with light, an effect that has been used to investigate information processing in the brain. For example, suppressing dendritic calcium spikes in specific neurons with light reduced the ability of mice to perceive a light touch to a whisker. Studying how the behavior of an animal changes when specific neurons are silenced allows scientists to determine the role of these neurons in the complex circuits controlling behavior.",
            "score": 202.55093383789062
        },
        {
            "docid": "5212259_6",
            "document": "Pars compacta . \"Dopamine neurons are activated by novel, unexpected stimuli, by primary rewards in the absence of predictive stimuli and during learning\". Dopamine neurons are thought to be involved in learning to predict which behaviours will lead to a reward (for example food or sex). In particular, it is suggested that dopamine neurons fire when a reward is greater than that previously expected; a key component of many reinforcement learning models. This signal can then be used to update the expected value of that action. Many recreational drugs, such as cocaine, mimic this reward response—providing an explanation for their addictive nature.",
            "score": 199.35162353515625
        },
        {
            "docid": "5166384_30",
            "document": "Primate basal ganglia . Contrarily to the neurons of the pars reticulata-lateralis, dopaminergic neurons are \"low-spiking pacemakers\", spiking at low frequency (0,2 to 10 Hz) (below 8, Schultz). The role of the dopaminergic neurons has been the source of a considerable literature. As the pathological disappearance of the black neurons was linked to the appearance of Parkinson's disease, their activity was thought to be \"motor\" . A major discovery has been that the stimulation of the black neurons had no motor effect. Their activity is in fact linked to reward and prediction of reward. In a recent review (Schultz 2007), it is demonstrated that phasic responses to reward-related events, notably reward-prediction errors, ...lead to ..dopamine release...\" While it is thought that there could be different behavioral processes including long time regulation. Due to its widespread distribution, the dopaminergic system may regulate the basal ganglia system in many places.",
            "score": 196.82069396972656
        },
        {
            "docid": "2806072_12",
            "document": "Habenula . The habenular nuclei are involved in pain processing, reproductive behavior, nutrition, sleep-wake cycles, stress responses, and learning. Recent demonstrations using fMRI and single unit electrophysiology have closely linked the function of the lateral habenula with reward processing, in particular with regard to encoding negative feedback or negative rewards. Matsumoto and Hikosaka suggested in 2007 that this reward and reward-negative information in the brain might \"be elaborated through the interplay among the lateral habenula, the basal ganglia, and monoaminergic (dopaminergic and serotonergic) systems\" and that the lateral habenula may play a pivotal role in this \"integrative function\". Recent evidence suggests that neurons in the lateral habenula signal positive and negative information-prediction errors in addition to positive and negative reward-prediction errors.",
            "score": 196.54017639160156
        },
        {
            "docid": "41848173_2",
            "document": "Surround suppression . Surround suppression is a descriptive term referring to observations that the relative firing rate of a neuron may under certain conditions decrease when a particular stimulus is enlarged. It is has been observed in electrophysiology studies of the brain and has been noted in many sensory neurons, most notably in the early visual system. Surround suppression is defined as a reduction in the activity of a neuron in response to a stimulus outside its classical receptive field. (The classical receptive field refers to a concept of neural behavior that was understood to be invalid virtally from the start. As Spillman et al (2015)) note, quoting Kuffler (1953), \"not only the areas from which responses can actually be set up by retinal illumination may be included in a definition of the receptive field but also all areas which show a functional connection, by an inhibitory or excitatory effect on a ganglion cell.\" The necessary functional connections with other neurons influenced by stimulation outside a particular area and by dynamic processes in general, and the absence of a theoretical description of a system state to be treated as a baseline, deprive the term \"classical receptive field\" of functional meaning. The descriptor \"surround suppression\" suffers from a similar problem, as the activities of neurons in the \"surround\" of the \"classical receptive field are similarly determined by connectivities and processes involving neurons beyond it.) This nonlinear effect is one of many that reveals the complexity of biological sensory systems, and the connections of properties of neurons that may cause this effect (or its opposite) are still being studied. The characteristics, mechanisms, and perceptual consequences of this phenomenon are of interest to many communities, including neurobiology, computational neuroscience, psychology, and computer vision.",
            "score": 196.53701782226562
        },
        {
            "docid": "1287722_9",
            "document": "Barrel cortex . As well as combinations of which whiskers have been stimulated, neurons may also respond to specific types of whisker stimulation. The simplest response, seen in neurons within the layer IV barrel cortex, directly code for whisker displacement. That is to say, that the neuron within a given barrel will fire when the whisker that barrel represents is moved at a rate that is roughly proportional to the angular displacement of the neuron. These neurons also show directional sensitivity; certain neurons will only fire when the whisker is moved in a specific direction. Deflection-based firing neurons can sustain their response throughout the deflection of the whisker. Other neurons respond to the initial deflection, but then quickly return to their previous level of activity. Much of this activity is also modulated by the behaviour of the animal - rats and mice actively move their whiskers to explore their environment, and the response of a neuron to a particular stimulus can vary depending on what the animal is doing.",
            "score": 194.63929748535156
        },
        {
            "docid": "55600405_3",
            "document": "Paternal brain . The same neural systems that motivate maternal behavior also are responsible for paternal behaviors. There is evidence for this in rodents; the same neurons in a small region of the hypothalamus responsible for maternal behavior is also responsible for paternal behavior. Specifically, galanin neurons in the medial preoptic area of the hypothalamus are responsible for parental motivation. The medial preoptic area activates the mesolimbic dopamine system, typically a reward pathway but is also responsible for motivation to approach offpsring. Parental empathy is thought to rely on the thalamocingulate pathway. These brains areas and others are activated and made sensitive to infants with changing hormonal levels and increased sensitivity to hormones by up-regulating hormonal receptors.",
            "score": 193.71580505371094
        },
        {
            "docid": "21944_35",
            "document": "Nervous system . The basic neuronal function of sending signals to other cells includes a capability for neurons to exchange signals with each other. Networks formed by interconnected groups of neurons are capable of a wide variety of functions, including feature detection, pattern generation and timing, and there are seen to be countless types of information processing possible. Warren McCulloch and Walter Pitts showed in 1943 that even artificial neural networks formed from a greatly simplified mathematical abstraction of a neuron are capable of universal computation.  Historically, for many years the predominant view of the function of the nervous system was as a stimulus-response associator. In this conception, neural processing begins with stimuli that activate sensory neurons, producing signals that propagate through chains of connections in the spinal cord and brain, giving rise eventually to activation of motor neurons and thereby to muscle contraction, i.e., to overt responses. Descartes believed that all of the behaviors of animals, and most of the behaviors of humans, could be explained in terms of stimulus-response circuits, although he also believed that higher cognitive functions such as language were not capable of being explained mechanistically. Charles Sherrington, in his influential 1906 book \"The Integrative Action of the Nervous System\", developed the concept of stimulus-response mechanisms in much more detail, and Behaviorism, the school of thought that dominated Psychology through the middle of the 20th century, attempted to explain every aspect of human behavior in stimulus-response terms.",
            "score": 193.45770263671875
        },
        {
            "docid": "640637_8",
            "document": "Aplysia . In \"Aplysia\", the primary reflex studied by scientists while studying operant conditioning is the gill and siphon withdrawal reflex. The gill and siphon withdrawal reflex allows the \"Aplysia\" to pull back its siphon and gill for protection. The links between the synapses during the gill and siphon withdrawal reflex are directly correlated with many behavioral traits in the \"Aplysia\" such as its habits, reflexes, and conditioning. Scientists have studied the conditioning of the \"Aplysia\" to identify correlations with conditioning in mammals, mainly regarding behavioral responses such as addiction. Through experiments on the conditioning of the \"Aplysia\", links have been discovered with the synaptic plasticity for reward functions involved in the trait of addiction within mammals. Synaptic plasticity is the idea that the synapses will become stronger or weaker depending on how much those specific synapses are used. Conditioning of these synapses can lead them to become stronger or weaker by causing the neurons to fire or not fire when influenced by a stimulus. The conditioning of behavioral traits is based on the idea of a reward function. A reward function is when a stimulus is conditioned to fire according to a certain stimulus. The neurons will adapt to that stimulus, and fire those neurons more easily, even if the stimulus has a negative effect on the subject (in this case the Aplysia). In mammals, the reward function is mainly controlled by ventral tegmental area (VTA) dopamine neurons. During conditioning (in mammals), the VTA dopamine neurons have an increased effect on the stimuli being conditioned, and a decreased effect on the stimuli not being conditioned. This induces the synapses to form an expectation for reward for the stimuli being conditioned. The properties of the synapses displayed in the tests on conditioning involving the \"Aplysia\" (which has dopamine neurons but not a ventral tegmental area) are proposed to be directly comparable to behavioral responses such as addiction in mammals.",
            "score": 192.5648193359375
        },
        {
            "docid": "1738744_2",
            "document": "Serotonergic . Serotonergic () or serotoninergic () means \"pertaining to or affecting serotonin\". Serotonin is a neurotransmitter. A synapse is serotonergic if it uses serotonin as its neurotransmitter. A serotonergic neuron \"produces\" serotonin. A substance is serotonergic if it produces its effects via interactions with the serotonin system, such as by stimulating or blocking neurotransmission.",
            "score": 192.53396606445312
        },
        {
            "docid": "18345642_14",
            "document": "Behavioral addiction . One of the most important discoveries of addictions has been the drug based reinforcement and, even more important, reward based learning processes. Several structures of the brain are important in the conditioning process of behavioral addiction; these subcortical structures form the brain regions known as the reward system. One of the major areas of study is the amygdala, a brain structure which involves emotional significance and associated learning. Research shows that dopaminergic projections from the ventral tegmental area facilitate a motivational or learned association to a specific behavior.  Dopamine neurons take a role in the learning and sustaining of many acquired behaviors. Research specific to Parkinson’s disease has led to identifying the intracellular signaling pathways that underlie the immediate actions of dopamine. The most common mechanism of dopamine is to create addictive properties along with certain behaviors. There are three stages to the dopamine reward system: bursts of dopamine, triggering of behavior, and further impact to the behavior. Once electronically signaled, possibly through the behavior, dopamine neurons let out a ‘burst-fire’ of elements to stimulate areas along fast transmitting pathways. The behavior response then perpetuates the striated neurons to further send stimuli. The fast firing of dopamine neurons can be monitored over time by evaluating the amount of extracellular concentrations of dopamine through micro dialysis and brain imaging. This monitoring can lead to a model in which one can see the multiplicity of triggering over a period of time. Once the behavior is triggered, it is hard to work away from the dopamine reward system.",
            "score": 192.50186157226562
        },
        {
            "docid": "19477293_14",
            "document": "Biology of depression . Monoamines are neurotransmitters that include serotonin, dopamine, norepinephrine, and epinephrine. Many antidepressant drugs acutely increase synaptic levels of the monoamine neurotransmitter, serotonin, but they may also enhance the levels of two other neurotransmitters, norepinephrine and dopamine. The observation of this efficacy led to the \"monoamine hypothesis of depression\", which postulates that the deficit of certain neurotransmitters is responsible for depression, and even that certain neurotransmitters are linked to specific symptoms. The proponents of this hypothesis recommend choosing the antidepressant with the mechanism of action impacting the most prominent symptoms. Anxious or irritable patients should be treated with SSRIs or norepinephrine reuptake inhibitors, and the ones with the loss of energy and enjoyment of life—with norepinephrine and dopamine enhancing drugs. Others have also proposed the relationship between monoamines and phenotypes such as serotonin in sleep and suicide, norepinephrine in dysphoria, fatigue, apathy, cognitive dysfunction, and dopamine in loss of motivation and psychomotor symptoms. One explanation for the therapeutic lag is that the initial increase in synaptic serotonin is only temporary, as firing of serotonergic neurons in the dorsal raphe adapt via the activity of 5-HT autoreceptors. The therapeutic effect of antidepressants is thought to arise from autoreceptor desensitization over a period of time, eventually elevating firing of serotonergic neurons. Initial studies of serotonin in depression examined peripheral measures such as the serotonin metabolite 5-Hydroxyindoleacetic acid (5-HIAA) and platelet binding. The results were generally inconsistent, and may not generalize to the central nervous system. However evidence from receptor binding studies and pharmacological challenges provide some evidence for dysfunction of serotonin neurotransmission in depression. Serotonin may indirectly influence mood by altering emotional processing biases that are seen at both the cognitive/behavioral and neural level. Pharmacologically reducing serotonin synthesis, and pharmacologically enhancing synaptic serotonin can produce and attenuate negative affective biases, respectively. These emotional processing biases may explain the therapeutic gap,",
            "score": 192.23251342773438
        },
        {
            "docid": "297098_3",
            "document": "Creatures (video game series) . The program was one of the first commercial titles to code alife organisms from the genetic level upwards using a sophisticated biochemistry and neural network brains, including simulated senses of sight, hearing and touch. This meant that the Norns and their DNA could develop and \"evolve\" in increasingly diverse ways, unpredicted by the makers. By breeding certain Norns with others, some traits could be passed on to following generations. The Norns turned out to behave similarly to living creatures. Sight is simulated by having a group of neurons representing each type of object in the world. When an object belonging to this type is in front of the creature ('within eyesight'), the neuron becomes active and the creature can 'see' the object. The Norns possess simulated biological drives which give punishment when they are raised, and reward when they are lowered. The model for Norns' decision-making process is Behaviorist and based on Norns learning how to reduce their drives. Dickinson and Balleine state that while this stimulus-response/reinforcement process makes the creatures seem like they are goal-directed, they are instead 'habit machines' responding in a learned fashion to particular stimuli.",
            "score": 192.08096313476562
        },
        {
            "docid": "37957946_6",
            "document": "De novo protein synthesis theory of memory formation . A line of research investigates long term potentiation (LTP), a process that describes how a memory can be consolidated between two neurons, or brain cells, ultimately by creating a circuit within the brain that can encode a memory. To initiate a learning circuit between two neurons, one prominent study described using tetanus stimulations to depolarize one neuron by 30mV, which, in turn, activated its NMDA glutamate receptors (Nowak, Bregestovski, Ascher, Herbert, & Prochiantz, 1984). The activation of these receptors resulted in Ca flooding the cell, initiating a cascade of secondary messengers. The cascade of resulting reactions, brought about by secondary messengers, terminates with the activation of cAMP response binding element protein (CREB), which acts as a transcription factor for various genes and initiates their expression (Hawkins, Kandel, & Bailey, 2006). Some proponents argue that the genes stimulate changes in communication between neurons, which underlie the encoding of memory; others suggest that the genes are byproducts of the LTP signaling pathway and are not directly involved in LTP. However, following the cascade of secondary messengers, no one would dispute that more AMPA receptors appear in the postsynaptic terminal (Hayashi et al., 2000). Higher numbers of AMPA receptors, taken together with the aforementioned events, allow for increased firing potential in the postsynaptic cell, which creates an improved learning circuit between these two neurons (Hayashi et al., 2000). Because of the specific, activity-dependent nature of LTP, it is an ideal model for a neural correlate of memory, as postulated by numerous studies; together, these studies show that the abolishment of LTP prevents the formation of memory at the neuronal level (Hawkins, Kandel, & Bailey, 2006).",
            "score": 191.38165283203125
        },
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 191.28268432617188
        },
        {
            "docid": "28764_16",
            "document": "Serotonin . Serotonergic pathway are involved in sensorimotor function, with pathways projecting both into cortical (Dorsal and Median Raphe Nuclei), subcortical, and spinal areas involved in motor activity. Pharmacological manipulation suggest that serotonergic activity increases with motor activity, while firing rates of serotonergic neurons increase with intense visual stimuli. The descending projections form a pathway that inhibits pain called the \"descending inhibitory pathway\" that may be relevant to disorder such as fibromyalgia, migraine and other pain disorders, and the efficacy of antidepressants in them.",
            "score": 189.95611572265625
        },
        {
            "docid": "33827219_2",
            "document": "Compartmental modelling of dendrites . Compartmental modelling of dendrites deals with multi-compartment modelling of the dendrites, to make the understanding of the electrical behavior of complex dendrites easier. Basically, compartmental modelling of dendrites is a very helpful tool to develop new biological neuron models. Dendrites are very important because they occupy the most membrane area in many of the neurons and give the neuron an ability to connect to thousands of other cells. Originally the dendrites were thought to have constant conductance and current but now it has been understood that they may have active Voltage-gated ion channels, which influences the firing properties of the neuron and also the response of neuron to synaptic inputs. Many mathematical models have been developed to understand the electric behavior of the dendrites. Dendrites tend to be very branchy and complex, so the compartmental approach to understand the electrical behavior of the dendrites makes it very useful.",
            "score": 189.49562072753906
        },
        {
            "docid": "8582684_10",
            "document": "Reward system . Two theories exist with regard to the activity of the nucleus accumbens and the generation liking and wanting. The inhibition (or hyperpolarization) hypothesis proposes that the nucleus accumbens exerts tonic inhibitory effects on downstream structures such as the ventral pallidum, hypothalamus or ventral tegmental area, and that in inhibiting in the nucleus accumbens (NAcc), these structures are excited, \"releasing\" reward related behavior. While GABA receptor agonists are capable of eliciting both \"liking\" and \"wanting\" reactions in the nucleus accumbens, glutaminergic inputs from the basolateral amygdala, ventral hippocampus, and medial prefrontal cortex can drive incentive salience. Furthermore, while most studies find that NAcc neurons reduce firing in response to reward, a number of studies find the opposite response. This had lead to the proposal of the disinhibition (or depolarization) hypothesis, that proposes that excitation or NAcc neurons, or at least certain subsets, drives reward related behavior. After nearly 50 years of research on brain-stimulation reward, experts have certified that dozens of sites in the brain will maintain intracranial self-stimulation. Regions include the lateral hypothalamus and medial forebrain bundles, which are especially effective. Stimulation there activates fibers that form the ascending pathways; the ascending pathways include the mesolimbic dopamine pathway, which projects from the ventral tegmental area to the nucleus accumbens. There are several explanations as to why the mesolimbic dopamine pathway is central to circuits mediating reward. First, there is a marked increase in dopamine release from the mesolimbic pathway when animals engage in intracranial self-stimulation. Second, experiments consistently indicate that brain-stimulation reward stimulates the reinforcement of pathways that are normally activated by natural rewards, and drug reward or intracranial self-stimulation can exert more powerful activation of central reward mechanisms because they activate the reward center directly rather than through the peripheral nerves. Third, when animals are administered addictive drugs or engage in naturally rewarding behaviors, such as feeding or sexual activity, there is a marked release of dopamine within the nucleus accumbens. However, dopamine is not the only reward compound in the brain.",
            "score": 189.37815856933594
        },
        {
            "docid": "11805314_6",
            "document": "Sigma-2 receptor . Signaling action in neurons by sigma-2 receptors and their associated ligands results in modulation of action potential firing by regulation of calcium and potassium channels. They also are involved in synaptic vesicular release and modulation of dopamine, serotonin, and glutamate, with activation and increase of the dopaminergic, serotonergic, and noradrenergic activity of neurons.",
            "score": 188.6000518798828
        },
        {
            "docid": "19477293_10",
            "document": "Biology of depression . Depression may be related to abnormalities in the circadian rhythm, or biological clock. For example, rapid eye movement (REM) sleep—the stage in which dreaming occurs—may be quick to arrive and intense in depressed people. REM sleep depends on decreased serotonin levels in the brain stem, and is impaired by compounds, such as antidepressants, that increase serotonergic tone in brain stem structures. Overall, the serotonergic system is least active during sleep and most active during wakefulness. Prolonged wakefulness due to sleep deprivation activates serotonergic neurons, leading to processes similar to the therapeutic effect of antidepressants, such as the selective serotonin reuptake inhibitors (SSRIs). Depressed individuals can exhibit a significant lift in mood after a night of sleep deprivation. SSRIs may directly depend on the increase of central serotonergic neurotransmission for their therapeutic effect, the same system that impacts cycles of sleep and wakefulness.",
            "score": 188.1259002685547
        },
        {
            "docid": "8582684_8",
            "document": "Reward system . The brain structures that compose the reward system are located primarily within the cortico-basal ganglia-thalamo-cortical loop; the basal ganglia portion of the loop drives activity within the reward system. Most of the pathways that connect structures within the reward system are glutamatergic interneurons, GABAergic medium spiny neurons (MSNs), and dopaminergic projection neurons, although other types of projection neurons contribute (e.g., orexinergic projection neurons). The reward system includes the ventral tegmental area, ventral striatum (i.e., the nucleus accumbens and olfactory tubercle), dorsal striatum (i.e., the caudate nucleus and putamen), substantia nigra (i.e., the pars compacta and pars reticulata), prefrontal cortex, anterior cingulate cortex, insular cortex, hippocampus, hypothalamus (particularly, the orexinergic nucleus in the lateral hypothalamus), thalamus (multiple nuclei), subthalamic nucleus, globus pallidus (both external and internal), ventral pallidum, parabrachial nucleus, amygdala, and the remainder of the extended amygdala. The dorsal raphe nucleus and cerebellum appear to modulate some forms of reward-related cognition (i.e., associative learning, motivational salience, and positive emotions) and behaviors as well. The laterodorsal tegmental nucleus (LTD), pedunculopontine nucleus (PPTg), and lateral habenula (LHb) (both directly and indirectly via the rostromedial tegmental nucleus) are also capable of inducing aversive salience and incentive salience through their projections to the ventral tegmental area (VTA). The LDT and PPTg both send glutaminergic projections to the VTA that synapse on dopaminergic neurons, both of which can produce incentive salience. The LHb sends glutaminergic projections, the majority of which synapse on GABAergic RMTg neurons that in turn drive inhibition of dopaminergic VTA neurons, although some LHb projections terminate on VTA interneurons. These LHb projections are activated both by aversive stimuli and by the absence of an expected reward, and excitation of the LHb can induce aversion.",
            "score": 187.340087890625
        },
        {
            "docid": "9045995_16",
            "document": "Pre-Bötzinger complex . Other inward currents that help generate intrinsic spiking and bursting in pacemaker neurons are the calcium current and calcium-activated nonspecific currents (I). When a neuron becomes depolarized, voltage gated calcium channels become activated and calcium is able to flow into the cell which usually leads to the release of neurotransmitters. Calcium-sensitive dyes have shown that internal concentrations of calcium increase during bursts. The activation of different calcium channels has distinct effects on the activity of neurons in the pre-Bötzinger complex. L-type calcium channels are known to increase the frequency of action potentials in some neurons, which might be the reason calcium influx through these channels has been observed during the augmentation when tissues have low levels of oxygen. P/Q-type calcium channels are mainly responsible for the release of neurotransmitters that excite, or activate, postsynaptic neurons. Studies have shown that blockage of these channels leads to the inhibition of sighs, which indicates calcium flow through these channels is necessary for sighs. Other research has also suggested that calcium flow through N-type calcium channels is essential for normal breathing, and is responsible for the activation of calcium-dependent potassium channels. Calcium-activated nonselective cation currents are important for the intrinsic spiking and bursting activity in CS pacemaker neurons. Metabotropic glutamate 1/5 receptors appear to be important for the increase in intracellular calcium that activate I. The initial burst in a neuron usually leads to the activation of the transient sodium current and the several types of calcium currents.These currents depolarize the cell further enough to activate NMDA receptors and I, which helps cell regenerate its bursts. The ratio between inward and outward currents helps determine the activity of pacemaker neurons in the pre-Bötzinger complex. The major outward currents involved in the regulation of neuron activity are potassium currents. Although the exact role of potassium currents is still being investigated, it appears that potassium and sodium leak currents are crucial for the rhythmicity of the pre-Bötzinger complex. Transient A-type potassium currents are more common in neurons that are involved in the inspiration process. When A-type potassium currents were blocked with 4-AP in slices of the pre-Bötzinger complex, synchronized bursts in inspiratory neurons was affected as well as communication with hypoglossal motor pools that help regulate breathing. This suggests that transient A-type potassium currents are needed for the synchronized bursts in inspiratory neurons and for effective respiratory control. Other potassium channels like large conductance calcium-dependent potassium channels and sodium chloride dependent potassium channels appear to end burst potentials in neurons. Moreover, ATP-dependent potassium channels help neurons detect changes in energy or oxygen levels to modify breathing patterns. These channels are activated by decreases in ATP, which suggests they provide the needed hyperpolarization during hypoxia.",
            "score": 187.04029846191406
        },
        {
            "docid": "8582684_26",
            "document": "Reward system . Addictive drugs and behaviors are rewarding and reinforcing (i.e., are \"addictive\") due to their effects on the dopamine reward pathway. The lateral hypothalamus and medial forebrain bundle has been the most-frequently-studied brain-stimulation reward site, particularly in studies of the effects of drugs on brain stimulation reward. The neurotransmitter system that has been most-clearly identified with the habit-forming actions of drugs-of-abuse is the mesolimbic dopamine system, with its efferent targets in the nucleus accumbens and its local GABAergic afferents. The reward-relevant actions of amphetamine and cocaine are in the dopaminergic synapses of the nucleus accumbens and perhaps the medial prefrontal cortex. Rats also learn to lever-press for cocaine injections into the medial prefrontal cortex, which works by increasing dopamine turnover in the nucleus accumbens. Nicotine infused directly into the nucleus accumbens also enhances local dopamine release, presumably by a presynaptic action on the dopaminergic terminals of this region. Nicotinic receptors localize to dopaminergic cell bodies and local nicotine injections increase dopaminergic cell firing that is critical for nicotinic reward. Some additional habit-forming drugs are also likely to decrease the output of medium spiny neurons as a consequence, despite activating dopaminergic projections. For opiates, the lowest-threshold site for reward effects involves actions on GABAergic neurons in the ventral tegmental area, a secondary site of opiate-rewarding actions on medium spiny output neurons of the nucleus accumbens. Thus GABAergic afferents to the mesolimbic dopamine neurons (primary substrate of opiate reward), the mesolimbic dopamine neurons themselves (primary substrate of psychomotor stimulant reward), and GABAergic efferents to the mesolimbic dopamine neurons (a secondary site of opiate reward) form the core of currently characterized drug-reward circuitry.",
            "score": 187.0315399169922
        }
    ]
}